{
    "id": 17469,
    "citation_title": "State Gun Policy and Cross-State Externalities: Evidence from Crime Gun Tracing",
    "citation_author": [
        "Brian G. Knight"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "2022-03-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a theoretical and empirical analysis of cross-state externalities associated with gun regulations in the context of the gun trafficking market. Using gun tracing data, which identify the source state for crime guns recovered in destination states, we find that firearms in this market tend to flow from states with weak gun laws to states with strict gun laws, satisfying a necessary condition for the existence of cross-state externalities in the theoretical model. We also find an important role for transportation costs in this market, with gun flows more significant between nearby states; this finding suggests that externalities are spatial in nature. Finally, we present evidence that criminal possession of guns is higher in states exposed to weak gun laws in nearby states.\n\n",
    "acknowledgement": "\nThanks to seminar participants at Harvard University, UBC, and Simon Fraser and also to conference participants at IEB (University of Barcelona) and the NBER Summer Institute. Jim Snyder and Claudio Ferraz provided helpful comments on an early draft of the paper. Thanks also to Innessa Colaiacovo and Lucy Wang for helpful research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}