{
    "id": 17468,
    "citation_title": "Does Short-Term Debt Increase Vulnerability to Crisis? Evidence from the East Asian Financial Crisis",
    "citation_author": [
        "Efraim Benmelech",
        "Eyal Dvir"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes short-term debt increase vulnerability to financial crisis, or does short-term debt reflect -- rather than cause -- the incipient crisis? We study the role that short-term debt played in the collapse of the  East Asian financial sector in 1997-1998. We alleviate concerns about the endogeneity of short-term debt by using long-term debt obligations that matured during the crisis. We find that debt obligations issued at least three years before the crisis had a negative, albeit sometimes insignificant, effect on the probability of failure. Our results are consistent with the view that short-term debt reflects, rather than causes, distress in financial institutions.\n\n",
    "acknowledgement": "\nWe thank Enrique Alberola, Charles Engel, Kristin Forbes, Marcel Fratzscher, Simon Gilchrist, Gita Gopinath, Galina Hale, Laura Jones Dooley, Gian Maria Milesi-Ferretti, Kenneth Rogoff, Sergio Schmukler, Jeremy Stein, two anonymous referees, and participants in seminars and conferences at Bar Ilan University, the CEPR Bank Crisis Prevention and Resolution Conference in Amsterdam, the NBER Summer Institute, and the Pacific Basin Research Conference at the San Francisco Fed for helpful suggestions. Jonathan Hoddenbaugh and Konstantin Kosenko provided excellent research assistance. Benmelech is grateful for financial support from the National Science Foundation under CAREER award SES-0847392 and from the GARP Risk Management Research Program Grant. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}