{
    "id": 17479,
    "citation_title": "The Stock Market Crash of 2008 Caused the Great Recession: Theory and Evidence",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "2012-02-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the stock market crash of 2008, triggered by a collapse in house prices, caused the Great Recession. The paper has three parts. First, it provides evidence of a high correlation between the value of the stock market and the unemployment rate in U.S. data since 1929. Second, it compares a new model of the economy developed in recent papers and books by Farmer, with a classical model and with a textbook Keynesian approach. Third, it provides evidence that fiscal stimulus will not permanently restore full employment. In Farmer's model, as in the Keynesian model, employment is demand determined. But aggregate demand depends on wealth, not on income.\n\n",
    "acknowledgement": "\nThis paper was prepared as a Plenary Address to the 17th International Conference in Economics and Finance, held at the Federal Reserve Bank of San Francisco, June 29th-July 1st 2011. I would like to thank the Society for Computational Economics and the Federal Reserve Bank of San Francisco for supporting this event and the organizers, Richard Dennis and Kevin Lansing, for inviting me to present my work. I would also like to thank Dmitry Plotnikov of UCLA for his invaluable research assistance and to acknowledge the input of seminar participants at Academia Sinica, the Federal Reserve Banks of Atlanta and Dallas, Georgetown University, Taiwan National University, UCLA and the University of California San Diego. I would also like to thank Cars Hommes and an associate editor of this journal for their comments on the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}