{
    "id": 17474,
    "citation_title": "Human Capital and Organizational Performance: Evidence from the Healthcare Sector",
    "citation_author": [
        "Ann P. Bartel",
        "Ciaran S. Phibbs",
        "Nancy Beaulieu",
        "Patricia Stone"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper contributes to the literature on the relationship between human capital and organizational performance.  We use detailed longitudinal monthly data on nursing units in the Veterans Administration hospital system to identify how the human capital (general, hospital-specific and unit or team-specific) of the nursing team on the unit affects patients' outcomes.  Since we use monthly, not annual, data, we are able to avoid the omitted variable bias and endogeneity bias that could result when annual data are used.  Nurse staffing levels, general human capital, and unit-specific human capital have positive and significant effects on patient outcomes while the use of contract nurses, who have less specific capital than regular staff nurses, negatively impacts patient outcomes.  Policies that would increase the specific human capital of the nursing staff are found to be cost-effective.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the generous support of a grant from The Robert Wood Johnson Foundation, outstanding research assistance from Lakshmi Ananth, Bruno Giovannetti, Cherisse Harden, Cecilia Machado, Raymond Lim, Susan Schmitt, Andrea Shane and Anukriti Sharma and helpful comments from Amitabh Chandra, Joseph Doyle, Sherry Glied, Tal Gross, Maria Guadalupe, Samuel Kleiner, James Rebitzer, Jonah Rockoff, Douglas Staiger and Ty Wilde as well as seminar participants at the NBER Summer Institute, The American Society of Health Economists Annual Meetings, MIT, Columbia University Mailman School of Public Health, and CUNY Graduate Center.  The views expressed in this paper are those of the authors and do not necessarily represent the position or policy of the Department of Veterans Affairs or the United States government. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}