{
    "id": 17470,
    "citation_title": "Grossman-Hart (1986) Goes Global: Incomplete Contracts, Property Rights, and the International Organization of Production",
    "citation_author": [
        "Pol Antràs"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nI survey the influence of Grossman and Hart's (1986) seminal paper in the field of International Trade. I discuss the implementation of the theory in open-economy environments and its implications for the international organization of production and the structure of international trade flows. I also review empirical work suggestive of the empirical relevance of the property-rights theory. Along the way, I develop novel theoretical results and also outline some of the key limitations of existing contributions.\n\n",
    "acknowledgement": "\nThis survey was prepared for the \"Grossman and Hart at 25\" conference held in Brussels on June 24-26, 2011. I am grateful to Lucia Antras, Davin Chor and Oliver Hart for very helpful comments and to Elhanan Helpman for many conversations on this topic over the years. I am also grateful to Davin Chor, Federico Díez, Nathan Nunn, Heiwai Tang, and Dan Trefler for kindly sharing their data with me. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}