{
    "id": 17473,
    "citation_title": "The Hidden Benefits of Control: Evidence from a Natural Field Experiment",
    "citation_author": [
        "Craig E. Landry",
        "Andreas Lange",
        "John A. List",
        "Michael K. Price",
        "Nicholas G. Rupp"
    ],
    "citation_publication_date": "2011-09-29",
    "issue_date": "2011-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAn important dialogue between theorists and experimentalists over the past few decades has raised the study of the interaction of psychological and economic incentives from academic curiosity to a bona fide academic field.  One recent area of study within this genre that has sparked interest and debate revolves around the \"hidden costs\" of conditional incentives.  This study overlays randomization on a naturally-occurring environment in a series of temporally-linked field experiments to advance our understanding of the economics of charity and test if such \"costs\" exist in the field.  This approach permits us to examine why people initially give to charities, and what factors keep them committed to the cause.  Several key findings emerge.  First, there are hidden benefits of conditional incentives that would have gone undetected had we maintained a static theory and an experimental design that focused on short run substitution effects rather than dynamic interactions.  Second, we can reject the pure altruism model of giving.  Third, we find that public good provision is maximized in both the short and long run by using conditional, rather than unconditional, incentives.\n\n",
    "acknowledgement": "\nWe are grateful to Jamie Brown-Kruse for working with us in her capacity as the Director of the Hazards Center.  We thank Glenn Harrison, and Lise Vesterlund for excellent insights that markedly improved the study.  Seminar participants at Harvard University, the University of Chicago, MIT, the University of Nevada, Reno, the 2006 North American meetings of the Economic Science Association, the 2007 meetings of the Allied Social Science Associations, and the Princeton Charitable Fundraising Conference in July 2007 also provided useful insights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}