{
    "id": 17486,
    "citation_title": "If You Build It Will They Come? Teacher Use of Student Performance Data on a Web-Based Tool",
    "citation_author": [
        "John H. Tyler"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe past decade has seen increased testing of students and the concomitant proliferation of computer-based systems to store, manage, analyze, and report the data that comes from these tests. The research to date on teacher use of these data has mostly been qualitative and has mostly focused on the conditions that are necessary (but not necessarily sufficient) for effective use of data by teachers. Absent from the research base in this area is objective information on how much and in what ways teachers actually use student test data, even when supposed precursors of teacher data use are in place. This paper addresses this knowledge gap by analyzing usage data generated when teachers in one mid-size urban district log onto the web-based, district-provided data deliver and analytic tool. Based on information contained in the universe of web logs from the 2008-2009 and 2009-2010 school years, I find relatively low levels of teacher interaction with pages on the web tool that contain student test information that could potentially inform practice. I also find no evidence that teacher usage of web-based student data is related student achievement, but there is reason to believe these estimates are downwardly biased.\n\n",
    "acknowledgement": "\nI would like to thank Ben Zhang, Miriam Joelson, David Stern, Max Ashby, and David Storch for for their research assistance, and Amy Wooten, Eric Taylor, Dan Goldhaber, Jeffrey Wayman, and Richard Murnane for helpful conversations and intellectual contributions to this work. I also want to thank the Council of Great City Schools for their generous support for this project. Finally, a particular debt of gratitude is owed to the Cincinnati Public School system and especially to Elizabeth Holtzapple, Director of Research, Evaluation, and Test Administration, and Sarah Trimble-Oliver, Academic and Assessment System Administrator. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}