{
    "id": 17484,
    "citation_title": "Price Dividend Ratio Factors : Proxies for Long Run Risk",
    "citation_author": [
        "Ravi Jagannathan",
        "Srikant Marakani"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "2013-08-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the empirical support for a broad class of long run risk models using information in factors extracted through principal component analysis of the covariance matrix of log price dividend ratios of twenty five equity portfolios formed on Size and Book-to-Market.  We identify two price-dividend ratio factor proxies for economy wide long run risk, one tracking the volatility of the growth rate in economy wide aggregate consumption, and the other predicting the growth rates in the stock index portfolio dividends and aggregate consumption, consistent with the implications of these models.  We show that that the long run risk factor driving expected consumption growth is not recoverable from the cross section of excess returns alone. The price dividend ratio factors perform better than the stock index price dividend ratio and the corporate yield spread, and has information in addition to what is in the slope of the term structure of interest rates, in forecasting the growth rate in real time consumption and stock index dividends. The covariance of excess returns with factor innovations explain the cross  section of excess returns on size, book/market, earnings/price ratio, long term reversal, and short term reversal sorted portfolios in a manner robust to look-ahead and useless factor biases.  Our findings suggest that the widely used Fama and French (1993) three factor model and the long run risk models studied in the literature are not necessarily inconsistent with each other.  They may be representing the same underlying phenomenon, but emphasizing different aspects of reality.\n\n",
    "acknowledgement": "\nWe would like to thank Ravi Bansal, George Constantinides, Du Du, Dana Kiku, Ernst Schaumburg, Jonathan Parker, Robert Korajczyk, Annette Vissing-J rgensen, Arvind Krishnamurthy, Tatjana Xenia-Puhan, Bernard Dumas, seminar participants at INSEAD, the City University of Hong Kong, the Indian School of Business, the Western Finance Association 2011 Annual Meeting, and the 2012 City University International Conference on Corporate Finance for their valuable comments and suggestions. Earlier versions of the paper appeared under the titles \"Long run risks, the factor structure of price dividend ratios and the cross section of stock returns\" and \"Long run risks and P/D factors\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}