{
    "id": 17483,
    "citation_title": "Impatience, Incentives, and Obesity",
    "citation_author": [
        "Charles J. Courtemanche",
        "Garth Heutel",
        "Patrick McAlvanah"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "2013-08-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between time preferences, economic incentives, and body mass index (BMI). Using data from the 1979 cohort of the National Longitudinal Survey of Youth, we first show that greater impatience increases BMI even after controlling for demographic, human capital, and occupational characteristics as well as income and risk preference. Next, we provide evidence of an interaction effect between time preference and food prices, with cheaper food leading to the largest weight gains among those exhibiting the most impatience. The interaction of changing economic incentives with heterogeneous discounting may help explain why increases in BMI have been concentrated amongst the right tail of the distribution, where the health consequences are especially severe. Lastly, we model time-inconsistent preferences by computing individuals'quasi-hyperbolic discounting parameters (β and δ). Both long-run patience (δ) and present-bias (β) predict BMI, suggesting obesity is partly attributable to rational intertemporal tradeoffs but also partly to time inconsistency.\n\n",
    "acknowledgement": "\nThis research was conducted using restricted data from the Bureau of Labor Statistics. The views expressed in this paper do not reflect those of the BLS. We thank Dan Becker, Tim Classen, Michael Grossman, Stephen Holland, Debra Holt, Pauline Ippolito, Brian Rowe, Chris Ruhm, Ken Snowden, Chris Wheeler, Erez Yoeli, and Harry Zhang for helpful comments. We also thank seminar participants at the University of North Carolina at Greensboro, Yale University, Federal Trade Commission, Canadian Competition Bureau, National Bureau of Economic Research Health Economics Program Spring Meeting, International Health Economics Association World Congress, and Southern Economic Association Annual Meeting for useful feedback. Cody Reinhardt and Xilin Zhou provided excellent research assistance.\n\n\n"
}