{
    "id": 17480,
    "citation_title": "Separating the Opposing Effects of Bilateral Tax Treaties",
    "citation_author": [
        "Bruce A. Blonigen",
        "Lindsay Oldenski",
        "Nicholas Sly"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBilateral tax treaties (BTT) are intended to promote foreign direct investment and foreign affiliate activity through double taxation relief.  However, BTTs also typically contain provisions that facilitate sharing of tax information between countries intended to curtail tax avoidance by multinational firms. These provisions should disproportionately affect firms that intensively use inputs for which an arms-length price is easily observed, since strategic transfer practices that manipulate tax liabilities are no longer effective with information sharing between countries. Using BEA firm-level data we are able to separately estimate the impacts of double-taxation relief and sharing of tax information on investment behavior of US multinational firms. We find a significant positive effect of new tax treaties on foreign affiliate activity between member nations that is offset (and even reversed) the more a firm relies on inputs traded on an organized exchange (i.e., inputs for which the arms-length price is easily observed). We find these opposing BTT effects for both the intensive margin (sales of existing affiliates) and the extensive margin (entry of new affiliates).\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce or the National Bureau of Economic Research. The authors are grateful to William Zeile and Raymond Mattaloni for assistance with the BEA data. Also we would like to thank Ron Davies for insightful comments on an early draft.\n\n\n"
}