{
    "id": 17482,
    "citation_title": "Estimating Patients' Preferences for Medical Devices: Does the Number of Profile in Choice Experiments Matter?",
    "citation_author": [
        "John Bridges",
        "Christine Buttorff",
        "Karin Groothuis-Oudshoorn"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackground: Most applications of choice-based conjoint analysis in health use choice tasks with only two profiles, while those in marketing routinely use three or more. This study reports on a randomized trial comparing paired with triplet profile choice formats focused on measuring patient preference for hearing aids.  \nMethods: Respondents with hearing loss were drawn from a nationally representative cohort, completed identical surveys incorporating a conjoint analysis, but were randomized to choice tasks with two or three profiles. Baseline differences between the two groups were explored using ANOVA and chi-square tests. The primary outcomes of differences in estimated preferences were explored using t-tests, likelihood ratio tests, and analysis of individual-level models estimated with ordinary least squares. \nResults: 500 respondents were recruited. 127 had no hearing loss, 28 had profound loss and 22 declined to participate and were not analyzed. Of the remaining 323 participants, 146 individuals were randomized to the pairs and 177 to triplets. The only significant difference between the groups was time to complete the survey (11.5 and 21 minutes respectively). Pairs and triplets produced identical rankings of attribute importance but homogeneity was rejected (P<0.0001). Pairs led to more variation, and were systematically biased toward the null because a third (32.2%) of respondents focused on only one attribute. This is in contrast to respondents in the triplet design who traded across all attributes.  \nDiscussion: The number of profiles in choice tasks affects the results of conjoint analysis studies. Here triplets are preferred to pairs as they avoid non-trading and allow for more accurate estimation of preferences models.\n\n",
    "acknowledgement": "\nFunding for this research was provided by a grant from InHealth: The Institute for Health Technology Studies and by a faculty innovation award from the Johns Hopkins Bloomberg School of Public Health. In addition, the authors are grateful to Drs. John Niparko and Angela T. Lataille for their assistance in developing survey, Rick Li and team at Knowledge Networks for their assistance in data collection and Mattijs Lambooij and participants of the lolaHESG 2011 conference for their comments on an earlier draft of this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}