{
    "id": 17489,
    "citation_title": "Optimal Monetary Policy with Endogenous Entry and Product Variety",
    "citation_author": [
        "Florin O. Bilbiie",
        "Ippei Fujiwara",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that deviations from long-run stability of product prices are optimal in the presence of endogenous producer entry and product variety in a sticky-price model with monopolistic competition in which price stability would be optimal in the absence of entry. Specifically, a long-run positive (negative) rate of inflation is optimal when the benefit of variety to consumers falls short of (exceeds) the market incentives for creating that variety under flexible prices, governed by the desired markup. Plausible preference specifications and parameter values justify a long-run inflation rate of two percent or higher. Price indexation implies even larger deviations from long-run price stability. However, price stability (around this non-zero trend) is close to optimal in the short run, even in the presence of time-varying flexible-price markups that distort the allocation of resources across time and states. The central bank uses its leverage over real activity in the long run, but not in the short run. Our results point to the need for continued empirical research on the determinants of markups and investigation of the benefit of product variety to consumers.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Re-Thinking Price Stability in an Economy with Endogenous Firm Entry: Real Imperfections under Product Variety.\"  First draft: November 2007.  For helpful comments and discussions, we thank Klaus Adam, Robert Amano, Kosuke Aoki, Pierpaolo Benigno, Jeffrey Campbell, Lawrence Christiano, Sanjay Chugh, Martin Eichenbaum, Jordi Galí, Christian Hellwig, Jinill Kim, Andrew Levin, Vivien Lewis, Joseph Pearlman, Paolo Pesenti, Celine Poilly, Franck Portier, Gilles Saint-Paul, Frank Smets, Pedro Teles, Henning Weber, Michael Woodford, Tack Yun, and participants in seminars at Amsterdam University/Tinbergen Institute, Bank of Korea, Bank of Portugal, Federal Reserve Bank of Boston, Riksbank Sweden, Toulouse School of Economics, University of Reading, Université Catholique de Louvain/CORE, and the Bank of Canada-ECB conference on \"Defining Price Stability: Theoretical Options and Practical Experiences.\"  Bilbiie thanks the Banque de France for financial support through the Chaire Banque de France at the Paris School of Economics and Ghironi thanks the NSF for financial support through a grant to the NBER.  Work on this paper was done while Fujiwara was Director and Senior Economist at the Bank of Japan, and Ghironi was a Visiting Scholar at the Federal Reserve Bank of Boston.  The support of these institutions is also acknowledged with gratitude.  The views expressed in this paper are those of the authors and do not necessarily reflect official views or policies of the Banque de France, the Bank of Japan, the Federal Reserve Bank of Boston, the Federal Reserve System, the Centre for Economic Policy Research, or the National Bureau of Economic Research.\n\n\n"
}