{
    "id": 17498,
    "citation_title": "What Role for Trade in a Post 2012 Global Climate Policy Regime",
    "citation_author": [
        "John Whalley"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the role that trade can potentially play in both negotiating and operating a post Kyoto/post 2012 global climate policy regime. As an addition to the bargaining set for a global climate negotiation, trade in principle widens the range of jointly beneficial potential outcomes and can in this sense be a potential facilitator of an agreed global climate regime. The reverse is also true, that in a linked climate-trade-finance global policy coordination structure that goes well beyond what was envisioned at Bretton Woods, climate now added to the global policy bargaining set also offers the prospect of potentially stronger trade disciplines (and even beyond WTO disciplines being negotiated). Trade policy can as well be an instrument for the implementation of a global climate regime, since trade provides a mechanism for achieving an internalization outcome for the global externality that climate change represents, and that provides a potentially more efficient outcome and also helps meet distributional objectives. In short, trade added to the emerging post 2012 climate regime can both expand the bargaining set for both (effectively linked) negotiations, and additionally provide an instrument for the implementation of an agreed outcome.\n\n",
    "acknowledgement": "\nPaper presented at the international conference: \"Climate Change Policies and the World Trading System: the Challenges Ahead\" 24 June 2011, Maison de l'Amerique Latine, Paris. I am grateful to Dana Medianu and Sean Walsh for assistance, to Li Chunding and David Runnells for discussion, and to Jim de Melo for extensive comments on earlier drafts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}