{
    "id": 17491,
    "citation_title": "Mutual Fund Performance and the Incentive to Generate Alpha",
    "citation_author": [
        "Diane Del Guercio",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "2012-07-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFinancial economists have long been puzzled by investor demand for actively managed funds that generate, on average, negative after-fee, risk-adjusted returns. To shed new light on this puzzle, we exploit the fact that funds in different market segments compete for different types of retail investors.  Within the segment of funds marketed directly to retail investors, we find that flows chase risk-adjusted returns, and that funds respond by investing more in active management.  Importantly, within this direct-sold segment, we find little evidence that actively managed funds underperform index funds.  In contrast, within the segment of funds sold through brokers, which we demonstrate face a weaker incentive to generate alpha, we find that actively managed funds significantly underperform index funds. We conclude that the well-known underperformance of the average actively managed fund in the full sample is driven by the large fraction of funds with weak incentives to identify and motivate skilled managers.\n\n",
    "acknowledgement": "\nThis paper was previously titled \"Mutual Fund Performance and the Incentive to Invest in Active Management.\" We would like to thank an anonymous referee, an anonymous associate editor, John Campbell, Larry Dann, Robin Greenwood, Ro Gutierrez, Campbell Harvey (editor), Edie Hotchkiss, Abhiroop Mukherjee, Jeff Pontiff, Antoinette Schoar, Phil Strahan, Laurens Swinkels, Paula Tkac, Hai Tran, Peter Tufano, Eric Zitzewitz, and seminar partici-pants at Harvard University, the 2010 NBER Summer Institute Household Finance Workshop, the 2011 Boston College Center for Asset Management Conference on Financial Markets, and the 2012 HKUST Symposium on Household Finance for helpful comments.  Del Guercio would like to acknowledge support from the Finance and Securities Analysis Center at the University of Oregon.  We thank Lauren Beaudette and Hai Tran for providing excellent research assistance and Deb Wetherbee at Financial Research Corporation for generously providing data on mutual fund distribution channels. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}