{
    "id": 17493,
    "citation_title": "Aggregate Implications of Innovation Policy",
    "citation_author": [
        "Andrew Atkeson",
        "Ariel T. Burstein"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "2018-06-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the quantitative impact of policy-induced changes in innovative investment by firms on growth in aggregate productivity and output in a model that nests several of the canonical models in the literature. We isolate two statistics, the impact elasticity of aggregate productivity growth with respect to an increase in aggregate innovative investment and the degree of intertemporal knowledge spillovers in research, that play a key role in shaping the model’s predicted dynamic response of aggregate productivity, output, and welfare to a policy-induced change in the innovation intensity of the economy. Given estimates of these statistics, we find that there is only modest scope for increasing aggregate productivity and output over a 20-year horizon with uniform subsidies to firms’ investments in innovation of a reasonable magnitude, but the welfare gains from such a subsidy may be substantial.\n\n",
    "acknowledgement": "\nWe thank Manolis Hatzikonstantinou and Liyan Shi for research assistance, and Ufuk Akcigit, Costas Arkolakis, Francisco Buera, Arnaud Costinot, Chad Jones, Pete Klenow, Rasmus Lentz, Ellen McGrattan, Juan Pablo Nicolini, Pedro Teles, Aleh Tsyvinski, Ivan Werning, and four anonymous referees for very useful comments. We thank the National Science Foundation (Award Number 0961992) for research support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or National Bureau of Economic Research.\n\n\n"
}