{
    "id": 17497,
    "citation_title": "Role Reversal in Global Finance",
    "citation_author": [
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI document that emerging markets have cast off their \"original sin\"--their external liabilities are no longer dominated by foreign-currency debt and have instead shifted sharply towards direct investment and portfolio equity. Their external assets are increasingly concentrated in foreign exchange reserves held in advanced economy government bonds. Given the enormous and rising public debt burdens of reserve currency economies, this means that the long-term risk on emerging markets' external balance sheets is shifting to the asset side. However, emerging markets continue to look for more insurance against balance of payments crises, even as self-insurance through reserve accumulation itself becomes riskier. I discuss a possible mechanism for global liquidity insurance that would meet emerging markets' demand for insurance with fewer domestic policy distortions while facilitating a quicker adjustment of global imbalances. I also argue that emerging markets have become less dependent on foreign finance and more resilient to capital flow volatility. The main risk that increasing financial openness poses for these economies is that capital flows exacerbate vulnerabilities arising from weak domestic policies and institutions.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2011 Jackson Hole Symposium organized by the Federal Reserve Bank of Kansas City. I am grateful to Susan Collins, Andrew Karolyi, Don Kohn and M. Ayhan Kose for their detailed and thoughtful comments. I also thank participants at the Jackson Hole conference and numerous colleagues at Cornell and Brookings for helpful comments and discussions. Mengjie Ding, Karim Foda, Parul Sharma and especially Lei (Sandy) Ye provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}