{
    "id": 17499,
    "citation_title": "The Design and Implementation of U.S. Climate Policy: An Introduction",
    "citation_author": [
        "Don Fullerton",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile economic models have already proven useful to analyze big picture questions about climate policy such as the choice between a carbon tax or cap-and-trade permit system, the 19 chapters in this book show how economic models also are useful to address the many remaining smaller questions that arise as policy is implemented. For example, chapters consider: the tradeoffs policymakers confront in deciding whether to implement the policy upstream on energy producers or downstream on energy users; how to monitor and enforce climate policy; how Federal actions might interact with climate policies at other levels of government or with other non-climate policies; the distributional effects of different policy variations; policies that might impact particular sectors, including residential energy use, agriculture and transportation; and specific questions regarding offsets, trade, innovation, and adaptation.\n\n",
    "acknowledgement": "\nThis introduction summarizes papers presented at an NBER conference on \"The Design and Implementation of U.S. Climate Policy,\" held May 2010 in Washington, DC. A book with that title will be published by the University of Chicago Press for NBER and will include this introduction, 19 chapters, and a commentary on each chapter. We are very grateful for the generous financial support of the Smith Richardson Foundation, for intellectual encouragement from Jim Poterba, and for terrific organizational support from the wonderful people within NBER, including efficient conference organizing by Carl Beck and Rob Shannon, effective production of the book by Helena Fitz-Patrick, and timely budget assistance from Denis Healy, Alterra Milone, and Alison Oaxaca.  We received excellent substantive suggestions from two anonymous reviewers.  We also benefited from panel presentations at the conference by three Washington practitioners, including Joseph Aldy, Nathaniel Keohane, and Al McGartland. Several policymakers generously provided written comments and extended conversations that helped us refine the set of topics the book covered. These include Terry Dinan, Doug Elmendorf, Jud Jaffe, Jeff Liebman, and Billy Pizer. We also want to express our extreme gratitude to the chapter authors.  They not only undertook new research on challenging topics and wrote the chapters, but each author also served as a discussant for one of the other presentations.  This interchange was interesting and helpful enough that we decided to publish each discussant's comments along with the corresponding chapter in the book. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}