{
    "id": 17496,
    "citation_title": "The Wage Effects of Offshoring: Evidence from Danish Matched Worker-Firm Data",
    "citation_author": [
        "David Hummels",
        "Rasmus Jørgensen",
        "Jakob R. Munch",
        "Chong Xiang"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate how offshoring and exporting affect wages by skill type. Our data match the population of Danish workers to the universe of private-sector Danish firms, whose trade flows are broken down by product and origin and destination countries. Our data reveal new stylized facts about offshoring activities at the firm level, and allow us to both condition our identification on within-job-spell changes and construct instruments for offshoring and exporting that are time varying and uncorrelated with the wage setting of the firm.  We find that within job spells, (1) offshoring tends to increase the high-skilled wage and decrease the low-skilled wage; (2) exporting tends to increase the wages of all skill types; (3) the net wage effect of trade varies substantially across workers of the same skill type; and (4) conditional on skill, the wage effect of offshoring exhibits additional variation depending on task characteristics.   We then track the outcomes for workers after a job spell and find that those displaced from offshoring firms suffer greater earnings losses than other displaced workers, and that low-skilled workers suffer greater and more persistent earnings losses than high-skilled workers.\n\n",
    "acknowledgement": "\nWe thank the Economic Policy Research Network for funding.  For helpful comments we thank seminar participants at NBER, Harvard, Princeton, Michigan, UC Davis, UC Santa Cruz, Johns Hopkins, Boston College, Purdue, Clemson, Tennessee, EIIT, Copenhagen, NOITS, Nottingham, IFN Stockholm, Tubingen and EALE.  We especially thank Pol Antras, Gene Grossman, Gordon Hanson, Marc Muendler, Nathan Nunn, and Steve Matusz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}