{
    "id": 17490,
    "citation_title": "On the Network Topology of Variance Decompositions: Measuring the Connectedness of Financial Firms",
    "citation_author": [
        "Francis X. Diebold",
        "Kamil Yilmaz"
    ],
    "citation_publication_date": "2011-10-06",
    "issue_date": "2011-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose several connectedness measures built from pieces of variance decompositions, and we argue that they provide natural and insightful measures of connectedness among financial asset returns and volatilities. We also show that variance decompositions define weighted, directed networks, so that our connectedness measures are intimately-related to key measures of connectedness used in the network literature. Building on these insights, we track both average and daily time-varying connectedness of major U.S. financial institutions' stock return volatilities in recent years, including during the financial crisis of 2007-2008.\n\n",
    "acknowledgement": "\nFor helpful comments we thank seminar/conference participants at UCSD, the Federal Reserve Board, the Federal Reserve Bank of Philadelphia, the University of Pennsylvania, NBER Summer Institute, the European Central Bank, Goethe University Frankfurt, Rice University, the Federal Reserve Bank of Kansas City, the International Monetary Fund, the Commodity Futures Trading Commission, the Pew Charitable Trusts, and the Federal Reserve Bank of Cleveland.  Special thanks go to Celso Brunetti, Andy Lo, and Mila Getmansky Sherman.  For financial support, Diebold thanks the U.S. National Science Foundation and Yilmaz thanks TUBITAK, the Scientific and Technological Research Council of Turkey.  The views expressed herein are those of the authors and do not necessarily reflect the views of NSF, TUBITAK or the National Bureau of Economic Research.\n\n\n"
}