{
    "id": 17495,
    "citation_title": "Knowledge Growth and the Allocation of Time",
    "citation_author": [
        "Robert E. Lucas",
        "Jr.",
        "Benjamin Moll"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a model economy with many agents, each with a different productivity level. Agents divide their time between two activities: producing goods with the production-related knowledge they already have, and interacting with others in search of new, productivity-increasing ideas. These choices jointly determine the economy's current production level and its rate of learning and real growth. Individuals' time allocation decisions depend on the knowledge distribution because the productivity levels of others determine their own chances of improving their productivities through search. The time allocations of everyone in the economy in turn determine the evolution of its knowledge distribution. We construct the balanced growth path for this economy, thereby obtaining a theory of endogenous growth that captures in a tractable way the social nature of knowledge creation. We also study the allocation chosen by an idealized planner who takes into account and internalizes the external benefits of search, and tax structures that implement an optimal solution. Finally, we provide two examples of alternative learning technologies, as concrete illustrations of other directions that might be pursued.\n\n",
    "acknowledgement": "\nWe thank Roland Benabou, Paco Buera, Olivier Gueant, Gene Grossman, Boyan Jovanovic, Jean-Michel Lasry, Stephen Morris, Ezra Oberfield, Nancy Stokey, and seminar participants at Minnesota, Notre Dame, Princeton, Penn State, NYU, Washington, the Minneapolis Fed, the Chicago Fed, the 2011 SED and the NBER Summer Institute for helpful suggestions and criticism. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}