{
    "id": 17509,
    "citation_title": "What do Boards Really Do? Evidence from Minutes of Board Meetings",
    "citation_author": [
        "Miriam Schwartz-Ziv",
        "Michael Weisbach"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a unique database from a sample of real-world boardrooms - minutes of board meetings and board-committee meetings of eleven business companies for which the Israeli government holds a substantial equity interest. We use these data to evaluate the underlying assumptions and predictions of models of boards of directors. These models generally fall into two categories: \"managerial models\" assume boards play a direct role in managing the firm, and \"supervisory models\" assume that boards' monitor top management but do not make business decisions themselves. Consistent with the supervisory models, our minutes-based data suggest that boards spend most of their time monitoring management: 67% of the issues they discussed were of a supervisory nature, they were presented with only a single option in 99% of the issues discussed, and they disagreed with the CEO only 3.3% of the time. In addition, managerial models describe boards at times as well: Boards requested to receive further information or an update for 8% of the issues discussed, and they took an initiative with respect to 8.1% of them. In 63% of the meetings, boards took at least one of these actions or did not vote in line with the CEO.\n\n",
    "acknowledgement": "\nMiriam Schwartz-Ziv is very grateful to Prof. Eugene Kandel and Prof. Michael Weisbach, the co-advisors of her doctoral dissertation, upon which this paper is based. We thank the executive and non-executive employees of the Government Companies Authority of Israel, who allowed us both formally and practically, to conduct this research. We also thank the companies studied, which kindly provided us with private and sensitive data. In addition, we thank participants at the European Financial Management Association 2011 conference, and the following people who shared their thoughts and advice with us at different stages of the preparation of this paper: Renée Adams, Amir Barnea, Alon Eizenberg, Ada Demb, Rudi Fahlenbrach, Julian Franks, Ann Gillette, Ilan Guttman, Stephanie Kramer, Saul Lach, Nadya Malenko, Avri Ravid, Artur Raviv, Daniel Schwartz, Schraga Schwartz, Eytan Sheshinski, and Tammar Zilber. Miriam Schwartz-Ziv also thanks the Israeli Ministry of Science and Technology, and Hebrew University's School of Business Administration, for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}