{
    "id": 17506,
    "citation_title": "Speculation and Risk Sharing with New Financial Assets",
    "citation_author": [
        "Alp Simsek"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhile the traditional view of financial innovation emphasizes the risk sharing role of new financial assets, belief disagreements about these assets naturally lead to speculation, which represents a powerful economic force in the opposite direction. This paper investigates the effect of financial innovation on portfolio risks in an economy when both the risk sharing and the speculation forces are present. I consider this question in a standard mean-variance framework. Financial assets provide hedging services but they are also subject to speculation because traders do not necessarily agree about their payoffs. I define the average variance of traders' net worths as a measure of portfolio risks for this economy, and I decompose it into two components: the uninsurable variance, defined as the average variance that would obtain if there were no belief disagreements, and the speculative variance, defined as the residual variance that results from speculative trades based on belief disagreements. Financial innovation always decreases the uninsurable variance because new assets increase the possibilities for risk sharing. My main result shows that financial innovation also always increases the speculative variance. This is true even if traders completely agree about the payoffs of new assets. The intuition behind this result is the hedge-more/bet-more effect: Traders use new assets to hedge their bets on existing assets, which in turn enables them to place larger bets and take on greater risks.\nThe net effect of financial innovation on portfolio risks depends on the quantitative strength of its effects on the uninsurable and the speculative variances. I consider a calibration of the model for new assets linked to national incomes of G7 countries, which were recommended by Athanasoulis and Shiller (2001) to facilitate risk sharing. For reasonable levels of belief disagreements, these assets would actually increase the average consumption risks of individuals in G7 countries. In addition, a profit seeking market maker would introduce a different subset of these assets than the ones proposed by Athanasoulis and Shiller (2001). The endogenous set of new assets would be directed towards increasing the opportunities for speculation rather than risk sharing.\n\n",
    "acknowledgement": "\nI am grateful to Daron Acemoglu for numerous helpful comments. I also thank Malcolm Baker, Eduardo Davila, Bengt Holmstrom, Sam Kruger, Andrei Shleifer, Jeremy Stein, Muhamet Yildiz and the seminar participants at Central European University, Harvard University, MIT, Penn State University, University of Houston, University of Maryland, University of Wisconsin-Madison, Yale University for helpful comments. All remaining errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}