{
    "id": 17504,
    "citation_title": "General Education, Vocational Education, and Labor-Market Outcomes over the Life-Cycle",
    "citation_author": [
        "Eric A. Hanushek",
        "Ludger Woessmann",
        "Lei Zhang"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy debates about the balance of vocational and general education programs focus on the school-to-work transition.  But with rapid technological change, gains in youth employment from vocational education may be offset by less adaptability and thus diminished employment later in life.  To test our main hypothesis that any relative labor-market advantage of vocational education decreases with age, we employ a difference-in-differences approach that compares employment rates across different ages for people with general and vocational education.  Using micro data for 18 countries from the International Adult Literacy Survey, we find strong support for the existence of such a trade-off, which is most pronounced in countries emphasizing apprenticeship programs.  Results are robust to accounting for ability patterns and to propensity-score matching.\n\n",
    "acknowledgement": "\nWe thank participants at the CESifo area meeting in the Economics of Education in Munich, in particular Stefan Wolter, Sue Dynarski, Lance Lochner, and Holger Sieg, for valuable discussion and comments.  Hanushek was supported by the Packard Humanity Institute.  Woessmann gratefully acknowledges support from the Pact for Research and Innovation of the Leibniz Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}