{
    "id": 17508,
    "citation_title": "The Disappearing Gender Gap: The Impact of Divorce, Wages, and Preferences on Education Choices and Women's Work",
    "citation_author": [
        "Raquel Fernández",
        "Joyce Cheng Wong"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWomen born in 1935 went to college significantly less than their male counterparts and married women's labor force participation (LFP) averaged 40% between the ages of thirty and forty. The cohort born twenty years later behaved very differently. The education gender gap was eliminated and married women's LFP averaged 70% over the same ages. In order to evaluate the quantitative contributions of the many significant changes in the economic environment, family structure, and social norms that occurred over this period, this paper develops a dynamic life-cycle model calibrated to data relevant to the 1935 cohort. We find that the higher probability of divorce and the changes in wage structure faced by the 1955 cohort are each able to explain, in isolation, a large proportion (about 60%) of the observed changes in female LFP. After combining all economic and family structure changes, we find that a simple change in preferences towards work can account for the remaining change in LFP. To eliminate the education gender gap requires, on the other hand, for the psychic cost of obtaining higher education to change asymmetrically for women versus men.\n\n",
    "acknowledgement": "\nRaquel Fernández wishes to thank the NSF and the Russell Sage Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}