{
    "id": 17501,
    "citation_title": "Traded and Nontraded Goods Prices, and International Risk Sharing: an Empirical Investigation.",
    "citation_author": [
        "Giancarlo Corsetti",
        "Luca Dedola",
        "Francesca Viani"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccounting for the pervasive evidence of limited international risk sharing is an important hurdle for open-economy models, especially when these are adopted in the analysis of policy trade-offs likely to be affected by imperfections in financial markets. Key to the literature is the evidence, at odds with efficiency, that consumption is relatively high in countries where its international relative price (the real exchange rate) is also high. We reconsider the relation between cross-country consumption differentials and real exchange rates, by decomposing it into two components, reflecting the prices of tradable and nontradable goods, respectively. We document that, as a common pattern among OECD countries, both components tend to contribute to the overall lack of risk sharing, with the tradable price component playing the dominant role in accounting for efficiency deviations. We relate these findings to two mechanisms proposed by the literature to reconcile open economy models with the data. One features strong Balassa-Samuelson effects on nontradable prices due to productivity gains in the tradable sector, with a muted offsetting response of tradable prices. The other, endogenous income effects causing nontradable but especially tradable prices to appreciate with a rise in domestic consumption demand.\n\n",
    "acknowledgement": "\nPaper prepared for the 2011 ISOM conference in Malta. We thank our referee and the editors, our discussants, Richard Clarida and Mario Crucini, as well as the seminar participants in the ISOM meeting in Malta, for useful comments. We also thank Alessandro Rebucci, Marianne Baxter, Mick Devereux, Domenico Giannone, Robert Kollmann for useful comments on an early draft of the paper. Charles Gottlieb provided excellent research assistance. The work on this paper is part of PEGGED (Politics, Economics and Global Governance: The European Dimensions), Contract no. SSH7-CT-2008-217559 within the 7th Framework Programme for Research and Technological Development. Support from the Pierre Werner Chair Programme at the European University Institute is gratefully acknowledged. The views expressed in this paper do not necessarily reflect those of the ECB, the Bank of Spain, the National Bureau of Economic Research, or any of the institutions to which the authors are affiliated.\n\n\n"
}