{
    "id": 17500,
    "citation_title": "Liquidity and the Threat of Fraudulent Assets",
    "citation_author": [
        "Yiting Li",
        "Guillaume Rocheteau",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study an over-the-counter (OTC) market with bilateral meetings and bargaining where the usefulness of assets, as means of payment or collateral, is limited by the threat of fraudulent practices. We assume that agents can produce fraudulent assets at a positive cost, which generates endogenous upper bounds on the quantity of each asset that can be sold, or posted as collateral in the OTC market. Each endogenous, asset-specific, resalability constraint depends on the vulnerability of the asset to fraud, on the frequency of trade, and on the current and future prices of the asset. In equilibrium, the set of assets can be partitioned into three liquidity tiers, which differ in their resalability, their prices, their sensitivity to shocks, and their responses to policy interventions. The dependence of an asset's resalability on its price creates a pecuniary externality, which leads to the result that some policies commonly thought to improve liquidity can be welfare reducing.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title \"Liquidity Constraints.\" We thank two anonymous referees and Rob Shimer for comments that greatly improved the paper. We also thank Veronica Guerrieri for an insightful discussion, Andy Atkeson, Bill Branch, Dean Corbae, Harold Demsetz, Manolis Galenianos, Hugo Hopenhayn, Thomas Philippon, Shouyong Shi, and seminar participants at the Bank of Canada, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Cleveland, the National University of Seoul, the National Taiwan University, the Singapore Management University, the University of California at Riverside and Santa Cruz, the University of Wisconsin, and the Wharton school at the University of Pennsylvania for useful comments. We thank Monica Crabtree-Reusser for editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}