{
    "id": 17516,
    "citation_title": "A Model of Mortgage Default",
    "citation_author": [
        "John Y. Campbell",
        "João F. Cocco"
    ],
    "citation_publication_date": "2011-10-14",
    "issue_date": "2011-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper solves a dynamic model of a household's decision to default on its mortgage, taking into account labor income, house price, inflation, and interest rate risk. Mortgage default is triggered by negative home equity, which results from declining house prices in a low inflation environment with large mortgage balances outstanding. Not all households with negative home equity default, however. The level of negative home equity that triggers default depends on the extent to which households are borrowing constrained. High loan-to-value ratios at mortgage origination increase the probability of  negative home equity. High loan-to-income ratios also increase the probability of default by tightening borrowing constraints. Comparing mortgage types, adjustable-rate mortgage defaults occur when nominal interest rates increase and are substantially affected by idiosyncratic shocks to labor income.  Fixed-rate mortgages default when interest rates and inflation are low, and create a higher probability of a default wave with a large number of defaults. Interest-only mortgages trade off an increased probability of negative home equity against a relaxation of borrowing constraints, but overall have the highest probability of a default wave.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}