{
    "id": 17512,
    "citation_title": "Innovation and Growth with Financial, and other, Frictions",
    "citation_author": [
        "Jonathan Chiu",
        "Cesaire Meh",
        "Randall Wright"
    ],
    "citation_publication_date": "2011-10-13",
    "issue_date": "2011-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe generation and implementation of ideas, or knowledge, is crucial for economic performance. We study this process in a model of endogenous growth with frictions. Productivity increases with knowledge, which advances via innovation, and with the exchange of ideas from those who generate them to those best able to implement them (technology transfer). But frictions in this market, including search, bargaining, and commitment problems, impede exchange and thus slow growth. We characterize optimal policies to subsidize research and trade in ideas, given both knowledge and search externalities. We discuss the roles of liquidity and financial institutions, and show two ways in which intermediation can enhance efficiency and innovation. First, intermediation allows us to finance more transactions with fewer assets. Second, it ameliorates certain bargaining problems, by allowing entrepreneurs to undo otherwise sunk investments in liquidity. We also discuss some evidence, suggesting that technology transfer is a significant source of innovation and showing how it is affected by credit considerations.\n\n",
    "acknowledgement": "\nWright thanks the Bank of Canada for their hospitality, as well as the NSF and the Ray Zemon Chair in Liquid Assets at the Wisconsin School of Business for support. The views expressed here do not necessarily reflect the position of the Bank of Canada, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}