{
    "id": 17513,
    "citation_title": "A Forensic Analysis of Global Imbalances",
    "citation_author": [
        "Menzie D. Chinn",
        "Barry Eichengreen",
        "Hiro Ito"
    ],
    "citation_publication_date": "2011-10-14",
    "issue_date": "2011-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether the behavior of current account balances changed in the years preceding the global crisis of 2008-09, and assess the prospects for global imbalances in the post-crisis period. Changes in the budget balance are an important factor affecting current account balances for deficit countries such as the U.S. and the U.K. The effect of the \"saving glut variables\" on current account balances has been relatively stable for emerging market countries, suggesting that those factors cannot explain the bulk of their recent current account movements. We also find the 2006-08 period to constitute a structural break for emerging market countries, and to a lesser extent, for industrialized countries. We attribute the anomalous behavior of pre-crisis current account balances to stock market performance and real housing appreciation; fiscal procyclicality and the stance of monetary policy do not matter as much. Household leverage also appears to explain some of the standard model's prediction errors. Looking forward, U.S., fiscal consolidation alone cannot induce significant deficit reduction. For China, financial development might help shrink its current account surplus, but only when it is coupled with financial liberalization. These findings suggest that unless countries implement substantially more policy change, global imbalances are unlikely to disappear.\n\n",
    "acknowledgement": "\nWe thank Joe Gagnon for comments, Yothin Jinjarak and Joshua Aizenman for sharing the dataset on the housing indexes and Carmen Reinhart and Ken Rogoff for making the exchange rate regime index publicly available. Erica Clower, and Jacinta Bernadette Rico provided excellent research assistance.Ito thanks Portland State University for its financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}