{
    "id": 1751,
    "citation_title": "A Decomposition of the Elasticity of Medicaid Nursing Home Expenditures Into Price, Quality, and Quantity Effects",
    "citation_author": [
        "Paul J. Gertler"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNursing home expenditures have become a public policy concern primarily because the Medicaid program payes for approximately 50 percent. Medicaid makes health care available to individuals who otherwise could not afford it, by directly reimbursing nursing homes for Medicaid patient care. Typically, Medicaid reimbursement rates are set by a cost plus method, where the reimbursement per patient is equal to average cost plus some return referred to as the Medicaid \"plus\" factor. This paper estimates the elasticity of Medicaid expenditures with respect to a change in the Medicaid \"plus\" factor,and decomposes that elasticity into price, quality, and quantity components. The decomposition is derived from a model of nursing home behavior, which shows that an increase in the Medicaid \"plus\" factor causes nursing homes to admit more Medicaid patients and reduce quality.Total expenditures are the Medicaid reimbursement rate times the number of Medicaid patients receiving care. An increase in the Medicaid \"plus\" factor affects the Medicaid reimbursement by directly raising the Medicaid \"plus\" factor, and by indirectly decreasing average cost through a reduction in quality. These are the price and quality effects, respectively. The quantity effect is change in the number of Medicaid patients. The elasticities are estimated separately for proprietary and \"not for profit\" nursing homes using a 1980 sample of New York nursing homes. Uniformly, the proprietary elasticities are approximately twice as large as the \"not for profit\" elasticities. As expected the price and quantity effects are positive, and the quality effects are negative. In the decomposition, the quality effect is quite important. In fact, ignoring it would lead to a fifty-three percent overestimate of the Medicaid expenditure elasticity.\n\n",
    "acknowledgement": "\n"
}