{
    "id": 17518,
    "citation_title": "Ending \"Too Big To Fail\": Government Promises vs. Investor Perceptions",
    "citation_author": [
        "Todd A. Gormley",
        "Simon Johnson",
        "Changyong Rhee"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan a government credibly promise not to bailout firms whose failure would have major negative systemic consequences?  Our analysis of Korea's 1997-99 crisis, suggests an answer: No. Despite a general \"no bailout\" policy during the crisis, the largest Korean corporate groups (chaebol) - facing severe financial and governance problems - could still borrow heavily from households through issuing bonds at prices implying very low expected default risk.  The evidence suggests \"too big to fail\" beliefs were not eliminated by government promises, presumably because investors believed that this policy was not time consistent.  Subsequent government handling of potential and actual defaults by Daewoo and Hyundai confirmed the market view that creditors would be protected.\n\n",
    "acknowledgement": "\nWe are grateful to Bruno Biais, Olivier Blanchard, Hülya Eraslan, Mike Faulkender, Radha Gopalan, Marco Pagano, Ernst-Ludwig von Thadden, Vikrant Vig, and participants at the CEPR European Summer Symposium in Financial Markets, the Olin Business School - Washington University in St. Louis Finance luncheon, M.I.T. Development & Finance lunches, and the World Bank Finance Research Group Seminar for their many useful comments.  All remaining errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}