{
    "id": 17514,
    "citation_title": "Spatial Determinants of Entrepreneurship in India",
    "citation_author": [
        "Ejaz Ghani",
        "William R. Kerr",
        "Stephen D. O'Connell"
    ],
    "citation_publication_date": "2011-10-14",
    "issue_date": "2011-10-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the spatial determinants of entrepreneurship in India in the manufacturing and services sectors. Among general district traits, quality of physical infrastructure and workforce education are the strongest predictors of entry, with labor laws and household banking quality also playing important roles. Looking at the district-industry level, we find extensive evidence of agglomeration economies among manufacturing industries. In particular, supportive incumbent industrial structures for input and output markets are strongly linked to higher establishment entry rates. We also find substantial evidence for the Chinitz effect where small local incumbent suppliers encourage entry. The importance of agglomeration economies for entry hold when considering changes in India's incumbent industry structures from 1989, determined before large-scale deregulation began, to 2005.\n\n",
    "acknowledgement": "\nWe thank Ahmad Ahsan, Mehtabul Azam, Rajeev Dehejia, Lakshmi Iyer, Henry Jewell, Arvind Panagariya, and Hyoung Gun Wang for helpful comments on this work. We thank the World Bank's South Asia Labor Flagship team for providing the primary datasets used in this paper. We are particularly indebted to Shanthi Nataraj for sharing her wisdom regarding the industrial survey data. Funding for this project was provided by World Bank and Multi-Donor Trade Trust Fund. The views expressed here are those of the authors and not necessarily of any institution they may be associated with, nor of the National Bureau of Economic Research.\n\n\n"
}