{
    "id": 17517,
    "citation_title": "The Real Effects of Hedge Fund Activism: Productivity, Asset Allocation, and Labor Outcomes",
    "citation_author": [
        "Alon Brav",
        "Wei Jiang",
        "Hyunseob Kim"
    ],
    "citation_publication_date": "2011-10-14",
    "issue_date": "2011-10-14",
    "revision_date": "2015-01-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the long-term effect of hedge fund activism on the productivity of target firms using plant-level information from the U.S. Census Bureau. A typical target firm improves its production efficiency in the three years after an activist intervention, and the improvements are most pronounced in those interventions specifically targeting the firm’s business strategy. We also find that plants sold post-intervention exhibit a significant improvement in productivity under new ownership, consistent with the view that efficient capital redeployment is an important channel via which activists create value. We further find that employees of target firms experience a reduction in work hours and stagnation in wages despite an increase in labor productivity. Additional tests refute alternative explanations that attribute the improvement to mean reversion, management’s voluntary reforms, industry consolidation shocks, or hedge funds’ stock picking abilities. The overall evidence is consistent with hedge fund intervention having a real and long-term effect on the fundamental values of target firms.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Real Effects of Hedge Fund Activism: Productivity, Risk, and Product Market Competition.\" The authors have benefited from comments from and discussions with Lucian Bebchuk, Christa Bouwman, Joan Farre-Mensa, Simon Gervais, Sandy Klasa, April Klein, Dalida Kadyrzhanova, Vikram Nanda, Michael Raith, Adriano Rampini, and seminar and conference participants at Arizona State University, Boston College, Brigham Young University, Cornell University, Duke University, Drexel, Ecole Polytechnique Fédérale de Lausanne, Emory, Erasmus, Fordham, Fudan, HEC Paris, Imperial College, INSEAD, Interdisciplinary Center at Herzlyia, London Business School, Michigan, New York University, University of Oregon, Rotterdam School of Management, Rutgers, SAIF, Seoul National University, Southern Methodist University, Tel Aviv University, Temple, University of Amsterdam, University of Washington, University of Illinois at Urbana-Champaign, University of Oxford, Wharton, Yale, the Annual Corporate Governance Conference at Drexel University, Western Finance Association Annual Meetings, the International Conference on Corporate Governance at Tsinghua University, the HBS Information, Markets and Organization Conference, the Annual Financial Intermediation Society Conference, Jackson Hole Finance Conference, the SFS Finance Cavalcade, and the Annual Conference on Corporate Finance at Washington University in St. Louis. We thank Bert Grider at the Triangle Census Research Data Center for help with data and clearance requests. We also thank Jin Xu and Yinghua Li for help with data collection at an early stage of the paper and Bryan Oh for excellent research assistance. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}