{
    "id": 17525,
    "citation_title": "Optimal Monetary Policy with Informational Frictions",
    "citation_author": [
        "George-Marios Angeletos",
        "Jennifer La'O"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "2018-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies optimal policy in a business-cycle setting in which firms have a blurry understanding of the state of the economy due to informational or cognitive constraints. The latter are not only the source of nominal rigidity but also an impediment in the coordination of production. The optimal allocation thus differs from familiar Ramsey benchmarks (Lucas and Stokey, 1983; Correia, Nicolini, and Teles, 2008) in manners that may be misinterpreted as a call for macroeconomic stabilization. Furthermore, conventional policy instruments serve new functions: they manipulate the firms’ collection and use of information or their cognitive efforts. Despite these facts, the optimal taxes are similar to those in the aforementioned benchmarks and the optimal monetary policy replicates flexible-price allocations. On the other hand, the rationale for price stability falls apart: replicating flexible-price allocations and minimizing relative-price distortions become equivalent to a certain form of “leaning against the wind”.\n\n",
    "acknowledgement": "\nThis paper extends, and subsumes, an earlier draft that concerned the same topic but contained a narrower methodological contribution (Angeletos and La’O, 2012). We benefited from comments received in numerous conferences and seminars. We thank Robert King and Philippe Bacchetta for discussing early versions of our paper. We are particularly grateful to the editor, Harald Uhlig, and three anonymous referees for detailed and constructive feedback on the latest version. We finally thank Karthik Sastry for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}