{
    "id": 17522,
    "citation_title": "Government Policy and Ownership of Financial Assets",
    "citation_author": [
        "Kristian Rydqvist",
        "Joshua Spizman",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nSince World War II, direct stock ownership by households across the globe has largely been replaced by indirect stock ownership by financial institutions. We argue that tax policy is the driving force. Using long time-series from eight countries, we show that the fraction of household ownership decreases with measures of the tax benefits of holding stocks inside tax-deferred plans. This finding is important for policy considerations on effective taxation and for financial economics research on the long-term effects of taxation on corporate finance and asset prices.\n\n",
    "acknowledgement": "\nThis paper has previously been circulated under the title \"The Evolution of Aggregate Stock Ownership: A Unified Explanation''. We are grateful for data and institutional information from Jyrki Ali-Yrkko of the Research Institute of the Finnish Economy, Masahiko Aoki of Stanford University, Jan Bjuvberg and Leif Muten of the Stockholm School of Economics, Olvind Bohren and Dag Michalsen of the Norwegian School of Management, John Comisky of the Internal Revenue Service, Shamubeel Eaqub of Goldman & Sachs, Daniel Feenberg of NBER, Bjarne Florentsen of the Copenhagen Business School, Lucien Foldes, Carine Guilbault, Helen Katz, and Arlene Lachapelle of Canada Revenue Agency, Sebastian Herzog of the University of Mannheim, Andrew Jackson of Barclays Global Investors, Lari Kaartinen of the Finnish Central Securities Depository, Matti Kukkonen of the Swedish School of Economics, Matti Keloharju of the Finnish School of Economics and Business Administration, Lois Gottlieb of Morneau Sobeco, Riitta Ijas of the Finnish Tax Administration, Eila Laakso of Statistics Finland, Maarten Palme of Stockholm University, Chihiro Shima of the Development Bank of Japan, Sylvie Strobbe of Banque de France, Berouk Terefe of Statistics Canada, Kane Travers of the Taxation Statistics Administration, Daniel Waldenstrom of the Research Institute of Industrial Economics, Per-Olof Westerlund of Förhandlings- och samverkansrådet PTK, and Elaine Zimmerman of the Office of Policy & Research. We also want to thank Rajesh Aggarwal, Franklin Allen, David Chapman, Allan Eberhart, Jennifer Huang, Clifford Holderness, Joachim Inkmann, Robert Kieschnick, Andrei Kirilenko, David Koslowsky, Sebastian Lobe, Alan Macnaughton, Alberto Manconi, Steve Schwartz, Yuzhao Zhang, and seminar participants at Binghamton, Central Florida, Copenhagen Business School, Financial Management Association 2008, German Finance Association 2008, Institute for Industrial Economics (Sweden), London Business School, McIntire School, Mid-Atlantic Research Conference 2009, Norwegian School of Economics and Business Administration, Northern Finance Association 2009, Payout Policy: Foundations and Trends at Wuppertal University, Shifting Capital Markets and Performance conference at Yale University, Texas Finance Festival 2009, UNC Tax Symposium 2008, University of Colorado at Boulder, Vanderbilt, West Virginia, Wilfried Laurier, and Washington Area Finance Association 2008 for suggestions to improve the paper.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}