{
    "id": 17527,
    "citation_title": "Teaching Practices and Social Capital",
    "citation_author": [
        "Yann Algan",
        "Pierre Cahuc",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use several data sets to consider the effect of teaching practices on student beliefs, as well as on organization of firms and institutions. In cross-country data, we show that teaching practices (such as copying from the board versus working on projects together) are strongly related to various dimensions of social capital, from beliefs in cooperation to institutional outcomes. We then use micro-data to investigate the influence of teaching practices on student beliefs about cooperation both with each other and with teachers, and students' involvement in civic life. A two-stage least square strategy provides evidence that teaching practices have an independent sizeable effect on student social capital. The relationship between teaching practices and student test performance is nonlinear.  The evidence supports the idea that progressive education promotes social capital.\n\n",
    "acknowledgement": "\nWe are grateful to Roland Benabou, Antonio Ciccone, Joshua Gottlieb, Lawrence Katz, Jesse Shapiro, Emily Oster, and Fabrizio Zilibotti  for helpful comments.  We also thank for their comments seminar participants at the University of Chicago, CREI, Harvard, Zurich and to the NBER Cultural Economics workshop. Yann Algan thanks the ERC-Starting Grant for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}