{
    "id": 17528,
    "citation_title": "The Effect of FDA Advisories on Branded Pharmaceutical Firms' Valuations and Promotion Efforts",
    "citation_author": [
        "Rena M. Conti",
        "Haiden A. Huskamp",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US Food and Drug Administration (FDA) expends considerable efforts in regulating medications approved for use.  Yet the impact of medication labeling changes on brand pharmaceutical products, and whether and what firms do to respond to increased information regarding the safety and efficacy of a drug, have not be characterized. We propose a behavioral framework for examining the effects of FDA advisories on branded pharmaceutical firms and their products.  We empirically assess the impact of recent FDA advisories on the stock market valuations of a sample of branded pharmaceutical manufacturing firms using event study methods.  We examine whether and how branded pharmaceutical manufacturers respond to an advisory by assessing changes in promotion compared to non-affected firms.  We find firms targeted by an advisory have average stock price declines of 3% in three days and 11% in five days following the advisory release, and in turn appear to decrease total physician-directed promotion spending, journals ads and detailing visits significantly six months following the advisory release; the provision of free samples is unaffected.  We find no changes among therapeutic substitutes unaffected by the advisory. Results of sensitivity analyses suggest firms with market dominant positions experience similar decreases in stock market valuations and physician-directed promotion compared to pooled results.  The results are also robust to alternative definitions of the timing of advisory release dates and the severity of advisories' wording.  Theory and empirical results suggest the public release of FDA advisories negatively impacts firm's short-term market valuations. The results suggest an additional rationale for previously documented declines in prescribing after FDA advisory releases - significant declines in physician-directed promotion following FDA advisory releases; the combined (and likely correlated) effects of the release of the advisory and declines in physician-directed promotion on prescribing behavior are likely larger than the sum of the independent effects.\n\n",
    "acknowledgement": "\nThis work has been supported by The University of Chicago Program on Pharmaceutical Policy (Conti), the National Cancer Institute (Conti), the Agency for Healthcare Research and Quality (K08 HS15699-01A1, Alexander), and a Robert Wood Johnson Foundation Investigator Award in Health Policy Research (Huskamp).  The funding sources had no role in study design or conduct; collection, management, analysis, or interpretation of the data; or preparation, review, or final manuscript approval.  The authors gratefully acknowledge E. Ray Dorsey and G. Caleb Alexander for their review of the clinical content of the analysis and comments on previous drafts.  Comments by participants in the Health Economics Workshop and the Department of Health Studies Research in Progress Workshop at The University of Chicago and the Food and Drug Administration's Office of Surveillance and Epidemiology Safety Seminar (May 19, 2011) are gratefully acknowledged.  Wharton Research Data Services (WRDS) was used to retrieve stock market data.  This service and the data available thereon constitute valuable intellectual property and trade secrets of WRDS and/or its third-party suppliers.  The statements, findings, conclusions, views, and opinions contained and expressed herein are based in part on data obtained under license from the IMS Health Incorporated information services: Integrated Promotional Services™  (2004-2006) and the National Disease and Therapeutic Index™ (NDTI). All Rights Reserved.  The statements, findings, conclusions, views, and opinions contained and expressed herein are those of the authors and are not necessarily those of the research sponsors, the National Bureau of Economic Research, the institutions with whom the authors are affiliated, of IMS Health Incorporated or any of its affiliated or subsidiary entities. Expert research assistance was provided by Anna Zelivianskaia, Ravi Gupta and Arielle Bernstein.\n\n\n"
}