{
    "id": 17529,
    "citation_title": "Allocating Time: Individuals' Technologies, Household Technology, Perfect Substitutes, and Specialization",
    "citation_author": [
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "2012-04-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an efficient household if the spouses' time inputs are perfect substitutes, then spouses will \"specialize\" regardless of their preferences and the governance structure.  That is, both spouses will not allocate time to both household production and the market sector.  The perfect substitutes assumption implies that spouses' \"unilateral\" production functions (i.e., the household production function when only one spouse allocates time to home production) are closely related, satisfying a highly restrictive condition that I call \"compatibility.\" \nI introduce the \"correspondence assumption,\" which postulates that the unilateral production functions in a newly formed household coincide with individuals' production functions before they enter marriage.  The correspondence assumption provides a plausible account of the genesis of household technology and simplifies its estimation. I introduce the \"additivity assumption\" which postulates that the household production function is the sum of the spouses' unilateral production functions and argue that additivity is implicit in much of the new home economics. Together, the correspondence and additivity assumptions imply that individuals' technologies reveal the entire household technology. \nI show that perfect substitutes, additivity and concavity imply that the household production function is of the same form as the unilateral production functions, exhibits constant returns to scale, and depends on the spouses' total time inputs, measured in efficiency units.\n\n",
    "acknowledgement": "\nThis is the first of two theoretical papers on household time allocation; the second paper, Pollak (2012), discusses the conditions, other than perfect substitutes, under which efficiency implies specialization. Preliminary versions of this paper were presented at the PAA in New York, SOLE in Chicago, IZA in Bonn, ESPE in Chicago, the AEA in New Orleans, the University of Missouri, Duke University, Collegio Carlo Alberto in Torino, the University of Cergy-Pontoise, the University of Chicago, Mount Holyoke College, Cornell, UCLA, and the University of Maryland conference on International Perspectives on Time Use. I am grateful to Paula England, Shelly Lundberg, Mark Rosenzweig, Leslie Stratton, Yoram Weiss, and Randy Wright for conversations and comments, to Massimo Marinacci and Luigi Montrucchio for help proving a crucial result, and to two anonymous referees for their perceptive comments.  I am grateful to the Eunice Kennedy Shriver National Institute of Child Health & Human Development, National Institutes of Health (RO1HD056207-01A2) for financial support.  I alone am responsible for the views expressed. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}