{
    "id": 17520,
    "citation_title": "Sticky Prices: A New Monetarist Approach",
    "citation_author": [
        "Allen Head",
        "Lucy Qian Liu",
        "Guido Menzio",
        "Randall Wright"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do some sellers set nominal prices that apparently do not respond to changes in the aggregate price level? In many models, prices are sticky by assumption; here it is a result. We use search theory, with two consequences: prices are set in dollars, since money is the medium of exchange; and equilibrium implies a nondegenerate price distribution. When the money supply increases, some sellers may keep prices constant, earning less per unit but making it up on volume, so profit stays constant. The calibrated model matches price-change data well. But, in contrast with other sticky-price models, money is neutral.\n\n",
    "acknowledgement": "\nThis paper was delivered by Wright as the Marshall Lecture at the 2011 joint meetings of the Econometric Society and European Economic Association in Oslo, Norway. It was invited by the President of the Society, Chris Pissarides. We are honored and grateful for his support of our ongoing work, sufficiently so that we are submiting the flagship paper in the project, rather than a spinoff or summary (for the record, this paper has never been submitted for publication elsewhere). A previous version was titled \"Really, Really Rational Inattention: Or How I Learned to Stop Worrying and Love Sticky Prices.\" We are grateful for input from Marios Angeletos, Mark Bils, Ken Burdett, Jeff Campbell, V.V. Chari, Peter Diamond, Ben Eden, Chris Edmond, Mike Golosov, Christian Hellwig, Boyan Jovanovic, Peter Klenow, Oleksiy Kryvtsov, John Leahy, Dale Mortensen, Julio Rotemberg, Tom Sargent and Nancy Stokey. We also thank participants in presentations at MIT, Wisconsin, Yale, Ohio State, York, UCSD, BU, Rochester, Vienna, Paris II, NYU, the Federal Reserve Banks of Chicago, Minneapolis, Richmond, San Francisco and St. Louis, the Bank of Canada, the SED, the Canadian Macro Study Group, the Philadelphia Search and Matching Workshop, the Philly Fed - Penn Econ Conference on Money and Macro Economics, the Essex Conference on Economics and Music, the Minnesota Macro Workshop and the NBER. Wright thanks the National Science Foundation and the Ray Zemon Chair in Liquid Assets at the Wisconsin School of Buisiness. Head thanks the Social Sciences and Humanities Research Council of Canada. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}