{
    "id": 17533,
    "citation_title": "Experimental Evidence on the Effect of Childhood Investments on Postsecondary Attainment and Degree Completion",
    "citation_author": [
        "Susan Dynarski",
        "Joshua M. Hyman",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "2013-07-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of early childhood investments on college enrollment and degree completion. We use the random assignment in the Project STAR experiment to estimate the effect of smaller classes in primary school on college entry, college choice, and degree completion. We improve on existing work in this area with unusually detailed data on college enrollment spells and the previously unexplored outcome of college degree completion. We find that assignment to a small class increases the probability of attending college by 2.7 percentage points, with effects more than twice as large among blacks. Among students enrolled in the poorest third of schools, the effect is 7.3 percentage points. Smaller classes increase the likelihood of earning a college degree by 1.6 percentage points and shift students towards high-earning fields such as STEM (science, technology, engineering and mathematics), business and economics. We find that test score effects at the time of the experiment are an excellent predictor of long-term improvements in postsecondary outcomes.\n\n",
    "acknowledgement": "\nWe thank Jayne Zaharias-Boyd of HEROS and the Tennessee Department of Education for allowing the match between the STAR and National Student Clearinghouse data. The Education Research Section at Princeton University generously covered the cost of this match. Monica Bhatt, David Deming and Nathaniel Schwartz provided excellent research assistance. We benefitted from discussions at Cornell, the Federal Reserve Bank of Atlanta, the Swedish Institute for Labour Market Evaluation, University of California at Davis, University of Michigan, Vanderbilt, Yale and the 2012 Rome conference on Improving Education Accountability and Evaluation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}