{
    "id": 17537,
    "citation_title": "Housing and the Macroeconomy: The Role of Bailout Guarantees for Government Sponsored Enterprises",
    "citation_author": [
        "Karsten Jeske",
        "Dirk Krueger",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates the macroeconomic and distributional effects of government bailout guarantees for Government Sponsored Enterprises (such as Fannie Mae and Freddy Mac) in the mortgage market. In order to do so we construct a model with heterogeneous, infinitely lived households and competitive housing and mortgage markets. Households have the option to default on their mortgages, with the consequence of having their homes foreclosed. We model the bailout guarantee as a government provided and tax-financed mortgage interest rate subsidy. We find that eliminating this subsidy leads to substantially lower equilibrium mortgage origination and increases aggregate welfare, but has little effect on foreclosure rates and housing investment. The interest rate subsidy is a regressive policy: eliminating it benefits low-income and low-asset households who did not own homes or had small mortgages, while lowering the welfare of high-income, high-asset households.\n\n",
    "acknowledgement": "\nWe have benefited from helpful comments by seminar participants at the Wharton macro lunch, the Banco de Espana, The Housing Conference at the Bank of Canada and the Federal Reserve Bank of Atlanta. Krueger thanks the NSF for financial support under grants SES-0820494 and SES-1123547. The views expressed herein are those of the authors and do not necessarily reflect the views of Mellon Capital Management, The Bank of New York Mellon, or the National Bureau of Economic Research.\n\n\n"
}