{
    "id": 17539,
    "citation_title": "Policy-Instrument Choice and Benefit Estimates for Climate-Change Policy in the United States",
    "citation_author": [
        "Matthew J. Kotchen",
        "Kevin J. Boyle",
        "Anthony A. Leiserowitz"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first willingness-to-pay (WTP) estimates in support of a national climate-change policy that are comparable with the costs of actual legislative efforts in the U.S. Congress. Based on a survey of 2,034 American adults, we find that households are, on average, willing to pay between $79 and $89 per year in support of reducing domestic greenhouse-gas (GHG) emissions 17 percent by 2020. Even very conservative estimates yield an average WTP at or above $60 per year. Taking advantage of randomized treatments within the survey valuation question, we find that mean WTP does not vary substantially among the policy instruments of a cap-and-trade program, a carbon tax, or a GHG regulation. But there are differences in the sociodemographic characteristics of those willing to pay across policy instruments. Greater education always increases WTP. Older individuals have a lower WTP for a carbon tax and a GHG regulation, while greater household income increases WTP for these same two policy instruments. Republicans, along with those indicating no political party affiliation, have a significantly lower WTP regardless of the policy instrument. But many of these differences are no longer evident after controlling for respondent opinions about whether global warming is actually happening.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The survey was conducted by the Yale Project on Climate Change Communication and the George Mason University Center for Climate Change Communication, and was funded by the Surdna Foundation, the 11th Hour Project, the Pacific Foundation, the Grantham Foundation for the Protection of the Environment, and the Robert Wood Johnson Foundation.\n\n\n"
}