{
    "id": 17538,
    "citation_title": "Adverse Selection and Incentives in an Early Retirement Program",
    "citation_author": [
        "Kenneth T. Whelan",
        "Ronald G. Ehrenberg",
        "Kevin F. Hallock",
        "Ronald L. Seeber"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate potential determinants of enrollment in an early retirement incentive program for non-tenure-track employees of a  large university. Using administrative record on the eligible population of employees not covered by collective bargaining agreements, historical employee count and layoff data by budget units, and public information on unit budgets, we find dips in per-employee finance in a budget unit during the application year and higher recent per employee layoffs were associated with increased probabiliites of eligible employee program enrollment. Our results also suggest, on average, that employees whose salaries are lower than we would predict given their personal characteristics and job titles were more likely to enroll in the early retirement program. To the extent that employees' compensation reflects their productivity, as it should under a pay system in which annual salary increases are based on merit, this finidng suggests that adverse selection was not a problem with the program. That is, we find no evidence that on average the \"most productive\" employees took the incentive.\n\n",
    "acknowledgement": "\nWe are grateful to Mary Opperrman, Vice President for Human Resources at Cornell,; Veronica Banks, Manager of Data Analysis at Cornell Benefit Services; Linda Nobles, Senior Benefit Analyst at Cornell; and their staffs for providing us with much of the data used in the study and for working with us on the project. The Cornell Higher Education Research Institute (CHERI) receives financial support from the Andrew W. Mellon Foundation and we are also grateful to the foundation for its support. We also thank seminar participants at Cornell University, the 2011 WEAI, and the 2011 NBER Summer Institute for helpful comments The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}