{
    "id": 17534,
    "citation_title": "Unemployment Insurance and Job Search in the Great Recession",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly two years after the official end of the \"Great Recession,\" the labor market remains historically weak. One candidate explanation is supply-side effects driven by dramatic expansions of Unemployment Insurance (UI) benefit durations, to as many as 99 weeks. This paper investigates the effect of these UI extensions on job search and reemployment. I use the longitudinal structure of the Current Population Survey to construct unemployment exit hazards that vary across states, over time, and between individuals with differing unemployment durations. I then use these hazards to explore a variety of comparisons intended to distinguish the effects of UI extensions from other determinants of employment outcomes.\nThe various specifications yield quite similar results. UI extensions had significant but small negative effects on the probability that the eligible unemployed would exit unemployment, concentrated among the long-term unemployed. The estimates imply that UI benefit extensions raised the unemployment rate in early 2011 by only about 0.1-0.5 percentage points, much less than is implied by previous analyses, with at least half of this effect attributable to reduced labor force exit among the unemployed rather than to the changes in reemployment rates that are of greater policy concern.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity, which provided financial support. I thank Stephanie Aaronson, David Card, Hank Farber, Lisa Kahn, Anne Polivka, John Quigley, Gene Smolensky, Rob Valletta, Till von Wachter, the Brookings Papers editors and conference participants, and seminar participants at Berkeley, NBER, Santa Barbara, and Wharton for many helpful comments and suggestions. I gratefully acknowledge research support from the Institute for Research on Labor and Employment and the Center for Equitable Growth, both at UC Berkeley. Ana Rocca provided excellent research assistance. I served in the Obama administration in 2009-10 and participated in internal discussions of the Unemployment Insurance extensions studied here, but all opinions expressed herein are my own.\n\n\n"
}