{
    "id": 17536,
    "citation_title": "The Composition and Draw-down of Wealth in Retirement",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "2013-07-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents evidence on the resources available to households as they enter retirement.  It draws heavily on data collected by the Health and Retirement Study and calculates the \"potential additional annuity income\" that households could purchase, given their holdings of non-annuitized financial assets at the start of retirement.  Even if households used all of their financial assets inside and outside personal retirement accounts to purchase a life annuity, only 47 percent of households between the ages of 65 and 69 in 2008 could increase their life-contingent income by more than $5,000 per year.  At the upper end of the wealth distribution, however, a substantial number of households could make large annuity purchases.  The paper also considers the role of housing equity in the portfolios of retirement-age households, and explores the extent to which households draw down housing equity and financial assets as they age.  Many households appear to treat housing equity and non-annuitized financial assets as \"precautionary savings,\" tending to draw them down only when they experience a shock such as the death of a spouse or a period of substantial medical outlays.  Because home equity is often conserved until very late in life, for many households it may provide some insurance against the risk of living longer than expected.\n\n",
    "acknowledgement": "\nWe are grateful to Isaiah Andrews for excellent research assistance, to Jonathan Skinner for providing us with estimates of the annuity value of Medicare and Medicaid, and to Jeffrey Brown and the editorial staff of the Journal of Economic Perpectives for extremely helpful comments and suggestions.  Poterba is a trustee of the College Retirement Equity Fund, and of the TIAA-CREF mutual funds; TIAA-CREF is a provider of retirement services and annuity products.  We are grateful to the National Institute of Aging, grant P01 AG005842, to the Social Security Administration, grant 5-RRC080984-00-03-00 (formerly 10-M-98363-1-02), and to the National Science Foundation (Poterba) for research support.  David Wise received support for this research from the National Institute on Aging, grant numbers P01-AG005842 and P30-AG012810. Any opinions are those of the authors and not of any institutions with which they are affiliated, nor of the National Bureau of Economic Research.\n\n\n\nJames M. Poterba\n\nIn addition to my role as a faculty member at MIT, I am engaged in a number of outside activities.  In the last three years, I have been:\n\n\n(i) President of the National Bureau of Economic Research, a non-profit organization devoted to economic research (www.nber.org). (since July 2008)\n\n\n(ii) Trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org).\n\n\n(iii) Trustee of the Alfred P. Sloan Foundation (www.sloan.org). (since June 2009)\n\n\n(iv) Member of the Panel of Economic Advisers at the Congressional Budget Office (www.cbo.gov).\n\n\n(v) Director, the Jeffrey Company and the Jeflion Company.  (until June 2010)\n\n\n(vi) I periodically receive compensation for lectures or presentations.  During the last three years, I have received amounts in excess of $500 from each of the following organizations: Clemson University, Dimensional Fund Advisers, DuPont, the Economic and Social Research Institute (Dublin), the Geothe University (Frankfurt), the Institute of Fiscal Studies (London), the Investment Company Institute, Tulane University, the University of Illinois, and the University of Wisconsin.\n\n\n"
}