{
    "id": 17535,
    "citation_title": "Organizational Economics and Physician Practices",
    "citation_author": [
        "James B. Rebitzer",
        "Mark E. Votruba"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "2013-06-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEconomists seeking to improve the efficiency of health care delivery frequently emphasize two issues: the fragmented structure of physician practices and poorly designed physician incentives.  This paper analyzes these issues from the perspective of organizational economics.  We begin with a brief  overview of the structure of physician practices and observe that the long anticipated triumph of integrated care delivery has largely gone unrealized. We then analyze the special problems that fragmentation poses for the design of physician incentives.  Organizational economics suggests some promising incentive strategies for this setting, but implementing these strategies is complicated by norms of autonomy in the medical profession and by other factors that inhibit effective integration between hospitals and physicians.  Compounding these problems are patterns of medical specialization that complicate coordination among physicians.   We conclude by considering the policy implications of our analysis - paying particular attention to proposed Accountable Care Organizations.\n\n",
    "acknowledgement": "\nIn writing this essay, we benefited from suggestions provided by Lawton R. Burns, Alan B. Cohen, Keith Ericson, Meredith B. Rosenthal, Mark Rukavina and Victor Fuchs.  We are responsible for any errors or omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}