{
    "id": 17530,
    "citation_title": "Financial Sector Ups and Downs and the Real Sector: Up by the stairs, down by the parachute",
    "citation_author": [
        "Joshua Aizenman",
        "Brian Pinto",
        "Vladyslav Sushko"
    ],
    "citation_publication_date": "2011-10-20",
    "issue_date": "2011-10-20",
    "revision_date": "2012-11-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how financial expansion and contraction cycles affect the broader economy through their impact on real economic sectors in a panel of countries over 1960-2005. Periods of accelerated growth of the financial sector are more likely to be followed by abrupt financial contractions than are periods of slower financial sector growth. Sharp fluctuations in the financial sector have strongly asymmetric effects, with the majority of real sectors adversely affected by contractions, but not helped by expansions. The adverse effects of financial contractions are transmitted almost exclusively through the financial openness channel, with precautionary foreign exchange reserve holdings serving as a key buffer.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Financial Sector Ups and Downs and the Real Sector: Big Hindrance, Little Help.\" We are grateful to Jean-Jacques Dethier for guidance, the Research Support Budget of the Development Economics Vice-Presidency of the World Bank for funding, and two anonymous referees for their insightful comments and suggestions. We also thank Pierre-Richard Agénor, Mathias Drehmann, Ingo Fender, Mikael Juselius, and the seminar participants at the University of Manchester, the Bank for International Settlements, and the participants of the IMF conference on \"Financial Deepening, Macro-Stability, and Growth\" for their useful comments. This paper is part of a broader investigation at the Poverty Reduction and Economic Management Anchor of the World Bank on financial integration and economic growth in developing countries. The views herein are entirely those of the authors. They do not necessarily represent the views of the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent, or the NBER, or those of the Bank for International Settlements.\n\n\n"
}