{
    "id": 17542,
    "citation_title": "Sovereign Debt, Government Myopia, and the Financial Sector",
    "citation_author": [
        "Viral V. Acharya",
        "Raghuram G. Rajan"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "2014-06-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines the sustainability of sovereign debt? We develop a model where myopic governments seek popularity but can nevertheless commit credibly to service external debt. They do not default when debt is low because they would lose access to debt markets and be forced to reduce spending; they do not default as debt builds up, and net new borrowing becomes difficult, because of the adverse consequences from default to the domestic financial sector. More myopic governments default less often, but tax in a more distortionary way and increase the vulnerability of the domestic financial sector to future government debt default.\n\n",
    "acknowledgement": "\nWe thank Heitor Almeida, Sudipto Dasgupta, Itamar Drechsler, Mark Flannery, Mitu Gulati, David Hirshleifer (editor), Olivier Jeanne, Gregor Matvos, Philipp Schnabl and an anonymous referee for helpful comments, and Xuyang Ma for excellent research assistance. We also received useful comments from seminar participants at Boston University, CES Ifo and the Bundesbank Conference on The Banking Sector and the State, Chicago Booth, Conference on Sovereign Debt and Crises in Iceland (October 2011), ESRCOxford Martin School International Scientific Symposium on Macroeconomics, European Economic Association (EEA) and Econometric Society European Meeting (ESEM) Meetings - 2011, FMA Meetings (2012), Hong Kong University of Science and Technology (HKUST) Corporate Finance conference - 2011, Indian School of Business Center for Analytical Finance conference, National Bank of Hungary, New York University (Stern School of Business and the Graduate School of Arts and Sciences), Queen's University, Reserve Bank of New Zealand, University of Calgary, Western Finance Association Meetings (2012). Rajan acknowledges support from the Stigler Center and the Initiative on Global Markets at the University of Chicago's Booth School and from the National Science Foundation. We thank Hirshleifer (editor), Olivier Jeanne, Gregor Matvos, Philipp Schnabl and an anonymous referee for helpful comments, and Xuyang Ma for excellent research assistance. We also received useful comments from seminar participants at Boston University, CES Ifo and the Bundesbank Conference on The Banking Sector and the State, Chicago Booth, Conference on Sovereign Debt and Crises in Iceland (October 2011), ESRCOxford Martin School International Scientific Symposium on Macroeconomics, European Economic Association (EEA) and Econometric Society European Meeting (ESEM) Meetings - 2011, FMA Meetings (2012), Hong Kong University of Science and Technology (HKUST) Corporate Finance conference - 2011, Indian School of Business Center for Analytical Finance conference, National Bank of Hungary, New York University (Stern School of Business and the Graduate School of Arts and Sciences), Queen's University, Reserve Bank of New Zealand, University of Calgary, Western Finance Association Meetings (2012). Rajan acknowledges support from the Stigler Center and the Initiative on Global Markets at the University of Chicago's Booth School and from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}