{
    "id": 17545,
    "citation_title": "How Do Informal Agreements and Renegotiation Shape Contractual Reference Points?",
    "citation_author": [
        "Ernst Fehr",
        "Oliver D. Hart",
        "Christian Zehnder"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious experimental work provides encouraging support for some of the central assumptions underlying Hart and Moore (2008)'s theory of contractual reference points. However, existing studies ignore realistic aspects of trading relationships such as informal agreements and ex post renegotiation. We investigate the relevance of these features experimentally. Our evidence indicates that the central behavioral mechanism underlying the concept of contractual reference points is robust to the presence of informal agreements and ex post renegotiation. However, our data also reveal new behavioral features that suggest refinements of the theory. In particular, we find that the availability of informal agreements and ex post renegotiation changes how trading parties evaluate ex post outcomes. Interestingly, the availability of these additional options affects ex post evaluations even in situations in which the parties do not use them.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the U.S. National Science Foundation through the National Bureau for Economic Research, the Research Priority Program of the University of Zurich on the \"Foundations of Human Social Behavior\", and the Swiss National Science Foundation. We would like to thank Heski Bar-Isaac, Roland Benabou, Sylvain Chassang, Bob Gibbons, Wolfgang Pesendorfer, and Philipp Weinschenk for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}