{
    "id": 17544,
    "citation_title": "The Contribution of Chinese FDI to Africa's Pre Crisis Growth Surge",
    "citation_author": [
        "Aaron Weisbrod",
        "John Whalley"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 3 years before the 2008 Financial Crisis, GDP growth in sub Saharan Africa (averaged over individual economies) was around 6%, or 2 percentage points above mean growth rates for the preceding 10 years. This period also coincided with significant Chinese FDI flows into these countries, accounting for up to 10% of total inward FDI flows for certain countries in these years. We use growth accounting methods to assess what portion of this elevated growth can be attributed to Chinese inward FDI. We follow Solow (1957), Dennison (1962), and others and use data for individual economies between 1990 and 2008 to calculate Solow residuals for these years for individual economies. We use capital stock data, workforce, and factor share data by country. Capital stock data is unavailable directly, and so we use perpetual inventory methods to construct the data. Factor shares come from UN National Accounts data. We then run counterfactual growth accounting experiments for thirteen Sub-Saharan African countries excluding Chinese FDI inflows for 2005-2007 and also 2003-2009. Our individual results vary by year and country, but there are several year/country combinations where Chinese FDI contributed to an additional one half of a percentage point or above to GDP growth. These results suggest that a significant, even if in some cases small, portion of the elevated growth in sub Saharan Africa in the three years before the Financial Crisis and also in the two years afterwards (2008-2009) can be attributed to Chinese inward investment.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support, and to Terry Sicular for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}