{
    "id": 17547,
    "citation_title": "How Did the Recession of 2007-2009 Affect the Wealth and Retirement of the Near Retirement Age Population in the Health and Retirement Study?",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses asset and labor market data from the Health and Retirement Study (HRS) to investigate how the recent \"Great Recession\" has affected the wealth and retirement of those in the population who were just approaching retirement age at the beginning of the recession, a potentially vulnerable segment of the working age population. The retirement wealth held by those ages 53 to 58 before the onset of the recession in 2006 declined by a relatively modest 2.8 percentage points by 2010. In more normal times, their wealth would have increased over these four years. Members of older cohorts accumulated an additional 5 percent of wealth over the same age span. To be sure, a part of their accumulation was the result of the upside of the housing bubble. The wealth holdings of poorer households were least affected by the recession. Relative losses are greatest for those who initially had the highest wealth when the recession began.\nThe adverse labor market effects of the Great Recession are more modest. Although there is an increase in unemployment, that increase is not mirrored in the rate of flow out of full-time work or partial retirement. All told, the retirement behavior of the Early Boomer cohort looks similar, at least so far, to the behavior observed for members of older cohorts at comparable ages. \nVery few in the population nearing retirement age have experienced multiple adverse events. Although most of the loss in wealth is due to a fall in the net value of housing, because very few in this cohort have found their housing wealth under water, and housing is the one asset this cohort is not likely to cash in for another decade or two, there is time for their losses in housing wealth to recover.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (Grant # 5 RRC08098401-03-00). The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the NBER.\n\n\n"
}