{
    "id": 17548,
    "citation_title": "A Theory of Asset Pricing Based on Heterogeneous Information",
    "citation_author": [
        "Elias Albagli",
        "Christian Hellwig",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of asset prices that emphasizes heterogeneous information as the main element determining prices of different securities. Our main analytical innovation is in formulating a model of noisy information aggregation through asset prices, which is parsimonious and tractable, yet flexible in the specification of cash flow risks. We show that the noisy aggregation of heterogeneous investor beliefs drives a systematic wedge between the impact of fundamentals on an asset price, and the corresponding impact on cash flow expectations. The key intuition behind the wedge is that the identity of the marginal trader has to shift for different realization of the underlying shocks to satisfy the market-clearing condition. This identity shift amplifies the impact of price on the marginal trader's expectations. We derive tight characterization for both the conditional and the unconditional expected wedges. Our first main theorem shows how the sign of the expected wedge (that is, the difference between the expected price and the dividends) depends on the shape of the dividend payoff function and on the degree of informational frictions. Our second main theorem provides conditions under which the variability of prices exceeds the variability for realized dividends. We conclude with two applications of our theory. First, we highlight how heterogeneous information can lead to systematic departures from the Modigliani-Miller theorem. Second, in a dynamic extension of our model we provide conditions under which bubbles arise.\n\n",
    "acknowledgement": "\nWe thank Bruno Biais, John Geanakoplos, Narayana Kocherlakota, Stephen Morris, Guillaume Plantin, Jean Tirole, Martin Weber, Xavier Vives, Eric Young, and audiences at IIES (Stockholm), Yale, the 2nd French Macro-Finance Summer workshop (Sciences Po.), and ESSET Gerzensee for helpful comments. Hellwig gratefully acknowledges financial support from the European Research Council (starting grant agreement 263790). Tsyvinski is grateful to NSF for support and EIEF for hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristian Hellwig\n\nI am compensated at far more than 10000$ per year for research and consulting work with partners of Toulouse's \"Institut d'Economie Industrielle\". This compensation is both for direct consulting and for research on topics covered by these partnerships. In my case, the consulting is exclusively with Banque de France, but some of my research may also be used in connection with other IDEI partnerships.\n\n\nAdditional research support for this paper from the European Research Council is already acknowledged in the paper.\n\n\n\nAleh Tsyvinski\n\nNational Science Foundation, Einaudi Institute of Economics and Finance, Guggenheim Memorial Fellowship.\n\n\n"
}