{
    "id": 17540,
    "citation_title": "Estimates of the Social Cost of Carbon: Background and Results from the RICE-2011 Model",
    "citation_author": [
        "William D. Nordhaus"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new and important concept in global warming economics and policy is the social cost of carbon or SCC. This concept represents the economic cost caused by an additional ton of carbon-dioxide emissions or its equivalent. The present study describes the development of the concept as well as its analytical background. We estimate the SCC using an updated version of the RICE-2011 model. Additional concerns are uncertainty about different aspects of global warming as well as the treatment of different countries or generations. The most important results are: First, the estimated social cost of carbon for the current time (2015) including uncertainty, equity weighting, and risk aversion is $44 per ton of carbon (or $12 per ton CO2) in 2005 US$ and international prices). Second, including uncertainty increases the expected value of the SCC by approximately 8 percent. Third, equity weighting generally tends to reduce the SCC. Finally, the major open issue concerning the SCC continues to be the appropriate discount rate.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the Department of Energy. I am grateful to Richard Tol for providing data on earlier studies and to Lint Barrage and Zhimin Li for useful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}