{
    "id": 17549,
    "citation_title": "On the Connections between Intertemporal and Intra-temporal Trades",
    "citation_author": [
        "Jiandong Ju",
        "Kang Shi",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a new theory of international economics by introducing Heckscher-Ohlin features of intra-temporal trade into an intertemporal trade approach of current account. To do so, we consider a dynamic general equilibrium model with tradable sectors of different factor intensities, which allows for substitution between intertemporal trade (current account adjustment) and intra-temporal trade (goods trade). An economy's response to a shock generally involves a combination of a change in the composition of goods trade and a change in the current account. Flexible factor markets reduce the need for the current account to adjust. On the other hand, the more rigid the factor markets, the larger the size of current account adjustment relative to the volume of goods trade, and the slower the speed of adjustment of the current account towards its long-run equilibrium. We present empirical evidence consistent with the theory.\n\n",
    "acknowledgement": "\nThe paper is a substantial revision of an earlier paper,  \"Current Account Adjustment: Some New Theory and Evidence.\" We have replaced the OLG model in the earlier version with an infinity-horizon setup in this version and calibrated the model to study adjustments in both intertemporal trade and intra-temporal trade under technology shocks and preference shocks. We thank Joshua Aizenman, Rudolfs Bems, Richard Clarida, Giancarlo Corsetti, Luca Dedola, Mick Deveraux, Marcel Fratzscher, Gordon Hanson, Jean Imbs, Olivier Jeanne, Aart Kraay, Nuno Limao, Akito Matsumoto, Jonathan Ostry, David Parsley, Ken Rogoff, Eric van Wincoop and seminar/conference participants at Northwestern University, University of Lausanne, Graduate Institute for International Studies in Geneva, the IMF, the European Central Bank, SED Annual Meeting 2008, CEPR Conference on International Macroeconomics and Finance, Paris 2008, and Columbia-Tsinghua Conference on International Economics 2010, and 2013 NBER-CEPR ISOM conference for helpful discussions and suggestions, and Chang Hong, Erik von Uexkull, and Xuebing Yang for very capable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}