{
    "id": 17550,
    "citation_title": "A Linder Hypothesis for Foreign Direct Investment",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Gene M. Grossman",
        "Elhanan Helpman"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "2014-08-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study patterns of FDI in a multi-country world economy. We develop a model featuring non-homothetic preferences for quality and monopolistic competition in which specialization is purely demand-driven and the decision to serve foreign countries via exports or FDI depends on a proximity-concentration trade-off. We characterize the joint patterns of trade and FDI when countries differ in income distribution and size and show that FDI is more likely to occur between countries with similar per capita income levels. The model predicts a Linder Hypothesis for horizontal FDI, which is consistent with the patterns we find using establishment-level data on multinational activity.\n\n",
    "acknowledgement": "\nWe are grateful to many seminar and conference participants for comments and suggestions, to Ricardo Hausmann and Natalia Ramondo for their help with the data, and to Dennis Kuo for research assistance. Grossman and Helpman thank the National Science Foundation and Fajgelbaum thanks the International Economics Section at Princeton University for financial support. Part of the work on this paper was carried out while Grossman was a Visiting Research Fellow in the Development Economics Vice Presidency at the World Bank. He thanks the World Bank for support and the Trade and Integration Team (DECTI) for its hospitality. Any opinions, findings,  and conclusions or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation, the World Bank Group, the National Bureau of Economic Research, or any other organization.\n\n\n"
}