{
    "id": 17554,
    "citation_title": "School Resources and Educational Outcomes in Developing Countries: A Review of the Literature from 1990 to 2010",
    "citation_author": [
        "Paul W. Glewwe",
        "Eric A. Hanushek",
        "Sarah D. Humpage",
        "Renato Ravina"
    ],
    "citation_publication_date": "2011-10-28",
    "issue_date": "2011-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries spend hundreds of billions of dollars each year on schools, educational materials and teachers, but relatively little is known about how effective these expenditures are at increasing students' years of completed schooling and, more importantly, the skills that they learn while in school. This paper examines studies published between 1990 and 2010, in both the education literature and the economics literature, to investigate which specific school and teacher characteristics, if any, appear to have strong positive impacts on learning and time in school.  Starting with over 9,000 studies, 79 are selected as being of sufficient quality.  Then an even higher bar is set in terms of econometric methods used, leaving 43 \"high quality\" studies.  Finally, results are also shown separately for 13 randomized trials.  The estimated impacts on time in school and learning of most school and teacher characteristics are statistically insignificant, especially when the evidence is limited to the \"high quality\" studies.  The few variables that do have significant effects - e.g. availability of desks, teacher knowledge of the subjects they teach, and teacher absence - are not particularly surprising and thus provide little guidance for future policies and programs.\n\n",
    "acknowledgement": "\nThis paper benefited from comments by participants at the conference on \"Education Policy in Developing Countries: What Do We Know, and What Should We Do to Understand What We Don't Know?\" University of Minnesota, February 2011. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}