{
    "id": 17556,
    "citation_title": "Cost-Effectiveness of Electricity Energy Efficiency Programs",
    "citation_author": [
        "Toshi H. Arimura",
        "Shanjun Li",
        "Richard G. Newell",
        "Karen Palmer"
    ],
    "citation_publication_date": "2011-10-28",
    "issue_date": "2011-10-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the cost-effectiveness of electric utility ratepayer-funded programs to promote demand-side management (DSM) and energy efficiency (EE) investments. We specify a model that relates electricity demand to previous EE DSM spending, energy prices, income, weather, and other demand factors. In contrast to previous studies, we allow EE DSM spending to have a potential long-term demand effect and explicitly address possible endogeneity in spending. We find that current period EE DSM expenditures reduce electricity demand and that this effect persists for a number of years. Our findings suggest that ratepayer funded DSM expenditures between 1992 and 2006 produced a central estimate of 0.9 percent savings in electricity consumption over that time period and a 1.8 percent savings over all years. These energy savings came at an expected average cost to utilities of roughly 5 cents per kWh saved when future savings are discounted at a 5 percent rate.\n\n",
    "acknowledgement": "\nThe authors appreciate the very helpful research assistance of David McLaughlin, Maura Allaire, Yatziri Zepeda Medina,  Kazuyuki Iwata, Erica Myers, and John Mi. The authors thank Max Auffhammer, Carl Blumstein, Joseph Bryson, Peter Cappers, Joseph Eto, Kenneth Gillingham, Chuck Goldman, Marvin Horowitz, Peter Larsen, Joseph Loper, Steve Nadel, Alan Sanstad, Mark Jacobsen and Anant Sudarshan and three anonymous referees for helpful comments and suggestions. This research was funded in part by the Resources for the Future Center for Climate and Electricity Policy. Toshi Arimura thanks the Abe Fellowship for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}