{
    "id": 17552,
    "citation_title": "The Costs of Financial Crises: Resource Misallocation, Productivity and Welfare in the 2001 Argentine Crisis",
    "citation_author": [
        "Guido Sandleris",
        "Mark L.J. Wright"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial crises in emerging market countries appear to be very costly: both output and a host of partial welfare indicators decline dramatically. The magnitude of these costs is puzzling both from an accounting perspective -- factor usage does not decline as much as output, resulting in large falls in measured productivity -- and from a theoretical perspective. Towards a resolution of this puzzle, we present a framework that allows us to (i) account for changes in a country's measured productivity during a financial crises as the result of changes in the underlying technology of the economy, the efficiency with which resources are allocated across sectors, and the efficiency of the resource allocation within sectors driven both by reallocation amongst existing plants and by entry and exit; and (ii) measure the change in the country's welfare resulting from changes in productivity, government spending, the terms of trade, and a country's international investment position. We apply this framework to the Argentine crisis of 2001 using a unique establishment level data-set and find that more than half of the roughly 10% decline in measured total factor productivity can be accounted for by deterioration in the allocation of resources both across and within sectors. We measure the decline in welfare to be on the order of one-quarter of one years GDP.\n\n",
    "acknowledgement": "\nWe thank Susantu Basu, seminar participants at Banco Central de la Rep. Argentina, the Bank of England, the Bank of Spain, Universidad de San Andres, CREI, the Federal Reserve Banks of Dallas and St. Louis, Harvard, HEC, IIER, MIT, the Paris School of Economics, PUC-Rio, UCLA, UCSB, UTDT, the 2009 LACEA Conference, and the 2008 and 2009 SED Conferences for comments, and Fernando Giuliano and Nicolas Kohn for outstanding research assistance. We also thank INDEC for making available the Industrial Survey data. Further comments welcome.The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago, the Federal Reserve System. or the National Bureau of Economic Research.\n\n\n"
}