{
    "id": 17557,
    "citation_title": "Identifying Demand with Multidimensional Unobservables: A Random Functions Approach",
    "citation_author": [
        "Jeremy T. Fox",
        "Amit Gandhi"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the identification of nonseparable models without relying on the property that the model can be inverted in the econometric unobservables. In particular, we allow for infinite dimensional unobservables. In the context of a demand system, this allows each product to have multiple unobservables. We identify the distribution of demand both unconditional and conditional on market observables, which allows us to identify several quantities of economic interest such as the (conditional and unconditional) distributions of elasticities and the distribution of price effects following a merger. Our approach is based on a significant generalization of the linear in random coefficients model that only restricts the random functions to be analytic in the endogenous variables, which is satisfied by several standard demand models used in practice. We assume an (unknown) countable support for the the distribution of the infinite dimensional unobservables.\n\n",
    "acknowledgement": "\nThanks to Daniel Ackerberg, Richard Blundell, Andrew Chesher, Philip Haile and Jack Porter for helpful comments. Thanks to Philip Reny for earlier collaboration. Our email addresses are jtfox@umich.edu and agandhi@ssc.wisc.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}