{
    "id": 17559,
    "citation_title": "A Sorted Tale of Globalization: White Collar Jobs and the Rise of Service Offshoring",
    "citation_author": [
        "Runjuan Liu",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the rise of trade in services with China and India has impacted U.S. labour markets. The topic has two understudied aspects: it deals with service trade (most studies deal with manufacturing trade) and it examines the historical first of U.S. workers competing with educated but low-wage foreign workers. Our empirical agenda is made complicated by the endogeneity of service imports and the endogenous sorting of workers across occupations. To develop an estimation framework that deals with these, we imbed a partial equilibrium model of 'trade in tasks' within a general equilibrium model of occupational choice. The model highlights the need to estimate labour market outcomes using changes in the outcomes of individual workers and, in particular, to distinguish workers who switch 'up' from those who switch 'down'. (Switching 'down' means switching to an occupation that pays less on average than the current occupation). We apply these insights to matched CPS data for 1996-2007. The cumulative 10-year impact of rising service imports from China and India has been as follows. (1) Downward and upward occupational switching increased by 17% and 4%, respectively. (2) Transitions to unemployment increased by a large 0.9 percentage points. (3) The earnings of occupational 'stayers' fell by a tiny 2.3%. (4) The earnings impact for occupational switchers is not identified without an assumption about worker sorting. Under the assumption of no worker sorting, downward (upward) switching was associated with an earning change of -13.9% (+12.1%). Under the assumption of worker sorting, there is no statistically significant impact on earnings.\n\n",
    "acknowledgement": "\nWe are enormously grateful to Gueorgui Kambourov and Thomas Lemieux for their help with the empirics and to Marc Melitz for insisting on a model. We also thank Michael Baker, Albert Berry, Gilles Duranton, Linda Goldberg, Ig Horstmann, Nuno Limao, and Connie Smith for many helpful comments and suggestions. We have benefited from seminar presentations at the Universities of Alberta, Harvard, Maryland, Toronto, Yale, British Columbia, and Virginia, as well as the Board of Governors. Trefler grateful acknowledges financial support from the Social Sciences and Research Council of Canada (SSHRC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}