{
    "id": 17558,
    "citation_title": "A Transparency Standard for Derivatives",
    "citation_author": [
        "Viral V. Acharya"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDerivatives exposures across large financial institutions often contribute to - if not necessarily create - systemic risk. Current reporting standards for derivatives exposures are nevertheless inadequate for assessing these systemic risk contributions. In this paper, I explain how a transparency standard, in contrast to the current standard, would facilitate such risk analysis. I also demonstrate that such a standard is implementable by providing examples of existing disclosures from large dealer firms in their quarterly filings. These disclosures often contain useful firm-level data on derivatives, but due to a lack of standardization, they cannot be aggregated to assess the risk to the system. I highlight the important contribution that reporting the \"margin coverage ratio\" (MCR), namely the ratio of a derivatives dealer's cash (or liquidity, more broadly) to its contingent collateral or margin calls in case of a significant downgrade of its credit quality, could make toward assessing systemic risk contributions.\n\n",
    "acknowledgement": "\nThis note is partly based on the chapter \"Regulating OTC Derivatives\" co-authored with Or Shachar and Marti G Subrahmanyam, in the book \"Regulating Wall Street: The Dodd-Frank Act and the New Architecture of Global Finance\", NYU Stern and John Wiley & Sons, November 2010. The author is grateful to Melissa Johnston and John Yan for research assistance and comments from Or Shachar and participants at the NBER conference \"Measuring Systemic Risk Initiative\" (October 2010). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}