{
    "id": 17551,
    "citation_title": "The Stock of External Sovereign Debt: Can We Take the Data At 'Face Value'?",
    "citation_author": [
        "Daniel A. Dias",
        "Christine J. Richmond",
        "Mark L.J. Wright"
    ],
    "citation_publication_date": "2011-10-27",
    "issue_date": "2011-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stock of sovereign debt is typically measured at face value. This is a misleading indicator when debts are issued with different contractual forms. In this paper we construct a new measure of the stock of external sovereign debt for 100 developing countries from 1979 to 2006 that is invariant to contractual form, and illustrate five problems with debt stocks measured at face value. First, we show that correcting for differences in the contractual form of debt paints a very different quantitative, and in some cases also qualitative, picture of the stock of developing country external sovereign debt. Second, rankings of indebtedness across countries, which were historically used to define eligibility for debt forgiveness, are sometimes inverted once we correct for differences in contractual form. Third, the empirical performance of the benchmark quantitative model of sovereign debt deteriorates by between 40 to 70 percent once model-consistent measures of debt are used. Fourth, we show how the spread of aggregation clauses in debt contracts which award creditors voting power in proportion to the contractual face value may introduce inefficiencies into the process of restructuring sovereign debts. Fifth, we show how the use of contractual face values gives issuing countries the ability to manipulate their debt stock data, and illustrate the use of these techniques in practice.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago, the Federal Reserve System, the National Bureau of Economic Research, the IMF or IMF policy. The authors thank Marcio Garcia for help researching Brazilian debt issuance, and Moritz Schularick and numerous seminar participants for comments. Further comments welcome. We are especially grateful to Aart Kraay, Ibrahim Levent and Gloria Moreno of the World Bank for helping us access these data, and understand its idiosyncrasies. The authors would like to thank the Center for International Business and Economic Research (CIBER) at UCLA for research support. Wright would also like to thank the National Science Foundation for research support under grant SES-1059829. All remaining errors are our own.\n\n\n"
}