{
    "id": 17565,
    "citation_title": "Ownership Characteristics, Real Exchange Rate Movements and Labor Market Adjustment in China",
    "citation_author": [
        "Risheng Mao",
        "John Whalley"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a firm level multi-industry data set covering 456 Chinese manufacturing sectors to assess the implications of Renminbi (RMB) real exchange rate appreciation for adjustments in employment and wage rates. We stress differences in both industry and firm characteristics within sectors. Our empirical results show that modest (and also larger) RMB real exchange rate appreciation would likely have pronounced effects on both net employment and wage rates. A 10% RMB appreciation would likely cause a net employment decline in Chinese manufacturing industries of between 4.1% and 5.3%, and a wage rate drop of 4% after controlling for other factors. Real exchange rate change effects by industry on net employment and wage rates vary significantly with the ownership characteristics of firms within industries. Employment and wage rates for private enterprises are less responsive to RMB real exchange rate fluctuations than is true for state owned enterprises (SOEs) and foreign invested enterprises (FIEs). This finding is opposite to the widely held belief that the labor market behavior of Chinese SOEs shows stronger labor market rigidities than for private firms. Impacts of exchange rate movements emerge as systematically related to export openness, overall import penetration and profit margins of individual manufacturing industries.\n\n",
    "acknowledgement": "\nWe are grateful to the financial support from Ontario Research Fund (ORF) and comments from seminar participants in the department of economics, University of Western Ontario, Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}