{
    "id": 17561,
    "citation_title": "Testing Conditional Factor Models",
    "citation_author": [
        "Andrew Ang",
        "Dennis Kristensen"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing nonparametric techniques, we develop a methodology for estimating conditional alphas and betas and long-run alphas and betas, which are the averages of conditional alphas and betas, respectively, across time. The tests can be performed for a single asset or jointly across portfolios. The traditional Gibbons, Ross, and Shanken (1989) test arises as a special case of no time variation in the alphas and factor loadings and homoskedasticity. As applications of the methodology, we estimate conditional CAPM and multifactor models on book-to-market and momentum decile portfolios. We reject the null that long-run alphas are equal to zero even though there is substantial variation in the conditional factor loadings of these portfolios.\n\n",
    "acknowledgement": "\nWe thank Pengcheng Wan for research assistance and Kenneth French for providing data. We thank an anonymous referee, Matias Cattaneo, Will Goetzmann, Jonathan Lewellen, Serena Ng, Jay Shanken, Masahiro Watanabe, and Guofu Zhou for helpful comments and suggestions, and seminar participants at Columbia University, Dartmouth University, Georgetown University, Emory University, Federal Reserve Board, MIT, Oxford-Man Institute, Princeton University, SUNY-Albany,Washington University in St. Louis, Yale University, University of Montr´eal, the American Finance Association 2010, the Banff International Research Station Conference on Semiparametric and Nonparametric Methods in Econometrics 2009, the Econometric Society Australasian meeting 2009, the Humboldt-Copenhagen Conference on Recent Developments in Financial Econometrics 2009, the NBER Summer Institute 2010, and the NYU Five Star conference 2009. Ang acknowledges funding from Netspar. Kristensen acknowledges funding from the Danish National Research Foundation (through CREATES) and the NSF (grant no. SES-0961596). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}