{
    "id": 17567,
    "citation_title": "The Effect of Liquidity on Governance",
    "citation_author": [
        "Alex Edmans",
        "Vivian W. Fang",
        "Emanuel Zur"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of stock liquidity on blockholders' choice of governance mechanisms.  We focus on hedge funds as they are unconstrained by legal restrictions and business ties, and thus have all governance channels at their disposal.  Since the threat of governance, not just actual governance, can discipline managers, we use Section 13 filings to measure governance intent rather than only studying instances of actual governance.  We find that liquidity increases the likelihood that a hedge fund acquires a block in a firm.  Conditional upon acquiring a stake, liquidity reduces the likelihood that a blockholder governs through voice (intervention) - as evidenced by the greater propensity to file Schedule 13Gs (passive investment) rather than 13Ds (active investment).  Liquidity is more likely to lead to a 13G filing if the manager's wealth is sensitive to the stock price, consistent with governance through exit (trading).  A 13G filing leads to positive announcement returns, especially in liquid firms.  These two results suggest that liquidity does not dissuade blockholders from governing altogether, but instead encourages them to govern through exit rather than voice.  We use decimalization as an exogenous shock to liquidity to identify causal effects.\n\n",
    "acknowledgement": "\nWe thank Charles Trzcinka for data and Niki Boyson, Chris Clifford, Slava Fos, Robin Greenwood, Cliff Holderness, Oguzhan Karakas, Robert Kieschnick, Alexander Ljungqvist, Ernst Maug, Greg Nini, Ed Rock, and seminar participants at Boston College, Oregon, UT Dallas, and Wharton for helpful comments. Vivian also gratefully acknowledges the financial support from Rutgers Business School Research Resources Committee (RRC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}