{
    "id": 17566,
    "citation_title": "Persistent Liquidity Effects and Long Run Money Demand",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a monetary model in the presence of segmented asset markets that implies a persistent fall in interest rates after a once and for all increase in liquidity. The gradual propagation mechanism produced by our model is novel in the literature. We provide an analytical characterization of this mechanism, showing that the magnitude of the liquidity effect on impact, and its persistence, depend on the ratio of two parameters: the long-run interest rate elasticity of money demand and the intertemporal substitution elasticity. At the same time, the model has completely classical long-run predictions, featuring quantity theoretic and Fisherian properties. The model simultaneously explains the short-run \"instability\" of money demand estimates as-well-as the stability of long-run interest-elastic money demand.\n\n",
    "acknowledgement": "\nWe are grateful to Warren Weber and especially Bob Lucas for the discussions that lead to the model in this paper. We also thank Luca Dedola, Chris Edmond, Luca Sala, Paolo Surico, Ivan Werning and seminar participants at EIEF, the Bank of England, the European Central Bank, the Bank of Italy, the Austrian National Bank, Bocconi University, and the 2007 ASSA Meeting. Alvarez has received funding for this project from an ongoing consulting relationship with the Federal Reserve Bank of Chicago, and appointments as visiting scholar at the Einaudi Institute for Economics and Finance foundation and as a Duisenberg fellow at the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}