{
    "id": 17575,
    "citation_title": "Temperature, Aggregate Risk, and Expected Returns",
    "citation_author": [
        "Ravi Bansal",
        "Marcelo Ochoa"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we show that temperature is an aggregate risk factor that adversely affects economic growth. Our argument is based on evidence from global capital markets which shows that the covariance between country equity returns and temperature (i.e., temperature betas) contains sharp information about the cross-country risk premium; countries closer to the Equator carry a positive temperature risk premium which decreases as one moves farther away from the Equator. The differences in temperature betas mirror exposures to aggregate growth rate risk, which we show is negatively impacted by temperature shocks. That is, portfolios with larger exposure to risk from aggregate growth also have larger temperature betas; hence, a larger risk premium. We further show that increases in global temperature have a negative impact on economic growth in countries closer to the Equator, while its impact is negligible in countries at high latitudes. Consistent with this evidence, we show that there is a parallel between a country's distance to the Equator and the economy's dependence on climate sensitive sectors; in countries closer to the Equator industries with a high exposure to temperature are more prevalent. We provide a Long-Run Risks based model that quantitatively accounts for cross-sectional differences in temperature betas, its link to expected returns, and the connection between aggregate growth and temperature risks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}