{
    "id": 17578,
    "citation_title": "What U.S. Data Should be Used to Measure the Price Elasticity of Demand for Alcohol?",
    "citation_author": [
        "Christopher J. Ruhm",
        "Alison Snow Jones",
        "William C. Kerr",
        "Thomas K. Greenfield",
        "Joseph V. Terza",
        "Ravi S. Pandian",
        "Kerry Anne McGeary"
    ],
    "citation_publication_date": "2011-11-04",
    "issue_date": "2011-11-04",
    "revision_date": "2012-08-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how estimates of the price elasticity of demand for beer vary with the choice of alcohol price series examined. Our most important finding is that the commonly used ACCRA price data are unlikely to reliably indicate alcohol demand elasticities--estimates obtained from this source vary drastically and unpredictably. As an alternative, researchers often use beer taxes to proxy for alcohol prices. While the estimated beer taxes elasticities are more stable, there are several problems with using taxes, including difficulties in accounting for cross-price effects. We believe that the most useful estimates reported in this paper are obtained using annual Uniform Product Code (UPC) \"barcode\" scanner data on grocery store alcohol prices. These estimates suggest relatively low demand elasticity, probably around -0.3, with evidence that the elasticities are considerably overstated in models that control for beer but not wine or spirits prices.\n\n",
    "acknowledgement": "\nSupport for this research by a grant from the National Institute on Alcohol Abuse and Alcoholism (R01AA017890) is gratefully acknowledged. We wish to thank Deidre Patterson, Keshia Maughn, Ian Reid, and Daniela Zapata for outstanding assistance with this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}