{
    "id": 17570,
    "citation_title": "The Impact of Immigration on Native Poverty through Labor Market Competition",
    "citation_author": [
        "Giovanni Peri"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I first analyze the wage effects of immigrants on native workers in the US economy and its top immigrant-receiving states and metropolitan areas. Then I quantify the consequences of these wage effects on the poverty rates of native families. The goal is to establish whether the labor market effects of immigrants have significantly affected the percentage of \"poor\" families among U.S.-born individuals. I consider the decade 2000-2009 during which poverty rates increased significantly in the U.S. As a reference, I also analyze the decade 1990-2000. To calculate the wage impact of immigrants I adopt a simple general equilibrium model of productive interactions, regulated by the elasticity of substitution across schooling groups, age groups and between US and foreign-born workers. Considering the inflow of immigrants by age, schooling and location I evaluate their impact in local markets (cities and states) assuming no mobility of natives and on the US market as a whole allowing for native internal mobility. Our findings show that for all plausible parameter values there is essentially no effect of immigration on native poverty at the national level. At the local level, only considering the most extreme estimates and only in some localities, we find non-trivial effects of immigration on poverty. In general, however, even the local effects of immigration bear very little correlation with the observed changes in poverty rates and they explain a negligible fraction of them.\n\n",
    "acknowledgement": "\nThis paper was written for the volume \"Immigration, Poverty, and Socioeconomic Inequality,\". The project was  funded by the National Poverty Center at the University of Michigan's Gerald R. Ford School of Public Policy. I thank Steve Raphael and David Card for useful comments and suggestions. Paul Gaggl provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}