{
    "id": 17574,
    "citation_title": "Welfare Costs of Long-Run Temperature Shifts",
    "citation_author": [
        "Ravi Bansal",
        "Marcelo Ochoa"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article makes a contribution towards understanding the impact of temperature fluctuations on the economy and financial markets. We present a long-run risks model with temperature related natural disasters. The model simultaneously matches observed temperature and consumption growth dynamics, and key features of financial markets data. We use this model to evaluate the role of temperature in determining asset prices, and to compute utility-based welfare costs as well as dollar costs of insuring against temperature fluctuations. We find that the temperature related utility-costs are about 0.78% of consumption, and the total dollar costs of completely insuring against temperature variation are 2.46% of world GDP. If we allow for temperature-triggered natural disasters to impact growth, insuring against temperature variation raise to 5.47% of world GDP. We show that the same features, long-run risks and recursive-preferences, that account for the risk-free rate and the equity premium puzzles also imply that temperature-related economic costs are important. Our model implies that\na rise in global temperature lowers equity valuations and raises risk premiums.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}