{
    "id": 17579,
    "citation_title": "Laws and Norms",
    "citation_author": [
        "Roland Benabou",
        "Jean Tirole"
    ],
    "citation_publication_date": "2011-11-04",
    "issue_date": "2011-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes how private decisions and public policies are shaped by personal and societal preferences (\"values\"), material or other explicit incentives (\"laws\") and social sanctions or rewards (\"norms\").  It first examines how honor, stigma and social norms arise from individuals' behaviors and inferences, and how they interact with material incentives. It then characterizes optimal incentive-setting in the presence of norms, deriving in particular appropriately modified versions of Pigou and Ramsey taxation. \nIncorporating agents' imperfect knowledge of the distribution of preferences opens up to analysis several new questions. The first is social psychologists' practice of \"norms-based interventions\", namely campaigns and messages that seek to alter people's perceptions of what constitutes \"normal\" behavior or values among their peers. The model makes clear how such interventions operate but also how their effectiveness is limited by a credibility problem, particularly when the descriptive and prescriptive norms conflict.\nThe next main question is the expressive role of law. The choices of legislators and other principals naturally reflect their knowledge of societal preferences, and these same \"community standards\" are also what shapes social judgments and moral sentiments. Setting law thus means both imposing material incentives and sending a message about society's values, and hence about the norms that different behaviors are likely to encounter. The analysis, combining an informed principal with individually signaling agents, makes precise the notion of expressive law, determining in particular when a weakening or a strengthening of incentives is called for. Pushing further this logic, the paper also sheds light on why societies are often resistant to the message of economists, as well as on why they renounce certain policies, such as \"cruel and unusual\" punishments,  irrespective of effectiveness considerations, in order to express their being \"civilized\".\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Tim Besley, Betsy Paluck, Torsten Persson, Aleh Tsyvinski, Glen Weyl, Yao Zeng and participants at many seminars,lectures and conferences for valuable comments, and to Andrei Rachkov and Edoardo Grillo for superb research assistance. Bénabou gratefully acknowledges support from the Canadian Institute for Advanced Research. Both authors gratefully acknowledge support from the European Research Council (Grant No. FP7/2007-2013 - 249429) and from IDEI's \"Chaire Association Finance Durable et Investissement Responsable\" (AFG). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}