{
    "id": 17572,
    "citation_title": "Academic Dynasties: Decentralization and Familism in the Italian Academia",
    "citation_author": [
        "Ruben Durante",
        "Giovanna Labartino",
        "Roberto Perotti"
    ],
    "citation_publication_date": "2011-11-03",
    "issue_date": "2011-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDecentralization can lead to \"good\" or \"bad\" outcomes depending on the socio-cultural norms of the targeted communities. We investigate this issue by looking at the evolution of familism and nepotism in the Italian academia before and after the 1998 reform, which decentralized the recruitment of professors from the national to the university level. To capture familism we use a novel dataset on Italian university professors between 1988 and 2008 focusing on the informative content of last names. We construct two indices of \"homonymy\" which capture the concentration of last names in a given academic department relative to that in the underlying general population. Our results suggest that increased autonomy by local university officials resulted in a significant increase in the incidence of familism in areas characterized by low civic capital but not in areas with higher civic capital.\n\n",
    "acknowledgement": "\nFinancial support from the European Research Council (Grant No. 230088) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}