{
    "id": 17589,
    "citation_title": "Substitution and Stigma: Evidence on Religious Competition from the Catholic Sex-Abuse Scandal",
    "citation_author": [
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers substituting one charitable activity for another in the context of religious practice.  I examine the impact of the Catholic Church sex-abuse scandal on both Catholic and non-Catholic religiosity.  I find that the scandal led to a 2-million-member fall in the Catholic population that was compensated by an increase in non-Catholic participation and by an increase in non-affiliation. Back-of-the-envelope calculations suggest the scandal generated over 3 billion dollars in donations to non-Catholic faiths. Those substituting out of Catholicism frequently chose highly dissimilar alternatives; for example, Baptist churches gained significantly from the scandal while the Episcopal Church did not.  These results challenge several theories of religious participation and suggest that regulatory policies or other shocks specific to one religious group could have important spillover effects on other religious groups.\n\n",
    "acknowledgement": "\nThanks to Greg Smith at the Pew Forum on Religion & Public Life, Steve Foss at the California Southern Baptist Convention, Paula Hancock at Lifeway Christian Resources, and to Kasey Buckles, Bill Evans, and Jon Gruber.  Corey McNeilly provided excellent research assistance.  Some of the findings here were circulated in 2010 with the title, \"Economic Lessons from the Catholic Church Sexual Abuse Scandal.\" Email the author at dhungerm@nd.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}