{
    "id": 17584,
    "citation_title": "Rising Labor Productivity during the 2008-9 Recession",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "2011-12-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the recession of 2008-9, labor hours fell sharply, while wages and output per hour rose.  Some, but not all, of the productivity and wage increase can be attributed to changing quality of the workforce.  The rest of the increase appears to be due to increases in production inputs other than labor hours.  All of these findings, plus the drop in consumer expenditure, are consistent with the hypothesis that labor market \"distortions\" were increasing during the recession and have remained in place during the slow \"recovery.\"  Producers appear to be trying to continue production with less labor, rather than cutting labor hours as a means of cutting output.\n\n",
    "acknowledgement": "\nI appreciate several conversations with Lee Ohanian and Rob Shimer, and the comments of Gary Becker, Emir Kamenica, Kevin Murphy, Marcus Nunes, and Jesse Shapiro and participants at the Money and Banking Workshop at the University of Chicago.  I also appreciate the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}