{
    "id": 17582,
    "citation_title": "Feedback Effects and the Limits to Arbitrage",
    "citation_author": [
        "Alex Edmans",
        "Itay Goldstein",
        "Wei Jiang"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies a limit to arbitrage that arises from the fact that a firm's fundamental value is endogenous to the act of exploiting the arbitrage. Trading on private information reveals this information to managers and helps them improve their real decisions, in turn enhancing fundamental value. While this increases the profitability of a long position, it reduces the profitability of a short position -- selling on negative information reveals that firm prospects are poor, causing the manager to cancel investment. Optimal abandonment increases firm value and may cause the speculator to realize a loss on her initial sale. Thus, investors may strategically refrain from trading on negative information, and so bad news is incorporated more slowly into prices than good news. The effect has potentially important real consequences -- if negative information is not incorporated into stock prices, negative-NPV projects may not be abandoned, leading to overinvestment.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Philip Bond, Mike Fishman, Kathleen Hanley, Dirk Jenter, Pete Kyle, Sam Taylor, James Thompson, Dimitri Vayanos, Kostas Zachariadis, and seminar participants at the Federal Reserve Board, Wharton, the LSE Paul Woolley Centre Conference, and the Theory Conference on Corporate Finance and Financial Markets. We thank Ali Aram, Guojun Chen, Chong Huang and Edmund Lee for excellent research assistance. AE gratefully acknowledges financial support from the Dorinda and Mark Winkelman Distinguished Scholar award and the Goldman Sachs Research Fellowship from the Rodney L. White Center for Financial Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}