{
    "id": 17580,
    "citation_title": "Socioeconomic Differences in the Impact of Smoking Tobacco and Alcohol Prices on Smoking in India",
    "citation_author": [
        "G. Emmanuel Guindon",
        "Arindam Nandi",
        "Frank J. Chaloupka",
        "IV",
        "Prabhat Jha"
    ],
    "citation_publication_date": "2011-11-04",
    "issue_date": "2011-11-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe threat posed by smoking to health in India is severe. Already 1 in 5 of all adult male deaths and 1 in 20 of all adult female deaths at ages 30-69 are due to smoking and India will soon have 1 million smoking deaths a year. Increasing tobacco prices has been found to be the single most effective method to reduce smoking. Yet, bidis, the most common form of smoked tobacco in India, are largely untaxed, while cigarettes are taxed at about 40% of retail price, well below the 65-80% rate noted by the World Bank in countries with effective tobacco control policies. Moreover, low and stagnant tax rates have occurred in a period in which all tobacco products have become more affordable with income growth. First, we use data from the most recent three consecutive quinquennial National Sample Survey (NSS) rounds (NSS 50, 55 and 61 conducted in 1993/94, 1999/00 and 200/05) and a two-equation system of budget shares and unit values that attempts to correct for quality and measurement error. Second, we pool data from the most recent nine rounds of NSS (NSS 55-57, 59-64, conducted between 1999/00 to 2007/08). Our analyses of single and repeated cross-sections yield own-price elasticity for bidis that are roughly in keeping with existing evidence. We find that a 10% increase in bidi prices would reduce the demand for bidis by about 6 to 9.5%. We find, however, that own-price elasticity for cigarettes in India is substantially larger than previously thought. Our estimates suggest that cigarette users are at least as responsive as bidi users to price changes. On the whole, our analyses suggest that low SES households are likely more responsive to price changes than high SES households. Our analyses also uncovers important and policy-relevant cross-prices effects. Findings from this study provide additional evidence of the effectiveness of tobacco prices at reducing tobacco use.\n\n",
    "acknowledgement": "\nWe thank the Bill & Melinda Gates Foundation for providing financial support for this research. We thank Cuiping Long for her excellent research assistance, Jitender Sudhir, Prabha Sati, and Renu Joseph for support in obtaining data, PC Mohanan and the National Survey Organization (NSSO), New Delhi for guidance in using NSS data and Rijo John for helpful discussions. We are indebted to Angus Deaton for providing public access to his Stata codes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}