{
    "id": 17588,
    "citation_title": "Marginal Effects in Multivariate Probit and Kindred Discrete and Count Outcome Models, with Applications in Health Economics",
    "citation_author": [
        "John Mullahy"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimation of marginal or partial effects of covariates x on various conditional parameters or functionals is often the main target of applied microeconometric analysis.  In the specific context of probit models such estimation is straightforward in univariate models, and Greene, 1996, 1998, has extended these results to cover the case of quadrant probability marginal effects in bivariate probit models.\nThe purpose of this paper is to extend these results to the general   multivariate probit context for arbitrary orthant probabilities and to demonstrate the applicability of such extensions in contexts of interest in health economics applications.  The baseline results are extended to models that condition on subvectors of y, to count data structures that derive from the probability structure of y, to multivariate ordered probit data structures, and to multinomial probit models whose marginal effects turn out to be a special case of those of the multivariate probit model.  Simulations reveal that analytical formulae versus fully numerical derivatives result in a reduction in computational time as well as an increase in accuracy.\n\n",
    "acknowledgement": "\nMany thanks are owed to Bill Greene, Alberto Holly, Mari Palta, and Ron Thisted, and participants in the UW-Madison Health Econometrics Workgroup for their extraordinarily helpful comments, suggestions and insights.  They are, of course, blameless for any shortcomings.  This work has been supported in part by the RWJ Health & Society Scholars Program at UW-Madison. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}