{
    "id": 17587,
    "citation_title": "The Welfare Economics of Default Options in 401(k) Plans",
    "citation_author": [
        "B. Douglas Bernheim",
        "Andrey Fradkin",
        "Igor Popov"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "2015-03-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDefault contribution rates for 401(k) pension plans powerfully influence workers’ choices. Potential causes include opt-out costs, procrastination, inattention, and psychological anchoring. We examine the welfare implications of defaults under each of these theories. We show how the optimal default, the magnitude of the welfare effects, and the degree of normative ambiguity depend on the behavioral model, the scope of the choice domain deemed welfare-relevant, the use of penalties for passive choice, and other 401(k) plan features. Depending on which theory and welfare perspective one adopts, virtually any default contribution rate may be optimal. Still, our analysis provides reasonably robust justifications for setting the default either at the highest contribution rate matched by the employer or – contrary to common wisdom – at zero. We also identify the types of empirical evidence needed to determine which case is applicable.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Welfare Economics of Default Options: A Theoretical and Empirical Analysis of 401(k) Plans.\" We would like to thank participants at the 2010 CESifo Venice Summer Institute Conference on Behavioural Welfare Economics, the 2011 ECORE Summer School (UCL, Louvain-la-Neuve), the June 2011 D-TEA Paris Meetings, the 2012 ASSA Winter Meetings (Chicago), the Public Economics Seminar at UC Berkeley, and the PIER Seminar at the University of Pennsylvania, as well as anonymous referees, for helpful comments. The first author has benefited immeasurably from numerous conversations with Antonio Rangel concerning the topic of behavioral welfare economics, which have spanned many years. The first author also acknowledges financial support from the National Science Foundation through grants SES-0752854 and SES-1156263. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}