{
    "id": 17585,
    "citation_title": "Charitable Giving When Altruism and Similarity are Linked",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a model in which anonymous charitable donations are rationalized by two human tendencies drawn from the psychology literature.  The first is people's disproportionate disposition to help those they agree with while the second is the dependence of peoples' self-esteem on the extent to which they perceive that others agree with them. Government spending crowds out the charity that ensues from these forces only modestly.  Moreover, people's donations tend to rise when others donate. In some equilibria of the model, poor people give little because they expect donations to come mainly from richer individuals. In others, donations by poor individuals constitute a large fraction of donations and this raises the incentive for poor people to donate. The model predicts that, under some circumstances, charities with identical objectives can differ by obtaining funds from distinct donor groups.  The model then provides an interpretation for situations in which the number of charities rises while total donations are stagnant.\n\n",
    "acknowledgement": "\nI wish to thank Rafael Di Tella, Michael Norton and seminar participants at the Toulouse School of Economics for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}