{
    "id": 17581,
    "citation_title": "The Determinants and Long-term Projections of Saving Rates in Developing Asia",
    "citation_author": [
        "Charles Yuji Horioka",
        "Akiko Terada-Hagiwara"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "2011-11-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we present data on trends over time in domestic saving rates in twelve economies in developing Asia during the 1966-2007 period and analyze the determinants of these trends.  We find that domestic saving rates in developing Asia have, in general, been high and rising but that there have been substantial differences from economy to economy and that the main determinants of these trends appear to have been the age structure of the population (especially the aged dependency ratio), income levels, and the level of financial sector development.  We then project future trends in domestic saving rates in developing Asia for the 2011-2030 period based on our estimation results and find that the domestic saving rate in developing Asia as a whole will remain roughly constant during the next two decades despite rapid population aging in some economies in developing Asia because population aging will occur much later in other economies and because the negative impact of population aging on the domestic saving rate will be largely offset by the positive impact of higher income levels.\n\n",
    "acknowledgement": "\nWe thank Jong-Wha Lee, Kwanho Shin, Dennis Tao Yang, and the other participants of workshops in Seoul and Hong Kong, David Cook, Desiree Desierto, Julen Esteban-Pretel, Alessandra Guariglia, Minchung Hsu, Alistair Munro, Wade Pfau, Pengfei Wang, and other seminar participants at the Asian Development Bank, Chinese University of Hong Kong, Durham University, Hong Kong University of Science and Technology, and the National Graduate Institute for Policy Studies, and two anonymous referees for their helpful comments, and Aleli Rosario and Shiela Camingue for their superb assistance.  This paper was prepared under the Asian Development Bank's TA7470-REG: Long-term Projections of Asian GDP and Trade. The views expressed in this paper are those of the authors and do not necessarily reflect the views or policies of the Asian Development Bank, its Board of Governors or the governments they represent, or the views of the National Bureau of Economic Research.\n\n\n"
}