{
    "id": 17583,
    "citation_title": "Credit Crises, Precautionary Savings, and the Liquidity Trap",
    "citation_author": [
        "Veronica Guerrieri",
        "Guido Lorenzoni"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of a credit crunch on consumer spending in a heterogeneous-agent incomplete-market model. After an unexpected permanent tightening in consumers' borrowing capacity, some consumers are forced to deleverage and others increase their precautionary savings. This depresses interest rates, especially in the short run, and generates an output drop, even with flexible prices. The output drop is larger with nominal rigidities, if the zero lower bound prevents the interest rate from adjusting downwards. Adding durable goods to the model, households take larger debt positions and the output response may be larger.\n\n",
    "acknowledgement": "\nWe thank Bob Hall and John Leahy for their useful discussions and for numerous exchanges. For helpful comments, we are grateful to Andy Atkeson, Chris Carroll, V. V. Chari, Vasco Curdia, Greg Kaplan, Juan Pablo Nicolini, Thomas Philippon, Valery Ramey, Rob Shimer, Nancy Stokey, Amir Sufi, Gianluca Violante, Iván Werning, Mike Woodford, Pierre Yared, and numerous seminar participants. Adrien Auclert and Amir Kermani provided outstanding research assistance. Guerrieri thanks the Sloan Foundation for financial support and the Federal Reserve Bank of Minneapolis for its hospitality. Lorenzoni thanks the NSF for financial support and Chicago Booth and the Becker Friedman Institute for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}