{
    "id": 17597,
    "citation_title": "Anticipating the Great Depression? Gustav Cassel's Analysis of the Interwar Gold Standard",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe intellectual response to the Great Depression is often portrayed as a battle between the ideas of Friedrich Hayek and John Maynard Keynes.  Yet both the Austrian and the Keynesian interpretations of the Depression were incomplete.  Austrians could explain how a country might get into a depression (bust following an investment boom) but not how to get out of one (liquidation).  Keynesians could explain how a country might get out of a depression (government spending on public works) but not how it got into one (animal spirits).  By contrast, the monetary approach of economists such as Gustav Cassel has been ignored.  As early as 1920, Cassel warned that mismanagement of the gold standard could lead to a severe depression.  Cassel not only explained how this could occur, but his explanation anticipates the way that scholars today describe how the Great Depression actually occurred.  Unlike Keynes or Hayek, Cassel explained both how a country could get into a depression (deflation due to tight monetary policies) and how it could get out of one (monetary expansion).\n\n",
    "acknowledgement": "\nI wish to thank David Laidler for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}