{
    "id": 17598,
    "citation_title": "Coping with Shocks and Shifts: The Multilateral Trading System in Historical Perspective",
    "citation_author": [
        "Douglas A. Irwin",
        "Kevin H. O'Rourke"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a historical look at how the multilateral trading system has coped with the challenge of shocks and shifts.  By shocks we mean sudden jolts to the world economy in the form of financial crises and deep recessions, or wars and political conflicts.  By shifts we mean slow-moving, long-term changes in comparative advantage or shifts in the geopolitical equilibrium that force economies to undergo disruptive and potentially painful adjustments.  We conclude that most shocks (financial crises and regional wars) have had relatively little effect on trade policy, but that shifts pose a greater challenge to the system of open, multilateral trade.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Bank of England/NBER conference on Globalization in an Age of Crisis:Multilateral Economic Cooperation in the Twenty-First Century, London, September 2011. We are grateful to participants at the conference, and in particular to Alan Taylor, for helpful suggestions. The research leading to these results has received funding from the European Research Council under the European Union's Seventh Framework Programme (FP7/2007-2013) / ERC grant agreement no. 249546. O'Rourke thanks the ERC for their generous support. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}