{
    "id": 17599,
    "citation_title": "Should Derivatives be Privileged in Bankruptcy?",
    "citation_author": [
        "Patrick Bolton",
        "Martin Oehmke"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDerivative contracts, swaps, and repos enjoy \"super-senior\" status in bankruptcy: they are exempt from the automatic stay on debt and collateral collection that applies to virtually all other claims. We propose a simple corporate finance model to assess the effect of this exemption on firms' cost of borrowing and incentives to engage in swaps and derivatives transactions. Our model shows that while derivatives are value-enhancing risk management tools, super-seniority for derivatives can lead to inefficiencies: collateralization and effective seniority of derivatives shifts credit risk to the firm's creditors, even though this risk could be borne more efficiently by derivative counterparties. In addition, because super-senior derivatives dilute existing creditors, they may lead firms to take on derivative positions that are too large from a social perspective. Hence, derivatives markets may grow inefficiently large in equilibrium.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Ulf Axelson, Ken Ayotte, Mike Burkart, Douglas Diamond, Oliver Hart, Gustavo Manso, Vikrant Vig, Jeff Zwiebel, and seminar participants at Columbia University, the UBC Winter Finance Conference, Temple University, Rochester, the Moody's/LBS Credit Risk Conference, LSE, LBS, Stockholm School of Economics, Mannheim, HEC, INSEAD, CEU, the 2011 ALEA meetings, the 4th annual Paul Woolley Conference, the NBER Summer Institute, ESSFM Gerzensee, the 2011 SITE Conference, ESMT Berlin, Harvard Law School, and Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}