{
    "id": 17592,
    "citation_title": "The Leverage Effect Puzzle: Disentangling Sources of Bias at High Frequency",
    "citation_author": [
        "Yacine Ait-Sahalia",
        "Jianqing Fan",
        "Yingying Li"
    ],
    "citation_publication_date": "2011-11-11",
    "issue_date": "2011-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe leverage effect refers to the generally negative correlation between an asset return and its changes of volatility. A natural estimate consists in using the empirical correlation between the daily returns and the changes of daily volatility estimated from high-frequency data. The puzzle lies in the fact that such an intuitively natural estimate yields nearly zero correlation for most assets tested, despite the many economic reasons for expecting the estimated correlation to be negative. To better understand the sources of the puzzle, we analyze the different asymptotic biases that are involved in high frequency estimation of the leverage effect, including biases due to discretization errors, to smoothing errors in estimating spot volatilities, to estimation error, and to market microstructure noise. This decomposition enables us to propose novel bias correction methods for estimating the leverage effect.\n\n",
    "acknowledgement": "\nAït-Sahalia's research was supported by NSF grant SES-0850533. Fan's research was supported by NSF grants DMS-0714554 and DMS-0704337. Li's research was supported by the Bendheim Center for Finance at Princeton University and the RGC grant DAG09/10.BM12 at Hong Kong University of Science and Technology. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}