{
    "id": 17593,
    "citation_title": "The External Impact of China's Exchange Rate Policy: Evidence from Firm Level Data",
    "citation_author": [
        "Barry Eichengreen",
        "Hui Tong"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of renminbi revaluation on firm valuations, considering two surprise announcements of changes in China's exchange rate policy in 2005 and 2010 and data on 6,050 firms in 44 countries.  Renminbi appreciation has a positive effect on firms exporting to China but little positive or even a negative impact on those providing inputs for China's processing exports. Stock prices rise for firms competing with China in their home market while falling for firms importing Chinese products with large imported-input content. Renminbi appreciation also reduces the valuation of financially-constrained firms, particularly in more financially integrated countries.\n\n",
    "acknowledgement": "\nWe thank Rudolfs Bems, Olivier Blanchard, Nigel Chalk, Roberto Chang, Stijn Claessens, Charles Engel, Robert Feenstra, Kristin Forbes, Jeffery Frankel, Marcel Fratzscher, Takatoshi Ito, Andrei Levchenko, Raul Razo-Garcia, Shang-Jin Wei, and seminar participants at the IMF, the ECB, the 2011 Econometrics Society Winter Meeting, and the NBER IFM 2011 Spring Meeting for helpful comments and Mohsan Bilal for excellent research assistance. The views in the paper are those of the authors and do not necessarily reflect those of the IMF or the National Bureau of Economic Research.  This Paper was also published as IMF Working Paper 11/155, and has been reproduced with permission.\n\n\n"
}