{
    "id": 17596,
    "citation_title": "Local Industrial Structures and Female Entrepreneurship in India",
    "citation_author": [
        "Ejaz Ghani",
        "William R. Kerr",
        "Stephen D. O'Connell"
    ],
    "citation_publication_date": "2011-11-11",
    "issue_date": "2011-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe analyze the spatial determinants of female entrepreneurship in India in the manufacturing and services sectors. We focus on the presence of incumbent female-owned businesses and their role in promoting higher subsequent female entrepreneurship relative to male entrepreneurship. We find evidence of agglomeration economies in both sectors, where higher female ownership among incumbent businesses within a district-industry predicts a greater share of subsequent entrepreneurs will be female. Moreover, higher female ownership of local businesses in related industries (e.g., those sharing similar labor needs, industries related via input-output markets) predict greater relative female entry rates even after controlling for the focal district-industry's conditions. The core patterns hold when using local industrial conditions in 1994 to instrument for incumbent conditions in 2000-2005. The results highlight that the traits of business owners in incumbent industrial structures influence the types of entrepreneurs supported.\n\n",
    "acknowledgement": "\nWe thank Ahmad Ahsan, Muhamad Amin, Mehtabul Azam, Rajeev Dehejia, Arti Grover, Debasree Das Gupta, Lakshmi Iyer, Henry Jewell, Arvind Panagariya, and Hyoung Gun Wang for helpful comments on this work. We thank the World Bank's South Asia Labor Flagship team for providing the primary datasets used in this paper. We are particularly indebted to Shanthi Nataraj for sharing her wisdom regarding the industrial survey data. Funding for this project was provided by World Bank and Multi-Donor Trade Trust Fund. The views expressed here are those of the authors and not of any institution they may be associated with, nor of the National Bureau of Economic Research.\n\n\n"
}