{
    "id": 17591,
    "citation_title": "Does School Autonomy Make Sense Everywhere? Panel Estimates from PISA",
    "citation_author": [
        "Eric A. Hanushek",
        "Susanne Link",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDecentralization of decision-making is among the most intriguing recent school reforms, in part because countries went in opposite directions over the past decade and because prior evidence is inconclusive. We suggest that autonomy may be conducive to student achievement in well-developed systems but detrimental in low-performing systems. We construct a panel dataset from the four waves of international PISA tests spanning 2000-2009, comprising over one million students in 42 countries. Relying on panel estimation with country fixed effects, we identify the effect of school autonomy from within-country changes in the average share of schools with autonomy over key elements of school operations. Our results show that autonomy affects student achievement negatively in developing and low-performing countries, but positively in developed and high-performing countries. These results are unaffected by a wide variety of robustness and specification tests, providing confidence in the need for nuanced application of reform ideas.\n\n",
    "acknowledgement": "\nWe would like to thank participants at the Workshop on Human Capital and Economic Development at Harvard University, in particular Philippe Aghion, Robert Barro, and Mark Rosenzweig, for helpful comments and discussion. Support from the Asian Development Bank is gratefully acknowledged. Link gratefully acknowledges financial support from the German Science Foundation (DFG) through GRK 801. Woessmann gratefully acknowledges support from the Pact for Research and Innovation of the Leibniz Association. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}