{
    "id": 17594,
    "citation_title": "Trade Prices and the Global Trade Collapse of 2008-2009",
    "citation_author": [
        "Gita Gopinath",
        "Oleg Itskhoki",
        "Brent Neiman"
    ],
    "citation_publication_date": "2011-11-11",
    "issue_date": "2011-11-11",
    "revision_date": "2012-07-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the behavior of trade prices during the Great Trade Collapse of 2008-2009 using transaction-level data from the U.S. Bureau of Labor Statistics. First, we find that differentiated manufactures exhibited marked stability in their trade prices during the large decline in their trade volumes. Prices of non-differentiated manufactures, by contrast, declined sharply. Second, while the trade collapse was much steeper among differentiated durable manufacturers than among non-durables, prices in both categories barely changed. Third, the frequency and magnitude of price adjustments at the product level changed with the onset of the crisis, consistent with a state-dependent view of price adjustment. The quantitative magnitudes of the changes, however, were not pronounced enough to affect aggregate prices. Our findings present a challenge for theories of the trade collapse based on cost shocks specific to traded goods that work through prices.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here are those of the authors and do not necessarily reflect the views of the BLS or the National Bureau of Economic Research. We are grateful to Rozi Ulics for her substantial advice and efforts as our project coordinator. This research was funded in part by the Neubauer Family Foundation at the University of Chicago Booth School of Business.\n\n\n"
}