{
    "id": 17590,
    "citation_title": "Shaped by Booms and Busts: How the Economy Impacts CEO Careers and Management Styles",
    "citation_author": [
        "Antoinette Schoar",
        "Luo Zuo"
    ],
    "citation_publication_date": "2011-11-10",
    "issue_date": "2011-11-10",
    "revision_date": "2017-02-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that economic conditions when managers enter the labor market have long-run effects on their career paths and managerial styles. Managers who began their careers during recessions become CEOs more quickly, but at smaller firms. They also have more conservative styles, such as lower investment in capital expenditures and research and development, more cost cutting, and lower leverage and working capital needs. These recession effects appear to be largely driven by the characteristics of the CEO’s first job (recession CEOs tend to start in smaller or private firms), which suggests that the early work environment is important to the formation and selection of managers.\n\n",
    "acknowledgement": "\nWe appreciate the helpful comments of Francesca Cornelli (editor), three anonymous referees, Joshua Anderson, Philip Berger, Qi Chen, Jess Cornaggia, Sudipto Dasgupta, Mei Feng, Robert Gibbons, Dirk Jenter, Bin Ke, Leonid Kogan, Camelia Kuhnen, Masatoshi Kurusu, Jing Liu, Evgeny Lyandres, Mark Maffett, Randall Morck, Sendhil Mullainathan, Kasper Meisner Nielsen, Dimitris Papanikolaou, Francisco Pérez-González, Morten Sorensen, T.J. Wong, Bernard Yeung, Weining Zhang, and seminar participants at Cheung Kong Graduate School of Business, the Massachusetts Institute of Technology, Xi’an Jiaotong University, the NBER Corporate Finance Meeting, the 2012 Western Finance Association Annual Meeting, the 2012 IZA Workshop on Economics of Leadership, the 2012 American Accounting Association Annual Meeting, the 2013 China International Conference in Finance, the 2013 MIT Asia Conference in Accounting, the 2014 Tsinghua International Corporate Governance Conference, and the 2016 American Economic Association Annual Meeting. We acknowledge financial support from the MIT Sloan School of Management. Luo Zuo is also grateful for financial support from Cornell University and the Deloitte Foundation. Selva Swetha Ayyampalayam Rajeswaran, Sharon Bureau, Kate Gordon, Edan Krolewicz, and Cynthia Wang provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}