{
    "id": 176,
    "citation_title": "Export and Domestic Prices Under Inflation and Exchange Rate Movements",
    "citation_author": [
        "Irving B. Kravis",
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1977-05-01",
    "issue_date": "1977-05-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is almost invariably taken for granted in theoretical descriptions of the international price mechanism and in the construction of trade models that a country's export price for a particular product is identical to its domestic price. Any impact of foreign or domestic events on prices is expected to fall identically on the export and the domestic price for a good. In contrast to these conventional assumptions, the few empirical studies of international prices have shown that there are fairly substantial and long-lasting divergences between export and domestic price changes for the same or closely related products.  If there can be divergences between export and domestic prices, a type of relative price mechanism may be at work: the depreciating country should find export prices rising relative to domestic prices of the same goods.  Since a producer can shift more easily from domestic to export sales of a product than from production of home goods to production of export goods we should expect the changes within commodities between domestic sales and exports to occur more rapidly. Since the evidence is strong that there are divergences between export and domestic prices, we wish to trace through the effects of foreign price changes and exchange rate changes on export and domestic prices and see whether a mechanism of the hypothesized type exists. In this paper we concentrate our attention on price movements, but offer some evidence that the response of exports to these price divergences is in the expected direction.\n\n",
    "acknowledgement": "\nWe are indebted to Mary Boger, Daniel Gottlieb, Marianne Rey, and Judy Rosenzweig for data collection and programming and to Eliot Kalter of the University of Pennsylvania for the matching of U.S. export and domestic price data for the latter part of the period.\n\n\n"
}