{
    "id": 17606,
    "citation_title": "Contracting With Synergies",
    "citation_author": [
        "Alex Edmans",
        "Itay Goldstein",
        "John Y. Zhu"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies optimal contracting under synergies. We define influence as the extent to which effort by one agent reduces a colleague's marginal cost of effort, and synergy to be the sum of the (unidimensional) influence parameters across a pair of agents. In a two-agent model, effort levels are equal even if influence is asymmetric. The optimal effort level depends only on total synergy and not individual influence parameters. An increase in synergy raises total effort and total pay, consistent with strong equity incentives in small firms, including among low-level employees. The influence parameters matter only for individual pay. Pay is asymmetric, with the more influential agent being paid more, even though the level and productivity of effort are both symmetric. With three agents, effort levels differ and are higher for more synergistic agents. An increase in the synergy between two agents can lead to the third agent being excluded from the team, even if his productivity is unchanged. This has implications for optimal team composition and firm boundaries. Agents that influence a greater number of colleagues receive higher wages, consistent with the salary differential between CEOs and divisional managers.\n\n",
    "acknowledgement": "\nWe thank Patrick Bolton, Xavier Gabaix, Salvatore Miglietta, Alan Schwartz, and seminar participants from BI Oslo, Cambridge, Philadelphia Fed, and NBER Summer Institute (Law & Economics) for helpful comments, and Ali Aram for good research assistance. AE gratefully acknowledges financial support from the Dorinda and Mark Winkelman Distinguished Scholar award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}