{
    "id": 17602,
    "citation_title": "The Role of Information in Competitive Experimentation",
    "citation_author": [
        "Ufuk Akcigit",
        "Qingmin Liu"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "2011-11-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nTechnological progress is typically a result of trial-and-error research by competing firms. While some research paths lead to the innovation sought, others result in dead ends. Because firms benefit from their competitors working in the wrong direction, they do not reveal their dead-end findings. Time and resources are wasted on projects that other firms have already found to be dead ends. Consequently, technological progress is slowed down, and the society benefits from innovations with delay, if ever. To study this prevalent problem, we build a tractable two-arm bandit model with two competing firms. The risky arm could potentially lead to a dead end and the safe arm introduces further competition to make firms keep their dead-end findings private. We characterize the equilibrium in this decentralized environment and show that the equilibrium necessarily entails significant efficiency losses due to wasteful dead-end replication and a flight to safety - an early abandonment of the risky project. Finally, we design a dynamic mechanism where firms are incentivized to disclose their actions and share their private information in a timely manner. This mechanism restores efficiency and suggests a direction for welfare improvement.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We are grateful to Daron Acemoglu and Andrzej Skrzypacz for their invaluable comments and suggestions. We also thank Alessandro Bonatti, Kalyan Chatterjee, Benjamin Golub, Christopher Harris, Hugo Hopenhayn, Johannes H\u007forner, Matthew Jackson, Nicolas Klein, Dirk Krueger, Antonio Merlo, Matthew Mitchell, Andrew Postlewaite, Joel Sobel, Francesco Squintani, and the participants at the AEA 2011 winter meeting and the 2011 NSF/CEME Decentralization Conference for helpful discussions. We thank Francesc Dilme and Zehao Hu for excellent research assistance. The usual disclaimer applies. Akcigit gratefully acknowledges the financial support of NBER Innovation Policy Research Grant. The online appendix can be found at http://www.sas.upenn.edu/~uakcigit/web/Research.html\n\n\n"
}