{
    "id": 17603,
    "citation_title": "Size Inequality, Coordination Externalities and International Trade Agreements",
    "citation_author": [
        "Nuno Limao",
        "Kamal Saggi"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeveloping countries now account for a significant fraction of both world trade and two thirds of the membership of the World Trade Organization (WTO). However, many are still individually small and thus have a limited ability to bilaterally extract and enforce trade concessions from larger developed economies even though as a group they would be able to do so. We show that this coordination externality generates asymmetric outcomes under agreements that rely on bilateral threats of trade retaliation. such as the WTO. but not under agreements extended to include certain financial instruments. In particular, we find that an extended agreement generates improvements in global efficiency and equity if it Includes the exchange of bonds prior to trading but not if it relies solely on ex-post fines. Moreover, a combination of bonds and fines generates similar improvements even if small countries are subject to financial constraints that prevent them from posting bonds.\n\n",
    "acknowledgement": "\nNuno Limao acknowledges the financial support of the UK Department of Development in the initial stage of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}