{
    "id": 17608,
    "citation_title": "Can Governments Do It Better? Merger Mania and Hospital Outcomes in the English NHS",
    "citation_author": [
        "Martin Gaynor",
        "Mauro Laudicella",
        "Carol Propper"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on mergers between private hospitals suggests that such mergers often produce little benefit. Despite this, the UK government has pursued an active policy of hospital merger. These mergers are initiated by a regulator, acting on behalf of the public, and justified on the grounds that merger will improve outcomes. We examine whether this promise is met. We exploit the fact that between 1997 and 2006 in England around half the short term general hospitals were involved in a merger, but that politics means that selection for a merger may be random with respect to future performance. We examine the impact of mergers on a large set of outcomes including financial performance, productivity, waiting times and clinical quality and find little evidence that mergers achieved gains other than a reduction in activity. In addition, mergers reduce the scope for competition between hospitals.\n\n",
    "acknowledgement": "\nFinancial support was provided by the U.K. Department of Health under the HREP policy evaluation programme. We appreciate comments from Helen Simpson and seminar participants at the Universities of Bristol, Imperial and  York and initial input into the research by Rodrigo Moreno Serra. The authors are solely responsible for the analysis and the views expressed here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}