{
    "id": 17601,
    "citation_title": "Resource Windfalls, Political Regimes, and Political Stability",
    "citation_author": [
        "Francesco Caselli",
        "Andrea Tesei"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study theoretically and empirically whether natural resource windfalls affect political regimes. We document the following regularities. Natural resource windfalls have no effect on the political system when they occur in democracies. However, windfalls have significant political consequences in autocracies. In particular, when an autocratic country receives a positive shock to its flow of resource rents it responds by becoming even more autocratic. Furthermore, there is heterogeneity in the response of autocracies. In deeply entrenched autocracies the effect of windfalls on politics is virtually nil, while in moderately entrenched autocracies windfalls significantly exacerbate the autocratic nature of the political system. To frame the empirical work we present a simple model in which political incumbents choose the degree of political contestability by deciding how much to spend on vote-buying, bullying, or outright repression. Potential challengers decide whether or not to try to unseat the incumbent and replace him. The model uncovers a reason for the asymmetric impact of resource windfalls on democracies and autocracies, as well as the differential impact within autocratic regimes.\n\n",
    "acknowledgement": "\nWe are very grateful to Antonio Ciccone for many discussions and to Tim Besley, Silvana Tenreyro, and seminar participants at LSE and UPF for comments. Caselli gratefully acknowledges the support of CEP, and Banco de España, the latter through the Banco de España Professorship, and the hospitality of CREI, where the project was initiated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}