{
    "id": 17600,
    "citation_title": "The Impact of the Macroeconomy on Health Insurance Coverage: Evidence from the Great Recession",
    "citation_author": [
        "John Cawley",
        "Asako S. Moriya",
        "Kosali I. Simon"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "2013-10-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the impact of the macroeconomy on the health insurance coverage of Americans using panel data from the Survey of Income and Program Participation (SIPP) for 2004-2010, a period that includes the Great Recession of 2007-09.  We find that a one percentage point increase in the state unemployment rate is associated with a 1.67 percentage point (2.12%) reduction in the probability that men have health insurance; this effect is strongest among college-educated, white, and older (50-64 year old) men.  For women and children, health insurance coverage is not significantly correlated with the unemployment rate, which may be the result of public health insurance acting as a social safety net.  Compared to the previous recession, the health insurance coverage of men is more sensitive to the unemployment rate, which may be due to the nature of the Great Recession.\n\n",
    "acknowledgement": "\nThe authors declare no financial relationships that could represent a conflict of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}