{
    "id": 17604,
    "citation_title": "Skill Biased Heterogeneous Firms, Trade Liberalization, and the Skill Premium",
    "citation_author": [
        "James Harrigan",
        "Ariell Reshef"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "2012-06-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory that rising globalization and rising wage inequality are related because trade liberalization raises the demand facing highly competitive skill-intensive firms. In our model, only the lowest-cost firms participate in the global economy exactly along the lines of Melitz (2003). In addition to differing in their productivity, firms differ in their skill intensity. We model skill-biased technology as a correlation between skill intensity and technological acumen, and we estimate this correlation to be large using firm-level data from Chile in 1995. A fall in trade costs leads to both greater trade volumes and an increase in the relative demand for skill, as the lowest-cost/most-skilled firms expand to serve the export market while less skill-intensive non-exporters retrench in the face of increased import competition. This mechanism works regardless of factor endowment differences, so we provide an explanation for why globalization and wage inequality move together in both skill-abundant and skill-scarce countries. In our model countries are net exporters of the services of their abundant factor, but there are no Stolper- Samuelson effects because import competition affects all domestic firms equally.\n\n",
    "acknowledgement": "\nWe thank the Bankard Fund for Political Economy at the University of Virginia for support. We thank John McLaren, Maxim Engers, Eric Young, Latchezar Popov, Çaglar Özden, and seminar audiences in North America and Europe for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}