{
    "id": 17605,
    "citation_title": "Skill-biased Technological Change, Earnings of Unskilled Workers, and Crime",
    "citation_author": [
        "Naci H. Mocan",
        "Bulent Unel"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of unskilled workers' earnings on crime.  Following the literature on wage inequality and skill-biased technological change, we employ CPS data to create state-year as well as state-year-and (broad) industry specific measures of skill-biased technological change, which are then used as instruments for unskilled workers' earnings in crime regressions.  Regressions that employ state panels reveal that technology-induced variations in unskilled workers' earnings impact property crime with an elasticity of -1, but that wages have no impact on violent crime. The paper also estimates, for the first time in this literature, structural crime equations using micro panel data from NLSY97 and instrumenting real wages of young workers.   Using state-year-industry specific technology shocks as instruments yields elasticities that are in the neighborhood of -2 for most types of crime, which is markedly larger than previous estimates.  In both data sets there is evidence for asymmetric impact of unskilled workers' earnings on crime.  A decline in earnings has a larger effect on crime in comparison to an increase in earnings by the same absolute value.\n\n",
    "acknowledgement": "\nWe thank Deokrye Baek, Elif Filiz and especially Duha Altindag and Christian Raschke for outstanding research assistance.  Joao Manoel Pinho de Mello, Rodrigo Soares and seminar participants at PUC-Rio, and Concordia University provided valuable comments. We thank Kaj Gittings for helpful comments and for providing us with the minimum wage data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}