{
    "id": 17616,
    "citation_title": "Optimal Taxation of Top Labor Incomes: A Tale of Three Elasticities",
    "citation_author": [
        "Thomas Piketty",
        "Emmanuel Saez",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "2013-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a model of optimal labor income taxation where top incomes respond to marginal tax rates through three channels: (1) standard labor supply, (2) tax avoidance, (3) compensation bargaining. We derive the optimal top tax rate formula as a function of the three corresponding behavioral elasticities. The first elasticity (labor supply) is the sole real factor limiting optimal top tax rates. The optimal tax system should be designed to minimize the second elasticity (avoidance) through tax enforcement and tax neutrality across income forms. The optimal top tax rate increases with the third elasticity (bargaining) as bargaining efforts are zero-sum in aggregate. We provide evidence using cross-country times series macro-evidence and CEO pay micro-evidence. The macro-evidence from 18 OECD countries shows that there is a strong negative correlation between top tax rates and top 1% income shares since 1960, implying that the overall elasticity is large. However, top income share increases have not translated into higher economic growth. US CEO pay evidence shows that pay for luck is quantitatively more important when top tax rates are low. International CEO pay evidence shows that CEO pay is strongly negatively correlated with top tax rates even controlling for firm characteristics and performance, and this correlation is stronger in firms with poor governance. These results are consistent with bargaining effects playing a role in the link between top incomes and top tax rates. If bargaining effects in fact exist, optimal tax rates should be higher than commonly assumed.\n\n",
    "acknowledgement": "\nWe thank co-editor Karl Scholz, Marco Bassetto, Wojciech Kopczuk, Laszlo Sandor, Florian Scheuer, Joel Slemrod, two anonymous referees, and numerous seminar participants for useful discussions and comments. Rolf Aaberge, Markus Jantti, Brian Nolan, Esben Schultz, and Floris Zoutman helped us gather international top marginal tax rate data. We are very thankful to Miguel Ferreira for sharing the international CEO data from Fernandes, Ferreira, Matos, and Murphy (2013) with us. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley and the MacArthur foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}