{
    "id": 17610,
    "citation_title": "Permanent Income and the Black-White Test Score Gap",
    "citation_author": [
        "Jesse Rothstein",
        "Nathan Wozny"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalysts often examine the black-white test score gap conditional on family income.  Typically only a current income measure is available.  We argue that the gap conditional on permanent income is of greater interest, and we describe a method for identifying this gap using an auxiliary data set to estimate the relationship between current and permanent income.  Current income explains only about half as much of the black-white test score gap as does permanent income, and the remaining gap in math achievement among families with the same permanent income is only 0.2 to 0.3 standard deviations in two commonly used data sets.  When we add permanent income to the controls used by Fryer and Levitt (2006), the unexplained gap in 3rd grade shrinks below 0.15 standard deviations, less than half of what is found with their controls.\n\n",
    "acknowledgement": "\nWe thank Lars Lefgren, Bob Margo, Sean Reardon, Richard Rothstein, and seminar participants at Brown, Mathematica, Simon Fraser, Stanford, UBC, and NBER for helpful conversations and suggestions.  We also thank Fanyin Zheng for excellent research assistance, and the Princeton University Industrial Relations Section for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}