{
    "id": 17619,
    "citation_title": "On Graduation from Fiscal Procyclicality",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Carlos A. Végh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "2012-07-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past, industrial countries have tended to pursue countercyclical or, at worst, acyclical fiscal policy. In sharp contrast, emerging and developing countries have followed procyclical fiscal policy, thus exacerbating the underlying business cycle. We show that, over the last decade, about a third of the developing world has been able to escape the procyclicality trap and actually become countercyclical. We then focus on the role played by the quality of institutions, which appears to be a key determinant of a country's ability to graduate. We show that, even after controlling for the endogeneity of institutions and other determinants of ...scal procyclicality, there is a causal link running from stronger institutions to less procyclical or more countercyclical fiscal policy.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the IMF, World Bank, Central Bank of Chile, Central Bank of Hungary, and, especially, an editor and two anonymous referees for helpful comments and suggestions. Vuletin acknowledges the Division of Social Sciences at Colby College for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nJuly 15, 2011\n\n\nEthics Disclosure - Jeffrey A. Frankel\n\n\nIt has recently become expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employer.   Accordingly I offer the following information.   (I include only compensation in excess of $1,000.)\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and  two consulting firms.  I wrote and presented papers for the NBER, the World Bank, and a foreign central bank.   I also served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms.  I wrote and presented papers for the European Central Bank and the World Bank.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution.  I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank.   I also served as an expert witness in a legal case where the client was a financial investor.\n\n\nSee also:  http://www.hks.harvard.edu/fs/jfrankel/EthicsDisclosure.doc\n\n\n"
}