{
    "id": 17614,
    "citation_title": "Household Stock Market Beliefs and Learning",
    "citation_author": [
        "Gábor Kézdi",
        "Robert J. Willis"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes heterogeneity of the beliefs of American households about future stock market returns, provides an explanation for that heterogeneity and establishes its relationship to stock holding behavior. We find substantial belief heterogeneity that is puzzling since households can observe the same publicly available information about the stock market. We propose a simple learning model where agents can invest in the acquisition of financial knowledge. Differential incentives to learn about the returns process can explain heterogeneity in beliefs. We check this explanation by using data on beliefs elicited as subjective probabilities and a rich set of other variables from the Health and Retirement Study. Both descriptive statistics and estimated relevant heterogeneity of the structural parameters provide support for our explanation. People with higher lifetime earnings, higher education, higher cognitive abilities, defined contribution as opposed to defined benefit pension plans, for example, possess beliefs that are considerably closer to what historical time series would imply. Our results also suggest that a substantial part of the reduced form relationship between stock holding and household characteristics is due to differences in beliefs. Our methodological contribution is estimating relevant heterogeneity of structural belief parameters from noisy survey answers to probability questions.\n\n",
    "acknowledgement": "\nSupport from the National Institute of Aging (PO1 AG026571 and RO3 AG29469) is acknowledged. The authors thank Andras Fulop, Krisztina Molnar, Mathew Shapiro, Adam Szeidl, and seminar participants at Central European University, CERGE-EI Prague, NBER, the University of Michigan, the University of Munich, the EEA/ESEM 2008 meetings, and the First Jackson Hole Conference on Subjective Probabilities for their comments. Peter Hudomiet provided excellent research assistantship and many valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}