{
    "id": 17618,
    "citation_title": "Diversity and Donations: The Effect of Religious and Ethnic Diversity on Charitable Giving",
    "citation_author": [
        "James Andreoni",
        "Abigail Payne",
        "Justin D. Smith",
        "David Karp"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe explore the effects of local ethnic and religious diversity on individual donations to private charities.  Using 10-year neighborhood-level panels derived from personal tax records in Canada, we find that diversity has a detrimental effect on charitable donations.  A 10 percentage point increase in ethnic diversity reduces donations by 14%, and a 10 percentage point increase in religious diversity reduces donations by 10%.  The ethnic diversity effect is driven by a within-group disposition among non-minorities, and is most evident in high income, but low education areas.  The religious diversity effect is driven by a within-group disposition among Catholics, and is concentrated in high income and high education areas.  Despite these large effects on amount donated, we find no evidence that increasing diversity affects the fraction of households that donate.  Over the period studied, ethnic diversity rises by 6 percentage points and religious diversity rises by 4 percentage points; our results suggest that charities receive about 12% less in total donations. As areas like North America continue to grow more diverse over time, our results imply that these demographic changes may have significant implications for the charitable sector.\n\n",
    "acknowledgement": "\nWe acknowledge funding from the University of Manitoba, the Social Sciences and Humanities Research Council (SSHRC), and from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}