{
    "id": 17617,
    "citation_title": "The Euro and European Economic Conditions",
    "citation_author": [
        "Martin S. Feldstein"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe creation of the euro should now be recognized as an experiment that has led to   the sovereign debt crisis in several countries, the fragile condition of major European banks, the high levels of unemployment, and the large trade deficits that now exist in most Eurozone countries. Although the European Central Bank managed the euro in a way that achieved a low rate of inflation, other countries both in Europe and elsewhere have also had a decade of low inflation without incurring the costs of a monetary union. \nThe emergence of these problems just a dozen years after the start of the euro in 1999 was not an accident or the result of bureaucratic mismanagement but the inevitable consequence of imposing a single currency on a very heterogeneous group of countries, a heterogeneity that includes not only economic structures but also fiscal traditions and social attitudes. \nThis paper reviews (1) the reasons for these economic problems, (2) the political origins of the European Monetary Union, (3) the current attempts to solve the sovereign debt problem, (4) the long-term problem of inter-country differences of productivity growth and competitiveness, (5) the special problems of Greece and Italy, (6) and the pros and cons of a Greek departure from the Eurozone.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}