{
    "id": 17611,
    "citation_title": "Hedonic Prices and Implicit Markets: Estimating Marginal Willingness to Pay for Differentiated Products Without Instrumental Variables",
    "citation_author": [
        "Kelly C. Bishop",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2011-11-17",
    "issue_date": "2011-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe hedonic model of Rosen (1974) has become a workhorse for valuing the characteristics of differentiated products despite a number of well-documented econometric problems. For example, Bartik (1987) and Epple (1987) each describe a source of endogeneity in the second stage of Rosen's procedure that has proven difficult to overcome.  In this paper, we propose a new approach for recovering the marginal willingness-to-pay function that altogether avoids these endogeneity problems. Applying this estimator to data on large changes in violent crime rates, we find that marginal willingness-to-pay increases by ten cents with each additional violent crime per 100,000 residents.\n\n",
    "acknowledgement": "\nWe thank the seminar/conference participants at the AERE/ASSA Annual Meetings, Camp Resources, Iowa State University, Montana State University, Syracuse University, the Triangle Resource and Environmental Economics Workshop, the UEA/RSAI Annual Meetings, the University of Wisconsin, the University of Stirling, the University of Aberdeen, LSE Center for Economic Performance, and Econometric Society Summer Meetings for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}