{
    "id": 17629,
    "citation_title": "Optimal Expectations and Limited Medical Testing: Evidence from Huntington Disease",
    "citation_author": [
        "Emily Oster",
        "Ira Shoulson",
        "E. Ray Dorsey"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use novel data to study the decision to undergo genetic testing by individuals at risk for Huntington disease (HD), a hereditary neurological disorder that reduces healthy life expectancy to about age 50. Although genetic testing is perfectly predictive and carries little financial or time cost, less than 10 percent of at-risk individuals are tested prior to the onset of symptoms. Testing rates are higher for individuals with higher ex ante risk of carrying the genetic expansion for HD. Untested individuals express optimistic beliefs about their probability of having HD and make fertility, savings, labor supply, and other decisions as if they do not have HD, even though individuals with confirmed HD behave quite differently. We show that these facts are qualitatively consistent with a model of optimal expectations (Brunnermeier and Parker, 2005) and can be reconciled quantitatively in this model with reasonable parameter values. This model nests the neoclassical framework and, we argue, provides strong evidence rejecting the assumptions of that framework. Finally, we briefly develop policy implications.\n\n",
    "acknowledgement": "\nThe authors acknowledge funding from the National Science Foundation (Oster) and the Robert Wood Johnson Foundation (Dorsey). Dr. Dorsey is a consultant to Lundbeck, has research grants from Lundbeck and Prana Biotechnology, both related to Huntington disease. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}