{
    "id": 17621,
    "citation_title": "When Credit Bites Back: Leverage, Business Cycles, and Crises",
    "citation_author": [
        "Òscar Jordà",
        "Moritz HP. Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "2012-10-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the role of credit in the business cycle, with a focus on private credit overhang. Based on a study of the universe of over 200 recession episodes in 14 advanced countries between 1870 and 2008, we document two key facts of the modern business cycle: financial-crisis recessions are more costly than normal recessions in terms of lost output; and for both types of recession, more credit-intensive expansions tend to be followed by deeper recessions and slower recoveries. In additional to unconditional analysis, we use local projection methods to condition on a broad set of macroeconomic controls and their lags. Then we study how past credit accumulation impacts the behavior of not only output but also other key macroeconomic variables such as investment, lending, interest rates, and inflation. The facts that we uncover lend support to the idea that financial factors play an important role in the modern business cycle.\n\n",
    "acknowledgement": "\n?The authors gratefully acknowledge financial support through a grant from the Institute for New Economic Thinking (INET) administered by the University of Virginia. Part of this research was undertaken when Schularick was a visitor at the Economics Department, Stern School of Business, New York University. The authors wish to thank, without implicating, David Backus, Philipp Engler, Lola Gadea, Gary Gorton, Robert Kollman, Arvind Krishnamurthy, Michele Lenza, Andrew Levin, Thomas Philippon, Carmen Reinhart, Javier Suarez, Richard Sylla, Paul Wachtel, and Felix Ward for discussion and comments. In the same way, we also wish to thank participants in the following conferences: \"Financial Intermediation and Macroeconomics: Directions Since the Crisis,\" National Bank of Belgium, Brussels, December 9-10, 2011; \"Seventh Conference of the International Research Forum on Monetary Policy,\" European Central Bank, Frankfurt, March 16-17, 2012; the European Summer Symposium in International Macroeconomics (ESSIM) 2012, Banco de Espaa, Tarragona, Spain, May 22-25, 2012; \"Debt and Credit, Growth and Crises,\" Bank of Spain cosponsored with the World Bank, Madrid, June 18-19, 2012; the NBER Summer Institute (MEFM program), Cambridge, Mass., July 13, 2012; \"Policy Challenges and Developments in Monetary Economics,\" Swiss National Bank, Zurich, September 14-15, 2012. In addition, we thank seminar participants at New York University; Rutgers University; University of Bonn; University of Göttingen; University of St. Gallen; Humboldt University, Berlin; Deutsches Institut fürnWirtschaftsforschung (DIW); and University of California, Irvine. The views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. We are particularly grateful to Early Elias for outstanding research assistance.\n\n\n"
}