{
    "id": 17626,
    "citation_title": "Target Loans, Current Account Balances and Capital Flows: The ECB's Rescue Facility",
    "citation_author": [
        "Hans-Werner Sinn",
        "Timo Wollmershaeuser"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe European Monetary Union is stuck in a severe balance-of-payments imbalance of a nature similar to the one that destroyed the Bretton Woods System. Greece, Ireland, Portugal, Spain and Italy have suffered from balance-of-payments deficits whose accumulated value, as measured by the Target balances in the national central banks' balance sheets, was 404 billion euros in August 2011. The national central banks of these countries covered the deficits by creating and lending out additional central bank money that flowed to the euro core countries, Germany in particular, and crowded out the central bank money resulting from local refinancing operations. Thus the ECB forced a public capital export from the core countries that partly compensated for the now reluctant private capital flows to, and the capital flight from, the periphery countries.\n\n",
    "acknowledgement": "\nWe thank Jürgen Gaulke, Marga Jennewein, Michael Kleemann, Paul Kremmel, Wolfgang Meister, Beatrice Scheubel, Heidi Sherman and Christoph Zeiner for technical support, and in particular Julio Saavedra. We also thank Mario Draghi, Otmar Issing, Georg Milbradt, Helmut Schlesinger, Christian Thimann, Gertrude Tumpel-Gugerell, Jean-Claude Trichet and Martin Wolf for in-depth conversations, without implying in any manner whatsoever that they adhere to our arguments. The train of arguments and the most essential charts have already been presented by H.-W. Sinn at the following events: internal seminar, Banca d'Italia, 22 April 2011; public lecture, Humboldt University Berlin, 9 May 2011; Introduction, Munich Economic Summit, 19 Mai 2011. We thank Michael Burda for serving as the formal discussant for the Berlin lecture. This is an updated version of the one presented and discussed at a press briefing on 22 June 2011 in Frankfurt. We thank the participants for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. An online video of the Berlin presentation is available at: http://www.cesifo-group.de/berlinvideo\n\n\n"
}