{
    "id": 17627,
    "citation_title": "The Empirics of Firm Heterogeneity and International Trade",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the empirical evidence on firm heterogeneity in international trade. A first wave of empirical findings from micro data on plants and firms proposed challenges for existing models of international trade and inspired the development of new theories emphasizing firm heterogeneity. Subsequent empirical research has examined additional predictions of these theories and explored other dimensions of the data not originally captured by them. These other dimensions include multi-product firms, offshoring, intra-firm trade and firm export market dynamics.\n\n",
    "acknowledgement": "\nBernard, Jensen and Schott thank the National Science Foundation (SES-0241474, SES-0552029 and SES-0550190) and Redding thanks Princeton University and the Centre for Economic Performance (CEP) for research support. This paper was prepared for the Annual Review of Economics. We are grateful to Pol Antràs and Peter Neary for helpful comments and suggestions. Some of the research reviewed in this paper was conducted while Bernard, Jensen, Redding and Schott were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Research Data Center and Center for Economic Studies. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau, the NBER, or any other institution to which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}