{
    "id": 17622,
    "citation_title": "Macroeconomics With Heterogeneity: A Practical Guide",
    "citation_author": [
        "Fatih Guvenen"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "2012-01-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article reviews macroeconomic models with heterogeneous households. A key question for the relevance of these models concerns the degree to which markets are complete. This is because the existence of complete markets imposes restrictions on (i) how much heterogeneity matters for aggregate phenomena and (ii) the types of cross-sectional distributions that can be obtained. The degree of market incompleteness, in turn, depends on two factors: (i) the richness of insurance opportunities provided by the economic environment and (ii) the nature and magnitude of idiosyncratic risks to be insured. First, I review a broad collection of empirical evidence--from econometric tests of \"full insurance,\" to quantitative and empirical analyses of the permanent income (\"self-insurance\") model that examine how it fits the facts about life cycle allocations, to studies that try to directly measure where economies place between these two benchmarks (\"partial insurance\"). The empirical evidence I survey reveals significant uncertainty in the profession regarding the magnitudes of idiosyncratic risks as well as whether or not these risks have increased since the 1970s. An important difficulty stems from the fact that inequality often arises from a mixture of idiosyncratic risk and fixed (or predictable) heterogeneity, making the two challenging to disentangle. I also discuss applications of incomplete markets models to trends in wealth, consumption, and earnings inequality both over the life cycle and over time, where this challenge is evident. Third, I discuss \"approximate\" aggregation--the finding that some incomplete markets models generate aggregate implications very similar to representative-agent models. What approximate aggregation does and does not imply is illustrated through several examples. Finally, I discuss some computational issues relevant for solving and calibrating such models and I provide a simple yet fully parallelizable global optimization algorithm that can be used to calibrate heterogeneous agent models.\n\n",
    "acknowledgement": "\nThis article was prepared for a special issue of the Federal Reserve Bank of Richmond's Economic Quarterly. For helpful discussions, I thank Dean Corbae, Cristina De Nardi, Per Krusell, Serdar Ozkan, and Tony Smith. Special thanks to Andreas Hornstein and Kartik Athreya for detailed comments on the draft. David Wiczer and Cloe Ortiz de Mendivil provided excellent research assistance. The views expressed herein are those of the author and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}