{
    "id": 17628,
    "citation_title": "Conflicts of Interest Distort Public Evaluations: Evidence from the Top 25 Ballots of NCAA Football Coaches",
    "citation_author": [
        "Matthew Kotchen",
        "Matthew Potoski"
    ],
    "citation_publication_date": "2011-11-23",
    "issue_date": "2011-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a study on conflicts of interest among college football coaches participating in the USA Today Coaches Poll of top 25 teams. The Poll provides a unique empirical setting that overcomes many of the challenges inherent in conflict of interest studies, because many agents are evaluating the same thing, private incentives to distort evaluations are clearly defined and measurable, and there exists an alternative source of computer rankings that is bias free. Using individual coach ballots between 2005 and 2010, we find that coaches distort their rankings to reflect their own team's reputation and financial interests. On average, coaches rank teams from their own athletic conference nearly a full position more favorably and boost their own team's ranking more than two full positions. Coaches also rank teams they defeated more favorably, thereby making their own team look better. When it comes to ranking teams contending for one of the high-profile Bowl Championship Series (BCS) games, coaches favor those teams that generate higher financial payoffs for their own team. Reflecting the structure of payoff disbursements, coaches from non-BCS conferences band together, while those from BCS conferences more narrowly favor teams in their own conference. Among all coaches an additional payoff between $3.3 and $5 million induces a more favorable ranking of one position. Moreover, for each increase in a contending team's payoff equal to 10 percent of a coach's football budget, coaches respond with more favorable rankings of half a position, and this effect is more than twice as large when coaches rank teams outside the top 10.\n\n",
    "acknowledgement": "\nWe are grateful to Jesse Burkhardt, Nathan Chan, and John D'Agostino for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}