{
    "id": 17632,
    "citation_title": "Getting Beneath the Veil of Effective Schools: Evidence from New York City",
    "citation_author": [
        "Will Dobbie",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "2017-07-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCharter schools were developed, in part, to serve as an R&D engine for traditional public schools, resulting in a wide variety of school strategies and outcomes. In this paper, we collect unparalleled data on the inner-workings of 35 charter schools and correlate these data with credible estimates of each school's effectiveness. We find that traditionally collected input measures -- class size, per pupil expenditure, the fraction of teachers with no certification, and the fraction of teachers with an advanced degree -- are not correlated with school effectiveness. In stark contrast, we show that an index of five policies suggested by over forty years of qualitative research -- frequent teacher feedback, the use of data to guide instruction, high-dosage tutoring, increased instructional time, and high expectations -- explains approximately 50 percent of the variation in school effectiveness. Our results are robust to controls for three alternative theories of schooling: a model emphasizing the provision of wrap-around services, a model focused on teacher selection and retention, and the \"No Excuses'' model of education.  We conclude by showing that our index provides similar results in a separate sample of charter schools.\n\n",
    "acknowledgement": "\nWe give special thanks to Seth Andrews and William Packer of Democracy Prep Charter School, Michael Goldstein of the MATCH charter school, and James Merriman and Myrah Murrell from the New York City Charter School Center for invaluable assistance in collecting the data necessary for this project. We are grateful to our colleagues Michael Greenstone, Larry Katz, and Steven Levitt for helpful comments and suggestions. Sara D'Alessandro, Abhirup Das, Ryan Fagan, Blake Heller, Daniel Lee, Sue Lin, George Marshall, Sameer Sampat, and Allison Sikora provided exceptional project management and research assistance. Financial support was provided by the John and Laura Arnold Foundation, the Broad Foundation, and the Fisher Foundation. Correspondence can be addressed to the authors by e-mail: dobbie@fas.harvard.edu [Dobbie] or rfryer@fas.harvard.edu [Fryer]. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}