{
    "id": 17638,
    "citation_title": "Recessions and the Cost of Job Loss",
    "citation_author": [
        "Steven J. Davis",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "2017-03-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop new evidence on the cumulative earnings losses associated with job displacement, drawing on longitudinal Social Security records for U.S. workers from 1974 to 2008. In present value terms, men lose an average of 1.4 years of pre-displacement earnings if displaced in mass-layoff events that occur when the national unemployment rate is below 6 percent. They lose a staggering 2.8 years of pre-displacement earnings if displaced when the unemployment rate exceeds 8 percent. These results reflect discounting at a 5% annual rate over 20 years after displacement. We also document large cyclical movements in the incidence of job loss and job displacement and present evidence on how worker anxieties about job loss, wage cuts and job opportunities respond to contemporaneous economic conditions. Finally, we confront leading models of unemployment fluctuations with evidence on the present value earnings losses associated with job displacement.  The model of Mortensen and Pissarides (1994) extended to include search on the job generates present value losses only one-fourth as large as observed losses. Moreover, present value losses in the model vary little with aggregate conditions at the time of displacement, unlike the pattern in the data.\n\n",
    "acknowledgement": "\nWe thank Bob Hall, Richard Rogerson, David Romer and conference participants for many helpful comments on an earlier draft.  April Chen, Olga Deriy and Gregor Jarosch provided outstanding research assistance.   Davis thanks the University of Chicago Booth School of Business for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}