{
    "id": 17637,
    "citation_title": "Alcohol and Student Performance: Estimating the Effect of Legal Access",
    "citation_author": [
        "Jason M. Lindo",
        "Isaac D. Swensen",
        "Glen R. Waddell"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the effect of legal access to alcohol on student achievement. We first estimate the effect using an RD design but argue that this approach is not well suited to the research question in our setting. Our preferred approach instead exploits the longitudinal nature of the data, identifying the effect by measuring the extent to which a student's performance changes after he gains legal access to alcohol, controlling flexibly for the expected evolution of grades as students make progress towards their degrees. We find that students' grades fall below their expected levels upon being able to drink legally, but by less than previously documented. We also show that there are effects on women and that the effects are persistent.\n\n",
    "acknowledgement": "\nLindo is an Assistant Professor at the University of Oregon, a Research Fellow at IZA, and Faculty Research Fellow at NBER, Swensen is a graduate student at the University of Oregon, and Waddell is an Associate Professor at the University of Oregon and a Research Fellow at IZA. Contact the authors at: jlindo@uoregon.edu, isaac@uoregon.edu, and waddell@uoregon.edu. We are grateful to Scott Carrell, Jeff DeSimone, Ben Hansen, and Mark Hoekstra for thoughtful comments and suggestions. Any errors remain the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}