{
    "id": 17639,
    "citation_title": "Selecting the Best? Spillover and Shadows in Elimination Tournaments",
    "citation_author": [
        "Jennifer Brown",
        "Dylan B. Minor"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe consider how past, current, and future competition within an elimination tournament affect the probability that the stronger player wins. We present a two-stage model that yields the following main results: (1) a shadow effect--the stronger the expected future competitor, the lower the probability that the stronger player wins in the current stage and (2) an effort spillover effect--previous effort reduces the probability that the stronger player wins in the current stage. We test our theory predictions using data from high-stakes tournaments. Empirical results suggest that shadow and spillover effects influence match outcomes and have been already been priced into betting markets.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the helpful comments of Craig Garthwaite, Jin Li, Mike Mazzeo, Chad Syverson, and seminar participants at Stanford GSB, UC-Berkeley (Haas), University of Rochester (Simon), Columbia GSB, Northwestern (Kellogg), University of Cologne, University of Heidelberg, Northwestern-Toulouse Joint Workshop on Industrial Organization, IIOC, LMU's Workshop on Natural Experiments and Controlled Field Studies, Organizational Economics workshop at Queen's School of Business, and the Tournaments, Contests and Relative Performance Evaluation Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}