{
    "id": 17631,
    "citation_title": "Does Trade Globalization Induce or Inhibit Corporate Transparency? Unbundling the Growth Potential and Product Market Competition Channels",
    "citation_author": [
        "Hui Tong",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does increasing globalization affect corporate transparency? Freer trade represents different facets and in theory has ambiguous effects on corporate transparency. On the one hand, by exposing firms to more product market competition, it could discourage discretionary disclosure. On the other hand, by opening up foreign markets and enhancing firms' growth opportunities, it may promote more transparency. Rather than simply estimating a net effect, this paper pursues an approach that allows separate estimation of the two potentially opposing channels. We employ three different measures of corporate transparency and track their evolutions for 4061 firms in 49 countries during 1992-2005. By using detailed product-level tariff schedules for these countries, we construct a measure of growth opportunities enabled by foreign tariff liberalizations at the sector-country-year level, and a second measure of globalization-induced product market competition based on a country's own tariff liberalization (again at the sector-country-year level). We find strong evidence that higher growth opportunities engendered by globalization promotes corporate transparency, especially in industries that depend heavily on external financing. At the same time, we find somewhat weaker evidence that greater product market competition engendered by globalization discourages corporate transparency. The results demonstrate the importance of disentangling the multiple and potentially conflicting effects of globalization.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the IMF or the National Bureau of Economic Research.\n\n\n"
}