{
    "id": 17633,
    "citation_title": "Gains and Gaps: Changing Inequality in U.S. College Entry and Completion",
    "citation_author": [
        "Martha J. Bailey",
        "Susan M. Dynarski"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe changes over time in inequality in postsecondary education using nearly seventy years of data from the U.S. Census and the 1979 and 1997 National Longitudinal Surveys of Youth.  We find growing gaps between children from high- and low-income families in college entry, persistence, and graduation.  Rates of college completion increased by only four percentage points for low-income cohorts born around 1980 relative to cohorts born in the early 1960s, but by 18 percentage points for corresponding cohorts who grew up in high-income families. Among men, inequality in educational attainment has increased slightly since the early 1980s. But among women, inequality in educational attainment has risen sharply, driven by increases in the education of the daughters of high-income parents. Sex differences in educational attainment, which were small or nonexistent thirty years ago, are now substantial, with women outpacing men in every demographic group. The female advantage in educational attainment is largest in the top quartile of the income distribution. These sex differences present a formidable challenge to standard explanations for rising inequality in educational attainment.\n\n",
    "acknowledgement": "\nA version of this paper is published under the title, \"Inequality in Postsecondary Education,\" in Whither Opportunity? Rising Inequality and the Uncertain Life Chances of Low-Income Children, edited by Greg J. Duncan and Richard J. Murnane. We are grateful for research assistance from Emily Beam, Sayeh Nikpay, Nathaniel Schwartz, and Francie Streich. Rebecca Blank, Greg Duncan, Mike McPherson, Richard Murnane, and participants in the conferences on Social Inequality and Educational Disadvantage provided valuable comments. The Russell Sage Foundation generously provided funding for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}