{
    "id": 17643,
    "citation_title": "Regression Discontinuity Designs with an Endogenous Forcing Variable and an Application to Contracting in Health Care",
    "citation_author": [
        "Patrick Bajari",
        "Han Hong",
        "Minjung Park",
        "Robert Town"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegression discontinuity designs (RDDs) are a popular method to estimate treatment effects. However, RDDs may fail to yield consistent estimates if the forcing variable can be manipulated by the agent. In this paper, we examine one interesting set of economic models with such a feature. Specifically, we examine the case where there is a structural relationship between the forcing variable and the outcome variable because they are determined simultaneously. We propose a modi...ed RDD estimator for such models and derive the conditions under which it is consistent. As an application of our method, we study contracts between a large managed care organization and leading hospitals for the provision of organ and tissue transplants. Exploiting \"donut holes\" in the reimbursement contracts we estimate how the total claims filed by the hospitals depend on the generosity of the reimbursement structure. Our results show that hospitals submit significantly larger bills when the reimbursement rate is higher, indicating informational asymmetries between the payer and hospitals in this market.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Generous supports from NSF grant SES 1024504, and Stanford SIEPR are acknowledged.\n\n\n"
}