{
    "id": 17648,
    "citation_title": "Avoiding The Ask: A Field Experiment on Altruism, Empathy, and Charitable Giving",
    "citation_author": [
        "James Andreoni",
        "Justin M. Rao",
        "Hannah Trachtman"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "2016-11-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIf people get joy from giving, then why might they avoid fundraisers? We explore this in a randomized natural field experiment during the Salvation Army's annual campaign. The familiar bell-ringers were placed at one or both of two main entrances to a supermarket, making the ask for a charitable donation either easy or difficult to avoid. Additionally, solicitors either simply rang the bell, or asked \"please give\" to passersby. Verbally asking dramatically increases the number of givers and the amount of giving, as does having solicitors at both main entrances. However, we also found dramatic avoidance of verbal solicitation, between 26.2% and 32.6%, but negligible avoidance of non-verbal solicitation. Asking has a powerful effect on both giving when asked, and on avoidance. We argue that this pattern likely illustrates givers' sophisticated awareness of the empathy-altruism link, rather than pernicious social costs of fundraising.\n\n",
    "acknowledgement": "\nA version of this paper constituted Trachtman's senior thesis at Harvard College, for which it was awarded the best thesis prize and summa cum laude honors. We would like to note that Trachtman took the lead responsibility in coordinating and executing the experiment. Erzo Luttmer provided exceptionally helpful advice along the way. We would also like to thank Ned Augenblick, Douglas Bernheim, Rob Boyd, Stefano DellaVigna, Daniel Fessler, Ed Glaeser, David Laibson, Randall Lewis, John List, Stephan Meier, Stephanie Preston, David Reiley, Alison Sanchez, Michael Schwarz, Joan Silk, and Lise Vesterlund for helpful comments, and Harvard College (Trachtman) and the National Science Foundation, Grant SES-1427355 (Andreoni) for financial support. We especially thank the Salvation Army for cooperation in running the experiment. This research was conducted under full IRB approval. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}