{
    "id": 17646,
    "citation_title": "Does Practice-Based Teacher Preparation Increase Student Achievement? Early Evidence from the Boston Teacher Residency",
    "citation_author": [
        "John P. Papay",
        "Martin R. West",
        "Jon B. Fullerton",
        "Thomas J. Kane"
    ],
    "citation_publication_date": "2011-12-14",
    "issue_date": "2011-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Boston Teacher Residency is an innovative practice-based preparation program in which candidates work alongside a mentor teacher for a year before becoming a teacher of record in Boston Public Schools. We find that BTR graduates are more racially diverse than other BPS novices, more likely to teach math and science, and more likely to remain teaching in the district through year five. Initially, BTR graduates for whom value-added performance data are available are no more effective at raising student test scores than other novice teachers in English language arts and less effective in math. The effectiveness of BTR graduates in math improves rapidly over time, however, such that by their fourth and fifth years they out-perform veteran teachers. Simulations of the program's overall impact through retention and effectiveness suggest that it is likely to improve student achievement in the district only modestly over the long run.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Boston Teacher Residency. Kamal Chavda of the Boston Public Schools and Jesse Solomon, Ed Liu, and Zack Mabel of the Boston Teacher Residency generously provided the data for our analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}