{
    "id": 17647,
    "citation_title": "Moral Hazard, Incentive Contracts and Risk: Evidence from Procurement",
    "citation_author": [
        "Gregory Lewis",
        "Patrick Bajari"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "2013-08-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDeadlines and penalties are widely used to incentivize effort. We model how these incentive contracts affect the work rate and time taken in a procurement setting, characterizing the efficient contract design. Using new micro-level data on Minnesota highway construction contracts that includes day-by-day information on work plans, hours actually worked and delays, we find evidence of moral hazard. As an application, we build an econometric model that endogenizes the work rate, and simulate how different incentive structures affect outcomes and the variance of contractor payments. Accounting for the traffic delays caused by construction, switching to a more efficient design would substantially increase welfare without substantially increasing the risk borne by contractors.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Incentives and Adaptation: Evidence from Highway Procurement in Minnesota.\" We are grateful to the Minnesota Department of Transportation for data, and to Rabinder Bains, Tom Ravn and Gus Wagner for their help. We would also like to thank John Asker, Susan Athey, Raj Chetty, Matt Gentzkow, Oliver Hart, Ken Hendricks, Jon Levin, Justin Marion, Ariel Pakes, Chad Syverson and participants at Harvard, LSE, MIT, Toronto, UC Davis and Wisconsin and the AEA, CAPCP, IIOC, Stony Brook, UBC IO, WBEC and the NBER IO / Market Design / PE conferences. Lou Argentieri, Jason Kriss, Zhenyu Lai, Tina Marsh, Maryam Saeedi, Connan Snider and Danyang Su provided excellent research assistance. We gratefully acknowledge support from the NSF (grant no. SES-0924371). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}