{
    "id": 17641,
    "citation_title": "The International Monetary System: Living with Asymmetry",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes current stresses in the two key areas that concerned the architects of the original Bretton Woods system: international liquidity and exchange rate management. Despite radical changes since World War II in the market context for liquidity and exchange rate concerns, they remain central to discussions of international macroeconomic policy coordination.  To take two prominent examples of specific (and related) coordination problems, liquidity issues are paramount in strategies of national self-insurance through foreign reserve accumulation, while recent attempts by emerging market economies (EMEs) to limit real currency appreciation have relied heavily on nominal exchange rate management. A central message is that a diverse set of potential asymmetries among sovereign member states provides fertile ground for a variety of coordination failures. The paper goes on to discuss institutions and policies that might mitigate some of these inefficiencies.\n\n",
    "acknowledgement": "\nVladimir Asriyan provided expert research assistance. The International Growth Centre (London School of Economics) and the Center for Equitable Growth (UC Berkeley) provided essential financial support. This paper will be a chapter in an NBER conference volume to be entitled Globalization in an Age of Crisis: Multilateral Economic Cooperation in the Twenty-First Century, edited by Robert C. Feenstra and Alan M. Taylor. I am grateful for comments from participants at the Bank of England/NBER conference, as well as my discussants, Takatoshi Ito and Adam Posen The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}