{
    "id": 17644,
    "citation_title": "The Use of Tax Havens in Exemption Regimes",
    "citation_author": [
        "Anna Gumpert",
        "James R. Hines",
        "Jr.",
        "Monika Schnitzer"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the tax haven investment behavior of multinational firms from a country that exempts foreign income from taxation. High foreign tax rates generally encourage firms to invest in tax havens, though significant costs of reallocating taxable income dampen these incentives. The behavior of German manufacturing firms from 2002-2008 is consistent with this prediction: at the mean, one percentage point higher foreign tax rates are associated with three percentage point greater likelihoods of owning tax haven affiliates. This contrasts with earlier evidence for U.S. firms subject to home country taxation, which are more likely to invest in tax havens if they face lower foreign tax rates. Foreign tax rates appear to be unrelated to tax haven investments of German firms in service industries, possibly reflecting the difficulty they face in reallocating taxable income.\n\n",
    "acknowledgement": "\nThis paper was partly written during visits of the first and third authors to the research center of the Deutsche Bundesbank. The hospitality of the Bundesbank, the constructive support of the staff as well as access to its Microdatabase Direct investment (MiDi) are gratefully acknowledged. The project has benefited from financial support through the Deutsche Forschungsgemeinschaft (German Science Foundation) under SFB-Transregio 15 and GRK 801. The authors would like to thank Johannes Becker, Thiess Buettner, Ronald Davies, Dhammika Dharmapala, Andreas Haufler, Shafik Hebous, Iris Kesternich, Niels Johannesen, Nadine Riedel, Erik Roder, Richard Schmidtke, Emmanuelle Taugourdeau, Till von Wachter, and Martin Watzinger, as well as conference participants at the the CESifo Conference, the Tax Havens Conference at the Max-Planck Institute Munich, the 10th Journees Louis-Andre Gerard-Varet, the 67th IIPF Congress, the internal meeting of the SFB-Transregio 15 and the CBT Doctoral Meeting for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}