{
    "id": 17645,
    "citation_title": "Linking External Sector Imbalances and Changing Financial Instability before the 2008 Financial Crisis",
    "citation_author": [
        "John Whalley",
        "Manmohan Agarwal",
        "Jing Wang",
        "Sean Walsh",
        "Chen Yan"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe G20 Framework for Strong, Sustainable and Balanced Growth builds on the claim that growing imbalances before the 2008 Financial Crisis were a major cause of the crisis, and the further claim that reducing imbalances post crisis must be a central part of any effort to prevent a further occurrence. Analytical literature in economics seemingly does not provide satisfactory measures of financial instability, either in individual national economies or in the combined global economy; nor ways of linking imbalance change to either worsening or improving financial (or real) instability and the onset of financial crises. \nHere we focus on the external sector component of financial instability and link changes in country imbalances to individual economy growth rates in ways when summed across countries produce indices of expected worsening or improving financial instability at different points in time. We compute a variety of such indices for the years immediately before the 2008 Financial Crisis. We use the sum of the absolute value of external sector imbalances across countries (the trade imbalance, or the current account imbalance) as a proportion of the combined GDP of countries and link them in various ways to country growth rates. An increasing measure under an index is an indication of future widening excess demands and supplies over all countries as a group relative to gross world product. This, in turn, is an indication of increasing severity of adjustment problems ahead, and hence expected worsening financial instability. We compute such indices for all G20 countries, and various subsets of countries (G2, G8, G8+5) and examine their behavior over the period 2004-2007. \nOur results suggest that depending upon the index used and the base date chosen for comparative purposes in determining changes, different implications emerge for the linkage between external sector imbalances, perceived future instability and hence the onset of a financial crisis. The implication we drawn is that the links between imbalances and both the onset and best policy response to the 2008 Financial Crisis asserted by the G20 may be more tenuous than claimed. Indeed no such links were suggested earlier for the 1930s, the Asian Financial Crisis or any other crisis. In turn economies have functioned with larger imbalances relative to GDP than in 2008 for considerable periods of time and with no financial implosion (UK in the pre World War I period; Germany and Australia in the 1990s).\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF) and the Center for International Governance Innovation (CIGI) for support. We thank Daniel Schwanen and Li Chunding for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}