{
    "id": 17642,
    "citation_title": "Optimal Dynamic Taxes",
    "citation_author": [
        "Mikhail Golosov",
        "Maxim Troshkin",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2011-12-01",
    "issue_date": "2011-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal labor and savings distortions in a lifecycle model with idiosyncratic shocks. We show a tight connection between its recursive formulation and a static Mirrlees model with two goods, which allows us to derive elasticity-based expressions for the dynamic optimal distortions. We derive a generalization of a savings distortion for non-separable preferences and show that, under certain conditions, the labor wedge tends to zero for sufficiently high skills. We estimate skill distributions using individual data on the U.S. taxes and labor incomes. Computed optimal distortions decrease for sufficiently high incomes and increase with age.\n\n",
    "acknowledgement": "\nWe thank Stefania Albanesi, Fernando Alvarez, V.V. Chari, Dirk Krueger, Larry Jones, Igor Livshits, Stephen Morris, James Poterba, Emmanuel Saez, Ali Shourideh, Nancy Qian, Hongda Xiao, Pierre Yared, and audiences at ASU, Bank of Japan, Boston University, Chicago, Chicago Booth, Chicago Fed, Cornell, Cowles, EIEF, Gerzensee, Minnesota Macro, NBER PF, Northwestern, NY Fed, NYU, Princeton, Rochester, SED, Texas, UCSD. Marianne Bruins, James Duffy and Nicolas Werquin provided outstanding research assistance. We gratefully acknowledge the use of software licences provided at the Institute on Computational Economics. Golosov and Tsyvinski thank EIEF for hospitality and NSF for support. Troshkin thanks Minneapolis Fed for hospitality and support. Tsyvinski thanks IMES of the Bank of Japan and John Simon Guggenheim Foundation.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}