{
    "id": 17651,
    "citation_title": "Do Mood Swings Drive Business Cycles and is it Rational?",
    "citation_author": [
        "Paul Beaudry",
        "Deokwoo Nam",
        "Jian Wang"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence in support of the idea that bouts of optimism and pessimism drive much of US business cycles. In particular, we begin by using sign-restriction based identification schemes to isolate innovations in optimism or pessimism and we document the extent to which such episodes explain macroeconomic fluctuations. We then examine the link between these identified mood shocks and subsequent developments in fundamentals using alternative identification schemes (i.e., variants of the maximum forecast error variance approach). We find that there is a very close link between the two, suggesting that agents' feelings of optimism and pessimism are at least partially rational as total factor productivity (TFP) is observed to rise 8-10 quarters after an initial bout of optimism. While this later finding is consistent with some previous findings in the news shock literature, we cannot rule out that such episodes reflect self-fulfilling beliefs. Overall, we argue that mood swings account for over 50% of business cycle fluctuations in hours and output.\n\n",
    "acknowledgement": "\nThis paper has received indirect support from the SSHRC of Canada and the Fellowship program at the Bank of Canada. All views are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas , the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}