{
    "id": 17659,
    "citation_title": "Cross-Sectoral Variation in The Volatility of Plant-Level Idiosyncratic Shocks",
    "citation_author": [
        "Rui Castro",
        "Gian Luca Clementi",
        "Yoonsoo Lee"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "2013-07-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe estimate the volatility of plant-level idiosyncratic shocks in the U.S. manufacturing sector. Our measure of volatility is the variation in Revenue Total Factor Productivity which is not explained by either industry- or economy-wide factors, or by establishments' characteristics. Consistent with previous studies, we find that idiosyncratic shocks are much larger than aggregate random disturbances, accounting for about 80% of the overall uncertainty faced by plants. The extent of cross-sectoral variation in the volatility of shocks is remarkable. Plants in the most volatile sector are subject to about six times as much idiosyncratic uncertainty as plants in the least volatile. We provide evidence suggesting that idiosyncratic risk is higher in industries where the extent of creative destruction is likely to be greater.\n\n",
    "acknowledgement": "\nWe thank Alan Sorensen and two anonymous referees for suggestions that greatly improved the paper. We are also grateful to Mark Bils, Yongsung Chang, Sílvia Gonçalves, Massimiliano Guerini, Francisco Ruge-Murcia, and Carlos Serrano for very helpful comments. A special thanks goes to Gianluca Violante and Jason Cummins for providing us with their data on investment-specific technological change, and to Yongsung Chang and Jay Hong for supplying us with their ELI-SIC correspondence table. The views expressed in this article are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Cleveland, the Federal Reserve System, or the National Bureau of Economic Research. The research in this paper was conducted while Yoonsoo Lee was a Special Sworn Status researcher of the U.S. Census Bureau at the Michigan Census Research Data Center. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to ensure that no confidential data is revealed. Support for this research at the Michigan RDC from NSF (awards no. SES-0004322 and ITR-0427889) is gratefully acknowledged. Castro and Lee acknowledge financial support from SSHRC and Sogang Research Frontier Grant, respectively. An earlier draft of this paper circulated under the title \"Cross-Sectoral Variation in Firm-Level Idiosyncratic Risk.\"\n\n\n"
}