{
    "id": 17652,
    "citation_title": "Competing on Speed",
    "citation_author": [
        "Emiliano Pagnotta",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2011-12-08",
    "issue_date": "2011-12-08",
    "revision_date": "2011-12-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo forces have reshaped global securities markets in the last decade: Exchanges operate at much faster speeds and the trading landscape has become more fragmented. In order to analyze the positive and normative implications of these evolutions, we study a framework that captures (i) exchanges' incentives to invest in faster trading technologies and (ii) investors' trading and participation decisions. Our model predicts that regulation that protect prices will lead to fragmentation and faster trading speed. Asset prices decrease when there is intermediation competition and are further depressed by price protection. Endogenizing speed can also change the slope of asset demand curves. On normative side, we find that for a given number of exchanges, faster trading is in general socially desirable. Similarly, for a given trading speed, competition among exchange increases participation and welfare. However, when speed is endogenous, competition between exchanges is not necessarily desirable. In particular, speed can be inefficiently high. Our model sheds light on important features of the experience of European and U.S. markets since the implementation of Reg. NMS, and provides some guidance for optimal regulations.\n\n",
    "acknowledgement": "\nBoth authors are at New York University, Stern School of Business. Philippon is also at NBER and CEPR. We are particularly grateful to Joel Hasbrouck for his insights. We thank Thierry Foucault, Yakov Amihud, Albert Menkveld, Pierre-Oliver Weill, Dimitri Vayanos, Ricardo Lagos, Lasse Pedersen and seminar participant at HEC Paris, NYU Stern, Rochester U., and the SED 2011 conference. We acknowledge the support of the Smith Richardson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}