{
    "id": 17657,
    "citation_title": "The Best of Times, the Worst of Times: Understanding Pro-cyclical Mortality",
    "citation_author": [
        "Ann Huff Stevens",
        "Douglas L. Miller",
        "Marianne E. Page",
        "Mateusz Filipski"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature documents cyclical movements in mortality and health.  We examine this pattern more closely and attempt to identify the mechanisms behind it.  Specifically, we distinguish between mechanisms that rely on fluctuations in own employment or time use and those involving factors that are external to the individual.  Our investigation suggests that changes in individuals' own behavior contribute very little to pro-cyclical mortality.  Looking across broad age and gender groups, we find that own-group employment rates are not systematically related to own-group mortality.  In addition, we find that most of the additional deaths that occur during times of economic growth are among the elderly, particularly elderly women, who have limited labor force attachment.  Focusing on mortality among the elderly, we show that cyclicality is especially strong for deaths occurring in nursing homes, and is stronger in states where a higher fraction of the elderly reside in nursing homes.  We also demonstrate that staffing in skilled nursing facilities moves counter-cyclically.  Taken together, these findings suggest that cyclical fluctuations in the mortality rate may be largely driven by fluctuations in the quality of health care.\n\n",
    "acknowledgement": "\nWe thank Chris Ruhm for sharing his data and his comments with us.  We thank participants at the American University, University of British Columbia, UCLA, UC Riverside, Case Western Reserve University, the University of Chicago, Claremont McKenna College, University of Illinois Urbana-Champaign, RAND, Princeton University, the San Francisco Federal Reserve, Stanford University, Tulane University, University of Victoria, University of Washington, the 2009 AEA conference, and the 2009 PAA Economic Demography workshop for comments, and Jason Lindo, Jed Richardson, and David Simon for excellent research assistance.  We gratefully acknowledge funding from the NIA via a Center on the Economics and Demography of Aging at UC Berkeley Pilot Project Grant (NIA 5P30AG012839-15), and from the National Science Foundation (SES#09-000231).  Correspondence to Ann Stevens (annstevens@ucdavis.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}