{
    "id": 17669,
    "citation_title": "Sustainable Cooperation in Global Climate Policy: Specific Formulas and Emission Targets to Build on Copenhagen and Cancun",
    "citation_author": [
        "Valentina Bosetti",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore a framework that could be used to assign quantitative allocations of emissions of greenhouse gases (GHGs), across countries, one budget period at a time.  Under the two-part plan: (i) China, India, and other developing countries accept targets at Business as Usual (BAU) in the coming budget period, the same period in which the US first agrees to cuts below BAU; and (ii) all countries are asked in the future to make further cuts in accordance with a common numerical formula to all.  The formula is expressed as the sum of a Progressive Reductions Factor, a Latecomer Catch-up Factor, and a Gradual Equalization Factor. This paper builds on our previous work in many ways. First we update targets to reflect pledges made by governments after the Copenhagen Accord of December 2010 and confirmed at the Cancun meeting of November 2010. Second, the WITCH model, which we use to project economic and environmental effects of any given set of emission targets, has been refined and updated to reflect economic and technological developments.  We include the possibility of emissions reduction from bio energy (BE), carbon capture and storage (CCS), and avoided deforestation and forest degradation (REDD+) which is an important component of pledges in several developing countries.   Third, we use a Nash criterion for evaluating whether a country's costs are too high to sustain cooperation.\n\n",
    "acknowledgement": "\nThe authors would like to thank Cynthia Mei Balloch for research assistance and Subhra Bhattacharjee and Francisco Rodriguez for comments.  A version of this paper appeared as Human Development Research Paper 2011/01, November 2011.   The HDRP Series is a medium for sharing recent research commissioned to inform the global Human Development Report, which is published annually.   In addition, Bosetti received support from the Climate Impacts and Policy Division of the EuroMediterranean Center on Climate Change. and Frankel received funding from the Sustainability Science Program which was then housed in the Center for International Development at Harvard University, supported by Italy's Ministry for Environment, Land and Sea.   The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the UNDP, or any other organization\n\n\n\nJeffrey A. Frankel\n\nJuly 15, 2011\n\n\nEthics Disclosure - Jeffrey A. Frankel\n\n\nIt has recently become expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employer.   Accordingly I offer the following information.   (I include only compensation in excess of $1,000.)\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and  two consulting firms.  I wrote and presented papers for the NBER, the World Bank, and a foreign central bank.   I also served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms.  I wrote and presented papers for the European Central Bank and the World Bank.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution.  I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank.   I also served as an expert witness in a legal case where the client was a financial investor.\n\n\nSee also:  http://www.hks.harvard.edu/fs/jfrankel/EthicsDisclosure.doc\n\n\n"
}