{
    "id": 17667,
    "citation_title": "Immigrants, Welfare Reform, and the U.S. Safety Net",
    "citation_author": [
        "Marianne Bitler",
        "Hilary W. Hoynes"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning with the 1996 federal welfare reform law many of the central safety net programs in the U.S. eliminated eligibility for legal immigrants, who had been previously eligible on the same terms as citizens. These dramatic cutbacks affected eligibility not only for cash welfare assistance for families with children, but also for food stamps, Medicaid, SCHIP, and SSI.  In this paper, we comprehensively examine the status of the U.S. safety net for immigrants and their family members. We document the policy changes that affected immigrant eligibility for these programs and use the CPS for 1995-2010 to analyze trends in program participation, income, and poverty among immigrants (and natives). We pay particular attention to the recent period and examine how immigrants and their children are faring in the \"Great Recession\" with an eye toward revealing how these policy changes have affected the success of the safety net in protecting this population.\n\n",
    "acknowledgement": "\nThis research received funding from the Russell Sage Foundation. Part of this research was completed while Bitler was visiting the San Francisco Federal Reserve Bank. All views presented in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}