{
    "id": 17666,
    "citation_title": "Do Borrower Rights Improve Borrower Outcomes? Evidence from the Foreclosure Process",
    "citation_author": [
        "Kristopher Gerardi",
        "Lauren Lambie-Hanson",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate laws designed to protect borrowers from foreclosure. We find that these laws delay but do not prevent foreclosures. We first compare states that require lenders to seek judicial permission to foreclose with states that do not. Borrowers in judicial states are no more likely to cure and no more likely to renegotiate their loans, but the delays lead to a build-up in these states of persistently delinquent borrowers, the vast majority of whom eventually lose their homes. We next analyze a \"right-to-cure\" law instituted in Massachusetts on May 1, 2008. Using a difference-in-differences approach to evaluate the effect of the policy, we compare Massachusetts with neighboring states that did not adopt similar laws. We find that the right-to-cure law lengthens the foreclosure timeline but does not lead to better outcomes for borrowers.\n\n",
    "acknowledgement": "\nThe authors thank Jane Dokko, Bob Triest, and audiences at the Federal Reserve Bank of New York, the Massachusetts Institute of Technology, the Association of Collegiate Schools of Planning, and the Association for Public Policy Analysis and Management for helpful comments and suggestions and Elizabeth Murry for inspired editorial assistance. The discussion of foreclosure law in Section benefited from many long conversations with Zachary Kimball and Richard Howe, Jr. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}