{
    "id": 17661,
    "citation_title": "Fiduciary Duties and Equity-Debtholder Conflicts",
    "citation_author": [
        "Bo Becker",
        "Per Strömberg"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an important legal event as a natural experiment to examine the effect of management fiduciary duties on equity-debt conflicts. A 1991 Delaware bankruptcy ruling changed the nature of corporate directors' fiduciary duties in firms incorporated in that state. This change limited managers' incentives to take actions favoring equity over debt for firms in the vicinity of financial distress. We show that this ruling increased the likelihood of equity issues, increased investment, and reduced firm risk, consistent with a decrease in debt-equity conflicts of interest. The changes are isolated to firms relatively closer to default. The ruling was also followed by an increase in average leverage and a reduction in covenant use. Finally, we estimate the welfare implications of this change and find that firm values increased when the rules were introduced. We conclude that managerial fiduciary duties affect equity-bond holder conflicts in a way that is economically important, has impact on ex ante capital structure choices, and affects welfare.\n\n",
    "acknowledgement": "\nWe would like to thank Lynn LoPucki for sharing data, Kathryn Chiu and Rimma Yusim for research assistance, and an anonymous referee, Bill Allen, Ken Ayotte, Douglas Baird, Carliss Baldwin, Patrick Bolton, Matthieu Bouvard, Thomas Chemmanur, John Coates, Mihir Desai, Alex Edmans, Stu Gilson, Todd Gormley, Jeremy Graveline, Rocco Huang, Marcin Kacperczyk, Mark Leary, Michael Lemmon, Ed Morrison, Jeff Netter, Raghuram Rajan, Mark Roe, David Scharfstein, Albert Sheen, Suraj Srinivasan, Guhan Subramanian, Jeremy Stein, Michael Weisbach and seminar participants at Harvard, Rice, Tel Aviv, Columbia, Wharton, Ohio State, SIFR, the 2011 AFA meetings, the 2010 UBC Winter Conference, the Third McGill Risk Management Conference, the NYU / Penn Law and Finance Conference, Chicago, Gerzensee, Bocconi, INSEAD, University of Zürich, and IE Business School for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}