{
    "id": 17663,
    "citation_title": "CEO Preferences and Acquisitions",
    "citation_author": [
        "Dirk Jenter",
        "Katharina Lewellen"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "2022-08-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the impact of target CEOs' retirement preferences on the incidence, the pricing, and the outcomes of takeover bids. Mergers frequently force target CEOs to retire early, and CEOs' private merger costs are the forgone benefits of staying employed until the planned retirement date. Using retirement age as an instrument for CEOs' private merger costs, we find strong evidence that target CEO preferences affect merger patterns. The likelihood of receiving a takeover bid increases sharply when target CEOs reach age 65. The probability of a bid is close to 4% per year for target CEOs below age 65 but increases to 6% for the retirement-age group, a 50% increase in the odds of receiving a bid. This increase in takeover activity appears discretely at the age-65 threshold, with no gradual increase as CEOs approach retirement age. Moreover, observed takeover premiums and target announcement returns are significantly lower when target CEOs are older than 65, reinforcing the conclusion that retirement-age CEOs are more willing to accept takeover offers. These results suggest that the preferences of target CEOs have first-order effects on both bidder and target behavior.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Kenneth Ahern, John Graham, Simi Kedia, Kevin J. Murphy, Francisco Perez-Gonzalez, Adriano Rampini, Myron Scholes, Geoffrey Tate, Ivo Welch, Rebecca Zarutskie, Jeffrey Zwiebel, seminar participants at the University of Michigan, Nanyang Technological University, National University of Singapore, Singapore Management University, Stanford University, Hong Kong University of Science and Technology, and conference participants at the 2011 Econometric Society Meeting, the 2011 Western Finance Association Meeting, the 2011 Duke-UNC Corporate Finance Conference, and the 2011 SFS Cavalcade. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}