{
    "id": 17670,
    "citation_title": "Capital Inflows, Exchange Rate Flexibility, and Credit Booms",
    "citation_author": [
        "Nicolas E. Magud",
        "Carmen M. Reinhart",
        "Esteban R. Vesperoni"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe prospects of expansionary monetary policies in the advanced countries for the foreseeable future have renewed the debate over policy options to cope with large capital inflows that are, at least partly, driven by low interest rates in the financial centers. Historically, capital flow bonanzas have often fueled sharp credit expansions in advanced and emerging market economies alike. Focusing primarily on emerging markets, we analyze the impact of exchange rate flexibility on credit markets during periods of large capital inflows. We show that credit grows more rapidly and its composition tilts to foreign currency in economies with less flexible exchange rate regimes, and that these results are not explained entirely by the fact that the latter attract more capital inflows than economies with more flexible regimes. Our findings thus suggest countries with less flexible exchange rate regimes may stand to benefit the most from regulatory policies that reduce banks' incentives to tap external markets and to lend/borrow in foreign currency; these policies include marginal reserve requirements on foreign lending, currency-dependent liquidity requirements, and higher capital requirement and/or dynamic provisioning on foreign exchange loans.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the IMF, the Central Bank of Chile, and the Central Bank of Paraguay. We also thank Marco Arena, Martin Evans, Anton Korinek, Marcelo Olaverria, Sergio Schmukler, and Rodrigo Valdes for useful comments and suggestions. All remaining errors are ours. This paper represents only the authors' views and not those of the International Monetary Fund, its Executive Board, its Management, the Peterson Institute for International Economics, or the National Bureau of Economic Research.\n\n\n"
}