{
    "id": 17678,
    "citation_title": "Family Proximity, Childcare, and Women's Labor Force Attachment",
    "citation_author": [
        "Janice Compton",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that close geographical proximity to mothers or mothers-in-law has a substantial positive effect on the labor supply of married women with young children. We argue that the mechanism through which proximity increases labor supply is the availability of childcare. We interpret availability broadly enough to include not only regular scheduled childcare during work hours but also an insurance aspect of proximity (e.g., a mother or mother-in-law who can provide irregular or unanticipated childcare). Using two large datasets, the National Survey of Families and Households and the public use files of the U.S. Census, we find that the predicted probability of employment and labor force participation is 4-10 percentage points higher for married women with young children living in close proximity to their mothers or their mothers-in-law compared with those living further away.\n\n",
    "acknowledgement": "\nWe thank Sarah MacPhee, Karl Scholz, Betsey Stevenson, Christopher Taber, Jeffrey Wooldridge, and participants at the CNISS workshop at Washington University in St. Louis, the Michigan Retirement Research Center workshop, the NBER Cohort Studies Conference, the University of Wisconsin, the Center for Retirement Research at Boston College, and the NBER Labor Studies Conference for helpful comments. Earlier versions of this paper were presented at the American Economic Association meetings in Atlanta and the International Association for Time Use Research in Paris. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}