{
    "id": 17671,
    "citation_title": "Does Gender Matter for Political Leadership? The Case of U.S. Mayors",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat are the consequences of electing a female leader for policy and political outcomes?  We answer this question in the context of U.S. cities, where women's participation in mayoral elections increased from negligible numbers in 1970 to about one-third of the elections in the 2000's.  We use a novel data set of U.S. mayoral elections from 1950 to 2005, and apply a regression discontinuity design to deal with the endogeneity of female candidacy to city characteristics.  In contrast to most research on the influence of female leadership, we find no effect of gender of the mayor on policy outcomes related to the size of local government, the composition of municipal spending and employment, or crime rates.  While female mayors do not implement different policies, they do appear to have higher unobserved political skills, as they have a 6-7 percentage point higher incumbent effect than a comparable male.  But we find no evidence of political spillovers:  exogenously electing a female mayor does not change the long run political success of other female mayoral candidates in the same city or of female candidates in local congressional elections.\n\n",
    "acknowledgement": "\nThe authors thank the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  Andrew Moore and Moises Yi provided outstanding research assistance.  We also appreciate the comments and suggestions of David Lee, Marit Rehavi, and seminar participants at the Princeton University, Harris School of Public Policy, National Tax Association, London School of Economics, Inter-American Bank of Development, Harvard University, and Brown University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}