{
    "id": 17679,
    "citation_title": "Looking Beyond the Incumbent: The Effects of Exposing Corruption on Electoral Outcomes",
    "citation_author": [
        "Alberto Chong",
        "Ana L. De La O",
        "Dean Karlan",
        "Leonard Wantchekon"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes information about rampant political corruption increase electoral participation and the support for challenger parties? Democratic theory assumes that offering more information to voters will enhance electoral accountability. However, if there is consistent evidence suggesting that voters punish corrupt incumbents, it is unclear whether this translates into increased support for challengers and higher political participation. We provide experimental evidence that information about copious corruption not only decreases incumbent support in local elections in Mexico, but also decreases voter turnout, challengers' votes, and erodes voters' identification with the party of the corrupt incumbent. Our results suggest that while flows of information are necessary, they may be insufficient to improve political accountability, since voters may respond to information by withdrawing from the political process. We conclude with a discussion of the institutional contexts that could allow increased access to information to promote government accountability.\n\n",
    "acknowledgement": "\nWe are grateful to Kyla Levin-Russell, Fernando Martel Garcia, Beniamino Savonitto, Alejandro Ortiz, Anna York and Douglas Randall for excellent research assistance. We also like to thank Katherine Casey, Don Green, Ken Scheve, and Susan Stokes for useful comments, as well as participants of the EGAP-NYU conference, the Political Economy Seminar at the University of Chicago, the CSDS seminar at Columbia University, the experimental lunch seminar at the University of Chicago, the UNC-Duke working group on Latin American politics and Redistribution, Public Goods and Political Market Failures at Yale. We acknowledge partial funding from the Inter-American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}