{
    "id": 17675,
    "citation_title": "International Trade and Institutional Change",
    "citation_author": [
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of international trade on the quality of institutions, such as contract enforcement, property rights, or investor protection. It presents a model in which imperfect institutions create rents for some parties within the economy, and are a source of comparative advantage in trade. Institutional quality is determined as an equilibrium of a political economy game. When countries share the same technology, there is a \"race to the top'' in institutional quality: irrespective of country characteristics, both trade partners are forced to improve institutions after opening. On the other hand, domestic institutions will not improve in either country when one of the countries has a strong enough technological comparative advantage in the institutionally intensive good. We provide empirical evidence for a related cross-sectional prediction of the model. Countries whose exogenous geographical characteristics predispose them to exporting in institutionally intensive sectors exhibit significantly higher institutional quality.\n\n",
    "acknowledgement": "\nI am grateful to Daron Acemoglu, Michael Alexeev, Julian di Giovanni, Simon Johnson, Nuno Limao, Jaume Ventura, Josep Vilarrubia, the editor (John Morgan), two anonymous referees, and workshop participants at Dartmouth College, University of Maryland, CEPR (Stockholm), the IAE-CSIC Conference on Institutions, Contracts, and Growth (Barcelona), the Cornell-Michigan Conference on Enforcement, Evasion and Informality (Ann Arbor), and the 2011 AEA meetings (Denver) for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}