{
    "id": 1767,
    "citation_title": "Price Flexibility, Credit Rationing, and Economic Fluctuations: Evidence from the U.S., 1879-1914",
    "citation_author": [
        "Charles W. Calomiris",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe reawakening of interest in links between price flexibility and fluctuations in economic activity calls for a reconsideration of models of price and quantity adjustment. We examine relationships between credit disturbances and real activity under flexible prices, using monthly data on real and financial variables over the period from 1879-1914. Recent theoretical and empirical work has focused on models and institutions of the post World War II period. Historical episodes of pronounced business cycles, however, challenge our present formulations of the causes of fluctuations in output and employment. In this paper we pursue two goals: (i) to demonstrate that substantial price flexibility existed during the period to point out that models of economic fluctuations relying on sticky prices are not appropriate for analyzing the period, and (ii) to consider the effects of deflationary shocks on real variables in such a world. Our principal findings are two. First, we present evidence from several empirical tests to corroborate the stylized fact of price flexibility during our period of study (relative to patterns of flexibility observed in postwar data). Contrary to conclusions of many models applied to postwar data, we find that shocks to inflation rates produce positive and persistent effects on output.Second, extending earlier examinations of credit rationing as an outcome under imperfect information, we motivate this link by considering the impact of deflation on credit availability. The addition of measures of credit rationing accompanying deflation contributes substantially to our empirical explanation of output fluctuations during the period.\n\n",
    "acknowledgement": "\n"
}