{
    "id": 17672,
    "citation_title": "The Economics and Politics of Women's Rights",
    "citation_author": [
        "Matthias Doepke",
        "Michèle Tertilt",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen's rights and economic development are highly correlated. Today, the discrepancy between the legal rights of women and men is much larger in developing compared to developed countries. Historically, even in countries that are now rich women had few rights before economic development took off. Is development the cause of expanding women's rights, or conversely, do women's rights facilitate development? We argue that there is truth to both hypotheses. The literature on the economic consequences of women's rights documents that more rights for women lead to more spending on health and children, which should benefit development. The political-economy literature on the evolution of women's rights finds that technological change increased the costs of patriarchy for men, and thus contributed to expanding women's rights. Combining these perspectives, we discuss the theory of Doepke and Tertilt (2009), where an increase in the return to human capital induces men to vote for women's rights, which in turn promotes growth in human capital and income per capita.\n\n",
    "acknowledgement": "\nForthcoming in Annual Review of Economics, doi: 10.1146/annurev-economics-061109-080201. We thank  Zoe Cullen and Vuong Nguyen for excellent research assistance. Financial Support from NSF grants SES-0748889 and SES-0820409, SIEPR, and the University of Munich is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}