{
    "id": 17674,
    "citation_title": "Prospects for Nuclear Power",
    "citation_author": [
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2011-12-15",
    "issue_date": "2011-12-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe prospects for a revival of nuclear power were dim even before the partial reactor meltdowns at the Fukushima nuclear plant. Nuclear power has long been controversial because of concerns about nuclear accidents, proliferation risk, and the storage of spent fuel. These concerns are real and important. In addition, however, a key challenge for nuclear power has been the high cost of construction for nuclear plants. Construction costs are high enough that it becomes difficult to make an economic argument for nuclear, even before incorporating these external costs. This is particularly true in countries like the United States where recent technological advances have dramatically increased the availability of natural gas.\n\n",
    "acknowledgement": "\nI am thankful to David Autor, Severin Borenstein, Chad Jones, John List, John Parsons, Tim Taylor, Catherine Wolfram, and seminar participants at the University of Tennessee, Brookings Institute, University of California Energy Institute, Berkeley Energy and Resources Collaborative Symposium, California Public Utilities Commission, and the University of Chicago for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}