{
    "id": 17689,
    "citation_title": "Medicaid and the Elderly",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones",
        "Angshuman Gooptu"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the Medicaid eligibility rules for the elderly.  Medicaid is administered jointly by the Federal and state governments, and each state has significant flexibility on the details of the implementation. We document the features common to all states, but we also highlight the most salient state-level differences.\nThere are two main pathways to Medicaid eligibility for people over age 65: either having low assets and income, or being impoverished due to large medical expenses. The first group of recipients (the categorically needy) mostly includes life-long poor individuals, while the second group (the medically needy) includes people who might have earned substantial amounts of money during their lifetime but have become impoverished by large medical expenses. The categorically needy program thus only affects the savings decision of people who have been poor throughout most of their lives. In contrast, the medically needy program provides some insurance even to people who have higher income and assets. Thus, this second pathway is to some extent going to affect the savings of the relatively higher income and assets people.\n\n",
    "acknowledgement": "\nWe thank Daisy Chen and representatives of Medicaid offices in Florida, Alabama, Indiana, Wisconsin and Ohio who helped verify the facts in this paper, John Klemm for data, and a referee and Richard Porter for comments. The views expressed in this paper are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, nor the National Bureau of Economic Research.\n\n\n"
}