{
    "id": 17687,
    "citation_title": "Capitalizing China",
    "citation_author": [
        "Joseph Fan",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a vast accumulation of private capital, China is not embracing capitalism. Deceptively familiar capitalist features disguise the profoundly unfamiliar foundations of \"market socialism with Chinese characteristics.\" The Chinese Communist Party (CCP), by controlling the career advancement of all senior personnel in all regulatory agencies, all state-owned enterprises (SOEs), and virtually all major financial institutions state-owned enterprises (SOEs), and senior Party positions in all but the smallest non-SOE enterprises, retains sole possession of Lenin's Commanding Heights. This manuscript introduces the chapters comprising the NBER volume Capitalizing China (Fan and Morck, eds. 2012), which examine China's high savings rate, banking system, financial markets, financial regulations, corporate governance, and public finances; and consider policy alternatives the CCP might consider if its goal is China's elevation into the ranks of high income countries.\n\n",
    "acknowledgement": "\nWe are grateful to Institute of Economics and Finance of The Chinese University of Hong Kong for funding, to P.W. Liu and T.J. Wong for their comments and suggestions, and to Jun Huang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}