{
    "id": 17682,
    "citation_title": "Global Macroeconomic and Financial Supervision: Where Next?",
    "citation_author": [
        "Charles Goodhart"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe overriding practical problem now is the tension between the global financial and market system and the national political and power structures.  The main analytical short-coming lies in the failure to incorporate financial frictions, especially default, into our macro-economic models.  Neither a move to a global sovereign authority, nor a reversion towards narrower economic nationalism, seems likely to take place in the near future.  Meanwhile, the adjustment to economic imbalances remains asymmetric, with almost all the pressure on deficit countries.  Almost by definition surplus countries are \"virtuous\".  But current account surpluses have to be matched by net capital outflows.  Such capital flows to weaker deficit countries have often had unattractive returns.  A program to give earlier and greater warnings of the risks of investing in deficit countries could lead to earlier policy reaction, and reduce the risk of crisis.\n\n",
    "acknowledgement": "\nMy thanks are due to Rosa Lastra, Alan Taylor and Adair Turner, for most helpful comments on this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}