{
    "id": 17683,
    "citation_title": "Schooling Supply and the Structure of Production: Evidence from US States 1950-1990",
    "citation_author": [
        "Antonio Ciccone",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that over the period 1950-1990, US states absorbed increases in the supply of schooling due to tighter compulsory schooling and child labor laws mostly through within-industry increases in the schooling intensity of production. Shifts in the industry composition towards more schooling-intensive industries played a less important role. To try and understand this finding theoretically, we consider a free trade model with two goods/industries, two skill types, and many regions that produce a fixed range of differentiated varieties of the same goods. We find that a calibrated version of the model can account for shifts in schooling supply being mostly absorbed through within-industry increases in the schooling intensity of production even if the elasticity of substitution between varieties is substantially higher than estimates in the literature.\n\n",
    "acknowledgement": "\nWe than the Asian Development Bank for funding this research project. We also thank Pol Antras for very useful comments and Paul Gaggl for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}