{
    "id": 17681,
    "citation_title": "The Contribution of China, India and Brazil to Narrowing North-South Differences in GDP/capita, World Trade Shares, and Market Capitalization",
    "citation_author": [
        "Jing Wang",
        "Dana Medianu",
        "John Whalley"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper focuses on the contribution to recent narrowing of the gap between Northern and Southern economies in GDP/capita, shares in world trade and market capitalization attributable both jointly and single to China, India, and Brazil (the three currently largest rapidly growing Southern economies). We report North‐South differences in GDP/capita which (depending slightly on definition of North and South, as well as price deflators used) fall from 22 to 15.9 in constant USD between 1990 and 2009, changing Northern and Southern shares in world trade which fall for the North from 82.3% to 64.4% and rise for the South from 17.7% to 35.6%, and a changing North‐South gap in stock market capitalizations from 27.6 to 3.3 over the same time. In contrast the North‐China gap falls from 57.2 to 13.1 between 1990 and 2009, and India from 70.4 to 38.1 using market exchange rates and from 23.4 to 5.5 for China and from 20.7 to 11.4 for India using PPP rates. We calculate the portions of North‐South gap change after 1990 which is accounted for by growth individually and jointly of China, India, and Brazil. Our calculations show that the majority of the change occurs from growth in these three economies, and the most from China. We suggest that the conventional view of a North‐South bipolar world may need recasting into a tripolar world of the North, the Large South, and the rest of the South. In this, world manufacturing activity, trade, and even more rapidly, market capitalization are gravitating towards the Large Three, with a narrowing South‐Large Three gap as well as a shrinking North‐Large Three gap.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund and to a research group at the University of Western Ontario for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}