{
    "id": 17680,
    "citation_title": "A Theory of Capital Controls as Dynamic Terms-of-Trade Manipulation",
    "citation_author": [
        "Arnaud Costinot",
        "Guido Lorenzoni",
        "Iván Werning"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a simple theory of capital controls as dynamic terms-of-trade manipulation. We study an infinite horizon endowment economy with two countries. One country chooses taxes on international capital flows in order to maximize the welfare of its representative agent, while the other country is passive. We show that capital controls are not guided by the absolute desire to alter the intertemporal price of the goods produced in any given period, but rather by the relative strength of this desire between two consecutive periods. Specifically, it is optimal for the strategic country to tax capital inflows (or subsidize capital outflows) if it grows faster than the rest of the world and to tax capital outflows (or subsidize capital inflows) if it grows more slowly. In the long-run, if relative endowments converge to a steady state, taxes on international capital flows converge to zero. Although our theory emphasizes interest rate manipulation, the country's net financial position per se is irrelevant.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. I thank the Becker Friedman Institute and Chicago Booth for hospitality during part of this project.\n\n\n"
}