{
    "id": 17684,
    "citation_title": "Airports, Air Pollution, and Contemporaneous Health",
    "citation_author": [
        "Wolfram Schlenker",
        "W. Reed Walker"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAirports are some of the largest sources of air pollution in the United States. We demonstrate that daily airport runway congestion contributes significantly to local pollution levels and contemporaneous health of residents living nearby and downwind from airports. Our research design exploits the fact that network delays originating from large airports on the East Coast increase runway congestion in California, which in turn increases daily pollution levels around California airports. Using the component of California air pollution driven by airport congestion, we find that carbon monoxide (CO) leads to significant increases in hospitalization rates for asthma, respiratory, and heart related emergency room admissions that are an order of magnitude larger than conventional estimates: A one standard deviation increase in daily pollution levels leads to an additional $1 million in hospitalization costs for respiratory and heart related admissions for the 6 million individuals living within 10km (6.2 miles) of the 12 largest airports in California. While infants and the elderly are more sensitive to air pollution, we also find significant relationships for the adult population. The health impacts are driven by CO, not NO2 or O3, and occur at levels far below existing EPA mandates. Our results suggest there may be sizable morbidity benefits from lowering the existing CO standard.\n\n",
    "acknowledgement": "\nWe would like to thank Antonio Bento, Janet Currie, Ryan Kellogg, Mushfiq Mobarak, Matthew Neidell, Marit Rehavi, Jay Shimshack, and Christopher Timmins for comments on an earlier version of this paper. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}