{
    "id": 17691,
    "citation_title": "Home Bias in Open Economy Financial Macroeconomics",
    "citation_author": [
        "Nicolas Coeurdacier",
        "Hélène Rey"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "2013-07-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHome bias is a perennial feature of international capital markets. We review various explanations of this puzzling phenomenon highlighting recent developments in macroeconomic modelling that incorporate international portfolio choices in standard two-country general equilibrium models. We refer to this new literature as Open Economy Financial Macroeconomics. We focus on three broad classes of explanations: (i) hedging motives in frictionless financial markets (real exchange rate and non-tradable income risk), (ii) asset trade costs in international financial markets (such as transaction costs or differences in tax treatments between national and foreign assets), (iii) informational frictions and behavioural biases. Recent theories call for new portfolio facts beyond equity home bias. We present new evidence on crossborder asset holdings across different types of assets: equities, bonds and bank lending and new micro data on institutional holdings of equity at the fund level. These data should inform macroeconomic modelling of the open economy and a growing literature of models of delegated investment.\n\n",
    "acknowledgement": "\nEbrahim Rahbari, Nelson Costa-Neto and Francesca Monti provided excellent research assistance. Coeurdacier thanks the Chaire d'Excellence de l'Agence Nationale pour la Recherche for financial support. Rey gratefully acknowledges the European Research Council grant number 210584 on \"Countries' external balance sheets, dynamics of international adjustment and capital flows\" for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}