{
    "id": 17693,
    "citation_title": "Employment Protection Legislation and Plant-Level Productivity in India",
    "citation_author": [
        "Sean Dougherty",
        "Verónica C. Frisancho Robles",
        "Kala Krishna"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing plant-level data from the Annual Survey of Industries (ASI) for the fiscal years from 1998-99 through 2007-08, this study provides plant-level cross-state/time-series evidence of the impact of employment protection legislation (EPL) on total factor productivity (TFP) and labor productivity in India. Identification of the effect of EPL follows from a difference-in-differences estimator inspired by Rajan and Zingales (1998) that takes advantage of the state-level variation in labor regulation and heterogeneous industry characteristics. The fundamental identification assumption is that EPL is more likely to restrict firms operating in industries with higher labor intensity and/or higher sales volatility. Our results show that firms in labor intensive or more volatile industries benefited the most from labor reforms in their states. Our point estimates indicate that, on average, firms in labor intensive industries and in flexible labor markets have TFP residuals 14% higher than those registered for their counterparts in states with more stringent labor laws. However, no important differences are identified among plants in industries with low labor intensity when comparing states with high and low levels of EPL reform. Similarly, the TFP of plants in volatile industries and in states that experienced more pro-employer reforms is 11% higher than that of firms in volatile industries and in more restrictive states; however, the TFP residuals of plants in industries with low labor intensity are 11% lower in high EPL reform states than in states with lower levels of EPL reform. In sum, the evidence presented here suggests that the high labor costs and rigidities imposed through Indian federal labor laws are lessened by labor market reforms at the state level.\n\n",
    "acknowledgement": "\nWe would like to thank TCA Anant (Indian Ministry of Statistics) and Alok Sheel (Indian Ministry of Finance) for their support of this project, which was partially carried out while Sean Dougherty was visiting the National Institute of Public Finance and Policy (New Delhi, India) and Veronica Frisancho Robles was an external consultant to the OECD. Useful feedback was received from colleagues at the OECD, The Pennsylvania State University and the Paris School of Economics. The views expressed in this paper are those of the authors and do not necessarily reflect those of the NBER, the OECD nor its member countries or partners.\n\n\n\nKala Krishna\n\nI am grateful to the Human Capital Foundation(www.hcfoundation.ru), and especially Andrey P. Vavilov, for support of the Department of Economics, the Center for the Study of Auctions, Procurements, and Competition Policy (CAPCP, http://capcp.psu.edu/), and the Center for Research in International Financial and Energy Security (CRIFES, http://crifes.psu.edu/ ) at Penn State University, and to the World Bank for support on a related paper and the project as a whole.\n\n\n"
}