{
    "id": 17694,
    "citation_title": "Can Compulsory Military Service Increase Civilian Wages? Evidence from the Peacetime Draft in Portugal",
    "citation_author": [
        "David Card",
        "Ana Rute Cardoso"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough military conscription was widespread during most of the past century, credible evidence on the effects of mandatory service is limited. We provide new evidence on the long-term effects of peacetime conscription, using longitudinal data for Portuguese men born in 1967. These men were inducted at a relatively late age (21), allowing us to use pre-conscription wages to control for ability differences between conscripts and non-conscripts. We find that the average impact of military service for men who were working prior to age 21 is close to zero throughout the period from 2 to 20 years after their service. These small average effects arise from a significant 4-5 percentage point impact for men with only primary education, coupled with a zero-effect for men with higher education. The positive impacts for less-educated men suggest that mandatory service can be a valuable experience for those who might otherwise spend their careers in low-level jobs.\n\n",
    "acknowledgement": "\nWe are grateful to two referees, and to Joshua Angrist and Patrick Kline for helpful comments. We also thank the Statistics Department of the Portuguese Ministry of Employment for access to the data. This research was supported by the Center for Labor Economics at UC Berkeley. Cardoso also gratefully acknowledges support from the Spanish Ministry of Science and Innovation (grant ECO2009-07958), the Spanish Ministry of Education (mobility grant PR2010-0004), and the Government of Catalonia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}