{
    "id": 17695,
    "citation_title": "The Private and Public Economics of Renewable Electricity Generation",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGenerating electricity from renewable sources is more expensive than conventional approaches, but reduces pollution externalities. Analyzing the tradeoff is much more challenging than often presumed, because the value of electricity is extremely dependent on the time and location at which it is produced, which is not very controllable with some renewables, such as wind and solar. Likewise, the pollution benefits from renewable generation depend on what type of generation it displaces, which also depends on time and location. Without incorporating these factors, cost-benefit analyses of alternatives are likely to be misleading. However, other common arguments for subsidizing renewable power - green jobs, energy security and driving down fossil energy prices - are unlikely to substantially alter the analysis. The role of intellectual property spillovers is a strong argument for subsidizing energy science research, but less persuasive as an enhancement to the value of installing current renewable energy technologies.\n\n",
    "acknowledgement": "\nI am grateful to Judd Boomhower for excellent research assistance. I also benefited from the comments of David Autor, Duncan Callaway, Lucas Davis, Meredith Fowlie, Michael Greenstone, Bill Hogan, Chad Jones, Paul Joskow, Chris Knittel, John List, Karen Notsund, Richard Schmalensee, and Tim Taylor. This research was supported in part under a research contract from the California Energy Commission to the Energy Institute at Haas. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}