{
    "id": 17690,
    "citation_title": "Do Cash Transfers Improve Birth Outcomes? Evidence from Matched Vital Statistics, Social Security and Program Data",
    "citation_author": [
        "Verónica Amarante",
        "Marco Manacorda",
        "Edward Miguel",
        "Andrea Vigorito"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is limited empirical evidence on whether unrestricted cash social assistance to poor pregnant women improves children's birth outcomes. Using program administrative micro-data matched to longitudinal vital statistics on the universe of births in Uruguay, we estimate that participation in a generous cash transfer program led to a sizeable 15% reduction in the incidence of low birthweight. Improvements in mother nutrition and a fall in labor supply, out-of-wedlock births and mother's smoking all appear to contribute to the effect. We conclude that, by improving child health, unrestricted unconditional cash transfers may help break the cycle of intergenerational poverty.\n\n",
    "acknowledgement": "\nWe are grateful to Uruguay's former Minister and Deputy Minister of Social Development, Marina Arismendi and Ana Olivera, respectively, and their staff, in particular Marianela Bertoni, Juan Pablo Labat and Lauro Meléndez at the Monitoring and Evaluation Unit, for their invaluable support, and to other officials at the Ministry of Social Development, the Ministry of Public Health, and the Social Security Administration (Banco de Prevision Social) for their help with the data and for clarifying many features of program design and implementation. An incomplete earlier working paper version was produced under the aegis of the IADB research project \"Improving Early Childhood Development in Latin America and the Caribbean\". We are grateful to the IADB for financial support and to the research project coordinators, Jere Behrman, Cesar Bouillon, Julian Cristia, Florencia Lopez Boo and Hugo Ñopo, for comments on the earlier version. We are also grateful to Janet Currie, Josh Graff-Zivin, and Mindy Marks and to seminar participants at U.C. Riverside, U.C. San Diego, Universidad Autònoma de Barcelona, the NBER Summer Institute 2011, Princeton, LSE, the IADB, the World Bank, Universidad de la Plata, Essex, and LACEA 2010 for useful comments. Mariana Zerpa and Guillermo Alves provided excellent research assistance. The opinions expressed in this paper do not necessarily reflect the views of the Government of Uruguay, the National Bureau of Economic Research, or the IADB. All errors remain our own.\n\n\n"
}