{
    "id": 17697,
    "citation_title": "The Unsustainable Rise of the Disability Rolls in the United States: Causes, Consequences, and Policy Options",
    "citation_author": [
        "David H. Autor"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo ailments limit the effectiveness and threaten the long-term viability of the U.S. Social Security Disability Insurance program (SSDI). First, the program is ineffective in assisting the vast majority of workers with less severe disabilities to reach their employment potential or earn their own way. Second, the program's expenditures on cash transfers and medical benefits-- exceeding $1,500 per U.S. household--are extremely high and growing unsustainably. There is no compelling evidence, however, that the incidence of disabling conditions among the U.S. working age population is rising. This paper discusses the challenges facing the SSDI program, explains how its design has led to rapid and unsustainable growth, considers why past efforts to slow program growth have met with minimal and fleeting success, and outlines three recent proposals that would modify the program to slow growth while potentially improving the employment prospects of workers with disabilities. Because these proposals depart substantially from a program design that has seen little change in half a century, their efficacy is unproven. Additionally, even well-meaning efforts to place the SSDI program on a sustainable trajectory run the risk of creating additional hurdles for claimants who are truly unable to work. Nevertheless, the imminent exhaustion of the SSDI Trust Fund provides an impetus and an opportunity to explore innovative solutions to the longstanding policy challenges posed by the SSDI program.\n\n",
    "acknowledgement": "\nThis paper draws substantially on a policy proposal written with Mark Duggan for the Center for American Progress and The Hamilton Project in 2010 (Autor and Duggan, 2010), available for download at http://www.brookings.edu/papers/2010/12_disability_insurance_autor.aspx. Many of the included figures and some of the text in this paper are drawn directly from that document. I thank Manasi Deshpande, Mark Duggan, Alan Krueger, Jeffrey Traczysnki, Karl Scholz and participants at the EWC-KDI meeting for excellent comments that improved the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}