{
    "id": 17696,
    "citation_title": "A Theory of Income Smoothing When Insiders Know More Than Outsiders",
    "citation_author": [
        "Viral V. Acharya",
        "Bart M. Lambrecht"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a setting in which insiders have information about income that outside shareholders do not, but property rights ensure that outside shareholders can enforce a fair payout.  To avoid intervention, insiders report income consistent with outsiders' expectations based on publicly available information rather than true income, resulting in an observed income and payout process that adjust partially and over time towards a target. Insiders under-invest in production and effort so as not to unduly raise outsiders' expectations about future income, a problem that is more severe the smaller is the inside ownership and results in an \"outside equity Laffer curve\".  A disclosure environment with adequate quality of independent auditing mitigates the problem, implying that accounting quality can enhance investments, size of public stock markets and economic growth.\n\n",
    "acknowledgement": "\nWe are grateful to Phil Brown, Peter Easton, Stew Myers, John O'Hanlon, Ken Peasnell, Joshua Ronen, Stephen Ryan, Lakshmanan Shivakumar and Steve Young for insightful discussions. Comments can be sent to Viral Acharya (vacharya@stern.nyu.edu) or Bart Lambrecht (b.lambrecht@lancaster.ac.uk). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}