{
    "id": 17704,
    "citation_title": "Children's Schooling and Parents' Investment in Children: Evidence from the Head Start Impact Study",
    "citation_author": [
        "Alexander M. Gelber",
        "Adam Isen"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParents may have important effects on their children, but little work in economics explores whether children's schooling opportunities crowd out or encourage parents' investment in children.  We analyze data from the Head Start Impact Study, which granted randomly-chosen preschool-aged children the opportunity to attend Head Start.  We find that Head Start causes a substantial increase in parents' involvement with their children--such as time spent reading to children, math activities, or days spent with children by fathers who do not live with their children--both during and after the period when their children are potentially enrolled in Head Start. We discuss a variety of mechanisms that are consistent with our findings, including a simple model we present in which Head Start impacts parent involvement in part because parents perceive their involvement to be complementary with child schooling in the production of child qualities.\n\n",
    "acknowledgement": "\nWe thank Jay Bhattacharya, Hanley Chiang, David Cutler, David Deming, Mark Duggan, Olivia Mitchell, Michael Puma, Dan Sacks, Todd Sinai, Danny Yagan, and seminar participants at Wharton for suggestions. Gelber acknowledges financial support from the Center for Human Resources, the Risk and Decision Processes Center, and the Zicklin Center for Business Ethics, all at Wharton.  Isen acknowledges financial support from the Institute of Education Sciences, U.S. Department of Education, through Grant #R305B090015 of the U.S. Department of Education.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}