{
    "id": 17700,
    "citation_title": "Catch-up Growth Followed by Stagnation: Mexico, 1950-2010",
    "citation_author": [
        "Timothy J. Kehoe",
        "Felipe Meza"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "2012-11-28",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1950 Mexico entered an economic takeoff and grew rapidly for more than 30 years.  Growth stopped during the crises of 1982-1995, despite major reforms, including liberalization of foreign trade and investment.  Since then growth has been modest.  We analyze the economic history of Mexico 1877-2010.  We conclude that the growth 1950-1981 was driven by urbanization, industrialization, and education and that Mexico would have grown even more rapidly if trade and investment had been liberalized sooner.  If Mexico is to resume rapid growth -- so that it can approach U.S. levels of income -- it needs further reforms.\n\n",
    "acknowledgement": "\nKehoe's work was undertaken with the support of the National Science Foundation under grant SES-09-62865.  Meza thanks CONACYT via research grant 81825 and the Asociación Mexicana de Cultura A.C. for support. We thank Alejandro Hernández, Kim Ruhl, Jaime Serra-Puche, and participants at the conference on \"Economic Growth: Latin America at its Bicentennial Celebration\" at the Pontificia Universidad Católica de Chile, December 2010, especially Juan Pablo Nicolini and the organizers, Raimundo Soto and Felipe Zurita, for helpful comments.  José Asturias and Sewon Hur provided extraordinary research assistance.  The data used in this paper are available at www.econ.umn.edu/~tkehoe. The paper was written for publication in a special issue of the Latin American Journal of Economics (http://www.laje-ce.org/en/home). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}