{
    "id": 17701,
    "citation_title": "Income Inequality and Social Preferences for Redistribution and Compensation Differentials",
    "citation_author": [
        "William R. Kerr"
    ],
    "citation_publication_date": "2011-12-22",
    "issue_date": "2011-12-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn cross-sectional studies, countries with greater income inequality typically exhibit less support for government-led redistribution and greater acceptance of wage inequality (e.g., United States versus Western Europe). If individual nations evolve along this pattern, a vicious cycle could form with reduced social concern amplifying primal increases in inequality due to forces like skill-biased technical change. Exploring movements around these long-term levels, however, this study finds mixed evidence regarding the vicious cycle hypothesis. On one hand, larger compensation differentials are accepted as inequality grows. This growth in differentials is of a smaller magnitude than the actual increase in inequality, but it is nonetheless positive and substantial in size. Weighing against this, growth in inequality is met with greater support for government-led redistribution to the poor. These patterns suggest that short-run inequality shocks can be reinforced in the labor market but do not result in weaker political preferences for redistribution.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu. I thank Daron Acemoglu, David Autor, Emek Basker, Roland Benabou, Koen Caminada, Joseph Kerr, Ashley Lester, Jo Thori Lind, Erzo Luttmer, Byron Lutz, Rohini Pande, Thomas Piketty, James Snyder, and seminar participants for helpful comments and discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}