{
    "id": 17705,
    "citation_title": "The Competitiveness Impacts of Climate Change Mitigation Policies",
    "citation_author": [
        "Joseph E. Aldy",
        "William A. Pizer"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "2015-07-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pollution haven hypothesis suggests that unilateral domestic climate change mitigation policy would impose significant economic costs on carbon-intensive industries, resulting in declining output and increasing net imports. In order to evaluate this hypothesis, we undertake a two-step empirical analysis. First, we use historic energy prices as a proxy for climate change mitigation policy. We estimate how production and net imports change in response to energy prices using a 35-year panel of approximately 450 U.S. manufacturing industries. Second, we take these estimated relationships and use them to simulate the impacts of changes in energy prices resulting from a domestic climate change mitigation policy that effectively imposes a $15 per ton carbon price. We find that energy-intensive manufacturing industries are more likely to experience decreases in production and increases in net imports than less-intensive industries. Our best estimate is that competitiveness effects – measured by the increase in net imports – are as large as 0.8 percent for the most energy-intensive industries and represent no more than about one-sixth of the estimated decrease in production under a $15 per ton carbon price.\n\n",
    "acknowledgement": "\nWe benefited from the excellent research assistance provided by Evan Herrnstadt, Napat Jatusripitak, and Carlos Paez.  We thank Wayne Gray for providing electricity expenditure and quantity data from the Annual Survey of Manufactures. This research was supported by the Pew Center on Global Climate Change and Resources for the Future.  Elliot Diringer, Garth Heutel, Trevor Houser, Arik Levinson, Joanna Lewis, Steve Lin, Carol McAusland, David Popp, and two referees, and seminar participants at the Mannheim Climate Policy Network meeting, the Pew Center on Global Climate Change Business Environmental Leadership Council meeting, Resources for the Future, Duke, UNC, and Harvard provided helpful comments on an earlier version of the paper.  All errors and omissions remain the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}