{
    "id": 17708,
    "citation_title": "Multilateral Economic Cooperation and the International Transmission of Fiscal Policy",
    "citation_author": [
        "Giancarlo Corsetti",
        "Gernot J. Müller"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the global financial crisis 2007-2009 fiscal policy was widely used as a stabilization tool. Policymakers allowed a large build-up of public debt resulting from both automatic and discretionary expansionary measures. At the same time, calls for policy coordination stressed that international spillovers of fiscal policy might be sizeable. We reconsider the case for fiscal coordination by providing new evidence on the cross-border effects of discretionary fiscal measures. We rely on a vector autoregression model as well as on a quantitative business cycle model. We find that i) large spillover effects cannot be ruled out and, in contrast to conventional wisdom, ii) financial factors rather than trade flows lie at the heart of the international transmission mechanism. We discuss the implications of these results for policy coordination when markets price sovereign default risk, and put pressure on governments for implementing budget consolidation measures.\n\n",
    "acknowledgement": "\nPaper prepared for the conference \"Globalization in an Age of Crisis: Multilateral Economic Cooperation in the Twenty-First Century\" organized by the NBER and the Bank of England. We thank Alan Taylor and our discussants Martin Feldstein and Domenico Siniscalco, as well as the participants at the conference, the pre-conference at the NBER, and seminars at the ECB and University of Paris 2 for very helpful comments. Patrick Hürtgen and Yu Jasmine Xiao provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}