{
    "id": 17706,
    "citation_title": "Export Prices of U.S. Firms",
    "citation_author": [
        "James Harrigan",
        "Xiangjun Ma",
        "Victor Shlychkov"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "2012-06-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing confidential firm-level data from the United States in 2002, we show that exporting firms charge prices for narrowly defined goods that differ substantially with the characteristics of firms and export markets. We control for selection into export markets using a three-stage estimator. We have three main results. First, we find that highly productive and skill-intensive firms charge higher prices, while capital-intensive firms charge lower prices. Second, U.S. firms charge slightly higher prices to larger and richer markets, and substantially higher prices to markets other than Canada and Mexico. Third, the correlation between distance and product-level export prices is largely due to a composition effect.\n\n",
    "acknowledgement": "\nWe thank David Weinstein, Eric Verhoogen, Antoine Gervais, and audiences at the NBER, EIIT-Purdue, and World Bank for very helpful comments. This paper uses restricted data that was analyzed at the U.S. Census Bureau's Research Data Centers in New York City and North Carolina. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. James Harrigan thanks the University of Virginia's Bankard Fund for Political Economy for financial support.\n\n\n"
}