{
    "id": 17712,
    "citation_title": "Estimating Trade Elasticities: Demand Composition and the Trade Collapse of 2008-09",
    "citation_author": [
        "Matthieu Bussière",
        "Giovanni Callegari",
        "Fabio Ghironi",
        "Giulia Sestieri",
        "Norihiko Yamano"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces a new methodology for the estimation of demand trade elasticities based on an import intensity-adjusted measure of aggregate demand, with the foundation of a stylized theoretical model. We compute the import intensity of demand components by using the OECD Input-Output tables. We argue that the composition of demand plays a key role in trade dynamics because of the large movements in the most import-intensive categories of expenditure (especially investment, but also exports). We provide evidence in favor of these mechanisms for a panel of 18 OECD countries, paying particular attention to the 2008-09 Great Trade Collapse.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions at various stages of this project, we thank James Anderson, Philippe Bacchetta, Andrew Bernard, Michele Cavallo, Steven Davis, Robert Feenstra, Joseph Gruber, Luca Guerrieri, Elhanan Helpman, Leonardo Iacovone, Jean Imbs, Olivier Jeanne, Robert Kollmann, John Leahy, Benjamin Mandel, Andrew Rose, Katheryn Russ, Linda Tesar, Shang-Jin Wei, and seminar and conference participants at ASSA 2011, the Banque de France, the Board of Governors of the Federal Reserve System, Brandeis University, BRUEGEL, the ECB, the Federal Reserve Bank of Boston, the NBER ITI Spring 2011 meeting, the workshop on \"Challenges in Open Economy Macroeconomics after the Financial Crisis\" at the Federal Reserve Bank of St. Louis, and the BdF/PSE Conference on \"The Financial Crisis: Lessons for International Macroeconomics.\" We are grateful to Jonathan Hoddenbagh for carefully reviewing our theoretical work. Remaining errors are our responsibility. Work on this paper was done while Callegari was an Economist at the International Monetary Fund, and Ghironi was a Visiting Scholar at the Federal Reserve Bank of Boston. The support of these institutions is acknowledged with gratitude. The views expressed in this paper are those of the authors and do not necessarily reflect official views or policies of the Banque de France, the European Central Bank, the Federal Reserve Bank of Boston, the International Monetary Fund, the National Bureau of Economic Research, or the Organisation for Economic Co-operation and Development.\n\n\n"
}