{
    "id": 17715,
    "citation_title": "The Effects of California's Paid Family Leave Program on Mothers' Leave-Taking and Subsequent Labor Market Outcomes",
    "citation_author": [
        "Maya Rossin-Slater",
        "Christopher J. Ruhm",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "2015-01-15",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis analysis uses March Current Population Survey data from 1999-2010 and a differences-in-differences approach to examine how California's first in the nation paid family leave (PFL) program affected leave-taking by mothers following childbirth, as well as subsequent labor market outcomes. We obtain robust evidence that the California program more than doubled the overall use of maternity leave, increasing it from around three to six or seven weeks for the typical new mother - with particularly large growth for less advantaged groups. We also provide suggestive evidence that PFL increased the usual weekly work hours of employed mothers of one-to-three year-old children by 6 to 9% and that their wage incomes may have risen by a similar amount.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) through R01HD047215 as well as R24HD058486. The content is solely the responsibility of the authors and does not necessarily represent the official views of NICHD or the National Institutes of Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}