{
    "id": 17718,
    "citation_title": "Rural Demography, Public Services and Land Rights in Africa: A Village-Level Analysis in Burkina Faso",
    "citation_author": [
        "Margaret S. McMillan",
        "William A. Masters",
        "Harounan Kazianga"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses historical census data from Burkina Faso to characterize local demographic pressures associated with internal migration into river valleys after Onchocerciasis eradication, combined with a new survey of village elders to document change over time and differences across villages in local public goods provision, market institutions and land use rights. We hypothesize that higher local population densities are associated with more public goods and a transition from open-access to regulated land use. Controlling for province or village fixed effects, we find that villages' variance in population associated with proximity to rivers is closely correlated with higher levels of infrastructure, markets and individual land rights, as opposed to familial or communal rights.  Responding to population growth with both improved public services and private property rights is consistent with both scale effects in public good provision, and changes in the scarcity of land.\n\n",
    "acknowledgement": "\nWe are grateful to the NBER African Successes Project for financial support, and thank Moussa Kabore and colleagues in the Direction de la Prospective et des Statistiques Agricoles et Alimentaires (DPSAA) of Burkina Faso for survey implementation, Jose Castillo for research assistance, and Jun Folledo of IFPRI for GIS calculations.  The paper was much improved by valuable suggestions from Will Dow and other participants at the Zanzibar Conference of the NBER African Successes Project, August 3-5, 2011, as well as comments from Rohini Pande and Remi Jedwab. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}