{
    "id": 17717,
    "citation_title": "Resource Allocation within Firms and Financial Market Dislocation: Evidence from Diversified Conglomerates",
    "citation_author": [
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhen external capital markets are stressed they may not reallocate resources between firms. We show that resource allocation within firms' internal capital markets provides an important force countervailing financial market dislocation. Using data on US conglomerates we empirically verify that firms shift resources between industries in response to shocks to the financial sector. We estimate a structural model of internal capital market to separately identify and quantify the forces driving the reallocation decision and how these forces interact with external capital market stress. The frictions in internal capital markets drive a large wedge between productivity and investment: the weaker (stronger) division obtains too much (little) capital, as though it is 12 (9) percent more (less) productive than it really is. The cost of accessing external capital funds quadruple during extreme financial market dislocations, making resource allocation within firms significantly cheaper. The estimated model allows us to simulate the propagation of the 2007/2008 financial market dislocation. The counterfactual out of sample simulated data is remarkably consistent with the actual data and shows that improved resource allocation in internal capital markets offset financial market stress during the recent financial crisis by 16% to 30% relative to firms with no internal capital markets.\n\n",
    "acknowledgement": "\nWe are grateful to the Initiative on Global Markets and the Fama-Miller Center at the University of Chicago Booth School of Business for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}