{
    "id": 17710,
    "citation_title": "The For-Profit Postsecondary School Sector: Nimble Critters or Agile Predators?",
    "citation_author": [
        "David J. Deming",
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "2015-06-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrivate for-profit institutions have been the fastest growing part of the U.S. higher education sector.  For-profit enrollment increased from 0.2 percent to 9.1 percent of total enrollment in degree-granting schools from 1970 to 2009, and for-profit institutions account for the majority of enrollments in non-degree granting postsecondary schools.  We describe the schools, students, and programs in the for-profit higher education sector, its phenomenal recent growth, and its relationship to the federal and state governments.  Using the 2004 to 2009 Beginning Postsecondary Students (BPS) longitudinal survey we assess outcomes of a recent cohort of first-time undergraduates who attended for-profits relative to comparable students who attended community colleges or other public or private non-profit institutions.  We find that relative to these other institutions, for-profits educate a larger fraction of minority, disadvantaged, and older students, and they have greater success at retaining students in their first year and getting them to complete short programs at the certificate and associate degree levels.  But we also find that for-profit students end up with higher unemployment and \"idleness\" rates and lower earnings six years after entering programs than do comparable students from other schools, and that they have far greater student debt burdens and default rates on their student loans.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the superb research assistance of Tanya Avilova, Jason Poulos, and Bernie Ziprich.  We are grateful to Stephanie Cellini and the Editors of the Journal of Economic Perspectives for helpful comments. The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University. The opinions expressed are those of the authors and do not represent views of the Institute, the U.S. Department of Education, or the National Bureau of Economic Research.\n\n\n"
}