{
    "id": 17713,
    "citation_title": "Fasting During Pregnancy and Children's Academic Performance",
    "citation_author": [
        "Douglas Almond",
        "Bhashkar Mazumder",
        "Reyn van Ewijk"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe consider the effects of daytime fasting by pregnant women during the lunar month of Ramadan on their children's test scores at age seven. Using English register data, we find that scores are .05 to .08 standard deviations lower for Pakistani and Bangladeshi students exposed to Ramadan in early pregnancy. These estimates are downward biased to the extent that Ramadan is not universally observed. We conclude that the effects of prenatal investments on test scores are comparable to many conventional educational interventions but are likely to be more cost effective and less subject to \"fade out\".\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments from seminar participants at the Academic Medical Center Amsterdam, ESPE, Erasmus University Rotterdam, London School of Economics, the Nordic Summer Institute in Labor Economics, Northwestern University, the Swedish Institute for Social Research (SOFI), University of Amsterdam, University of Bristol, University of Chicago, University of Mannheim, and \"Effects of Early Life Events Conference\" at the University of Michigan. We thank Iftikhar Hussain, Francois Keslair, Richard Murphy, Sandra McNally and Felix Weinhardt for helpful comments and the Center for Economic Performance (CEP) at the London School of Economics for providing research facilities. Part of the research was carried out when Van Ewijk worked on the Netspar theme Health and Income, Work and Care Across the Life Cycle. Almond thanks the NSF CAREER program (award no. SES-0847329) for financial support. The views expressed here do not reflect the views of the Federal Reserve system. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}