{
    "id": 17719,
    "citation_title": "The Real Effects of Financial Markets",
    "citation_author": [
        "Philip Bond",
        "Alex Edmans",
        "Itay Goldstein"
    ],
    "citation_publication_date": "2011-12-29",
    "issue_date": "2011-12-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large amount of activity in the financial sector occurs in secondary financial markets, where securities are traded among investors without capital flowing to firms.  The stock market is the archetypal example, which in most developed economies captures a lot of attention and resources.  Is the stock market just a side show or does it affect real economic activity?  In this article, we discuss the potential real effects of financial markets that stem from the informational role of market prices.  We review the theoretical literature and show that accounting for the feedback effect from market prices to the real economy significantly changes our understanding of the price formation process, the informativeness of the price, and speculators' trading behavior.  We make two main points.  First, we argue that a new definition of price efficiency is needed to account for the extent to which prices reflect information useful for the efficiency of real decisions (rather than the extent to which they forecast future cash flows).  Second, incorporating the feedback effect into models of financial markets can explain various market phenomena that otherwise seem puzzling.  Finally, we review empirical evidence on the real effects of secondary financial markets.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}