{
    "id": 17720,
    "citation_title": "The Effect of Providing Breakfast on Student Performance: Evidence from an In-Class Breakfast Program",
    "citation_author": [
        "Scott A. Imberman",
        "Adriana D. Kugler"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn response to low take-up, many public schools have experimented with moving breakfast from the cafeteria to the classroom. We examine whether such a program increases performance as measured by standardized test scores, grades and attendance rates. We exploit quasi-random timing of program implementation that allows for a difference-in-differences identification strategy. Our main identification assumption is that schools where the program was introduced earlier would have evolved similarly to those where the program was introduced later. We find that in-class breakfast increases both math and reading achievement by about one-tenth of a standard deviation relative to providing breakfast in the cafeteria. Moreover, we find that these effects are most pronounced for low performing, free-lunch eligible, Hispanic, and low BMI students. We also find some improvements in attendance for high achieving students but no impact on grades.\n\n",
    "acknowledgement": "\nWe would like to thank Steven Craig, Diane Whitmore Schanzenbach, Dietrich Vollrath, employees of an anonymous large urban school district and participants at APPAM and the Stata Texas Empirical Microeconomics Conference for helpful comments and suggestions. ©2011 by Scott Imberman and Adriana Kugler. Short sections of text not to exceed two paragraphs may be quoted without permission provided proper citations are made. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Although Dr. Kugler is currently serving as the Chief Economist with the U.S. Department of Labor, this paper was authored prior to her assuming that position and reflects her personal views and does not purport to reflect the official views of the U.S. Department of Labor.\n\n\n"
}