{
    "id": 17727,
    "citation_title": "Affirmative Action in Higher Education in India: Targeting, Catch Up, and Mismatch",
    "citation_author": [
        "Verónica C. Frisancho Robles",
        "Kala Krishna"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "2012-02-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAffirmative action policies in higher education are used in many countries to try to socially advance historically disadvantaged minorities. Although the underlying social objectives of these policies are rarely criticized, there is intense debate over the actual impact of such preferences in higher education on educational performance and labor outcomes. Most of the work uses U.S. data where clean performance indicators are hard to find.\nUsing a remarkably detailed dataset on the 2008 graduating class from an elite engineering institution (EEI) in India we evaluate the impact of affirmative action policies in higher education on minority students focusing on three central issues in the current debate: targeting, catch up, and mismatch. In addition, we present preliminary evidence on labor market discrimination. We find that admission preferences effectively target minority students who are poorer than the average displaced non-minority student. Moreover, by analyzing the college performance of minority and non-minority students as they progress through college, we find that scheduled caste and scheduled tribe students, especially those in more selective majors, fall behind their same-major peers which is the opposite of catching up. We also identify evidence in favor of the mismatch hypothesis: once we control for selection into majors, minority students who enrol in more selective majors as a consequence of admission preferences end up earning less than if they would have had if they had chosen a less selective major. Finally, although there is no evidence of discrimination against minority students in terms of wages, we find that scheduled caste and scheduled tribe students are more likely to get worse jobs, even after controlling for selection.\n\n",
    "acknowledgement": "\nWe are grateful to Jun Xiao for research assistance at an early stage of the project and to Susumu Imai for comments on an earlier draft. Kala Krishna is grateful to the Human Capital Foundation (www.hcfoundation.ru), and especially Andrey P. Vavilov, for support of the Department of Economics, the Center for the Study of Auctions, Procurements, and Competition Policy (CAPCP, http://capcp.psu.edu/), and the Center for Research in International Financial and Energy Security (CRIFES, http://crifes.psu.edu/) at Penn State University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}