{
    "id": 17721,
    "citation_title": "Adjusting to Really Big Changes: The Labor Market in China, 1989-2009",
    "citation_author": [
        "Wei Chi",
        "Richard B. Freeman",
        "Hongbin Li"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina's emerging labor market was buffeted by changes in demand and supply and institutional changes in the last two decades. Using the Chinese Urban Household Survey data from 1989 to 2009, our study shows that the market responded with substantial changes in the structure of wages and in employment and types of jobs that workers obtained that mirrors  the adjustments found in labor markets in advanced economies.  However, the one place where the Chinese labor market appears to diverge from the labor markets in advanced countries is the rapid convergence in earnings and occupational positions of cohorts who entered the job market under more or less favorable conditions.  On this dimension, China's labor market seems more flexible than those in other countries. Three related factors may explain this pattern: (1) the rapid growth of China's economy; (2) the high rate of employee turnover; (3) the relative weakness of internal labor markets in China.  Bottom line, the Chinese labor market has responded about as well as one could expect to the changes in the demand and supply factors and institutional shocks in this critical period in Chinese economic history.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}