{
    "id": 17723,
    "citation_title": "The Housing Market(s) of San Diego",
    "citation_author": [
        "Tim Landvoigt",
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "2015-02-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses an assignment model to understand the cross section of house prices within a metro area. Movers' demand for housing is derived from a lifecycle problem with credit market frictions. Equilibrium house prices adjust to assign houses that differ by quality to movers who differ by age, income and wealth. To quantify the model, we measure distributions of house prices, house qualities and mover characteristics from micro data on San Diego County during the 2000s boom. The main result is that cheaper credit for poor households was a major driver of prices, especially at the low end of the market.\n\n",
    "acknowledgement": "\nWe thank Markus Baldauf, John Campbell, Boyan Jovanovic, Lars Ljunqvist, Hanno Lustig, Ellen McGrattan, Dirk Krueger, Francois Ortalo-Magne, Sven Rady, Sergio Rebelo, four anonymous referees as well as many seminar participants for comments and suggestions. We are grateful to trulia for access and help with their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMonika Piazzesi\n\nThe deeds data on San Diego are publicly available from the county registrar. To obtain the data in electronic form, we take advantage of a proprietary database from Trulia.com. This data access has the legal form of a consulting agreement for Trulia.\n\n\n"
}