{
    "id": 17725,
    "citation_title": "The Role of Firm Factors in Demand, Cost, and Export Market Selection for Chinese Footwear Producers",
    "citation_author": [
        "Mark J. Roberts",
        "Daniel Yi Xu",
        "Xiaoyan Fan",
        "Shengxing Zhang"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "2016-01-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we use micro data on both trade and production for a sample of large Chinese manufacturing firms in the footwear industry from 2002-2006 to estimate an empirical model of export demand, pricing, and market participation by destination market. We use the model to construct indexes of firm-level demand, cost, and export market profitability. The empirical results indicate substantial firm heterogeneity in both the demand and cost dimensions with demand being more dispersed. The firm-specific demand and cost components are very useful in explaining differences in the extensive margin of trade, the length of time a firm exports to a destination, and the number and mix of destinations, as well as the export prices, while cost is more important in explaining the quantity of firm exports on the intensive margin. We use the estimates to analyze the reallocation resulting from removal of the quota on Chinese footwear exports to the EU and find that it led to a rapid restructuring of export supply sources in favor of firms with high demand and low cost indexes.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A Structural Model of Demand, Cost, and Export Market Selection for Chinese Footwear Producers.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We are grateful to Amit Khandelwal, Jan De Loecker, the editor Stéphane Bonhomme, and three anonymous referees for helpful comments. This research was supported by NSF grant SES-1125963.\n\n\n"
}