{
    "id": 17731,
    "citation_title": "Foreign Corporations and the Culture of Transparency: Evidence from Russian Administrative Data",
    "citation_author": [
        "Serguey Braguinsky",
        "Sergey V. Mityakov"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign-owned firms from advanced countries carry the culture of transparency in business transactions that is orthogonal to the culture of hiding and insider dealing in many developing economies and economies in transition. In this paper, we document this using administrative data on reported earnings and market values of cars owned by workers employed in foreign-owned and domestic firms in Moscow, Russia. We examine whether closer ties to foreign corporations result in the diffusion of transparency to private Russian firms. We find that Russian firms initially founded in partnerships with foreign corporations are twice as transparent in reported earnings of their workers as other Russian firms, but they are still less than half as transparent as foreign firms themselves. We also find that increased links to foreign corporations, such as hiring more workers from them, raise the transparency of domestic firms. An important channel for this transmission appears to be the need to keep official wages and salaries of incumbent workers close to wages domestic firms have to pay to their newly hired workers with experience in multinationals.\n\n",
    "acknowledgement": "\nWe thank Andrey Liscovich for outstanding research assistance. We are also grateful to Nicholas Bloom, William Dougan, Steven Klepper, Tom Mroz, and Kevin Tsui for valuable comments and suggestions. All the remaining errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}