{
    "id": 1773,
    "citation_title": "International Capital Mobility and Crowding Out in the U.S. Economy: Imperfect Integration of Financial Markets or of Goods Markets?",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConventional wisdom in the field of international finance holds that the U.S. economy has become so open financiallly as to be characterized by perfect capital mobility: a highly elastic supply of foreign capital prevents the domestic rate of return from rising significantly above the world rate of return. This view has been challenged recently by the observation that investment rates are highly correlated with national saving rates, and the claim by Feldstein and Horioka that this correlation is evidence of relatively low capital mobility.The premise of this paper is that the Feldstein-Horioka finding regarding crowding out in an open economy is strong enough to survive the econometric critiques that have been leveled against it, but that it need have nothing to do with the degree of capital mobility in the sense of the openness of financial markets and the equalization of international interest rates expressed in a common currency. It is real interest rates that matter for questions of crowding out, and real interest parity requires not just that nominal interest rates be equalized expressed in a common currency, but also that purchasing power parity hold. It is well-known that purchasing power parity does not in fact hold. Currently, for example, the dollar is expected to depreciate in real terms. Thus real interest rate parity fails and crowding out takes place because of imperfect integration of goods markets, not imperfect integration of financial markets.\n\n",
    "acknowledgement": "\n"
}