{
    "id": 17733,
    "citation_title": "Impacts of Unionization on Employment, Product Quality and Productivity: Regression Discontinuity Evidence From Nursing Homes",
    "citation_author": [
        "Aaron J. Sojourner",
        "Robert J. Town",
        "David C. Grabowski",
        "Michelle M. Chen"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2014-06-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effects of nursing home unionization on numerous labor, establishment, and consumer outcomes using a regression discontinuity design. We find negative effects of unionization on staffing levels and no decline in care quality, suggesting positive labor productivity effects. Some evidence suggests that nursing homes in less competitive local product markets and those with lower union density at the time of election experienced stronger union employment effects. Unionization appears to raise wages for a given worker while also shifting the composition of the workforce away from higher-earning workers. By combining credible identification of union effects, a comprehensive set of outcomes over time with measures of market-level characteristics, this study generates some of the best evidence available on many controversial questions in the economics of unions. Furthermore, it generates evidence from the service sector, which has grown in importance and where evidence has been thin.\n\n",
    "acknowledgement": "\nThanks to Tom Holmes for generous assistance with data acquisition and to Qihui Chen and Devon Phillips for excellent research assistance. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants: SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Frandsen also gratefully acknowledges support from NSF Grant SES-0922355 and Sojourner from the U. Minnesota Grant-in-Aid of Research program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}