{
    "id": 17736,
    "citation_title": "Inconsistent Regulators: Evidence From Banking",
    "citation_author": [
        "Sumit Agarwal",
        "David Lucca",
        "Amit Seru",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "2012-01-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS state chartered commercial banks are supervised alternately by state and federal regulators. Each regulator supervises a given bank for a fixed time period according to a predetermined rotation schedule. We use unique data to examine differences between federal and state regulators for these banks. Federal regulators are significantly less lenient, downgrading supervisory ratings about twice as frequently as state supervisors. Under federal regulators, banks report higher nonperforming loans, more delinquent loans, higher regulatory capital ratios, and lower ROA. There is a higher frequency of bank failures and problem-bank rates in states with more lenient supervision relative to the federal benchmark. Some states are more lenient than others. Regulatory capture by industry constituents and supervisory staff characteristics can explain some of these differences. These findings suggest that inconsistent oversight can hamper the effectiveness of regulation by delaying corrective actions and by inducing costly variability in operations of regulated entities.\n\n",
    "acknowledgement": "\nThe authors would like to thank John Cochrane and Randy Kroszner for detailed comments. We also thank Gadi Barlevy, Paul Beaudry, Matilde Bombardini, Richard Crump, Doug Diamond, Gene Fama, Mark Flannery, Gary Gorton, Bev Hirtle, Cathy Lemieux, Thomas Lemieux, Anna Paulson, Raghuram Rajan, Uday Rajan, Rich Rosen, Jesse Shapiro, Robert Vishny, and Luigi Zingales, as well as seminar participants at Chicago Booth Finance, Chicago Booth Microeconomics, the Chicago Fed, NY Fed, SFU, and UBC for useful discussions. Caitlin Kearns, Tanya Mann, and Justin McPhee provided outstanding research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Chicago, Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}