{
    "id": 17734,
    "citation_title": "Climate Change, Crop Yields, and Internal Migration in the United States",
    "citation_author": [
        "Shuaizhang Feng",
        "Michael Oppenheimer",
        "Wolfram Schlenker"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the link between agricultural productivity and net migration in the United States using a county-level panel for the most recent period of 1970-2009. In rural counties of the Corn Belt, we find a statistically significant relationship between changes in net outmigration and climate-driven changes in crop yields, with an estimated semi-elasticity of about -0.17, i.e., a 1% decrease in yields leads to a 0.17% net reduction of the population through migration.  This effect is primarily driven by young adults. We do not detect a response for senior citizens, nor for the general population in eastern counties outside the Corn Belt. Applying this semi-elasticity to predicted yield changes under the B2 scenario of the Hadley III model, we project that, holding other factors constant, climate change would on average induce 3.7% of the adult population (ages 15-59) to leave rural counties of the Corn Belt in the medium term (2020-2049) compared to the 1960-1989 baseline, with the possibility of a much larger migration response in the long term (2077-2099). Since there is uncertainty about future warming, we also present projections for a range of uniform climate change scenarios in temperature or precipitation.\n\n",
    "acknowledgement": "\nWe cordially acknowledge the contribution to this paper by Alan Krueger before he started his government position as the chairman of the Council of Economic Advisers. We appreciate comments from participants at the Norface Migration Conference at University College London. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}