{
    "id": 17730,
    "citation_title": "Land Use Controls and the Provision of Education",
    "citation_author": [
        "Eric A. Hanushek",
        "Kuzey Yilmaz"
    ],
    "citation_publication_date": "2012-01-05",
    "issue_date": "2012-01-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nConsiderable prior analysis has gone into the study of zoning restrictions on locational choice and on fiscal burdens. The prior work on zoning - particularly fiscal or exclusionary zoning - has provided both inconclusive theoretical results and quite inconsistent empirical support of the theory. More importantly, none of this work addresses important questions about the level and distribution of public goods that are provided under fiscal  zoning. Since fiscal issues and Tiebout demands are central to much of the motivation for exclusionary zoning, we expand the theoretical analysis to encompass the interplay between land use restrictions and public good provision. In this, we focus on schooling outcomes, since the provision of education is one of the primary activities of local jurisdictions. We develop a general equilibrium model of location and the provision of education. Some households create a fiscal burden, motivating the use by local governments of exclusionary land-use controls. Then, the paper analyzes what the market effects of land-use controls are and how successful they are. The policies considered (minimum lot size zoning, local public finance with a head tax, and fringe zoning) demonstrate how household behavior directly affects the equilibrium outcomes and the provision of the local public good.\n\n",
    "acknowledgement": "\nWe are grateful to the comments and suggestions of Charles Leung, and the seminar participants at the Fed-Philadelphia , at the 2002 Econometric Society North American Summer Meeting , at theWorkshop on Macroeconomics, Real Estate, and Public Policy at Koc University, and several conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}