{
    "id": 17738,
    "citation_title": "Education and Health: Insights from International Comparisons",
    "citation_author": [
        "David M. Cutler",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2012-01-06",
    "issue_date": "2012-01-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn this review we synthesize what is known about the relationship between education and health. A large number of studies from both rich and poor countries show that education is associated with better health.  While previous work has thought of the effect of education separately for rich and poor countries, we argue that there are insights to be gained by integrating the two.  For example, education is associated with lower malnutrition in most countries, but in richer countries the educated have lower BMIs whereas in poor countries the educated have higher BMIs. This suggests that the behaviors associated with better health differ depending on the level of development. We illustrate this approach by comparing the effects of education on various health and health behaviors around the world, to generate hypotheses about why education is so often (but not always) predictive of health.  Finally, we review the empirical evidence on the relationship between education and health, paying particular attention to causal evidence and evidence on mechanisms linking education to better health.\n\n",
    "acknowledgement": "\nWe are grateful to Pascaline Dupas and John Strauss for comments, to John Min and Tisa Sherry for excellent research support, and to the National Institutes on Aging for research funding (grant P01AG005842). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid M. Cutler\n\nInformation on outside activities of Professor Cutler over the past five years are available on his web site, http://www.economics.harvard.edu/faculty/cutler/Outside%20Activities.\n\n\n"
}