{
    "id": 17740,
    "citation_title": "The Housing Wealth Effect: The Crucial Roles of Demographics, Wealth Distribution and Wealth Shares",
    "citation_author": [
        "Charles W. Calomiris",
        "Stanley D. Longhofer",
        "William Miles"
    ],
    "citation_publication_date": "2012-01-12",
    "issue_date": "2012-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent estimates of housing wealth effects vary widely.  We consider the role of omitted variables suggested by economic theory that have been absent in a number of prior studies.  Our estimates take into account age composition and wealth distribution (using poverty rates as a proxy), as well as wealth shares (how much of total wealth is comprised of housing vs. stock wealth).  We exploit cross-state variation in housing, stock wealth and other variables in a newly assembled panel data set and find that the impact of housing on consumer spending depends crucially on age composition, poverty rates, and the housing wealth share.  In particular, young people who are more likely to be credit-constrained, and older homeowners, likely to be \"trading down\" on their housing stock, experience the largest housing wealth effects, as suggested by theory.  Also, as suggested by theory, housing wealth effects are higher in state-years with higher housing wealth shares, and in state-years with higher poverty rates (likely reflecting the greater importance of credit constraints for those observations).  Taking these various factors into account implies huge variation over time and across states in the size of housing wealth effects.\n\n",
    "acknowledgement": "\nCalomiris is Henry Kaufman Professor of Financial Institutions at Columbia Business School and Research Associate, National Bureau of Economic Research.  Longhofer is Stephen L. Clark Chair of Real Estate and Finance, and Director, Center for Real Estate, Barton School of Business, Wichita State University.  Miles is Professor of Economics and a Barton Fellow in the Barton School of Business, Wichita State University.  We are grateful to seminar participants at Columbia University and to Xavier Gabaix for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}