{
    "id": 17741,
    "citation_title": "Costly Blackouts? Measuring Productivity and Environmental Effects of Electricity Shortages",
    "citation_author": [
        "Karen Fisher-Vanden",
        "Erin T. Mansur",
        "Qiong (Juliana) Wang"
    ],
    "citation_publication_date": "2012-01-12",
    "issue_date": "2012-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many countries, unreliable inputs, particularly those lacking storage, can significantly limit a firm's productivity. In the case of an increasing frequency of blackouts, a firm may change factor shares in a number of ways. It may decide to self generate electricity, to purchase intermediate goods that it used to produce directly, or to improve its technical efficiency. We examine how industrial firms responded to China's severe power shortages in the early 2000s. Fast-growing demand coupled with regulated electricity prices led to blackouts that varied in degree over location and time. Our data consist of annual observations from 1999 to 2004 for approximately 32,000 energy-intensive, enterprises from all industries. We estimate the losses in productivity due to factor-neutral and factor-biased effects of electricity scarcity. Our results suggest that enterprises re-optimize among factors in response to electricity scarcity by shifting from energy (both electric and non-electric sources) into materials---a shift from \"make\" to \"buy.\" These effects are strongest for firms in textiles, timber, chemicals, and metals. Contrary to the literature, we do not find evidence of an increase in self generation. Finally, we find that these productivity changes, while costly to firms, led to small reductions in carbon emissions.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Department of Energy's Biological and Environmental Research Program (contract #DE-FG02-04-ER63930), and the National Science Foundation (project/grant #450823). We wish to thank Taryn Dinkelman, Jun Ishii, Josh Linn, Nancy Rose, and seminar participants at the UC Energy Institute, Harvard University, the ASSA meetings, and NBER for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}