{
    "id": 17743,
    "citation_title": "The Diffusion of Microfinance",
    "citation_author": [
        "Abhijit Banerjee",
        "Arun G. Chandrasekhar",
        "Esther Duflo",
        "Matthew O. Jackson"
    ],
    "citation_publication_date": "2012-01-12",
    "issue_date": "2012-01-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine how participation in a microfinance program diffuses through social networks. We collected detailed demographic and social network data in 43 villages in South India before microfinance was introduced in those villages and then tracked eventual participation. We exploit exogenous variation in the importance (in a network sense) of the people who were first informed about the program, \"the injection points\". Microfinance participation is higher when the injection points have higher eigenvector centrality. We estimate structural models of diffusion that allow us to (i) determine the relative roles of basic information transmission versus other forms of peer influence, and (ii) distinguish information passing by participants and non-participants. We find that participants are significantly more likely to pass information on to friends and acquaintances than informed non-participants, but that information passing by non-participants is still substantial and significant, accounting for roughly a third of informedness and participation. We also find that, conditioned on being informed, an individual's decision is not significantly affected by the participation of her acquaintances.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the NSF under grants SES-0647867, SES-0752735 and SES-0961481. Chandrasekhar thanks the NSF GRFP for financial support. Daron Acemoglu and seminar participants at the Calvó-Armengol Prize Workshop, MERSIH, Stanford's Monday meetings, MIT Development lunch, WIN-2011, and Yale provided helpful comments and suggestions. We also thank Bryan Plummer, Gowri Nagaraj, Tomas Rodriguez-Barraquer, Xu Tan, and Adam Sacarny. The Centre for Microfinance at the Institute for Financial Management and Research and BSS provided valuable assistance.\n\n\n"
}