{
    "id": 17755,
    "citation_title": "Identification of Preferences and Evaluation of Income Tax Policy",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe merits of alternative income tax policies depend on the population distribution of preferences for income, leisure, and public goods.  Standard theory, which supposes that persons want more income and more leisure, does not predict how they resolve the tension between these desires.  Empirical studies of labor supply have been numerous but have not shed much light on the matter.  A persistent problem is that empirical researchers have imposed strong preference assumptions that lack foundation.  This paper examines anew the problem of inference on preferences and considers the implications for comparison of tax policies.  I first perform a basic revealed-preference analysis that imposes no assumptions on the preference distribution beyond the presumption that persons prefer more income and leisure.  This shows that observation of a person's labor supply under a status quo tax policy may bound his labor supply under a proposed policy or may have no implications, depending on the shapes of the two tax schedules and the location of status quo labor supply.  I next explore the identifying power of two assumptions restricting the population distribution of income-leisure preferences.  One assumes that groups of persons who face different choice sets have the same distribution of preferences, while the other adds restrictions on the shape of this distribution.  I then address utilitarian policy comparison with partial knowledge of preferences.  Partial knowledge of preferences implies partial knowledge of the welfare function.  Hence, it may not be possible to rank policies.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-0911181.  I am grateful to Matthew Masten for excellent research assistance and to Joerg Stoye for his sharing of computer code used in the computational experiments of Section 3.  I am grateful to Masten, Stoye, and Richard Blundell for helpful comments and discussions.  I have also benefitted from the opportunity to present this work at the December 2011 Workshop on Consumer Behaviour and Welfare Measurement, University College London. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}