{
    "id": 1775,
    "citation_title": "Should Social Security Be Means Tested?",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe provision of social security benefits to retirees distorts the saving decisions of workers who are rational enough to save for their future. Since the implicit rate of return in an unfunded social security program is less than the marginal product of capital, the resulting decline in saving causes a welfare loss. It has been suggested that this welfare loss could be reduced, while still protecting those who lack the foresight to save for their retirement (the\"myopes\" and \"partial myopes\" of the paper), by replacing the current universal social security program with a means-tested program that pays benefits only to the \"myopic\" individuals who have little or no other retirement income or assets.The present paper evaluates this suggestion with the help of an explicit steady-state welfare comparison of the optimal universal and optimal means-tested programs. The relative welfare levels depend on characteristics of the economy (the growth rates of population and real wages and the productivity of capital) and of the population (the frequency and degree of myopia with respect to saving for retirement).The analysis shows that, although a means tested program is generally superior, it does not always dominate the best alternative universal program.A universal program can be preferable under conditions which imply that the optimal means-tested program would induce rational savers to stop saving. The analysis also implies that overall welfare can be increased by using different social security programs for different groups of workers if the working population as a whole can be divided into two or more subgroups with different mixes of myopes, partial myopes and rational life-cycle savers.\n\n",
    "acknowledgement": "\n"
}