{
    "id": 17753,
    "citation_title": "How is Tax Policy Conducted over the Business Cycle?",
    "citation_author": [
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2012-01-12",
    "issue_date": "2012-01-12",
    "revision_date": "2014-12-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known by now that government spending has typically been procyclical in developing economies but acyclical or countercyclical in industrial countries. Little, if any, is known, however, about the cyclical behavior of tax rates (as opposed to tax revenues, which are endogenous to the business cycle and hence cannot shed light on the cyclicality of tax policy). We build a novel dataset on tax rates for 62 countries for the period 1960-2013 that comprises corporate income, personal income, and value-added tax rates. We find that, by and large, tax policy is acyclical in industrial countries but mostly procyclical in developing countries. Further, tax policy in countries with better institutions and/or more integrated with world capital markets tends to be less procyclical/more countercyclical.\n\n",
    "acknowledgement": "\nWe are grateful to Ayhan Kose, Eduardo Lora, Daniel Riera-Crichton, Pablo Sanguinetti, Walter Sosa Escudero, Evan Tanner, and seminar participants at Columbia University, George Washington University, Johns Hopkins University, International Monetary Fund, Central Bank of Chile, Central Bank of Hungary, Central Bank of Uruguay, National University of La Plata, 2011 SECHI Meetings (Chile), and 2011 LACEA Meetings (Chile) for helpful comments and suggestions. Our profuse thanks as well to two referees and the editor of this Journal for extremely helpful feedback that led to substantial revisions. We are grateful to Juan Mario Alva Matteucci, Leopoldo Avellan, Asdrúbal Baptista, Fabrizio Borselli, Salvatore Chiri, Sijbren Cnossen, Riel Franzsen, Alexandre Mathis, Gaëtan Nicodeme, Agustín Roitman, Ratna Sahay, and Alan Schenk for help with data collection. We would also like to thank Roberto Delhy Nolivos, Lyoe Lee, Julia Ruiz Pozuelo, Amy Slipowitz, and Bradley Turner for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}