{
    "id": 17757,
    "citation_title": "Economics and Climate Change: Integrated Assessment in a Multi-Region World",
    "citation_author": [
        "John Hassler",
        "Per Krusell"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model that integrates the climate and the global economy---an integrated assessment model---with which different policy scenarios can be analyzed and compared. The model is a dynamic stochastic general-equilibrium setup with a continuum of regions. Thus, it is a full stochastic general-equilibrium version of RICE, Nordhaus's pioneering multi-region integrated assessment model. Like RICE, our model features traded fossil fuel but otherwise has no markets across regions---there is no insurance nor any intertemporal trade across them. The extreme form of market incompleteness is not fully realistic but arguably not a decent approximation of reality. Its major advantage is that, along with a set of reasonable assumptions on preferences, technology, and nature, it allows a closed-form model solution. We use the model to assess the welfare consequences of carbon taxes that differ across as well as within oil-consuming and -producing regions. We show that, surprisingly, only taxes on oil producers can improve the climate: taxes on oil consumers have no effect at all. The calibrated model suggests large differences in views on climate policy across regions.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support from the European Research Council (Krusell), Mistra-SWECIA (Hassler and Krusell), the International Growth Centre (Hassler and Krusell) and Vetenskapsrådet (Hassler). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}