{
    "id": 17758,
    "citation_title": "Time as a Trade Barrier",
    "citation_author": [
        "David Hummels",
        "Georg Schaur"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2021-03-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large and growing share of international trade is carried on airplanes.  Air cargo is many times more expensive than maritime transport but arrives in destination markets much faster. We model firms' choice between exporting goods using fast but expensive air cargo and slow but cheap ocean cargo.  This choice depends on the price elasticity of demand and the value that consumers attach to fast delivery and is revealed in the relative market shares of firms who air and ocean ship.  We use US imports data that provide rich variation in the premium paid for air shipping and in time lags for ocean transit to identify these parameters and extract consumer's valuation of time.  By exploiting variation across US entry coasts we are able to control for selection and for unobserved shocks to product quality and variety that affect market shares.   We estimate that each day in transit is equivalent to an ad-valorem tariff of 0.6 to 2.3 percent and that the most time-sensitive trade flows are those involving parts and components trade.  These results suggest a link between sharp declines in the price of air shipping and rapid growth in trade as well as growth in world-wide fragmentation of production.  Our estimates are also useful for assessing the economic impact of policies that raise or lower time to trade such as security screening of cargo, port infrastructure investment, or streamlined customs procedures.\n\n",
    "acknowledgement": "\nFor many helpful comments and discussions we thank seminar audiences at NBER, EIIT, The World Bank, the Universities of Michigan, Maryland, Colorado, Purdue, and the Minneapolis Fed, and are especially indebted to Jason Abrevaya, Andrew Bernard, Bruce Blonigen, Alan Deardorff, James Harrigan, Tom Hertel, Pete Klenow, Christian Vossler, and Kei-Mu Yi.  We are grateful for funding under NSF Grant 0318242, and from the Global Supply Chain Management Initiative.  All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}