{
    "id": 17767,
    "citation_title": "Measured Aggregate Gains from International Trade",
    "citation_author": [
        "Ariel Burstein",
        "Javier Cravino"
    ],
    "citation_publication_date": "2012-01-25",
    "issue_date": "2012-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo theoretical welfare gains from trade translate into aggregate measures of economic activity? We calculate the changes in real GDP and real consumption that result from changes in trade costs in a range of workhorse trade models, following the procedures outlined by statistical agencies in the United States. Our main findings are as follows: First, real GDP and measured aggregate productivity rise in response to reductions in variable trade costs if GDP deflators capture the decline in trade costs. Second, with balanced trade in each country, changes in world real consumption and changes in world real GDP (i.e.: weighting the change in each country by its nominal GDP) in response to changes in variable trade costs coincide, up to a first-order approximation, with changes in world theoretical (welfare-based) consumption. The equivalence between measured consumption and theoretical consumption holds country-by-country under stronger conditions. Third, for given trade shares and changes in variable trade costs, changes in real GDP and changes in world real consumption are approximately equal in magnitude across the models we consider.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title \"Trade Liberalizations and Measured Real GDP in Models of International Trade\". We thank Costas Arkolakis, Andrew Atkeson, Arnaud Costinot, Robert Feenstra, Jonathan Vogel, and Iván Werning for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}