{
    "id": 17768,
    "citation_title": "Sizing Up Repo",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Stefan Nagel",
        "Dmitry Orlov"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the repo funding extended by money market funds (MMF) and securities lenders to the shadow banking system, including quantities, haircuts, and repo rates by type of underlying collateral. We find that repo played only a small role in funding private sector assets prior to the crisis, as most repos are backed by Treasury and Agency collateral. Repo with private sector collateral contracts during the crisis, but the magnitude is relatively insignificant compared with the contraction in asset-backed commercial paper (ABCP). While relatively small in aggregate, the contraction in repo particularly affected key dealer banks with large exposures to private sector securities, which then had knock-on effects on security markets, and led these dealer banks to resort to the Fed's emergency lending programs. We also find that haircuts in MMF-to-dealer repo rise less than the dealer-to-dealer or dealer-to-hedge fund repo haircuts reported in earlier papers. This finding suggests that the contraction in repo led dealers to take defensive actions, given their own capital and liquidity problems, raising credit terms to their borrowers. The picture that emerges from these findings looks less like a traditional bank run of depositors and more like a credit crunch among dealer banks.\n\n",
    "acknowledgement": "\nWe thank Peter Crane for providing data, and we are grateful for comments from Anat Admati, Tobias Adrian, Jeremy Bulow, Anna Cieslak, Darrell Duffie, Jacob Goldfield, Michael Fleming, Gary Gorton, Antoine Martin, Atif Mian, Philipp Schnabl, seminar participants at the Bank of Canada, Dartmouth, DePaul, University of Florida, Goethe University Frankfurt, Loyola, New York Fed, Northwestern, University of Lugano, Stanford, Wharton, University of Zurich, the American Economic Association Meetings, the NBER Monetary Economics and Capital Markets and the Economy workshops, and the Stanford Institute for Theoretical Economics for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}