{
    "id": 17763,
    "citation_title": "How Firms Use Domestic and International Corporate Bond Markets",
    "citation_author": [
        "Juan Carlos Gozzi",
        "Ross Levine",
        "Maria Soledad Martinez Peria",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first comprehensive documentation of the main features of corporate bond issues in domestic and international markets and analyzes how firms use these markets after they internationalize. We find that debt issues in domestic and international bond markets have different characteristics, not explained by differences across firms or their country of origin. International issues tend to be larger, of shorter maturity, denominated in foreign currency, and include a higher fraction of fixed rate contracts. Moreover, a large proportion of firms remain active in domestic bond markets after accessing international markets, and many of these firms use both markets for different types of issues. This evidence suggests that domestic and international bond markets provide different financial services and are not substitutes, but rather complements.\n\n",
    "acknowledgement": "\nWe are grateful to Francisco Ceballos for excellent research assistance. We thank the World Bank Knowledge for Change Program and Development Economics Vice-presidency for financial support. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily represent the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}