{
    "id": 17765,
    "citation_title": "On the Optimal Burden of Proof",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe burden of proof is a central feature of adjudication, and analogues exist in many other settings. It constitutes an important but largely unappreciated policy instrument that interacts with the level of enforcement effort and magnitude of sanctions in controlling harmful activity. Models are examined in which the prospect of sanctions affects not only harmful acts but also benign ones, on account of the prospect of mistaken application of sanctions. Accordingly, determination of the optimal strength of the burden of proof, as well as optimal enforcement effort and sanctions, involves trading off deterrence and the chilling of desirable behavior, the latter being absent in previous work. The character of the optimum differs markedly from prior results and from conventional understandings of proof burdens, which can be understood as involving Bayesian posterior probabilities. Additionally, there are important divergences across models in which enforcement involves monitoring (posting officials to be on the lookout for harmful acts), investigation (inquiry triggered by the costless observation of particular harmful acts), and auditing (scrutiny of a random selection of acts). A number of extensions are analyzed, in one instance nullifying key results in prior work.\n\n",
    "acknowledgement": "\nI am grateful to Steven Shavell, Christopher Snyder, Kathryn Spier, the referees, and presentation participants at the 2011 AEA meetings, Harvard, NYU, and the NBER for comments, to the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support, and to Michael Atamas, Sarah Beckerman, and Noam Lerer for research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}