{
    "id": 17764,
    "citation_title": "Is Tanzania a Success Story? A Long Term Analysis",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to provide a historical perspective on the reform process initiated in Tanzania in 1986, and deepened in 1996. In order to do this I concentrate mostly on the period spanning from 1967, when the Arusha Declaration was adopted by the official political party the TANU, and 1996, when a new approach towards foreign aid was implemented. I am particularly interested in investigating how external aid affected Tanzania during the early years, and how it contributed to the demise of the economy in the 1970s and 1980s. I also analyze the role played by foreign aid in the subsequent (after 1996) recovery of the country. I emphasize both technical as well as political economy issues related to imbalances, disequilibria, devaluation, black markets, adjustment, and reform. Because of the emphasis on foreign aid and macroeconomics, I pay special attention to three important episodes in Tanzania's economic history: (a) the exchange rate crisis of the late 1970's and early 1980s; (b) the IMF Stand-by Program and the maxi-devaluation of 1986; and (c) The serious impasse between donors and the Tanzanian authorities in the mid 1990s. At the end of the analysis I ask whether Tanzania is, as officials from the multilateral institutions have claimed repeatedly, a \"success story.\"\n\n",
    "acknowledgement": "\nMany people helped me with this work. In Dar es Salaam I was fortunate to discuss a number of issues pertaining to the Tanzanian economy with Professor Samuel Wangwe, Professor Haidari Amani, Dr. Kipokola, Dr. Hans Hoogeveen, Mr. Rugumyamheto, Professor Joseph Semboja, Dr. Idris Rashid, Professor Mukandala, and Dr. Brian Cooksey. I am grateful to Professor Benno Ndulu for his hospitality and many good discussions. I thank David N. Weil for his useful and very detailed comments on an earlier (and much longer) version of the paper. Gerry Helleiner was kind enough as to share with me a chapter of his memoirs. I thank Jim McIntire and Paolo Zacchia from the World Bank, and Roger Nord and Chris Papagiorgiou from the International Monetary Fund for sharing their views with me. I thank Mike Lofchie for many illuminating conversations, throughout the years, on the evolution of Tanzania's political and economic systems. I am grateful to Steve O'Connell for discussing with me his work on Tanzania, and to Anders Aslund for helping me understand the Nordic countries' position on development assistance in Africa. Comments by the participants at the National Bureau of Economic Research \"Africa Conference,\" held in Zanzibar in August 2011, were particularly helpful. I am grateful to Kathie Krumm for introducing me, many years ago, to the development challenges faced by the East African countries, and for persuading me to spend some time working in Tanzania in 1992. Juan Marcos Wlasiuk, a devoted Africanist and a great friend, provided wonderful research assistance in Los Angeles. I also thank my students at UCLA's Anderson Graduate School of Management for providing helpful insights on Tanzania's political, business and economic environment. Finally, I thank Elisa Pepe from the National Bureau of Economic Research for her amazing support throughout this project. The kind financial support of the NBER Africa Project is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}