{
    "id": 17766,
    "citation_title": "Is There an Energy Efficiency Gap?",
    "citation_author": [
        "Hunt Allcott",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2012-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany analysts have argued that energy efficiency investments offer an enormous \"win-win\" opportunity to both reduce negative externalities and save money. This overview paper presents a simple model of investment in energy-using capital stock with two types of market failures: first, uninternalized externalities from energy consumption, and second, forces such as imperfect information that cause consumers and firms not to exploit privately-profitable energy efficiency investments. The model clarifies that only if the second type of market failure cannot be addressed directly through mechanisms such as information provision, energy efficiency subsidies and standards may be merited. We therefore review the empirical work on the magnitude of profitable unexploited energy efficiency investments, a literature which frequently does not meet modern standards for credibly estimating the net present value of energy cost savings and often leaves other benefits and costs unmeasured. These problems notwithstanding, recent empirical work in a variety of contexts implies that on average the magnitude of profitable unexploited investment opportunities is much smaller than engineering-accounting studies suggest.  Finally, there is tremendous opportunity and need for policy-relevant research that utilizes randomized controlled trials and quasi-experimental techniques to estimate the returns to energy efficiency investments and the welfare effects of energy efficiency programs.\n\n",
    "acknowledgement": "\nWe thank Michael Blasnik, Lucas Davis, Ken Gillingham, Matt Golden, Paul Joskow, Therese Langer, Jim McMahon, Sendhil Mullainathan, Steve Nadel, Richard Newell, Jim Sallee, Alan Sanstad, Cass Sunstein, Rich Sweeney, and Catherine Wolfram for helpful discussions and feedback. We also thank JEP Editors David Autor, Chad Jones, John List, and Timothy Taylor for helping to shape the article. We gratefully acknowledge financial support from the Sloan Foundation and the MacArthur Foundation for our research on the economics of energy efficiency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}