{
    "id": 17762,
    "citation_title": "Do Consumers Exploit Precommitment Opportunities? Evidence from Natural Experiments Involving Liquor Consumption",
    "citation_author": [
        "B. Douglas Bernheim",
        "Jonathan Meer",
        "Neva K. Novarro"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2015-10-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence concerning the extent to which consumers of liquor employ commitment devices. One widely recommended commitment strategy is to regulate alcohol consumption by deliberately manipulating availability. The paper assesses the prevalence of the “availability strategy” by evaluating the effects of policies that would influence its effectiveness – specifically, changes in allowable Sunday sales hours. It finds that consumers increase their liquor consumption in response to extended Sunday on-premises sales hours, but not in response to extended off-premises sales hours. The latter finding is inconsistent with widespread use of the availability strategy.\n\n",
    "acknowledgement": "\nWe are grateful to Jennifer Doleac, Mark Hoekstra, Michael Lovenheim, Harvey Rosen, Jeremy West, and William Gui Woolston for valuable comments, to Michael Lovenheim and Mark Stehr for useful data, to Jillian Carr, Mario Garza, Mustafa Karakaplan, Analisa Packham, Xander Slaski, and Zhihao Zhang for able research assistance, and to numerous state alcohol board agents, law librarians, and legislative assistants for clarifying important data issues. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}