{
    "id": 17769,
    "citation_title": "Technological Innovation, Resource Allocation, and Growth",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou",
        "Amit Seru",
        "Noah Stoffman"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2016-05-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new measure of the economic importance of each innovation. Our measure uses newly collected data on patents issued to US firms in the 1926 to 2010 period, combined with the stock market response to news about patents. Our patent- level estimates of private economic value are positively related to the scientific value of these patents, as measured by the number of citations that the patent receives in the future. Our new measure is associated with substantial growth, reallocation and creative destruction, consistent with the predictions of Schumpeterian growth models. Aggregating our measure suggests that technological innovation accounts for significant medium-run fluctuations in aggregate economic growth and TFP. Our measure contains additional information relative to citation-weighted patent counts; the relation between our measure and firm growth is considerably stronger. Importantly, the degree of creative destruction that is associated with our measure is higher than previous estimates, confirming that it is a useful proxy for the private valuation of patents.\n\n",
    "acknowledgement": "\nWe thank Hal Varian for helping us in extracting information on Patents from Google Patents database. We are grateful to Andrew Atkeson, Nick Bloom, Andrea Eisfeldt, Yuriy Gorodnichenko, Roel Griep, Pete Klenow, Danielle Li, Jonathan Parker, Tomasz Piskorski, and Heidi Williams for detailed comments. We also thank numerous other discussants and participants at the AEAs, Boston University, Columbia Business School, Duke/UNC Asset Pricing Conference, FRB Chicago, NBER Asset Pricing, NBER Economic Fluctuations and Growth, NBER Entrepreneurship, NBER Productivity, Minnesota, Northwestern, NYU, and SITE for helpful discussions. We are grateful to Tom Nicholas for sharing his patent citations data. The authors thank the Fama-Miller Center at University of Chicago, the Zell Center and the Jerome Kenney Fund for financial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}