{
    "id": 17771,
    "citation_title": "Collateral Crises",
    "citation_author": [
        "Gary B. Gorton",
        "Guillermo Ordonez"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShort-term collateralized debt, such as demand deposits and money market instruments - private money, is efficient if agents are willing to lend without producing costly information about the collateral backing the debt. When the economy relies on such informationally-insensitive debt, firms with low quality collateral can borrow, generating a credit boom and an increase in output and consumption. Financial fragility builds up over time as information about counterparties decays.  A crisis occurs when a small shock then causes a large change in the information environment. Agents suddenly have incentives to produce information, asymmetric information becomes a threat and there is a decline in output and consumption. A social planner would produce more information than private agents, but would not always want to eliminate fragility.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Tore Ellingsen, Ken French, Mikhail Golosov, David K. Levine, Guido Lorenzoni, Kazuhiko Ohashi, Vincenzo Quadrini, Alp Simsek, Andrei Shleifer, Javier Suarez, Warren Weber and seminar participants at Berkeley, Boston College, Columbia GSB, Darmouth, EIEF, Federal Reserve Board, Maryland, Minneapolis Fed, Ohio State, Richmond Fed, Rutgers, Stanford, Wesleyan, Wharton School, Yale, the ASU Conference on \"Financial Intermediation and Payments\", the Bank of Japan Conference on \"Real and Financial Linkage and Monetary Policy\", the 2011 SED Meetings at Ghent, the 11th FDIC Annual Bank Research Conference, the Tepper-LAEF Conference on Advances in Macro-Finance, the Riksbank Conference on Beliefs and Business Cycles at Stockholm and the 2nd BU/Boston Fed Conference on Macro-Finance Linkages for their comments. We also thank Thomas Bonczek, Paulo Costa and Lei Xie for research assistance. The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}