{
    "id": 17772,
    "citation_title": "Identification and Estimation of Gaussian Affine Term Structure Models",
    "citation_author": [
        "James D. Hamilton",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops new results for identification and estimation of Gaussian affine term structure models. We establish that three popular canonical representations are unidentified, and  demonstrate how unidentified regions can complicate numerical optimization. A separate contribution of the paper is the proposal of minimum-chi-square estimation as an alternative to MLE. We show that, although it is asymptotically equivalent to MLE, it can be much easier to compute. In some cases, MCSE allows researchers to recognize with certainty whether a given estimate represents a global maximum of the likelihood function and makes feasible the computation of small-sample standard errors.\n\n",
    "acknowledgement": "\nWe are grateful to Michael Bauer, Bryan Brown, Frank Diebold, Ron Gallant, Ken Singleton, anonymous referees, and seminar participants at the University of Chicago, UCSD, Federal Reserve Board, Pennsylvania State University, Society for Financial Econometrics, Midwest Macroeconomics Conference, Rice University, University of Colorado, and the Federal Reserve Bank of San Francisco for comments on earlier drafts of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}