{
    "id": 17770,
    "citation_title": "Importing Corruption Culture from Overseas: Evidence from Corporate Tax Evasion in the United States",
    "citation_author": [
        "Jason M. DeBacker",
        "Bradley T. Heim",
        "Anh Tran"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper studies how cultural norms and enforcement policies influence illicit corporate activities. Using confidential IRS audit data, we show that corporations with owners from countries with higher corruption norms engage in higher amounts of tax evasion in the U.S. This effect is strong for small corporations and decreases as the size of the corporation increases. In the mid-2000s, the United States implemented several enforcement measures which significantly increased tax compliance.  However, we find that these enforcement efforts were less effective in reducing tax evasion by corporations whose owners are from countries with higher corruption norms. This suggests that cultural norms can be a challenge to legal enforcement.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, U.S. Department of the Treasury or the Office of Tax Analysis.\n\n\n"
}