{
    "id": 17774,
    "citation_title": "Child Care Subsidies, Maternal Well-Being, and Child-Parent Interactions: Evidence from Three Nationally Representative Datasets",
    "citation_author": [
        "Chris M. Herbst",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA complete account of the U.S. child care subsidy system requires an understanding of its implications for both parental and child well-being. Although the effects of child care subsidies on maternal employment and child development have been recently studied, many other dimensions of family well-being have received little attention. This paper attempts to fill this gap by examining the impact of child care subsidy receipt on maternal health and the quality of child-parent interactions.  The empirical analyses use data from three nationally representative surveys, providing access to numerous measures of family well-being.  In addition, we attempt to handle the possibility of non-random selection into subsidy receipt by using several identification strategies both within and across the surveys. Our results consistently indicate that child care subsidies are associated with worse maternal health and poorer interactions between parents and their children.  In particular, subsidized mothers report lower levels of overall health and are more likely to show symptoms consistent with anxiety, depression, and parenting stress. Such mothers also reveal more psychological and physical aggression toward their children and are more likely to utilize spanking as a disciplinary tool. Together, these findings suggest that work-based public policies aimed at economically disadvantaged mothers may ultimately undermine family well-being.\n\n",
    "acknowledgement": "\nChandler McCellan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}