{
    "id": 17776,
    "citation_title": "Valuing the Vote: The Redistribution of Voting Rights and State Funds Following the Voting Rights Act of 1965",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ebonya L. Washington"
    ],
    "citation_publication_date": "2012-01-20",
    "issue_date": "2012-01-20",
    "revision_date": "2012-08-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Voting Rights Act of 1965 (VRA) has been called one of the most effective pieces of civil rights legislation in U.S. history, having generated dramatic increases in black voter registration across the South. We show that the expansion of black voting rights in some southern states brought about by one requirement of the VRA - the elimination of literacy tests at voter registration - was accompanied by a shift in the distribution of state aid toward localities with higher proportions of black residents, a finding that is consistent with models of distributive politics. Our estimates imply an elasticity of state transfers to counties with respect to turnout in presidential elections - the closest available measure of enfranchisement - of roughly one.\n\n",
    "acknowledgement": "\nWe thank Bill Fischel, Alan Gerber, Claudia Goldin, Naomi Lamoreaux, Ethan Lewis, Sendhil Mullainathan, Gavin Wright and seminar participants at Dartmouth College, Hunter College and the University of Miami for helpful conversations in preparation of this draft. Cascio gratefully acknowledges research support from Dartmouth College, and Washington gratefully acknowledges research support from the National Science Foundation. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}