{
    "id": 1777,
    "citation_title": "Causes of Appreciation and Volatility of the Dollar with Comment by Jacob Frenkel",
    "citation_author": [
        "William H. Branson",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1981 real interest rates in the United States increased spectacularly, and the dollar appreciated in real terms by about 20 percent. Since the end of 1981, long-term real interest rates have remained in the range of 5-10 percent, with nominal long rates above short rates. The dollar appreciated further, but more gradually, until early 1985. This paper argues that these movements in real interest rates and the real exchange rate are due to the shift in the high-employment deficit by some $200 billion that was announced in the 1981 budget program. This requires an increase in real interest rates and a real appreciation to generate the sum of excess domestic saving and foreign borrowing to finance it. The argument is a straightforward extension of the idea of \"crowding out\" at full employment to an open economy.The current situation is not sustainable, however. Eventually international investors will begin to resist further absorption of dollars into their portfolios, so U.S. interest rates will have to rise further, as the markets seem to expect, and the dollar will have to depreciate. This will continue until the current account is back in approximate balance, and the entire load of deficit financing is shifted to excess U.S. saving. In his comments on Branson's paper, Jacob A. Frenkel discusses additional factors that have contributed to the evolution of the dollar since 1980.  He concludes that in addition to U.S. fiscal policies, monetary policy in the United States and the fiscal position of the U.K., West Germany and Japan have also contributed to the dollar's strength.\n\n",
    "acknowledgement": "\n"
}