{
    "id": 17779,
    "citation_title": "Is Labor Supply Important for Business Cycles?",
    "citation_author": [
        "Per Krusell",
        "Toshihiko Mukoyama",
        "Richard Rogerson",
        "Ayşegül Şahin"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a general equilibrium model that features uninsurable idiosyncratic shocks, search frictions and an operative labor supply choice along the extensive margin. The model is calibrated to match the average levels of gross flows across the three labor market states: employment, unemployment, and non-participation. We use it to study the implications of two kinds of aggregate shocks for the cyclical behavior of labor market aggregates and flows: shocks to search frictions (the rates of job finding and job loss) and shocks to the return on the market activity (any factors affecting aggregate productivity). We find that both kinds of shocks are needed to explain the labor market data, and that an active labor supply channel is key. A model with friction shocks only, calibrated to match unemployment fluctuations, accounts for only a small fraction of employment fluctuations and has counterfactual cyclical predictions for participation.\n\n",
    "acknowledgement": "\nWe thank Marcelo Veracierto and seminar participants as well as conference participants at the Asian Meeting of the Econometric Society (2011), Chicago Fed, HEC Montreal, Hitotsubashi Macro Econometrics Conference, National University of Singapore, Search and Matching Network Conference (2011), NBER Summer Institute (2011), NBER Conference on Macroeconomics Across Time and Space (2011), SED (2011), Oslo University, Norges Bank, European University Institute, Bank of Korea, St. Louis Fed, San Francisco Fed, NBER Economic Fluctuations and Growth Meeting (2011), and University of Pennsylvania for useful comments. We thank Joe Song for excellent research assistance. Krusell thanks the NSF for financial support, Mukoyama thanks the Bankard Fund for Political Economy for financial support, and Rogerson thanks the NSF and the Korean Science Foundation (WCU-R33-10005) for financial support. The views expressed in this article are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}