{
    "id": 17781,
    "citation_title": "Child Gender And Parental Investments In India: Are Boys And Girls Treated Differently?",
    "citation_author": [
        "Silvia H. Barcellos",
        "Leandro Carvalho",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough previous research has not always found that boys and girls are treated differently in rural India, son-biased stopping rules imply that estimates of the effect of gender on parental investments are likely to be biased because girls systematically end up in larger families. We propose a novel identification strategy for overcoming this bias. We document that boys receive significantly more childcare time than girls. In addition boys are more likely to be breastfed longer, and to be given vaccinations and vitamin supplementation. We then present suggestive evidence that the differential treatment of boys is neither due to their greater needs nor to the effect of anticipated family size.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Northwestern University, FGV, Princeton University, PUC-Rio, RAND, UC Irvine, UC Riverside, UCLA, UIC, UIUC, USC, the World Bank, Saint Louis Federal Reserve and Yale for their suggestions and especially to Anne Case, Taryn Dinkelman, Henry Farber, Bo Honoré, Seema Jayachandran, Robert Jensen, David Lee, Christina Paxson, John Strauss, Sam Schulhofer-Wohl and Joanne Yoong for their comments.  This work was generously supported by a grant from the National Institute of Child Health and Human Development (Grant Number 5 R03 HD066035-02).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}