{
    "id": 17780,
    "citation_title": "Macroprudential Policies in Open Emerging Economies",
    "citation_author": [
        "Joon-Ho Hahm",
        "Frederic S. Mishkin",
        "Hyun Song Shin",
        "Kwanho Shin"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines macroprudential policies in open emerging economies.  It discusses how the recent financial crisis has provided a rationale for macroprudential policies to help manage the economy and the need for policymakers to monitor the financial cycle and systemic risks.  It also discusses one particularly promising measure of the state of the financial cycle, the growth of non-core liabilities of the financial sector, and evaluates macroprudential policy frameworks.  The paper uses Korea as an example and conducts an empirical evaluation of non-core liabilities of Korean banks as a measure of the financial cycle.\n\n",
    "acknowledgement": "\nPaper presented at the 2011 Federal Reserve Bank of San Francisco Asia Economic Policy Conference.  We are grateful to Anil Kashyap for his comments as discussant.  We also thank Yongwhan Jung for his excellent research assistance. This paper is a shorter version of the report with the same title prepared for the Bank of Korea.  We gratefully acknowledge the financial support of the Bank of Korea.  All views expressed in this paper are those of the authors and not necessarily of the Bank of Korea, Columbia University, or the National Bureau of Economic Research.  Joon-Ho Hahm is a Professor of International Economics and Finance at the Graduate School of International Studies, Yonsei University.  Frederic Mishkin is the Alfred Lerner Professor of Banking and Financial Institutions at the Graduate School of Business, Columbia University, and a Research Associate at the National Bureau of Economic Research.  Hyun Song Shin is Hughes-Rogers Professor of Economics at Princeton University.  Kwanho Shin is a Professor of Economics at Korea University.   Disclosure of Mishkin and Shin's outside compensated activities can be found at http://www0.gsb.columbia.edu/faculty/fmishkin/OUTSIDEACTIVITIES.pdf and  http://www.princeton.edu/~hsshin/biographical.html, respectively.\n\n\n\nJoon-Ho Hahm\n\nOutside Activities of Joon-Ho Hahm\n(Advisory Committee)\n- Korea Exchange (2001-2008, 2010)\n- Hana Bank, Korea (2005-2008)\n- Ministry of Strategy and Finance, Korea (2008-present)\n- Financial Services Commission, Korea (2008-present)\n- Korea Securities Finance Corporation (2010-present)\n(Non-executive Director)\n- Prudential Asset Management Co., Korea (2005-2008)\n- Gmarket (2005-2009)\n- Korea Deposit Insurance Corporation (2008-2010)\n- Interpark (2011-present)\n(Consultant)\n- Asian Development Bank (2009)\n(Lecture)\n- Bank of Korea (2011, 2012)\n\n\n\nKwanho Shin\n\nThere are no other directly related compensated activities to this paper. Other outside activities can be found at http://econ.korea.ac.kr/~khshin.\n\n\n"
}