{
    "id": 1778,
    "citation_title": "R&D and Productivity Growth: Comparing Japanese and U.S. Manufacturing Firms",
    "citation_author": [
        "Zvi Griliches",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compute rates of growth in labor productivity during the 1973-80 period for samples of individual manufacturing firms, in both Japan and the U.S., and relate them to differences in the rates of growth in their capital-labor ratios and in their intensities of R&D effort. Japanese firms spent about as much of their own money on R&D, relative to sales, as did similar U.S.firms. An econometric analysis of R&D performing firms leads to the acceptance of the hypothesis that the contribution of such expenditures to productivity growth was about the same in both countries. Hence, the rather large differences on the observed rates of productivity growth between the two countries can not be accounted for by differences in either the intensity or fecundity of such expenditures. We do find two important differences between the two countries which help to explain a significant fraction of the observed differences in productivity but require in turn, an explanation of their own: 1) Japanese firms reduced their employment levels significantly during this period while US firms were increasing theirs. This, by itself, accounts for the twice as fast growth in capital-labor ratio in Japanese manufacturing.  2) The estimated effect of the growth in the capital-labor ratio on firm productivity is approximately twice as large in Japan than in the US. The two factors together can account for about half of the observed differences in the average rates of productivity growth between the two countries.\n\n",
    "acknowledgement": "\n"
}