{
    "id": 17789,
    "citation_title": "The Double Facetted Nature of Health Investments - Implications for Equilibrium and Stability in a Demand-for-Health Framework",
    "citation_author": [
        "Kristian Bolin",
        "Bjorn Lindgren"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of behaviours influence health in a non-monotonic way. Physical activity and alcohol consumption, for instance, may be beneficial to one's health in moderate but detrimental in large quantities. We develop a demand-for-health framework that incorporates the feature of a physiologically optimal level. An individual may still choose a physiologically non-optimal level, because of the trade-off in his or her preferences for health versus other utility-affecting commodities. However, any deviation from the physiologically optimal level will be punished with respect to health. A set of steady-state comparative statics is derived regarding the effects on the demand for health and health-related behaviour, indicating that individuals react differently to exogenous changes, depending on the amount of the health-related behaviour they demand. We also show (a) that a steady-state equilibrium is a saddle-point and (b) that the physiologically optimal level may be a steady-state equilibrium for the individual. Our analysis suggests that general public-health policies may, to some extent, be counterproductive due to the responses induced in part of the population.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the Department of Economics, Lund University, Sweden, for helful comments on a previous version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}