{
    "id": 17787,
    "citation_title": "Government Spending and Private Activity",
    "citation_author": [
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether increases in government spending stimulate private activity.  The first part of the paper studies private spending.  Using a variety of identification methods and samples, I find that in most cases private spending falls significantly in response to an increase in government spending.  These results imply that the average GDP multiplier lies below unity.  In order to determine whether concurrent increases in tax rates dampen the spending multiplier, I use two different methods to adjust for tax effects.  Neither method suggests significant effects of current tax rate changes on the spending multiplier.  In the second part of the paper, I explore the effects of government spending on labor markets.  I find that increases in government spending lower unemployment.  Most specifications and samples imply, however, that virtually all of the effect is through an increase in government employment, not private employment.  I thus conclude that on balance government spending does not appear to stimulate private activity.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the NBER conference \"Fiscal Policy after the Financial Crisis\" in Milan in December 2011. I am grateful to Roger Farmer, Garey Ramey, and David Romer for discussions that led to the questions analyzed in this paper and to Alberto Alesina, Francesco Giavazzi, Roberto Perotti and participants in the conference for their comments. I thank Jonas Fisher for sharing the Fisher-Peters defense excess returns variable. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}