{
    "id": 17785,
    "citation_title": "Alternative Cash Transfer Delivery Mechanisms: Impacts on Routine Preventative Health Clinic Visits in Burkina Faso",
    "citation_author": [
        "Richard Akresh",
        "Damien de Walque",
        "Harounan Kazianga"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a unique randomized experiment to estimate the impact of alternative cash transfer delivery mechanisms on household demand for routine preventative health services in rural Burkina Faso. The two-year pilot program randomly distributed cash transfers that were either conditional or unconditional and were given to either mothers or fathers. Families under the conditional cash transfer schemes were required to obtain quarterly child growth monitoring at local health clinics for all children under 60 months old. There were no such requirements under the unconditional programs. Compared with control group households, we find that conditional cash transfers significantly increase the number of preventative health care visits during the previous year, while unconditional cash transfers do not have such an impact. For the conditional cash transfers, transfers given to mothers or fathers showed similar magnitude beneficial impacts on increasing routine visits.\n\n",
    "acknowledgement": "\nThese data were collected for a project evaluating social protection strategies in Burkina Faso, which greatly benefited from the support of Marie-Claire Damiba, Seydou Kabré and Victorine Yameogo from the Secrétariat Permanent du Comité National de Lutte contre le SIDA et les Infections Sexuellement Transmissibles (SP-CNLS-IST) in Burkina Faso and Hans Binswanger, Nono Ayivi-Guedehoussou, Ousmane Haidara, Timothy Johnston, Mead Over and Tshiya Subayi-Cuppen at the World Bank. Data collection was supervised by Robert Ouedraogo, Jean-Pierre Sawadogo, Bambio Yiriyibin and Pam Zahonogo from the University of Ouagadougou, Department of Economics. The project is funded by the NBER Africa Project and the following World Bank trust fund grants: Strategic Impact Evaluation Fund (SIEF), Bank-Netherlands Partnership Program (BNPP), Gender Action Plan (GAP), Knowledge for Change Program (KCP), WB-DFID Evaluation of the Community Response to HIV and AIDS, and Luxembourg Poverty Reduction Partnership (LPRP). The authors would also like to thank Pascaline Dupas and Adam Wagstaff as well as participants at the NBER Africa workshop in Zanzibar for helpful comments on an earlier draft. Finally, the authors thank Emilie Bagby, German Caruso, Igor Cunha, Christine Jachetta, Moussa Kone, Marleen Marra, and Nga Thi Viet Nguyen for their research assistance. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the World Bank, its Executive Directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}