{
    "id": 17786,
    "citation_title": "Positive and Negative Mental Health Consequences of Early Childhood Television Watching",
    "citation_author": [
        "Michael Waldman",
        "Sean Nicholson",
        "Nodir Adilov"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive literature in medicine investigates the health consequences of early childhood television watching.  However, this literature does not address the issue of reverse causation, i.e., does early childhood television watching cause specific health outcomes or do children more likely to have these health outcomes watch more television?  This paper uses a natural experiment to investigate the health consequences of early childhood television watching and so is not subject to questions concerning reverse causation.  Specifically, we use repeated cross-sectional data from 1972 through 1992 on county-level mental retardation rates, county-level autism rates, and county-level children's cable-television subscription rates to investigate how early childhood television watching affects the prevalence of mental retardation and autism.  We find a strong negative correlation between average county-level cable subscription rates when a birth cohort is below three and subsequent mental retardation diagnosis rates, but a strong positive correlation between the same cable subscription rates and subsequent autism diagnosis rates.  Our results thus suggest that early childhood television watching has important positive and negative health consequences.\n\n",
    "acknowledgement": "\nWe thank Doug Almond, Andrew Epstein, Vrinda Kadiyali, Jonathan Ketcham, and Jonathan Skinner for comments on previous drafts, Rebecca Kumar, Marissa Amiraian, and Jenna Kerner for excellent research assistance, and Cornell's Institute for the Social Sciences for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}