{
    "id": 17791,
    "citation_title": "Confronting Model Misspecification in Macroeconomics",
    "citation_author": [
        "Daniel F. Waggoner",
        "Tao Zha"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a Markov-switching mixture of two familiar macroeconomic models: a richly parameterized DSGE model and a corresponding BVAR model.  We show that the Markov-switching mixture model dominates both individual models and improves the fit considerably.  Our estimation indicates that the DSGE model plays an important role only in the late 1970s and the early 1980s.  We show how to use the mixture model as a data filter for estimation of the DSGE model when the BVAR model is not identified.  Moreover, we show how to compute the impulse responses to the same type of shock shared by the DSGE and BVAR models when the shock is identified in the BVAR model.  Our exercises demonstrate the importance of integrating model uncertainty and parameter uncertainty to address potential model misspecification in macroeconomics.\n\n",
    "acknowledgement": "\nFor helpful discussions, we thank Dean Corbae, Frank Diebold, John Geweke, Lars Hansen, Bob King, Robert Kohn, Jianjun Miao, Frank Schorfheide, Chris Sims, Harald Uhlig, and seminar participants at the first European conference on \"Bayesian Econometrics,'' Boston University, and the conference on \"Macroeconomics and Policy Analysis after the Crisis in honor of Christopher Sims.'' This research is supported in part by the National Science Foundation grant SES-1127665.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}