{
    "id": 17796,
    "citation_title": "Nominal Stability and Financial Globalization",
    "citation_author": [
        "Michael B. Devereux",
        "Ozge Senay",
        "Alan Sutherland"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "2012-01-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the one and a half decades prior to the global financial crisis, advanced economies experienced a large growth in gross external portfolio positions. This phenomenon has been described as Financial Globalization. Over roughly the same time frame, most of these countries also saw a substantial fall in the level and variability of inflation. Many economists have conjectured that financial globalization contributed to the improved performance in the level and predictability of inflation. In this paper, we explore the causal link running in the opposite direction. We show that a monetary policy rule which reduces inflation variability leads to an increase in the size of gross external positions, both in equity and bond portfolios. This is a highly robust prediction of open economy macro models with endogenous portfolio choice. It holds across many different modeling specifications and parameterizations. We also present preliminary empirical evidence which shows a negative relationship between inflation volatility and the size of gross external positions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research is supported by the UK Economic and Social Research Council, Award Number ES/1024174/1. Devereux thanks SSHRC, the Royal Bank, and the Bank of Canada for financial support.\n\n\n"
}