{
    "id": 17799,
    "citation_title": "Understanding the Democratic Transition in South Africa",
    "citation_author": [
        "Robert P. Inman",
        "Daniel L. Rubinfeld"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSouth Africa's transition from apartheid to democracy stands as one of the past century's most important political events.  The transition has been successful to this point because the new constitution adopted a form of federal governance that has been able to provide protection for the economic elite from maximal redistributive taxation.  Appropriately structured, federal governance creates a \"hostage game\" in which the majority central government controls the tax rate but elite run province(s) control the provision of important redistributive services to a significant fraction of lower income households.   At least to today, the political economy of South Africa has found a stable equilibrium with less than maximal redistributive taxation.  Moreover, the move to a democratic federalist system has improved the economic welfare of both the white minority and the black majority.   Whether the federal structure can continue to check maximal taxation depends crucially upon the rate of time preference of the majority and their demands for redistributive public services.  A new, impatient and more radical majority (ANC) party threatens the current equilibrium.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The analysis has benefitted from presentations to our colleagues at Berkeley, Cornell, Michigan, NYU, Penn, Stanford, and Wesleyan.  Particular thanks are due to Carolyn Ballay, Grant Long and Jon Stott for extraordinary research assistance.\n\n\n"
}