{
    "id": 1779,
    "citation_title": "Rational Bubbles in Stock Prices?",
    "citation_author": [
        "Behzad T. Diba",
        "Herschel I. Grossman"
    ],
    "citation_publication_date": "1985-10-01",
    "issue_date": "1985-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports empirical tests for the existence of rational bubbles in stock prices. The analysis focuses on a familiar model that defines market fundamentals to be the expected present value of dividends, discounted at a constantrate, and defines a rational bubble to be a self-confirming divergence of stock prices from market fundamentals in response to extraneous variables. The tests are based on the theoretical result that, if rational bubbles exist, time series obtained by differencing real stock prices do not have stationary means. Analysis of the data in both the time domain and the frequency domain suggests that the time series of aggregate real stock prices is nonstationary in levels but stationary in first differences. Applications of the time domain tests to simulated nonstationary time series that would be implied by rational bubbles indicates that the tests have power to detect relevant nonstationarity when it is present. Furthermore, application of the time-domain and frequency-domain tests to the time series of aggregate real dividends also indicates nonstationarity in levels but stationarity in first differences -- suggesting that market fundamentals can account for the stationarity properties of real stock prices. These findings imply that rational bubbles do not exist in stock prices. Accordingly,any evidence that stock price fluctuations do not accord with market fundamentals (asspecified above) is attributable to misspecification of market fundamentals.\n\n",
    "acknowledgement": "\n"
}