{
    "id": 17795,
    "citation_title": "Growth Opportunities, Technology Shocks, and Asset Prices",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact of investment-specific technology (IST) shocks on the crosssection of stock returns. IST shocks reflect technological advances embodied in new capital goods. Using a structural model, we show that IST shocks have a differential effect on the two fundamental components of firm value, the value of assets in place and the value of growth opportunities. This differential sensitivity to IST shocks has two main implications. First, risk premia on firms with abundant growth opportunities are different from those on firms with limited growth opportunities. Second, firms with similar levels of growth opportunities comove with each other, giving rise to the value factor in stock returns. Our model replicates the failure of the conditional CAPM to capture the value premium. Our empirical tests confirm the model's predictions for asset returns and investment rates.\n\n",
    "acknowledgement": "\nThe authors would like to thank Hengjie Ai, Lorenzo Garlappi, Burton Holli field, Roberto Rigobon, and seminar participants at Boston University, University of Texas at Austin, 2009 SITE Conference at Stanford University, and 2009 SQA Meeting in New York for helpful comments and discussions, as well as Giovanni Violante and Ryan Israelsen for sharing with us the quality-adjusted investment goods price series. Dimitris Papanikolaou thanks the Zell Center for Risk Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}