{
    "id": 17792,
    "citation_title": "Technology Variation vs. R&D Uncertainty: What Matters Most for Energy Patent Success?",
    "citation_author": [
        "David Popp",
        "Nidhi Santen",
        "Karen Fisher-Vanden",
        "Mort Webster"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nR&D is an uncertain activity with highly skewed outcomes.  Nonetheless, most recent empirical studies and modeling estimates of the potential of technological change focus on the average returns to research and development (R&D) for a composite technology and contain little or no information about the distribution of returns to R&D--which could be important for capturing the range of costs associated with climate change mitigation policies--by individual technologies.  Through an empirical study of patent citation data, this paper adds to the literature on returns to energy R&D by focusing on the behavior of the most successful innovations for six energy technologies, allowing us to determine whether uncertainty or differences in technologies matter most for success.  We highlight two key results.  First, we compare the results from an aggregate analysis of six energy technologies to technology-by-technology results.  Our results show that existing work that assumes diminishing returns but assumes one generic technology is too simplistic and misses important differences between more successful and less successful technologies.  Second, we use quantile regression techniques to learn more about patents that have a high positive error term in our regressions - that is, patents that receive many more citations than predicted based on observable characteristics.  We find that differences across technologies, rather than differences across quantiles within technologies, are more important.  The value of successful technologies persists longer than those of less successful technologies, providing evidence that success is the culmination of several advances building upon one another, rather than resulting from one single breakthrough.  Diminishing returns to research efforts appear most problematic during rapid increases of research investment, such as experienced by solar energy in the 1970s.\n\n",
    "acknowledgement": "\nThis work was supported by NSF grant # 0825915. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}