{
    "id": 17793,
    "citation_title": "Why are Some Regions More Innovative than Others? The Role of Firm Size Diversity",
    "citation_author": [
        "Ajay K. Agrawal",
        "Iain M. Cockburn",
        "Alberto Galasso",
        "Alexander Oettl"
    ],
    "citation_publication_date": "2012-01-26",
    "issue_date": "2012-01-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLarge labs may spawn spin-outs caused by innovations deemed unrelated to the firm's overall business. Small labs generate demand for specialized services that lower entry costs for others. We develop a theoretical framework to study the interplay of these two localized externalities and their impact on regional innovation. We examine MSA-level patent data during the period 1975-2000 and find that innovation output is higher where large and small labs coexist.  The finding is robust to across-region as well as within-region analysis, IV analysis, and the effect is stronger in certain subsamples consistent with our explanation but not the plausible alternatives.\n\n",
    "acknowledgement": "\nWe thank Ashish Arora, Joshua Gans, Avi Goldfarb, Nico Lacetera, Matt Mitchell, Mark Schankerman, Will Strange and seminar participants at the University of Toronto, the London School of Economics, the London Business School, the Queen's Conference on Innovation and Entrepreneurship, the REER conference at Georgia Tech, and the EARIE conference in Stockholm.  We gratefully acknowledge generous financial support from the Martin Prosperity Institute, the Centre for Innovation and Entrepreneurship at the Rotman School of Management, and the Social Sciences and Humanities Research Council of Canada for funding this research. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}