{
    "id": 17802,
    "citation_title": "Moral Hazard in Health Insurance: How Important Is Forward Looking Behavior?",
    "citation_author": [
        "Aviva Aron-Dine",
        "Liran Einav",
        "Amy Finkelstein",
        "Mark R. Cullen"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether individuals exhibit forward looking behavior in their response to the non-linear pricing common in health insurance contracts. Our empirical strategy exploits the fact that employees who join an employer-provided health insurance plan later in the calendar year face the same initial (\"spot\") price of medical care but a higher expected end-of-year (\"future\") price than employees who join the same plan earlier in the year. Our results reject the null of completely myopic behavior; medical utilization appears to respond to the future price, with a statistically significant elasticity of medical utilization with respect to the future price of -0.4 to -0.6. To try to quantify the extent of forward looking behavior, we develop a stylized dynamic model of individual behavior and calibrate it using our estimated behavioral response and additional data from the RAND Health Insurance Experiment. Our calibration suggests that the elasticity estimate may be substantially smaller than the one implied by fully forward-looking behavior, yet it is sufficiently high to have an economically significant effect on the response of annual medical utilization to a non-linear health insurance contract. Overall, our results point to the empirical importance of accounting for dynamic incentives in analyses of the impact of health insurance on medical utilization.\n\n",
    "acknowledgement": "\nWe are grateful to David Molitor and James Wang for outstanding research assistance, and to Amitabh Chandra, Kate Ho, Joe Newhouse and numerous seminar participants for helpful comments and suggestions. The Alcoa portion of the data were provided as part of an ongoing service and research agreement between Alcoa, Inc. and Stanford, under which Stanford faculty, in collaboration with faculty and staff at Yale University, perform jointly agreed-upon ongoing and ad hoc research projects on workers' health, injury, disability, and health care, and Mark Cullen serves as Senior Medical Advisor for Alcoa, Inc. We gratefully acknowledge support from the NIA (R01 AG032449), the National Science Foundation Grant SES-0643037 (Einav), the National Science Foundation Graduate Research Fellowship (Aron-Dine), the John D. and Catherine T. MacArthur Foundation Network on Socioeconomic Status and Health, and Alcoa, Inc. (Cullen), and the U.S. Social Security Administration through grant #5 RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}