{
    "id": 17806,
    "citation_title": "Trilemma Policy Convergence Patterns and Output Volatility",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the open macroeconomic policy choices of developing economies from the perspective of the economic \"trilemma\" hypothesis. We construct an index of divergence of the three trilemma policy choices, and evaluate its patterns in recent decades. We find that the three dimensions of the trilemma configurations are converging towards a \"middle ground\" among emerging market economies -- managed exchange rate flexibility underpinned by sizable holdings of international reserves, intermediate levels of monetary independence, and controlled financial integration. Emerging market economies with more converged policy choices tend to experience smaller output volatility in the last two decades. Emerging markets with relatively low international reserves/GDP could experience higher levels of output volatility when they choose a policy combination with a greater degree of policy divergence. Yet this heightened output volatility effect does not apply to economies with relatively high international reserves/GDP holding.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Hiro Ito gratefully acknowledges the financial support of faculty research funds of Portland State University.\n\n\n"
}