{
    "id": 17800,
    "citation_title": "The Collapse of the Soviet Union and the Productivity of American Mathematicians",
    "citation_author": [
        "George J. Borjas",
        "Kirk B. Doran"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has been difficult to open up the black box of knowledge production. We use unique international data on the publications, citations, and affiliations of mathematicians to examine the impact of a large post-1992 influx of Soviet mathematicians on the productivity of their American counterparts. We find a negative productivity effect on those mathematicians whose research overlapped with that of the Soviets. We also document an increased mobility rate (to lower-quality institutions and out of active publishing) and a reduced likelihood of producing \"home run\" papers. Although the total product of the pre-existing American mathematicians shrank, the Soviet contribution to American mathematics filled in the gap. However, there is no evidence that the Soviets greatly increased the size of the \"mathematics pie.\" Finally, we find that there are significant international differences in the productivity effects of the collapse of the Soviet Union, and that these international differences can be explained by both differences in the size of the émigré flow into the various countries and in how connected each country is to the global market for mathematical publications.\n\n",
    "acknowledgement": "\nWe are grateful to Graeme Fairweather, Patrick Ion, Erol Ozil, and Norm Richert from the American Mathematical Society for extensive collaboration and support in preparing the data. This project profited from the excellent programming of Andrew Stellman of Stellman and Greene Consulting. We have benefited from comments made by many economists and mathematicians, including Ran Abramitzky, Orley Ashenfelter, Pierre Azoulay, Robert Barro, Witold Biedrzycki, Brent Doran, Charles Doran, David Ellwood, William Evans, Henry Farber, Richard Freeman, John Friedman, Joshua Goodman, Daniel Hamermesh, Arthur Jaffe, Lawrence Katz, Petra Moser, Michael Rothschild, Lawrence Shepp, Fabian Waldinger, Bruce Weinberg, Heidi Williams, numerous seminar participants, and three referees. The authors are grateful to the Upjohn Institute, the Kauffman Foundation, and the Sloan Foundation for their financial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}