{
    "id": 17804,
    "citation_title": "Behind the GATE Experiment: Evidence on Effects of and Rationales for Subsidized Entrepreneurship Training",
    "citation_author": [
        "Robert W. Fairlie",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "2012-08-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVarious theories of market failures and targeting motivate the promotion of entrepreneurship training programs throughout the world. Using data from the largest randomized control trial ever conducted on entrepreneurship training, we examine the validity of such motivations and find that training does not have strong effects (in either relative or absolute terms) on those most likely to face credit or human capital constraints, or labor market discrimination. On the other hand, training does have a relatively strong short-run effect on business ownership for those unemployed at baseline, but not at other horizons or for other outcomes. On average, training increases short-run business ownership and employment, but there is no evidence of broader or longer-run effects on business ownership, business performance or broader outcomes.\n\n",
    "acknowledgement": "\nThanks to David Card, Morten Sorensen, David Sraer, Jesse Cunha, Herb Scheutze and seminar participants at SOLE Meetings, NBER, UC Berkeley, University of British Columbia, UCSC, Harvard/IZA Evaluation Conference, Duke/Kauffman Entrepreneurship Conference, and WEA meetings for helpful comments and suggestions. Special thanks go to Jonathan Simonetta at the U.S. Department of Labor for responding to our numerous requests for obtaining the experimental data and for ultimately providing the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}