{
    "id": 17808,
    "citation_title": "Voting Rights, Share Concentration, and Leverage at Nineteenth-Century US Banks",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of corporate governance are concerned with two features of modern shareholding: diffuse ownership and the resulting separation of ownership and control, which potentially leads to  managerial self-dealing; and, majority shareholding, which potentially mitigates some managerial self-dealing but opens the door for the expropriation of minority shareholders. This paper provides a study of the second issue for nineteenth-century US corporations. It investigates two related questions. First, did voting rules that limited the control rights of large shareholders encourage diffuse ownership? It did. Second, did diffuse ownership systematically alter bank risk taking? It did.  Banks with less concentrated ownership followed policies that reduced liquidity and bankruptcy risk.\n\n",
    "acknowledgement": "\nI thank Eric Hilt for providing me with his data on New York bank shareholdings and charter provisions. I thank Charles Calomiris, Tomas Cvrcek, Liliana Danilla, Bill Dougan, Gerald Dwyer, Eric Hilt, Matthew Jaremski, Kevin Tsui and participants at Clemson public economics workshop, and the NBER-DAE Summer Institute for comments on earlier drafts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}