{
    "id": 17809,
    "citation_title": "Interjurisdictional Housing Prices and Spatial Amenities: Which Measures of Housing Prices Reflect Local Public Goods?",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Omar Farooque"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding the spatial variation in housing prices plays a crucial role in topics ranging from the cost of living to quality-of-life indices to studies of public goods and household mobility.  Yet analysts have not reached a consensus on the best source of such data, variously using self-reported values from the census, transactions values, tax assessments, and rental values.  Additionally, while most studies use micro-level data, some have used summary statistics such as the median housing value.\nAssessing neighborhood price indices in Los Angeles, we find that indices based on transactions prices are highly correlated with indices based on self-reported values, but the former are better correlated with public goods.  Moreover, rental values have a higher correlation with public goods and income levels than either asset-value measure.  Finally, indices based on median values are poorly correlated with the other indices, public goods, and income.\n\n",
    "acknowledgement": "\nThis paper was begun under the Andrew Young Summer Policy Internship program, under NSF award 0452702.  We thank Kelly Bishop, James Marton, and especially Nicolai Kuminoff for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}