{
    "id": 1780,
    "citation_title": "The Dynamic Interaction of Exchange Rates and Trade Flows",
    "citation_author": [
        "William H. Branson"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the fifteen years since 1970, the theory of exchange-rate determination has been completely transformed. In the late 1960s, the standard model of the foreign exchange market had supply and demand as stable functions of exports and imports, with the expection that a floating rate would move gradually with relative price changes. However,the period of floating rates that began in the early 1970s has revealed that exchange rates exhibit the volatility of financial market prices.This experience, coupled with development of theory, led first to the\"monetary\" approach to exchange rate determination and then to the \"asset market\" approach. The monetary approach to exchange rate determination had essentially one-way causation from money to exchange rates, sometimes via purchasing power parity. The broader asset market approach assumes two-way causation.The exchange rate, in the asset-market view, is proximately determined by financial-market equilibrium conditions. It, in turn, influences the trade balance and the current account. The latter, in its turn, is the rate of accumulation of national claims on foreigners, and this feeds back into financial market equilibrium. Thus the asset market approach contains a dynamic feedback mechanism in foreign assets and exchange rates. This approach is called here a \"fundamentals\" model of exchange rate dynamics. Recent work on rational expectations adds a layer of expectations to the model. It is assumed that following an unexpected disturbance the market can anticipate where the fundamentals will move the system, and move the exchange rate in anticipation of that fundamentals path. This paper integrates the traditional elasticities and absorption approaches into the general equilibrium fundamentals model, and then add the expectations layer. The model is used to interpret recent shifts in U.S. fiscal policy and portfolio preferences for the dollar.\n\n",
    "acknowledgement": "\n"
}