{
    "id": 1781,
    "citation_title": "The Second Best Theory of Differential Capital Taxation",
    "citation_author": [
        "Martin Feldstein"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important proposition in the theory of efficient taxation is that, if capital income is taxed, all types of capital income should be taxed at the same rate. This conclusion has motivated extensive empirical analysis of the tax rates on different types of capital income. It has also been the basis for a variety of proposals to revise actual tax rules.The present paper emphasizes that the comventional view must be modified in the very common situation in which some capital tax rate is politically constrained to something other than its optimal value, e.g., the zero rates on the imputed income on owner-occupied housing. The formal analysis of the paper examines the case in which there are three types of capital income and one of the tax rates is arbitrarily constrained to be zero.Three general \"rule of thumb\" results emerge from the specific analysis: First, if the several types of capital can be regarded as independent in production, the optimal tax rates on the taxable types of capital income should depart from equality in the direction of an inverse elasticity rule. Second, in comparison to these rates, capital that is a complement to the untaxed capital should generally be taxed more heavily while capital that is a substitute for the untaxed capital should be taxed less heavily. Third, variations in the degree of complementarity or substitutability between the two types of capital should alter the two tax rates in a way that maintains a constant difference in the total taxes on each type of capital. Although these rule-of-thumb results help to modify the conventional equal-tax-rates rule in an appropriate way, the most important implication of the present analysis is that any departure from optimal taxation makes it very difficult to set other capital tax rates optimally.\n\n",
    "acknowledgement": "\n"
}