{
    "id": 17816,
    "citation_title": "Plant-level Productivity and Imputation of Missing Data in U.S. Census Manufacturing Data",
    "citation_author": [
        "T. Kirk White",
        "Jerome P. Reiter",
        "Amil Petrin"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "2013-04-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin-industry differences in measured plant-level productivity are large. A large literature has been devoted to explaining the causes and consequences of these differences. In the U.S. Census Bureau's manufacturing data, the Bureau imputes for missing values using methods known to result in underestimation of variability and potential bias in multivariate inferences. We present an alternative strategy for handling the missing data based on multiple imputation via sequences of classification and regression trees. We use our imputations and the Bureau's imputations to estimate within-industry productivity dispersions. The results suggest that there is more within-industry productivity dispersion than previous research has indicated. We also estimate relationships between productivity and market structure and between output prices, capital, and the probability of plant exit (controlling for productivity) based on the improved imputations. For some estimands, we find substantially different results than those based on the Census Bureau's imputations.\n\n",
    "acknowledgement": "\nMost of the research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Triangle Census Research Data Center and the Minnesota Census Research Data Center. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent  the views of the  U.S. Census Bureau, the Economic Research Service, the U.S. Department of Agriculture or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We thank Randy Becker, Bert Grider, Cheryl Grim, John Haltiwanger, Shawn Klimek, Arnie Reznek, Pat Sullivan and participants in the Census Bureau's Center for Economic Studies seminar for their comments. We thank Lucia Foster for giving us some of her computer code, and Jenny Thompson and Kirk Degler for helpful discussions of the Census Bureau's imputation procedures. Reiter gratefully acknowledges support from National Science Foundation grant SES 1131897. Correspondence to: T.  Kirk  White. In other research not related to this paper, Jerome Reiter was supported by the US Census Bureau via an IPA lasting until September 2012.\n\n\n"
}