{
    "id": 17817,
    "citation_title": "Optimal Asset Taxes in Financial Markets with Aggregate Uncertainty",
    "citation_author": [
        "Florian Scheuer"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies Pareto-optimal risk-sharing arrangements in a private information economy with aggregate uncertainty and ex ante heterogeneous agents. I show how to implement Pareto-optima as equilibria when agents can trade claims to consumption contingent on aggregate shocks in financial markets. The first result is that if aggregate and idiosyncratic shocks are independent, the implementation of optimal allocations does not require any interventions in financial markets. This result can be extended to dynamic settings in the sense that, in this case, only savings need to be distorted, but not trades in financial markets. Second, I characterize optimal trading distortions in financial markets when aggregate and idiosyncratic shocks are not independent. In this case, optimal asset taxes must be higher for those securities that pay out in aggregate states in which consumption is more volatile. For instance, this can provide an efficiency justification for the frequently observed differential tax treatment of different asset classes, such as debt and equity claims.\n\n",
    "acknowledgement": "\nPrevious versions of this paper have been circulated under the title \"Pareto-optimal Taxation with Aggregate Uncertainty and Financial Markets.'' I am especially grateful to Daron Acemoglu and Ivan Werning for ongoing support and discussions. I also thank Abhijit Banerjee, Felix Bierbrauer, Peter Diamond, Emmanuel Farhi, Mike Golosov, Christian Hellwig, Casey Rothschild, Alp Simsek, Robert Townsend, Aleh Tsyvinski, Matthew Weinzierl and seminar participants for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}