{
    "id": 17818,
    "citation_title": "Drawn into Violence: Evidence on 'What Makes a Criminal' from the Vietnam Draft Lotteries",
    "citation_author": [
        "Jason M. Lindo",
        "Charles F. Stoecker"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDraft lottery number assignment during the Vietnam Era provides a natural experiment to examine the effects of military service on crime. Using exact dates of birth for inmates in state and federal prisons in 1979, 1986, and 1991, we find that draft eligibility increases incarceration for violent crimes but decreases incarceration for non-violent crimes among whites. This is particularly evident in 1979, where two-sample instrumental variable estimates indicate that military service increases the probability of incarceration for a violent crime by 0.34 percentage points and decreases the probability of incarceration for a nonviolent crime by 0.30 percentage points. We conduct two falsification tests, one that applies each of the three binding lotteries to unaffected cohorts and another that considers the effects of lotteries that were not used to draft servicemen.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Alan Barreca, Sandy Black, Colin Cameron, Trudy Ann Cameron, Scott Carrell, Stacey Chen, Ben Hansen, Hilary Hoynes, Doug Miller, Marianne Page, Chris Rohlfs, Peter Siminski, Ann Huff Stevens, Joe Stone, Matt Taylor, and Glen Waddell along with seminar and conference participants at UC-Davis, University of Oregon, the 2010 WEAI Conference, the 2010 San Francisco Fed Applied Micro Conference, and the 2011 SOLE meetings for helpful comments. Special thanks to Josh Angrist and Stacey Chen for providing us with results based on their restricted-use U.S. Census data and to Chris Rohlfs for sharing his NCRP code with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}