{
    "id": 17815,
    "citation_title": "Noisy Information, Distance and Law of One Price Dynamics Across US Cities",
    "citation_author": [
        "Mario J. Crucini",
        "Mototsugu Shintani",
        "Takayuki Tsuruga"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing micro price data across US cities, we provide evidence that both the volatility and persistence of deviations from the law of one price (LOP) are positively correlated with the distance between cities. A standard, two-city, equilibrium model with time-varying technology under homogeneous information can predict the relationship between the volatility and distance but not between the persistence and distance. To account for the latter fact, we augment the standard model with noisy signals about the state of nominal aggregate demand that are asymmetric across cities. We further establish that the interaction of imperfect information and sticky prices improves the fit of the model.\n\n",
    "acknowledgement": "\nWe thank Jeff Campbell, Virgiliu Midrigan, and seminar participants at Otaru University of Commerce for helpful discussions and comments. Mario J. Crucini and Mototsugu Shintani gratefully acknowledge the financial support of National Science Foundation (SES-1030164). Takayuki Tsuruga gratefully acknowledges the financial support of Grant-in-aid for Scientific Research (22730166). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}