{
    "id": 17819,
    "citation_title": "Measuring the Upstreamness of Production and Trade Flows",
    "citation_author": [
        "Pol Antràs",
        "Davin Chor",
        "Thibault Fally",
        "Russell Hillberry"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose two distinct approaches to the measurement of industry upstreamness (or average distance from final use) and show that they yield an equivalent measure. Furthermore, we provide two additional interpretations of this measure, one of them related to the concept of forward linkages in Input-Output analysis. On the empirical side, we construct this measure for 426 industries using the 2002 US Input-Output Tables. We also verify the stability of upstreamness across countries in the OECD STAN database, albeit with a more aggregated industry classification. Finally, we present an application that explores the determinants of the average upstreamness of exports at the country level using trade flows for 2002.\n\n",
    "acknowledgement": "\nThis paper was written for the invited session on \"Global Production Chains\"at the 2012 AEA meetings in Chicago. A shorter version of this paper is forthcoming in the American Economic Review Papers and Proceedings. We thank Jon Vogel for an insightful discussion, and David Atkin, Dave Donaldson and Marc Melitz for helpful comments. The data and programs associated with this paper are available from the authors' websites. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}