{
    "id": 17813,
    "citation_title": "The Effects of Extended Unemployment Insurance over the Business Cycle: Evidence from Regression Discontinuity Estimates Over Twenty Years",
    "citation_author": [
        "Johannes F. Schmieder",
        "Till M. von Wachter",
        "Stefan Bender"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne goal of extending the duration of unemployment insurance (UI) in recessions is to increase UI coverage in the face of longer unemployment spells. Although it is a common concern that such extensions may themselves raise nonemployment durations, it is not known how recessions would affect the magnitude of this moral hazard. To obtain causal estimates of the differential effects of UI in booms and recessions, this paper exploits the fact that, in Germany, potential UI benefit duration is a function of exact age which is itself invariant over the business cycle. We implement a regression discontinuity design separately for twenty years and correlate our estimates with measures of the business cycle. We find that the nonemployment effects of a month of additional UI benefits are, at best, somewhat declining in recessions. Yet, the UI exhaustion rate, and therefore the additional coverage provided by UI extensions, rises substantially during a downturn. The ratio of these two effects represents the nonemployment response of workers weighted by the probability of being affected by UI extensions. Hence, our results imply that the effective moral hazard effect of UI extensions is significantly lower in recessions than in booms. Using a model of job search with liquidity constraints, we also find that, in the absence of market-wide effects, the net social benefits from UI extensions can be expressed either directly in terms of the exhaustion rate and the nonemployment effect of UI durations, or as a declining function of our measure of effective moral hazard.\n\n",
    "acknowledgement": "\nWe would like to thank Melanie Arntz, Robert Barro, David Card, Raj Chetty, Pierre-André Chiappori, Janet Currie, Steve Davis, Christian Dustmann, Johannes Görgen, Jennifer Hunt, Larry Katz, Kevin Lang, David Lee, Leigh Linden, Bentley MacLeod, Costas Meghir, Matt Notowidigdo, Jonah Rockoff, Gary Solon, Gerard van den Berg, four anonymous referees, as well as seminar participants at Boston University, Columbia University, University of California Berkeley, Chicago Booth GSB, University of Bayreuth, University of Nuremberg, University of Mannheim,University of Munich, University of Wisconsin Maddison, Harvard University, Brown University, the NBER Summer Institute 2010, conferences at the Philadelphia and Atlanta Federal Reserve, the European Central Bank, the RWI Essen, and the Econometric Society World Congress 2010, for helpful comments. Adrian Baron, Benedikt Hartmann, Uliana Loginova, Patrycja Scioch, and Stefan Seth provided sterling research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}