{
    "id": 17812,
    "citation_title": "Accounting for Real Exchange Rates Using Micro-data",
    "citation_author": [
        "Mario J. Crucini",
        "Anthony Landry"
    ],
    "citation_publication_date": "2012-02-02",
    "issue_date": "2012-02-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe classical dichotomy predicts that all of the time series variance in the aggregate real exchange rate is accounted for by non-traded goods in the CPI basket because traded goods obey the Law of One Price. In stark contrast, Engel (1999) found that traded goods had comparable volatility to the aggregate real exchange rate. Our work reconciles these two views by successfully applying the classical dichotomy at the level of intermediate inputs into the production of final goods using highly disaggregated retail price data. Since the typical good found in the CPI basket is about equal parts traded and non-traded inputs, we conclude that the classical dichotomy applied to intermediate inputs restores its conceptual value.\n\n",
    "acknowledgement": "\nThis paper was written while Mario Crucini was a visiting senior fellow at the Globalization and Monetary Policy Institute at the Federal Research Bank of Dallas. Mario Crucini gratefully acknowledges the financial support of the National Science Foundation. We are grateful to participants at the 2011 Econometric Society Winter Meetings, the 2011 Canadian Macroeconomic Study Group Meetings, the 2011 Midwest Macroeconomics Meetings, the 2010 Society for Economic Dynamics, the University of Melbourne, Université Laval, the Federal Reserve Bank of Dallas, the Board of Governors of the Federal Reserve System and Vanderbilt University. We particularly thank Dean Corbae, Mick Devereux, Rebecca Hellerstein, Karen Lewis, John Rogers, and Robert Vigfusson for their detailed comments. The views in this paper are our responsibility and should not be interpreted as reflecting the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}