{
    "id": 17827,
    "citation_title": "Does Federal Student Aid Raise Tuition? New Evidence on For-Profit Colleges",
    "citation_author": [
        "Stephanie Riegg Cellini",
        "Claudia Goldin"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "2013-04-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use administrative data from five states to provide the first comprehensive estimates of the size of the for-profit higher education sector in the U.S. Our estimates include schools that are not currently eligible to participate in federal student aid programs under Title IV of the Higher Education Act and are therefore missed in official counts. We find that the number of for-profit institutions is double the official count and the number of students enrolled during the year is between one-quarter and one-third greater. Many for-profit institutions that are not Title IV eligible offer certificate (non-degree) programs that are similar, if not identical, to those given by institutions that are Title IV eligible. We find that the Title IV institutions charge tuition that is about 78 percent higher than that charged by comparable institutions whose students cannot apply for federal financial aid. The dollar value of the premium is about equal to the amount of grant aid and loan subsidy received by students in eligible institutions, lending some credence to a variant of the \"Bennett hypothesis\" that aid-eligible for-profit institutions capture a large part of the federal student aid subsidy.\n\n",
    "acknowledgement": "\nWe thank the many individuals at the state higher education and for-profit regulatory agencies of FL, MI, MO, TN and WI who helped us access the data for this project. We are grateful to Dana Hecht and Jason Poulos for excellent research assistance and to Sandy Baum, Latika Chaudhary, Jeffrey Groen, Larry Katz, John Karl Scholz, Judith Scott-Clayton, Lesley Turner, and three anonymous referees for helpful comments. Suggestions received from seminar participants at the NBER Education Program Meeting, AEFP, AEI, and the U.S. Department of Labor have made this a better paper. We are especially grateful to Lesley Turner for providing data on Pell Grant recipients by institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephanie Riegg Cellini\n\nThe funding for my portion of this project was primarily from unrestricted university funds.  Various RAs were funded through these unrestricted grants but most of the research work was done by the two authors.  Goldin has funds to research the for-profit sector from the Institute of Education Services (Department of Education) through Columbia University (Center for Analysis of Postsecondary Education and Employment).  But this research was conducted before receipt of that grant.\n\n\n\nClaudia Goldin\n\nMy work on this project was not externally funded.  Research assistance was provided through my general research support at George Washington University, but most of the work was done directly by the authors.  However, a previous grant from the Ford Foundation supported my work on a policy brief identifying potential sources of state regulatory agency data across all 50 states.  We drew on data from five of these states for this analysis.\n\n\n"
}