{
    "id": 17826,
    "citation_title": "China's Potential Future Growth and Gains from Trade Policy Bargaining: Some Numerical Simulation Results",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nNumerical simulation analysis of bargaining solutions is little developed in existing literature. Here we use a multi country, single period numerical general equilibrium model which captures China and her major trading partners and examine the outcomes of trade policy bargaining solutions (bargaining over tariffs and financial transfers) over time as China grows more rapidly than her trade partners. We compute gains relative to non-cooperative Nash equilibria for a range of model parameterizations. This yields a measure of both absolute and relative gain to China from bargaining. We calibrate our model to base case data for 2008 and use a model formulation where there are heterogeneous goods across countries. The gains from trade bargaining accrue more heavily to other countries when we use 2008 data rather than later year data. \nWe then consider the impacts out into the future of different country growth rates which sharply increases China's relative size. Our objective is to assess how China's gains from bargaining change over time; whether they grow at a faster rate than GDP growth and for which parameterizations. Our simulation results indicate that China's welfare gain from trade bargaining will increase over time if countries keep their present GDP growth rates for several decades, but there are major difference when using different bargaining solution concepts. These differences have not been noted in existing literature but have an intuitive explanation. Our results also indicate that if China jointly bargains along with India, Brazil and other developing countries with the OECD, China's gain will further increase. Bargaining gains are also sensitive to country size. When we use PPP to adjust China's relative GDP size; China's trade bargaining welfare gain increases by about 37%.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support and to a seminar group in UWO and to Yan Dong, Risheng Mao, Jing Wang, Chunbing Xing, Quheng Deng, Hejing Chen, Jing Lu, Qing Guo and Yuanyin Wang for discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}