{
    "id": 17823,
    "citation_title": "Practical Monetary Policy: Examples from Sweden and the United States",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the summer of 2010, the Federal Reserve's and the Swedish Riksbank's inflation forecasts were below the former's mandate-consistent rate and the latter's target, respectively, and their unemployment forecasts were above sustainable rates. Given the mandates of the Federal Reserve and the Riksbank, conditions in both countries clearly called for policy easing. The Federal Reserve maintained a minimum policy rate, soon started to communicate possible future easing, and in the fall launched QE2. In contrast, the Riksbank started a period of rapid tightening. I examine the arguments that were raised in opposition to the Federal Reserve's easing, and those for the Riksbank's tightening. Although the Swedish economy subsequently performed better than expected, probably an important reason was that the market implemented much easier financial conditions than were consistent with the Riksbank's policy rate path. Without the policy tightening, performance would have been even better. The U.S. economy meanwhile performed worse than expected because of factors other than monetary policy. Without the policy easing, performance would have been even worse. Thus, the Federal Reserve appears to have followed its mandate in the summer of 2010, and subsequent adverse economic shocks contributed to weak performance of the U.S. economy.  In contrast, the Riksbank appears to have deviated from its mandate, but favorable circumstances contributed to an economic outcome with better performance than might have been expected based on policy choices.\n\n",
    "acknowledgement": "\nA previous version of this paper was prepared for the Fall 2011 issue of Brookings Papers on Economic Activity. The views expressed here are my own and are not necessarily shared by the other members of the Riksbank's Executive Board or the Riksbank's staff. I am grateful for helpful comments from and discussions with Hanna Armelius, Claes Berg, Alan Blinder, Bernard Dumas, Karolina Ekholm, Jon Faust, Martin Flodén, Gabriela Guibourg, Jesper Hansson, Donald Kohn, Stefan Laséen, Andrew Levin, Jesper Lindé, Edward Nelson, Bengt Pettersson, Raghuram Rajan, Ulf Söderström, Ingvar Strid, Staffan Viotti, Karl Walentin, Jonathan Wright, Janet Yellen, my discussants Randall Kroszner and David Wessel and other participants in the Brookings Papers conference, and the editors. I thank, without implication, Riksbank staff members Magnus Åhl, Björn Andersson, and Mikael Apel for contributions to the paper. From May 2007, I serve a 6-year term as deputy governor of the Riksbank and one of the six members of the Riksbank's Executive Board. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}