{
    "id": 17828,
    "citation_title": "China's Financial System: Opportunities and Challenges",
    "citation_author": [
        "Franklin Allen",
        "Jun \"QJ\" Qian",
        "Chenying Zhang",
        "Mengxin Zhao"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "2012-04-04",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe provide a comprehensive review of China's financial system, and explore directions of future development. First, the financial system has been dominated by a large banking sector. In recent years banks have made considerable progress in reducing the amount of non-performing loans and improving their efficiency. Second, the role of the stock market in allocating resources in the economy has been limited and ineffective. We discuss issues related to the further development of China's stock market and other financial markets. Third, the most successful part of the financial system, in terms of supporting the growth of the overall economy, is a non-standard sector that consists of alternative financing channels, governance mechanisms, and institutions. The co-existence of this sector with banks and markets can continue to support the growth of the Hybrid Sector (non-state, non-listed firms). Finally, among the policies that will help to sustain stable economic growth in China are those that reduce the likelihood of damaging financial crises, including a banking sector crisis, a real estate or stock market crash, and a \"twin crisis\" in the currency market and banking sector.\n\n",
    "acknowledgement": "\nWe wish to thank Joseph Fan, Randall Morck, our discussant Chenggang Xu and participants at the NBER's \"Capitalizing China\" Conference for helpful comments, Bibo Liu and Zhenrui Tang for excellent research assistance, Yingxue Cao and Lynn Yin for sharing data and information on China's real estate markets, and Boston College and the Wharton Financial Institutions Center for financial support. The authors are responsible for all the remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}