{
    "id": 17825,
    "citation_title": "Raising the Barcode Scanner: Technology and Productivity in the Retail Sector",
    "citation_author": [
        "Emek Basker"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBarcodes and barcode scanners transformed the grocery industry in the 1970s. I use store-level data from the 1972, 1977, and 1982 Census of Retail Trade, matched to data on store scanner installations, to estimate scanners' effect on labor productivity. I find that early scanners increased a store's labor productivity, on average, by approximately 4.5 percent in the first few years. The effect was larger in stores carrying more packaged products, consistent with the presence of network externalities. Short-run gains were small relative to fixed costs, suggesting that the impediment to widespread adoption of the new technology was profitability, not coordination problems.\n\n",
    "acknowledgement": "\nComments welcome to emek@missouri.edu. This paper was written while I was an ASA/NSF/Census Bureau Fellow visiting the Center for Economic Studies (CES) at the U.S. Census Bureau. I thank the funding agencies for their generous support and the economists at CES for their hospitality. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. I thank John Meisel and Sue Wilkinson for help obtaining the Food Marketing Institute reports. Thanks also to Saku Aura, Roger Betancourt, Bill Chrisco, Teresa Fort, Lucia Foster, Shane Greenstein, John Haltiwanger, Shawn Klimek, Mark Lewis, Jeff Lin, David Matsa, Guy Michaels, Javier Miranda, Jim Mulligan, Justin Pierce, Bill Selmeier, Haleem Shehadeh, Tim Simcoe, David Weil, seminar participants at U.S. Census Bureau, Bureau of Economic Analysis, Bureau of Labor Statistics, UNC-Greensboro, UT-Arlington, the 2011 IIOC (Boston) and the 2011 NBER Standards, Patents and Innovation pre-conference. All remaining errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}