{
    "id": 17822,
    "citation_title": "Does Macro-Pru Leak? Evidence from a UK Policy Experiment",
    "citation_author": [
        "Shekhar Aiyar",
        "Charles W. Calomiris",
        "Tomasz Wieladek"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe regulation of bank capital as a means of smoothing the credit cycle is a central element of forthcoming macro-prudential regimes internationally. For such regulation to be effective in controlling the aggregate supply of credit it must be the case that: (i) changes in capital requirements affect loan supply by regulated banks, and (ii) unregulated substitute sources of credit are unable to offset changes in credit supply by affected banks. This paper examines micro evidence--lacking to date--on both questions, using a unique dataset. In the UK, regulators have imposed time-varying, bank-specific minimum capital requirements since Basel I. It is found that regulated banks (UK-owned banks and resident foreign subsidiaries) reduce lending in response to tighter capital requirements. But unregulated banks (resident foreign branches) increase lending in response to tighter capital requirements on a relevant reference group of regulated banks. This \"leakage\" is substantial, amounting to about one-third of the initial impulse from the regulatory change.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Bank of England for providing data and encouragement. An earlier version of this paper appeared as a Bank of England Working Paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Bank of England, or the International Monetary Fund.\n\n\n"
}