{
    "id": 17829,
    "citation_title": "Wintertime for Deceptive Advertising?",
    "citation_author": [
        "Jonathan Zinman",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCasual empiricism suggests that deceptive advertising about product quality is prevalent, and several classes of theories explore its causes and consequences. We provide some unusually sharp empirical evidence on the extent, mechanics, and dynamics of deceptive advertising. Ski resorts self-report substantially more natural snowfall on weekends. Resorts that plausibly reap greater benefits from exaggerating do it more. Data on website visits suggests that consumers are appropriately skeptical of weekend reports. We find little evidence that competition restrains or encourages exaggeration. Near the end of our sample period, a new iPhone application feature makes it easier for skiers share information on ski conditions in real time. Exaggeration falls sharply, especially at resorts with better iPhone reception.\n\n",
    "acknowledgement": "\nThanks to Noah Glick, Meagan Herzog, Percy Lee, Benjamin Lo, and Boris Vabson for outstanding research assistance, and to James Feyrer, Thomas Hubbard, Christine Jolls, Chris Snyder, Michael Spence, Kip Viscusi, and seminar audiences at Dartmouth, the Utah Business Economics Conference, and the NBER Law and Economics Summer Institute meeting for comments. The views expressed in this paper are not necessarily those of our employer, which owns a small resort in our sample. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}