{
    "id": 17820,
    "citation_title": "What Does Human Capital Do? A Review of Goldin and Katz's The Race between Education and Technology",
    "citation_author": [
        "Daron Acemoglu",
        "David Autor"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGoldin and Katz's The Race between Education and Technology is a monumental achievement that supplies a unified framework for interpreting how the demand and supply of human capital have shaped the distribution of earnings in the U.S. labor market over the 20th century. This essay reviews the theoretical and conceptual underpinnings of this work and documents the success of Goldin and Katz's framework in accounting for numerous broad labor market trends. The essay also considers areas where the framework falls short in explaining several key labor market puzzles of recent decades and argues that these shortcomings can potentially be overcome by relaxing the implicit equivalence drawn between workers' skills and their job tasks in the conceptual framework on which Goldin and Katz build. The essay argues that allowing for a richer set of interactions between skills and technologies in accomplishing job tasks both augments and refines the predictions of Goldin and Katz's approach and suggests an even more important role for human capital in economic growth than indicated by their analysis.\n\n",
    "acknowledgement": "\nWe thank Lawrence Katz and Claudia Goldin for valuable and generous input. We are also indebted to Janet Currie for excellent editorial suggestions, Matthew Rognlie for superb research assistance and Andrew Garin for many thoughtful comments and edits. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}