{
    "id": 17834,
    "citation_title": "Student Aid Simplification: Looking Back and Looking Ahead",
    "citation_author": [
        "Susan Dynarski",
        "Mark Wiederspan"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEach year, fourteen million households seeking federal aid for college complete a detailed questionnaire about their finances, the Free Application for Federal Student Aid (FAFSA). At 116 questions, the FAFSA is almost as long as IRS Form 1040 and substantially longer than Forms 1040EZ and 1040A. Aid for college is intended to increase college attendance by reducing its price and loosening liquidity constraints. Economic theory, empirical evidence and common sense suggest that complexity in aid could undermine its ability to affect schooling decisions. In 2006, Dynarski and Scott-Clayton published an analysis of complexity in the aid system that generated considerable discussion in academic and policy circles. Over the next few years, complexity in the aid system drew the attention of the media, advocacy groups, presidential candidates, the National Economic Council and the Council of Economic Advisers. A flurry of legislative and agency activity followed. In this article, we provide a five-year retrospective of what has changed in the aid application process, what has not, and the possibilities for future reform.\n\n",
    "acknowledgement": "\nWe thank Monica Bhatt and Dyuti Bhattacharya for excellent research assistance. Judith Scott-Clayton provided helpful comments. Edward Pacchetti and Thomas Weko of the US Department of Education kindly provided statistics on FAFSA submissions. Dynarski benefited from thoughtful conversations with members of the Rethinking Student Aid Task Force. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}