{
    "id": 17837,
    "citation_title": "The Households Effects of Government Consumption",
    "citation_author": [
        "Francesco Giavazzi",
        "Michael McMahon"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on the effects of fiscal policy by studying, using household-level data, how households respond to shifts in government spending. Our identification strategy allows us to control for time-specific aggregate effects, such as the stance of monetary policy or the U.S.-wide business cycle. However, it potentially prevents us from estimating the wealth effects associated with a shift in spending. We find significant heterogeneity in households' response to a spending shock; the effects appear vary over time depending, among other factors, on the state of business cycle and, at a lower frequency, on the composition of employment (such as the share of workers in part-time jobs). Shifts in spending could also have important distributional effects that are lost when estimating an aggregate multiplier. Heads of households working relatively few (weekly) hours, for instance, suffer from a spending shock of the type we analyzed: their consumption falls, their hours increase and their real wages fall.\n\n",
    "acknowledgement": "\nThis manuscript has been prepared for the NBER \"Fiscal Policy After the Crisis\" conference to be held in Milan in December 2011. We are especially grateful to Jon Steinsson for making available the military procurement data, and to Larry Christiano for his discussion of the paper. We are grateful also for comments received from other participants at both the pre-conference held at the NBER Summer Institute, in July 2011 and the main conference in Milan in December. Any remaining errors are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}