{
    "id": 17838,
    "citation_title": "Are Banks Passive Liquidity Backstops? Deposit Rates and Flows during the 2007-2009 Crisis",
    "citation_author": [
        "Viral V. Acharya",
        "Nada Mora"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan banks maintain their advantage as liquidity providers when they are heavily exposed to a financial crisis?  The standard argument - that banks can - hinges on deposit inflows that are seeking a safe haven and provide banks with a natural hedge to fund drawn credit lines and other commitments. We shed new light on this issue by studying the behavior of bank deposit rates and inflows during the 2007-09 crisis.  Our results indicate that the role of the banking system as a stabilizing liquidity insurer is not one of the passive recipient, but of an active seeker, of deposits.  We find that banks facing a funding squeeze sought to attract deposits by offering higher rates.  Banks offering higher rates were also those most exposed to liquidity demand shocks (as measured by their unused commitments, wholesale funding dependence, and limited liquid assets), as well as with fundamentally weak balance-sheets (as measured by their non-performing loans or by subsequent failure).  Such rate increases have a competitive effect in that they lead other banks to offer higher rates as well.  Overall, the results present a nuanced view of deposit rates and flows to banks in a crisis, one that reflects banks not just as safety havens but also as stressed entities scrambling for deposits.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of Kansas City or the Federal Reserve System.  Jacob Schak, Paul Rotilie, Thad Sieracki, Jon Christensson, and Kristen Regehr provided valuable research assistance.  We are grateful to Ruth Judson for her help with the Bank Rate Monitor data.  We thank Sumit Agarwal, Heitor Almeida, David Backus, Morten Bech, Lamont Black, Francisco Covas, Bob DeYoung, Bill Keeton, Michal Kowalik, Ouarda Merrouche, Chuck Morris, Wayne Passmore, Jack Reidhill, Anthony Saunders, Ken Spong, Phil Strahan, and participants at the Financial Management Association's 2011 Meeting and the Federal Reserve's \"Day Ahead\" 2012 Conference on Financial Markets and Institutions for helpful comments.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}