{
    "id": 17832,
    "citation_title": "Credit Supply and House Prices: Evidence from Mortgage Market Segmentation",
    "citation_author": [
        "Manuel Adelino",
        "Antoinette Schoar",
        "Felipe Severino"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "2013-03-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe show that easier access to credit significantly increases house prices by using exogenous changes in the conforming loan limit as an instrument for lower cost of financing. Houses that become eligible for financing with a conforming loan show an increase in house value of 1.16 dollars per square foot (for an average price per square foot of 220 dollars) and higher overall house prices controlling for a rich set of house characteristics. However, these estimated coefficients are consistent with a local elasticity of house prices to interest rates that is lower than some previous studies proposed (below 10). In addition, loan to value ratios around the conforming loan limit deviate significantly from the common 80 percent norm, which confirms that it is an important factor in the financing choices of home buyers. In line with our interpretation, the results are stronger in the first half of our sample (1998-2001) when the conforming loan limit was more important, given that other forms of financing were less common and substantially more expensive. Results are also stronger in zip codes where personal income growth is low or declining, and in regions with lower elasticity of housing supply.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Chris Foote, Gustavo Manso, Atif Mian, Sendhil Mullainathan, Chris Mayer, David Scharfstein, Todd Sinai, Mathew Slaughter, Jeremy Stein, Bill Wheaton, and seminar participants at the 2012 AEA Conference, CFS-EIEF Conference on Household Finance, Columbia Business School, Dartmouth College, Duke University, Federal Reserve Bank of Boston, Federal Reserve Bank of Philadelphia, Federal Reserve Board, McGill University, MIT Finance Lunch, NBER Asset Pricing and Household Finance meetings, Princeton University, University of California at Berkeley, Weimer School May 2012 Meetings, Western Finance Association 2012 Meetings, and Yale School of Management for thoughtful comments. We also thank Andrew Cramond from Dataquick for help with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}