{
    "id": 17830,
    "citation_title": "What explains high unemployment? The aggregate demand channel",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA drop in aggregate demand driven by shocks to household balance sheets is responsible for a large fraction of the decline in U.S. employment from 2007 to 2009. The aggregate demand channel for unemployment predicts that employment losses in the non-tradable sector are higher in high leverage U.S. counties that were most severely impacted by the balance sheet shock, while losses in the tradable sector are distributed uniformly across all counties. We find exactly this pattern from 2007 to 2009. Alternative hypotheses for job losses based on uncertainty shocks or structural unemployment related to construction do not explain our results. Using the relation between non-tradable sector job losses and demand shocks and assuming Cobb-Douglas preferences over tradable and non-tradable goods, we quantify the effect of aggregate demand channel on total employment. Our estimates suggest that the decline in aggregate demand driven by household balance sheet shocks accounts for almost 4 million of the lost jobs from 2007 to 2009, or 65% of the lost jobs in our data.\n\n",
    "acknowledgement": "\nWe are grateful to the National Science Foundation, the Initiative on Global Markets at the University of Chicago Booth School of Business, and the Center for Research in Security Prices for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}