{
    "id": 17839,
    "citation_title": "U.S. International Equity Investment",
    "citation_author": [
        "John Ammer",
        "Sara B. Holland",
        "David C. Smith",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. investors are the largest group of international equity investors in the world, but to date conclusive evidence on which types of foreign firms are able to attract U.S. investment is not available. Using a comprehensive dataset of all U.S. investment in foreign equities, we find that the single most important determinant of the amount of U.S. investment a foreign firm receives is whether the firm cross-lists on a U.S. exchange. Correcting for selection biases, cross-listing leads to a doubling (or more) in U.S. investment, an impact greater than all other factors combined. We also show that our firm-level analysis has implications for country-level studies, suggesting that research investigating equity investment patterns at the country-level should include cross-listing as an endogenous control variable. We describe easy-to-implement methods for including the importance of cross-listing at the country level.\n\n",
    "acknowledgement": "\nPrevious versions of this paper were titled \"Look at Me Now:  What Attracts U.S. Shareholders?\"  The authors thank Sandro Andrade, Mark Carey, Mihir Desai, Laura Field, Charles Hadlock, Andrew Karolyi, Christian Leuz, Ross Levine, Michelle Lowry, Darius Miller, Greg Nini, Bent Sorensen, Mark Spiegel, Michael Weisbach, an anonymous referee,and seminar participants at the 2004 EFA Meetings, 2006 AFA Meetings, Binghamton University (SUNY), College of William and Mary, European Central Bank, Federal Reserve Board, Federal Reserve System SCIEA Meetings, ISCTE Business School, Michigan State University, NYSE, Penn State University, Stockholm Institute for Financial Research, Universidad Catolica Portuguesa, Universidade do Porto, University of Houston, University of Minnesota, and University of Virginia for helpful comments.   Nathanael Clinton and Alex Rothenberg provided exceptional research assistance.  The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System or of any other employee of the Federal Reserve System.  The statistical analysis of security-level data on U.S. investors' holdings reported in this study was conducted at the International Finance Division of the Board of Governors of the Federal Reserve System under arrangements that maintained legal confidentiality requirements.  Warnock thanks the Darden School Foundation for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}