{
    "id": 17845,
    "citation_title": "The SO2 Allowance Trading System and the Clean Air Act Amendments of 1990: Reflections on Twenty Years of Policy Innovation",
    "citation_author": [
        "Gabriel Chan",
        "Robert Stavins",
        "Robert Stowe",
        "Richard Sweeney"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe introduction of the U.S. SO2 allowance-trading program to address the threat of acid rain as part of the Clean Air Act Amendments of 1990 is a landmark event in the history of environmental regulation. The program was a great success by almost all measures. This paper, which draws upon a research workshop and a policy roundtable held at Harvard in May 2011, investigates critically the design, enactment, implementation, performance, and implications of this path-breaking application of economic thinking to environmental regulation. Ironically, cap and trade seems especially well suited to addressing the problem of climate change, in that emitted greenhouse gases are evenly distributed throughout the world's atmosphere. Recent hostility toward cap and trade in debates about U.S. climate legislation may reflect the broader political environment of the climate debate more than the substantive merits of market-based regulation.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the contributions of participants in a research workshop and policy roundtable in May 2011, as well as the comments and edits some provided on an earlier draft of this paper (described as a \"policy brief\" within). Their expertise and experience made the project possible. (Comments made by participants in the workshop were not intended for attribution, and specific insights are not referenced in the paper. For a list of participants, see inside the back cover.) We also thank Marika Tatsutani, who edited the paper and provided valuable substantive insights, and Bryan Galcik, who designed and produced the document. Finally, we are grateful to the Alfred P. Sloan Foundation, which provided generous support for the workshop and for the preparation of this study.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Harvard Kennedy School, Harvard University, or the National Bureau of Economic Research.\n\n\n"
}