{
    "id": 17843,
    "citation_title": "Small Cues Change Savings Choices",
    "citation_author": [
        "James J. Choi",
        "Emily Haisley",
        "Jennifer Kurkoski",
        "Cade Massey"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "2012-06-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn randomized field experiments, we embedded one- to two-sentence anchoring, goal-setting, or savings threshold cues in emails to employees about their 401(k) savings plan. We find that anchors increase or decrease 401(k) contribution rates by up to 1.9% of income. A high savings goal example raises contribution rates by up to 2.2% of income. Highlighting a higher savings threshold in the match incentive structure raises contributions by up to 1.5% of income relative to highlighting the lower threshold. Highlighting the maximum possible contribution rate raises contribution rates by up to 2.9% of income among low savers.\n\n",
    "acknowledgement": "\nWe thank Kalok Chan, David Hirshleifer, Eric Johnson, Christoph Merkle, Alessandro Previtero, Victor Stango, and audiences at HBS, HKUST Household Finance Symposium, University of Mannheim, Miami Behavioral Finance Conference, NBER Household Finance Meeting, Pontifical Catholic University of Chile, Queen's University Behavioral Finance Conference, UCSB/UCLA Conference on Field Experiments, UCLA, and Yale for helpful comments, and Google and the National Institute on Aging (grant R01-AG-021650) for financial support. We are grateful for Minhua Wan's comments and assistance with database management. Part of the work on this paper was done while Emily Haisley was a post-doctoral associate at Yale and Jennifer Kurkoski was a doctoral student at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEmily Haisley\n\nHaisley is employed by a company, Barclays Wealth, that provides investment advice and products for retirement planning.\n\n\n"
}