{
    "id": 17847,
    "citation_title": "Vote Trading With and Without Party Leaders",
    "citation_author": [
        "Alessandra Casella",
        "Thomas Palfrey",
        "Sébastien Turban"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo groups of voters of known sizes disagree over a single binary decision to be taken by simple majority. Individuals have different, privately observed intensities of preferences and before voting can buy or sell votes among themselves for money. We study the implication of such trading for outcomes and welfare when trades are coordinated by the two group leaders and when they take place anonymously in a competitive market. The theory has strong predictions. In both cases, trading falls short of full efficiency, but for opposite reasons: with group leaders, the minority wins too rarely; with market trades, the minority wins too often. As a result, with group leaders, vote trading improves over no-trade; with market trades, vote trading can be welfare reducing. All predictions are strongly supported by experimental results.\n\n",
    "acknowledgement": "\nWe thank participants to the ESA 2011 meeting in Tucson and to seminars at Caltech, NYU, the Paris School of Economics, and Ecole Polytechnique for helpful comments. We gratefully acknowledge financial support from the National Science Foundation (SES-0617820, SES-0617934, and SES-0962802), the Center for Experimental Social Science at NYU, and the Social Science Experimental Laboratory at Caltech. Palfrey thanks the Betty and Gordon Moore Foundation for financial support; Casella thanks the Paris School of Economics for its hospitality, and the Alliance Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}