{
    "id": 17840,
    "citation_title": "Preferential Trade Agreements and the World Trade System: A Multilateralist View",
    "citation_author": [
        "Pravin Krishna"
    ],
    "citation_publication_date": "2012-02-09",
    "issue_date": "2012-02-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews recent developments in international trade to evaluate several arguments concerning the merits of preferential trade agreements (PTAs) and their place in the world trade system. Taking a multilateralist perspective, it makes several points: First, despite the proliferation of PTAs in recent years, the actual amount of liberalization that has been achieved through PTAs is actually quite limited. Second, at least a few studies point to significant trade diversion in the context of particular PTAs and thus serve as a cautionary note against casual dismissals of trade diversion as a merely theoretical concern. Equally, adverse effects on the terms-of-trade of non-member countries have also been found in the literature. Third, while the literature has found mixed results on the question of whether tariff preferences help or hurt multilateral liberalization, the picture is different with the more elastic tools of trade policy, such as antidumping duties (ADs); the use of ADs against non-members appears to have dramatically increased while the use of ADs against partner countries within PTAs has fallen. Fourth, despite the rapid expansion of preferences in trade, intra-PTA trade shares are relatively small for most PTAs; multilateral remain relevant to most member countries of the WTO.\n\n",
    "acknowledgement": "\nPaper prepared for the NBER - Bank of England Conference on \"Globalization in an Age of Crisis: Multilateral Co-operation in the Twenty First Century\", held September 14-16, 2011 at the Bank of England, London, UK. I am grateful to my discussants, Tony Venables and Ernesto Zedillo, to Richard Baldwin, Jagdish Bhagwati, Robert Feenstra, Alan Taylor and to participants at the March 2011 Pre-Conference at the NBER for many helpful comments and to Nadia Rocha at the WTO for generously sharing the WTO's database on the \"Anatomy of Preferential Trade Agreements\". The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}