{
    "id": 17849,
    "citation_title": "Brand Management and Strategies Against Counterfeits",
    "citation_author": [
        "Yi Qian"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "2013-07-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Economics of Crime",
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn this paper I provide a theory for brand-protection strategies to reduce counterfeiting under weak intellectual property rights. My theoretical framework has general implications for endogenous sunk cost investments as a means of deterring counterfeiters. My model incorporates two layers of asymmetric information that counterfeits can incur: counterfeiters fooling consumers, and buyers of counterfeits fooling other consumers. Brands have a number of tools at their disposal to maintain a separating equilibrium in the face of counterfeits. One of the theoretical predictions of this study is that counterfeit entry induces incumbent brands to introduce new products. This helps to explain the innovation strategies that authentic firms employ in response to entry by counterfeiters in practice. Authentic prices rise if and only if the counterfeit quality is lower than a threshold level. In addition, the model demonstrates how authentic producers could invest in self-enforcement to increase counterfeiters' incentives to separate themselves from brands. Better channel management through company stores and other costly devices are forms of non-price signals and complement a company's own enforcements against counterfeits. These predictions are validated using unique panel data collected from Chinese shoe companies covering the years 1993-2004. Data further reveal that companies with worse relationships with the government invest more in various self-enforcement strategies, which are effective in reducing counterfeit sales, and that the set of strategies are complements rather than substitutes for each other.\n\n",
    "acknowledgement": "\nThe author is grateful to Daniel Spulber, the anonymous co-editor and referees, and Philippe Aghion, Eric Anderson, Kevin Bryan, Richard Caves, Anne Coughlan, Josh Lerner, and Scott Stern for helpful advice and comments, and to Diane Culhane for copy-editing. Cooperation from the Chinese Quality and Technology Supervision Bureau (QTSB) and the companies I interviewed and surveyed is gratefully acknowledged. The results in this paper do not necessarily represent the views of QTSB or the National Bureau of Economic Research.\n\n\n"
}