{
    "id": 17842,
    "citation_title": "The Causal Effects of an Industrial Policy",
    "citation_author": [
        "Chiara Criscuolo",
        "Ralf Martin",
        "Henry Overman",
        "John Van Reenen"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness support policies designed to raise productivity and employment are common worldwide, but rigorous micro-econometric evaluation of their causal effects is rare. We exploit multiple changes in the area-specific eligibility criteria for a major program to support manufacturing jobs (\"Regional Selective Assistance\"). Area eligibility is governed by pan-European state aid rules which change every seven years and we use these rule changes to construct instrumental variables for program participation. We match two decades of UK panel data on the population of firms to all program participants. IV estimates find positive program treatment effect on employment, investment and net entry but not on TFP. OLS underestimates program effects because the policy targets underperforming plants and areas. The treatment effect is confined to smaller firms with no effect for larger firms (e.g. over 150 employees). We also find the policy raises area level manufacturing employment mainly through significantly reducing unemployment. The positive program effect is not due to substitution between plants in the same area or between eligible and ineligible areas nearby. We estimate that \"cost per job\" of the program was only $6,300 suggesting that in some respects investment subsidies can be cost effective.\n\n",
    "acknowledgement": "\nHelpful comments have come from seminar participants in Berkeley, Essex, HECER, Helsinki, LSE, Lausanne, NARSC, NBER, NIESR, Paris, Stanford and Stockholm. Financial support is from the British Academy and ESRC through the CEP and SERC. We would like to thank the Department of Business and Innovation for data access and Paul David, Fernando Galindo-Rueda, Pete Klenow, Enrico Moretti, Beatrice Parrish, Marjorie Roome, David Southworth and Alex Wilson for useful insights. The ONS Virtual Microdata Lab ensured access to ONS Data, Alberta Criscuolo helped with the EU legislation and Mehtap Polat provided excellent research assistance. Errors in use of these data are our own. This work contains statistical data from ONS which is Crown copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHenry Overman\n\nHenry Overman directs the Spatial Economics Research Centre. This Centre is part funded by the Department of Business Innovation and Science, the Economic and Social Research Council and the Welsh Assembly Government. . The support of the funders is acknowledged. The views expressed are those of the authors and do not represent the views of the funders.\n\n\n"
}