{
    "id": 1784,
    "citation_title": "Expected Fiscal Policy and the Recession of 1982",
    "citation_author": [
        "William H. Branson",
        "Arminio Fraga",
        "Robert A. Johnson"
    ],
    "citation_publication_date": "1985-12-01",
    "issue_date": "1985-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Economic Recovery Tax Act of 1981 had one aspect that is unusually useful for economic analysis. It provided an example of a clear-cut announcement of future policy actions at specified dates.This provides an opportunity to apply recent advances in the analysis of expectations dynamics to data that have been generated in an environment that includes such announced and anticipated policy action. A three-stage future tax cut was announced in the Tax Bill in March 1981. In a Keynesian model with liquidity-constrained consumers or investors, or with uncertainity, this would normally be expected to provide a stimulus to the economy when the tax cuts actually appear. But the financial markets could look ahead to the stimulus and the shift in the high-employment deficit brought about by the tax cuts, and their implications for bond prices and interest rates. In this paper we argue that this happened during the first half of 1981. As market participants came to understand that the tax and budget actions of March 1981 implied a future shift of the high-employment -- now \"structural\"  -- deficit by some 5 percent of GNP, they revised their expectations of future real interest rates upward. This caused a jump in real long-term rates then, in 1981. And, it also caused a sudden and unanticipated real appreciation of the dollar at the same time. The jump in real long-term interest rates and the dollar appreciation in the first half of 1981 were essential features of the recession that began in July 1981.This paper points out the possibility of a purely anticipatory recession. If the only policy action had been the fiscal announcement, and if goods markets are \"Keynesian\" but financial markets are forward-looking, the announcement can cause a recession, which will end when the actual fiscal action begins to stimulate the economy. In the actual context of 1981, a shift toward monetary tightness also contributed to the recession.\n\n",
    "acknowledgement": "\n"
}