{
    "id": 17844,
    "citation_title": "Uncertain Fiscal Consolidations",
    "citation_author": [
        "Huixin Bi",
        "Eric M. Leeper",
        "Campbell B. Leith"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper explores the macroeconomic consequences of fiscal consolidations whose timing and composition are uncertain. Drawing on the evidence in Alesina and Ardagna (2010), we emphasize whether or not the fiscal consolidation is driven by tax rises or expenditure cuts. We find that the composition of the fiscal consolidation, its duration, the monetary policy stance, the level of government debt and expectations over the likelihood and composition of fiscal consolidations all matter in determining the extent to which a given consolidation is expansionary and/or successful in stabilizing government debt.\n\n",
    "acknowledgement": "\nWe are grateful to Alberto Alesina and Silvia Ardagna for providing us with their dataset. We thank Nicoletta Batini, Paul Beaudry, Isabel Correia, Tobias Cwik, Michael Devereux, Kenneth Kletzer, Charles Nolan, Federico Ravenna, Gregor Smith, Harald Uhlig, Juergen von Hagen and participants at the Swiss National Bank workshop, the Bank of Canada Fellowship workshop, the European Economic Review Young Economist Workshop, and the Conference on Monetary Policy in an Era of Fiscal Stress at Riksbank for many useful comments. Campbell Leith is grateful for financial support from the ESRC, Grant No. RES-062-23-1436. The views expressed in this paper are those of the authors and not of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}