{
    "id": 17856,
    "citation_title": "Equity-Holding Institutional Lenders: Do they Receive Better Terms?",
    "citation_author": [
        "Jongha Lim",
        "Bernadette A. Minton",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe past decade has seen significant changes in the structure of the corporate lending market, with non-commercial bank institutional investors playing larger roles than they historically have played. In addition, non-commercial bank institutional lenders are often equity holders in their borrowing firms. In our sample of 11,137 tranches of institutional \"leveraged\" loans, 2,008 (18%) have a non-commercial bank institution that also owns at least 0.1% of the firm's equity. Such \"dual holder\" loan tranches have higher spreads than otherwise similar loan tranches without equity holder participation. The dual holder premium is present for both revolver and term loans, and exists within all non-investment grade credit rating classes. Contrary to risk-based explanations of this finding, dual holder tranches are priced with premiums relative to other tranches of the same loan package. Dual holding premiums are higher when the equity-holder's stake is larger, when the dual-holder's share in the loan is larger, and when the equity holder is a hedge fund or a private equity fund. These premiums likely represent additional compensation to dual holders for providing capital to firms when the firms are having difficulty raising capital otherwise.\n\n",
    "acknowledgement": "\nWe would like to thank Zhenyi Huang and Jongsik Park for excellent research assistance, and participants in a seminar at Ohio State University, as well as Zahi Ben-David, Isil Erel, John Howe, Robert Prilmeier, Shastri Sandy, Berk Sensoy, René Stulz, and Jun Yang for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}