{
    "id": 17858,
    "citation_title": "Repossession and the Democratization of Credit",
    "citation_author": [
        "Juliano J. Assunção",
        "Efraim Benmelech",
        "Fernando S. S. Silva"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe exploit a 2004 credit reform in Brazil that simplified the sale of repossessed cars used as collateral for auto loans. We show that the change has led to larger loans with lower spreads and longer maturities. The reform expanded credit to riskier, low-income borrowers for newer, more expensive cars. Although the credit reform improved riskier borrowers' access to credit, it also led to increased incidences of delinquency and default. Our results shed light on the consequences of a credit reform, highlighting the crucial role that collateral and repossession play in the liberalization and democratization of credit.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Daniel Carvalho, Lauren Cohen, Ken French, Simon Gervais, Karl Diether, Todd Gromley, Oliver Hart, Campbell Harvey, Bengt Holmstrom, Laura Jones Dooley, Rafael La Porta, Marco Pagano, Manju Puri, Adriano Rampini, David Robinson, Andrei Shleifer, Matthew Slaughter, Jeremy Stein, Vish Vishwanathan, Amir Yaron, Rebecca Zarutskie, and seminar participants at Banca d'Italia, Brigham Young University, Boston University, The Chinese University of Hong Kong, Dartmouth (Tuck), Duke (Fuqua School of Business), Einaudi Institute for Economics and Finance, European Central Bank, the Grossman and Hart at 25 conference at the Solvay Brussels School of Economics and Management, Harvard-MIT Applied Theory seminar, HEC Paris, INSEAD, Pontifcia Universidade Católica do Rio de Janeiro,University of Southern California (Marshall), and Wharton for very helpful comments. Benmelech is grateful for financial support from the National Science Foundation under CAREER award SES-0847392. Assunção is grateful for financial support from the Consortium on Financial Systems and Poverty at University of Chicago and CNPq. Silva is grateful for financial support from CAPES and CNPq. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}