{
    "id": 17853,
    "citation_title": "The Slow Growth of New Plants: Learning about Demand?",
    "citation_author": [
        "Lucia Foster",
        "John C. Haltiwanger",
        "Chad Syverson"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that new businesses are typically much smaller than their established industry competitors, and that this size gap closes slowly.  We show that even in commodity-like product markets, these patterns do not reflect productivity gaps, but rather differences in demand-side fundamentals.  We document and explore patterns in plants' idiosyncratic demand levels by estimating a dynamic model of plant expansion in the presence of a demand accumulation process (e.g., building a customer base).  We find active accumulation driven by plants' past production decisions quantitatively dominates passive demand accumulation, and that within-firm spillovers affect demand levels but not growth.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UC-Berkeley, UCLA, Carnegie Mellon, Colorado, Harvard, LSE, MIT, National Bank of Belgium, Penn State, Princeton, SITE, the Cowles Conference, CAED, CEPR IO, and UBC Summer IO meetings for their comments. We thank Lauren Deason for her excellent work developing the downstream demand indicators. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}