{
    "id": 17859,
    "citation_title": "Do College-Prep Programs Improve Long-Term Outcomes?",
    "citation_author": [
        "C. Kirabo Jackson"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "2012-09-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper presents an analysis of the longer-run effects of a college-preparatory program implemented in inner-city schools that provided teacher training in addition to payments to eleventh- and twelfth- grade students and their teachers for passing scores on Advanced Placement (AP) exams. Affected students passed more AP exams, were more likely to remain in college beyond their first and second years, and earned higher wages. Effects are particularly pronounced for Hispanic students who experienced a 2.5-percentage-point increase in college degree attainment and an 11-percent increase in earnings. While the study is based on non-experimental variation, the results are robust across a variety of specifications, and most plausible sources of bias are ruled out. The results provide credible evidence that implementing high-quality college-preparatory programs in existing urban schools can improve the long-run educational and labor market outcomes of disadvantaged youth.\n\n",
    "acknowledgement": "\nThis paper includes material circulated in, and replaces the unpublished NBER working paper #15722 titled \"The Effects of an Incentive-Based High-School Intervention on College Outcomes.\" The author is grateful for helpful comments and suggestions from Dave Deming, David Figlio and Karl Scholz. All errors are my own. This research was made possible through data provided by the University of Texas at Dallas Education Research Center. The conclusions of this research do not necessarily reflect the opinions or official position of the Texas Education Agency, the Texas Higher Education Coordinating Board, or the State of Texas. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}