{
    "id": 17854,
    "citation_title": "Macroeconomic Effects of Corporate Default Crises: A Long-Term Perspective",
    "citation_author": [
        "Kay Giesecke",
        "Francis A. Longstaff",
        "Stephen Schaefer",
        "Ilya Strebulaev"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing an extensive new data set on corporate bond defaults in the U.S. from 1866 to 2010, we study the macroeconomic effects of bond market crises and contrast them with those resulting from banking crises. During the past 150 years, the U.S. has experienced many severe corporate default crises in which 20 to 50 percent of all corporate bonds defaulted. Although the total par amount of corporate bonds has often rivaled the amount of bank loans outstanding, we find that corporate default crises have far fewer real effects than do banking crises. These results provide empirical support for current theories that emphasize the unique role that banks and the credit and collateral channels play in amplifying macroeconomic shocks.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions received from Hanno Lustig. We are particularly grateful for the research assistance provided by Priyank Gandhi, Xiaolong Cheng, Scott Cowin, Matthias Fleckenstein, Baeho Kim, Brent Longstaff, Scott Longstaff, and Kyle Matoba. All errors are our responsibility. Research efforts on a previous paper in this project were partly financed by a Moody's grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen Schaefer\n\nSchaefer is a member of Moody's Advisory & Academic Research Committee and has at various times acted as an expert witness in cases involving credit risk and as a consultant to government and private sector organisations on investment management.\n\n\n"
}