{
    "id": 17850,
    "citation_title": "Management Practices Across Firms and Countries",
    "citation_author": [
        "Nicholas Bloom",
        "Christos Genakos",
        "Raffaella Sadun",
        "John Van Reenen"
    ],
    "citation_publication_date": "2012-02-16",
    "issue_date": "2012-02-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nFor the last decade we have been using double-blind survey techniques and randomized sampling to construct management data on over 10,000 organizations across twenty countries. On average, we find that in manufacturing American, Japanese, and German firms are the best managed. Firms in developing countries, such as Brazil, China and India tend to be poorly managed. American retail firms and hospitals are also well managed by international standards, although American schools are worse managed than those in several other developed countries. We also find substantial variation in management practices across organizations in every country and every sector, mirroring the heterogeneity in the spread of performance in these sectors. One factor linked to this variation is ownership. Government, family, and founder owned firms are usually poorly managed, while multinational, dispersed shareholder and private-equity owned firms are typically well managed. Stronger product market competition and higher worker skills are associated with better management practices. Less regulated labor markets are associated with improvements in incentive management practices such as performance based promotion.\n\n",
    "acknowledgement": "\nFinancial support was provided by the Alfred Sloan Foundation; the Anglo-German Foundation, the Economic and Social Research Council, and the National Science Foundation. We want to thank Don Siegel and an anonymous referee for extremely helpful comments. We are indebted to Rebecca Homkes, Renata Lemos, Mimi Qi and Daniela Scur for their help in this research project. Our partnership with McKinsey & Company (who we received no funding from) has been essential for the development of the project, in particular Pedro Castro, Stephen Dorgan, John Dowdy and Dennis Layton. We have also recently benefited tremendously from working closely with Accenture (who we also received no funding from), in particular Ashutosh Tyagi and Shaleen Chavda. We thank James Milway at the IPC for the Canadian and Retail data, Renu Agarwal and Roy Green at UTS for collecting the Australian and New Zealand data, and Andrea Tokman at the IPP for the Chilean data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas Bloom\n\nI worked for McKinsey and company as a management consultant from 2001-2002. I have not received any funding from them after that time.\nI am part of the Toulouse Network for Information Technology, which carries out research on IT and productivity. From this network I receive an annual honorarium, which is funded by Microsoft.\n\n\nI do occasional consulting on management practices for government and policy agencies, like the Canadian Government, the World Bank, the European Union, the British Government, and the European Bank of Reconstruction and Development.\n\n\nI produced a report in 2008 for the World Economic Forum on management practices in private equity for which I received an honorarium.\n\n\nI occasionally am a paid speaker at corporate events at which I discuss among other things management practices.\n\n\n"
}