{
    "id": 17855,
    "citation_title": "Toward an Understanding of Why People Discriminate: Evidence from a Series of Natural Field Experiments",
    "citation_author": [
        "Uri Gneezy",
        "John List",
        "Michael K. Price"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nSocial scientists have presented evidence that suggests discrimination is ubiquitous: women, nonwhites, and the elderly have been found to be the target of discriminatory behavior across several labor and product markets.  Scholars have been less successful at pinpointing the underlying motives for such discriminatory patterns.  We employ a series of field experiments across several market and agent types to examine the nature and extent of discrimination.  Our exploration includes examining discrimination based on gender, age, sexual orientation, race, and disability.  Using data from more than 3000 individual transactions, we find evidence of discrimination in each market.  Interestingly, we find that when the discriminator believes the object of discrimination is controllable, any observed discrimination is motivated by animus.  When the object of discrimination is not due to choice, the evidence suggests that statistical discrimination is the underlying reason for the disparate behavior.\n\n",
    "acknowledgement": "\nWe thank Gary Becker, James Heckman, and Steven Levitt for their discussions throughout the exploration process.  Seminar participants at the 2012 ASSA meetings in Chicago also provided useful insights.  Moshe Hoffman provided able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}