{
    "id": 17857,
    "citation_title": "Insurance as Delegated Purchasing: Theory and Evidence from Health Care",
    "citation_author": [
        "Robin McKnight",
        "Jonathan Reuter",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHousehold demand for actuarially unfair insurance against small risks has long puzzled economists.  One way to potentially rationalize this demand is to recognize that (non-life) insurance is an incentive-compatible means of engaging an expert buyer.  To quantify the benefits of expert buying, we compare prices paid by the insured and uninsured for health care.  In categories of health care where uncompensated care is more difficult to obtain (drugs, doctor office visits, and hospital outpatient visits), we find that insurers pay 10-20% less than the uninsured.  For forms of care where payment by the uninsured is more likely to be negotiated after services are rendered (hospitalizations and emergency room visits) the uninsured pay about 30% less on average, due largely to the nontrivial share of uninsured who pay 5% or less of their billed charges.  At least in settings where free services are difficult to obtain, expert buying is an important benefit of insurance.  We discuss the implications of the delegated-purchasing view of insurance for con-sumer-driven health insurance and for self-insurance by employers.\n\n",
    "acknowledgement": "\nNone of the authors received any outside funding for this research project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}