{
    "id": 17861,
    "citation_title": "Does Generosity Beget Generosity? Alumni Giving and Undergraduate Financial Aid",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how undergraduates' financial aid packages affect their subsequent donative behavior as alumni. The empirical work is based upon micro data on alumni giving at an anonymous research university. We focus on three types of financial aid, scholarships, loans, and campus jobs. A novel aspect of our modeling strategy is that, consistent with the view of some professional fundraisers, we allow the receipt of a given form of aid per se to affect alumni giving. At the same time, our model allows the amount of the support to affect giving behavior nonlinearly.\nOur main findings are: 1) Individuals who took out student loans are less likely to make a gift, other things being the same. We conjecture that this phenomenon is caused by an \"annoyance effect\" -- alumni resent the fact that they are burdened with loans. 2) Scholarship aid reduces the size of a gift, but has little effect on the probability of donating. The negative effect of receiving a scholarship on donations decreases in absolute value with the size of the scholarship. We do not find any evidence that scholarship recipients give less because they have relatively low incomes post graduation. 3) Aid in the form of campus jobs does not have a strong effect on donative behavior.\n\n",
    "acknowledgement": "\nWe are grateful to Princeton's Center for Economic Policy Studies for support of this research. We have received useful suggestions from Ronald Ehrenberg, Mark Hoekstra, Robin Moscato and participants in the Bush School Quantitative Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}