{
    "id": 17868,
    "citation_title": "Crisis-Related Shifts in the Market Valuation of Banking Activities",
    "citation_author": [
        "Charles W. Calomiris",
        "Doron Nissim"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine changes in the market valuation of banking activities over the last decade, focusing on the effects of the financial crisis. Our valuation model recognizes that banks create value through the types of assets and liabilities that they create and the various types of risk they undertake (including their leverage, their lending risk, and their interest rate risk). The model also allows for heterogeneous bank income streams, dividend signaling effects, and changes in capitalization rates for income streams over time depending on changing market conditions. This approach explains substantial cross-sectional variation in observed market-to-book values, allowing us to identify the market pricing of various banking activities and changes in market pricing over time. We find that the declines in bank stock values since 2007 reflect declining values of various categories of banking activity and changes in market conditions. Dividend payments matter for market values increasingly over time. \"Carry-trade\" effects from taking on interest rate risk are also apparent. The effects of leverage on bank valuation changed sign during the crisis; while the market rewarded high leverage with higher market values prior to the crisis, leverage become associated with lower values during and after the crisis. Contrary to the view that the declines in market-to-book values for U.S. banks from 2006-2011 mainly reflect unrecognized losses, we find that other factors explain most of the decline in market-to-book ratios. Although model parameters do change over time, more than three-quarters of the change in market-to-book values that occurred from 2006 to the end of 2008 were predictable based on changes in fundamental determinants of value using the model coefficients estimated in 2006.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the helpful comments and suggestions made by seminar participants at Baruch College, Columbia University, FASRI, Insead, Northwestern, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}