{
    "id": 17862,
    "citation_title": "How Do Laffer Curves Differ Across Countries?",
    "citation_author": [
        "Mathias Trabandt",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "2012-05-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe seek to understand how Laffer curves differ across countries in the US and the EU-14, thereby providing insights into fiscal limits for government spending and the service of sovereign debt. As an application, we analyze the consequences for the permanent sustainability of current debt levels, when interest rates are permanently increased e.g. due to default fears. We build on the analysis in Trabandt and Uhlig (2011) and extend it in several ways. To obtain a better fit to the data, we allow for monopolistic competition as well as partial taxation of pure profit income. We update the sample to 2010, thereby including recent increases in government spending and their fiscal consequences. We provide new tax rate data. We conduct an analysis for the pessimistic case that the recent fiscal shifts are permanent. We include a cross-country analysis on consumption taxes as well as a more detailed investigation of the inclusion of human capital considerations for labor taxation.\n\n",
    "acknowledgement": "\nWe are grateful to Roel Beetsma and Jaume Ventura for useful discussions. Further, we are grateful to Alan Auerbach, Alberto Alesina, Axel Boersch-Supan, Francesco Giavazzi, Laurence Kotliko\u000b and Valerie Ramey for useful comments and suggestions. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, nor those of any other person associated with the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n"
}