{
    "id": 17864,
    "citation_title": "International Trade: Linking Micro and Macro",
    "citation_author": [
        "Jonathan Eaton",
        "Samuel S. Kortum",
        "Sebastian Sotelo"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent literature has introduced heterogeneous firms into models of international trade. This literature has adopted the convention of treating individual firms as points on a continuum. While the continuum offers many advantages this convenience comes at some cost: (1) Shocks to individual firms can never have an aggregate effect. (2) It is hard to reconcile the small (sometimes zero) number of firms engaged in selling from one country to another with a continuum. (3) For such models to deliver finite solutions for aggregates, such as the price index, requires restrictions on parameter values that may not hold in the data. We show how a standard heterogeneous-firm trade model can be amended to allow for only an integer number of firms. The model overcomes the deficiencies of the continuum model enumerated above. Taking the model to aggregate data on bilateral trade in manufactures among 92 countries and to firm-level export data for a much narrower sample shows that it accounts for both the large share of a small number of firms in sales around the world and for zeros in bilateral trade data while maintaining the good fit of the standard gravity equation among country pairs with thick trade volumes. Randomness at the firm level adds substantially to aggregate variability.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper was presented at the Econometric Society World Congress, Paired Invited Session on Trade and Firm Dynamics, Shanghai, August, 2010. We have benefited from the valuable comments of Daron Acemoglu, Costas Arkolakis, Thomas Chaney, Peter Egger, Elhanan Helpman, Stephen Redding, Joao Santos Silva, Silvana Tenreyro, and Alain Trognon. Kelsey Moser provided excellent research assistance. We gratefully acknowledge the support of the National Science Foundation under grant numbers SES-0339085 and SES-0820338. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}