{
    "id": 17865,
    "citation_title": "Stimulating Demand for AIDS Prevention: Lessons from the RESPECT Trial",
    "citation_author": [
        "Damien de Walque",
        "William H. Dow",
        "Carol Medlin",
        "Rose Nathan"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHIV-prevention strategies have yielded only limited success so far in slowing down the AIDS epidemic. This paper examines novel intervention strategies that use incentives to discourage risky sexual behaviors. Widely-adopted conditional cash transfer programs that offer payments conditioning on easily monitored behaviors, such as well-child health care visits have shown positive impact on health outcomes. Similarly, contingency management approaches have successfully used outcome-based rewards to encourage behaviors that aren't easily monitored, such as stopping drug abuse. These strategies have not been used in the sexual domain, so we assess how incentives can be used to reduce risky sexual behavior. After discussing theoretical pathways, we discuss  the use of sexual-behavior incentives in the Tanzanian RESPECT trial.  There, participants who tested negative for sexually transmitted infections are eligible for  outcome-based cash rewards.  The trial was well-received in the communities, with high enrollment rates and over 90% of participants viewing the incentives favorably.  After one year, 57% of enrollees in the \"low-value\" reward arm stated that the cash rewards \"very much\" motivated sexual behavioral change, rising to 79% in the \"high-value\" reward arm.    Despite its controversial nature, we argue for further testing of such incentive-based approaches to encouraging reductions in risky sexual behavior.\n\n",
    "acknowledgement": "\nWe have benefited greatly from the insights and efforts of the RESPECT Project Team and many others who contributed to the intellectual development and success of the RESPECT project.  We are also grateful to Adam Wagstaff for useful comments.  We acknowledge funding support for this paper from the NBER Africa Project, and support for the overall RESPECT project from the William and Flora Hewlett Foundation (through the Population Reference Bureau), the World Bank Research Committee, and the Spanish Impact Evaluation Fund and the Knowledge for Change Program (KCP) managed by the World Bank.  The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors, and do not represent the views of any of the authors' institutions or funders, nor those of the National Bureau of Economic Research.\n\n\n"
}