{
    "id": 17866,
    "citation_title": "The Decision to Delay Social Security Benefits: Theory and Evidence",
    "citation_author": [
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security benefits may be commenced at any time between age 62 and age 70.  As individuals who claim later can, on average, expect to receive benefits for a shorter period, an actuarial adjustment is made to the monthly benefit amount to reflect the age at which benefits are claimed. We investigate the actuarial fairness of this adjustment. Our simulations suggest that delaying is actuarially advantageous for a large subset of people, particularly for real interest rates of 3.5 percent or below.  The gains from delaying are greater at lower interest rates, for married couples relative to singles, for single women relative to single men, and for two-earner couples relative to one-earner couples.  In a two-earner couple, the gains from deferring the primary earner's benefit are greater than the gains from deferring the secondary earner's benefit.  We then use panel data from the Health and Retirement Study to investigate whether individuals' actual claiming behavior appears to be influenced by the degree of actuarial advantage to delaying.  We find no evidence of a consistent relationship between claiming behavior and factors that influence the actuarial advantage of delay, including gender and marital status, interest rates, subjective discount rates, or subjective assessments of life expectancy.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5RRC08098400-04-00 to the National Bureau of Economic Research (NBER) as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.  The authors are grateful to Phoebe Yu for outstanding research assistance; to Jason Scott and David Weaver for helpful discussion and comment; and to Steve Goss, Michael Morris, and Alice Wade for providing the SSA's cohort life tables used in this paper.  The first author is a member of the board of directors of Financial Engines, a Nasdaq-listed company which assists individuals with retirement planning. Financial Engines provided no financial support for this research.  The authors are doing related research that is supported by the Alfred P. Sloan Foundation.  The views and approaches in this paper are solely those of the authors.\n\n\n"
}