{
    "id": 17875,
    "citation_title": "Are Chinese Trade Flows Different?",
    "citation_author": [
        "Yin-Wong Cheung",
        "Menzie D. Chinn",
        "XingWang Qian"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that Chinese trade flows respond to economic activity and relative prices - as represented by a trade weighted exchange rate - but the relationships are not always precisely or robustly estimated. Chinese exports are generally well-behaved, rising with foreign GDP and decreasing as the Chinese renminbi (RMB) appreciates. However, the estimated income elasticity is sensitive to the treatment of time trends. Estimates of aggregate imports are more problematic. In many cases, Chinese aggregate imports actually rise in response to a RMB depreciation and decline with Chinese GDP. This is true even after accounting for the fact a substantial share of imports are subsequently incorporated into Chinese exports. We find that some of these counter-intuitive results are mitigated when we disaggregate the trade flows by customs type, commodity type, and the type of firm undertaking the transactions. However, for imports, we only obtain more reasonable estimates of elasticities when we allow for different import intensities for different components of aggregate demand (specifically, consumption versus investment), or when we include a relative productivity variable.\n\n",
    "acknowledgement": "\nWe thank Joshua Aizenman, Robert Dekle, Reuven Glick, Michael Hutchison, Andy Rose, Willem Thorbecke, Zhiwen Zhang, and participants of the Fourth Journal of International Money and Finance conference at the Santa Cruz Center for International Economics for their comments and suggestions. We also thank Shaghil Ahmed, Daniel Riera, and Shang-Jin Wei for sharing data with us. Faculty research funds of the University of California, Santa Cruz and the University of Wisconsin are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}