{
    "id": 17873,
    "citation_title": "Follow the Money: Quantifying Domestic Effects of Foreign Bank Shocks in the Great Recession",
    "citation_author": [
        "Nicola Cetorelli",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForeign banks pulled significant funding from their U.S. branches during the Great Recession. We estimate that the average-sized branch experienced a 12 percent net internal fund \"withdrawal,\" with the fund transfer disproportionately bigger for larger branches. This internal shock to the balance sheets of U.S. branches of foreign banks had sizable effects on their lending. On average, for each dollar of funds transferred internally to the parent, branches decreased lending supply by about 40 to 50 cents. However, the extent of the lending effects was very different across branches, depending on their pre-crisis modes of operation in the United States.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the American Economic Review: Papers and Proceedings, May 2012. The views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Address correspondences to Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045. email: Linda.Goldberg@ny.frb.org or Nicola.Cetorelli@ny.frb.org . We thank Lindsay Mollineaux for excellent research assistance, and thank Jeromin Zettelmeyer and participants at the ASSA 2012 meetings for their insightful comments.\n\n\n"
}