{
    "id": 17877,
    "citation_title": "Does the Current Account Still Matter?",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo global current account imbalances still matter in a world of deep international financial markets where gross two-way financial flows often dwarf the net flows measured in the current account? Contrary to a complete markets or \"consenting adults\" view of the world, large current account imbalances, while very possibly warranted by fundamentals and welcome, can also signal elevated macroeconomic and financial stresses, as was arguably the case in the mid-2000s. Furthermore, the increasingly big valuation changes in countries' net international investment positions, while potentially important in risk allocation, cannot be relied upon systematically to offset the changes in national wealth implied by the current account. The same factors that dictate careful attention to global imbalances also imply, however, that data on gross international financial flows and positions are central to any assessment of financial stability risks. The balance sheet mismatches of leveraged entities provide the most direct indicators of potential instability, much more so than do global imbalances, though the imbalances may well be a symptom that deeper financial threats are gathering.\n\n",
    "acknowledgement": "\nI thank Claudio Borio, Ralph Bryant, Jörg Decressin, Linda Goldberg, Pierre-Olivier Gourinchas, Robert Kollmann, Perry Mehrling, Gian Maria Milesi-Ferretti, and Hélène Rey for helpful discussions. I also thank Philip Lane and Gian Maria Milesi-Feretti for sharing their updated data on international asset and liability positions. Vladimir Asriyan and Gewei Wang provided expert research assistance. Financial support from the International Growth Centre, London School of Economics, and the Center for Equitable Growth, UC Berkeley, is acknowledged with thanks. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}