{
    "id": 17870,
    "citation_title": "Effects of Medicare Payment Reform: Evidence from the Home Health Interim and Prospective Payment Systems",
    "citation_author": [
        "Peter J. Huckfeldt",
        "Neeraj Sood",
        "José J. Escarce",
        "David C. Grabowski",
        "Joseph P. Newhouse"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare continues to implement payment reforms that shift reimbursement from fee-for-service towards episode-based payment, affecting average and marginal reimbursement. We contrast the effects of two reforms for home health agencies.  The Home Health Interim Payment System in 1997 lowered both types of reimbursement; our conceptual model predicts a decline in the likelihood of use and costs, both of which we find. The Home Health Prospective Payment System in 2000 raised average but lowered marginal reimbursement with theoretically ambiguous effects; we find a modest increase in use and costs.  We find little substantive effect of either policy on readmissions or mortality.\n\n",
    "acknowledgement": "\nThe authors wish to acknowledge the role of Melinda Beeuwkes Buntin at the outset of this project. This study was funded in part by National Institute of Aging (NIA) Grant R01-AG031260 and a grant (No. R01-HS018541) from the Agency for Healthcare Research and Quality. The authors thank Mark Totten for his excellent programming support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNeeraj Sood\n\nNone\n\n\n"
}