{
    "id": 17872,
    "citation_title": "International Consumption Risk Is Shared After All: An Asset Return View",
    "citation_author": [
        "Karen K. Lewis",
        "Edith X. Liu"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational consumption risk sharing studies have largely ignored their models' counterfactual implications for asset returns although these returns incorporate direct market measures of risk.  In this paper, we modify a canonical risk-sharing model to generate more plausible asset return behavior and then consider the effects on welfare gains.  Matching the mean and variance of equity returns and the risk-free rate requires persistent consumption risk, leading to three main findings: (1)  risk-sharing gains decrease as the ability to diversify persistent consumption risk decreases; (2) the international correlation of equity returns is high relative to the correlation of consumption and dividends, implying low diversification potential for persistent consumption risk; and  (3)  increasing persistent consumption risk reduces the gains.  Taken together, our findings suggest that asset returns imply more international risk sharing than previously thought.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Aarhus University Globalization Conference, Arizona State University, Cornell University, the Dallas Federal Reserve Bank, the Econometric Society, INSEAD, Keio University, the NBER Summer Institute, the Philadelphia Federal Reserve Bank, the University of North Carolina, the University of Pennsylvania, and the University of Southern California.  We also thank Ravi Bansal, Max Croce, Bernard Dumas, Sebnem Kalemli-Ozcan, Dana Kiku, Andreas Stathopoulos, Linda Tesar and Amir Yaron for valuable comments.  Of course, any errors are ours alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}