{
    "id": 17874,
    "citation_title": "Private Equity Performance: What Do We Know?",
    "citation_author": [
        "Robert S. Harris",
        "Tim Jenkinson",
        "Steven N. Kaplan"
    ],
    "citation_publication_date": "2012-02-23",
    "issue_date": "2012-02-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe present evidence on the performance of nearly 1400 U.S. private equity (buyout and venture capital) funds using a new research-quality dataset from Burgiss, sourced from over 200 institutional investors. Using detailed cash-flow data, we compare buyout and venture capital returns to the returns produced by public markets. We also compare the evidence from Burgiss to that derived from other commercial datasets - Venture Economics, Preqin and Cambridge Associates - as well as recent research. We find better buyout fund performance than has previously been documented. This in part reflects recently discovered problems with data provided by Venture Economics, upon which several previous studies had relied.  Average U.S. buyout fund performance has exceeded that of public markets for most vintages for a long period of time. The outperformance versus the S&P 500 averages 20% to 27% over the life of the fund and more than 3% per year.  Average U.S. venture capital funds, on the other hand, outperformed public equities in the 1990s, but have underperformed public equities in the 2000s.  Using individual fund data, we explore the relationship between absolute measures of performance - internal rates of return (IRRs) and multiples of invested capital - and performance relative to public markets.  Within a given vintage year, performance relative to public markets can be predicted well by a fund's multiple of invested capital and IRR, so we are able to estimate the performance relative to public markets that would have been derived from the other commercial datasets, had the required cash-flow data been available.  Private equity performance in the other commercial sources - other than Venture Economics - is qualitatively similar to that we find using the Burgiss data.\n\n",
    "acknowledgement": "\nThis research has been supported by the UAI Foundation and the Center for Research in Security Prices. Rui Cui provided able research assistance.  We thank Burgiss for supplying data.  Kaplan has consulted to private equity general partners and limited partners.  He also has invested in private and public equities.  We thank James Bachman, Stuart Lucas and participants at the University of North Carolina Private Equity Conference for helpful comments.  Address correspondence to Steven Kaplan, University of Chicago Booth School of Business, 5807 South Woodlawn Avenue, Chicago, IL  60637 or e-mail at skaplan@uchicago.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTim Jenkinson\n\nHarris serves on the board of a complex of  mutual funds which invest in public debt and public equity securities.  His research as a faculty member at the University of Virginia is supported, in part, by the Darden Foundation.\n\n\n"
}