{
    "id": 17876,
    "citation_title": "Dynamic Adverse Selection: A Theory of Illiquidity, Fire Sales, and Flight to Quality",
    "citation_author": [
        "Veronica Guerrieri",
        "Robert Shimer"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic equilibrium model of asset markets affected by adverse selection. There exists a unique equilibrium where better assets trade at higher prices but in less liquid markets. Sellers of high-quality assets can separate because they are more willing to accept a lower trading probability. As a result, the emergence of adverse selection generates a drop in liquidity. It may also lead to a decline in the price-dividend ratio--a fire sale--and a flight to quality. Subsidies to purchasing assets may be Pareto improving and can reverse the fire sale and flight to quality.\n\n",
    "acknowledgement": "\nThis paper is an outgrowth of research with Randall Wright; we are grateful to him for many discussions and insights on this project. A previous version of this paper was entitled, \"Competitive Equilibrium in Asset Markets with Adverse Selection.''  We also thank numerous seminar audiences for comments on previous versions of this paper. For research support, Guerrieri is grateful to the Alfred P. Sloan Foundation, Shimer is grateful to the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Shimer\n\nI have received material compensation from the following institutions during the last three years: Aarhus University, Banco Central de Chile, Barcelona Graduate School of Economics, the Federal Reserve Banks of Atlanta, Chicago, and Minneapolis, Queens University, and the Sloan Foundation, as well as the National Science Foundation and the University of Chicago.\n\n\n"
}