{
    "id": 17886,
    "citation_title": "Heterogeneity in Target-Date Funds: Optimal Risk-Taking or Risk Matching?",
    "citation_author": [
        "Pierluigi Balduzzi",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "2015-07-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFollowing the Pension Protection Act of 2006, there was a sharp increase in the use of TDFs as default investment options in defined contribution retirement plans. We document large differences in realized TDF returns and risk profiles, even for funds with the same target retirement date.  Using fund-level data, we find evidence that this heterogeneity reflects optimal risk-taking by fund families with low market share, especially those entering the market after 2006. Using plan-level data, we find little evidence that 401(k) plan sponsors match the risk profile of the TDFs in their plans to the risks of their companies.\n",
    "acknowledgement": "\nBoth authors are from Boston College.  The authors thank Ryan Alfred and Brooks Herman of BrightScope for providing them with retirement plan-level data, and Lauren Beaudette and Bianca Werner for excellent research assistance.  The authors also thank John Beshears (discussant), Jeffrey Brown, Bjarne Astrup Jensen (discussant), Stephen Utkus (dicussant), Mark Warshawsky (discussant), and seminar participants at Boston College, the 13th Annual Retirement Research Consortium Conference, the 2012 European Finance Association meetings, and the 2015 Wharton Conference on Financial Decisions and Asset Markets.  Corresponding author: Jonathan Reuter, Carroll School of Management, Boston College, 140 Commonwealth Avenue, Chestnut Hill, Massachusetts, 02467; Tel: (617) 552-2863; Fax: (617) 552-0431; email: reuterj@bc.edu.  The research was supported by a grant from the U.S. Social Security Administration (SSA) as part of the Retirement Research Consortium (RRC).  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the federal government, Boston College, or the National Bureau of Economic Research.  An earlier version of this paper was titled \"Heterogeneity in Target-Date Funds and the Pension Protection Act of 2006.\"\n\n\n"
}