{
    "id": 17880,
    "citation_title": "Business Cycles and Household Formation: The Micro vs the Macro Labor Elasticity",
    "citation_author": [
        "Sebastian Dyrda",
        "Greg Kaplan",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence on the the cyclical behavior of household size in the United States from 1979 to 2010. During economic downturns, people live in larger households. This is mostly, but not entirely, driven by young people moving into or delaying departure from the parental home. We assess the importance of these cyclical movements for aggregate labor supply by building a model of endogenous household formation within a real business cycle structure. We use the model to measure how much more volatile are hours due to two mechanisms: (i) the presence of a large group of mostly young individuals with non-traditional living arrangements; and (ii) the possibility for these individuals to change their living situation in response to aggregate conditions.  Our exercise assumes that older people living in stable households have a Frisch elasticity that is consistent with the micro evidence that is based on such people. The inclusion of people living in unstable households yields an implied aggregate, or macro, Frisch elasticity that is around 45% larger than the assumed micro elasticity.\n\n",
    "acknowledgement": "\nWe thank seminar attendants at the ICREA-MOVE Conference on Family Economics and those at the EFACR small group of the NBER's Summer Institute. We thank Matthias Kredler for discussions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJosé-Víctor Ríos-Rull\n\nI thank the NSF for research support.\n\n\n"
}