{
    "id": 17889,
    "citation_title": "Vertical Integration and Market Structure",
    "citation_author": [
        "Timothy F. Bresnahan",
        "Jonathan D. Levin"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nContractual theories of vertical integration derive firm boundaries as an efficient response to market transaction costs. These theories predict a relationship between underlying features of transactions and observed integration decisions. There has been some progress in testing these predictions, but less progress in quantifying their importance. One difficulty is that empirical applications often must consider firm structure together with industry structure. Research in industrial organization frequently has adopted this perspective, emphasizing how scale and scope economies, and strategic considerations, influence patterns of industry integration. But this research has paid less attention to contractual or organizational details, so that these two major lines of research on vertical integration have proceeded in parallel with only rare intersection. We discuss the value of combining different viewpoints from organizational economics and industrial organization.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Handbook of Organizational Economics. We thank the editors, Robert Gibbons and John Roberts, for helpful comments and discussions, and the Ewing Marian Kauffman Foundation (Bresnahan) and the National Science Foundation (Levin) for their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}