{
    "id": 17884,
    "citation_title": "Fiscal Rules: Theoretical Issues and Historical Experiences",
    "citation_author": [
        "Charles Wyplosz"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFiscal indiscipline is a feature of many developed countries. It is generally accepted that the source of the phenomenon lies in the common pool problem, the fact that recipients of public spending to fail to fully internalize the costs that taxpayers must assume. As a result, democratically elected governments are led to postpone tax collection, or to cut spending. Solving the fiscal discipline problem requires internalizing this externality. This calls for adequate institutions or for rules, or both. This paper reviews the various types of solutions that have been discussed in the literature and surveys a number of experiments. With the European debt crisis in mind, the paper pays particular attention to the common pool problem that emerges in federal states. The main conclusions are the following. First, rules are unlikely to exist unless they come with supporting institutions. Second, fiscal institutions are neither necessary nor sufficient to achieve fiscal discipline, but they help. Third, because institutions must bind the policymakers without violating the democratic requirement that elected officials have the power to decide on budgets, effective arrangements are those that give institutions the authority to apply legal rules or to act as official watchdogs.\n\n",
    "acknowledgement": "\nWithout implicating them, I am grateful to Alberto Alesina, Frits Bos, Xavier Debrun, Francesco Giavazzi and Lucio Pench for their comments on earlier versions. I also benefitted from comments from participants at the NBER Conference in Cambridge in July 2011 and at the NBER-Bocconi Conference in Milano in December 2011. I acknowledge with gratitude financial support from the European Commission under the PEGGED program. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}