{
    "id": 17887,
    "citation_title": "The Role of Age in Jury Selection and Trial Outcomes",
    "citation_author": [
        "Shamena Anwar",
        "Patrick Bayer",
        "Randi Hjalmarsson"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "2013-05-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper uses data from 700+ felony trials in Sarasota and Lake Counties in Florida from 2000-2010 to examine the role of age in jury selection and trial outcomes. The results imply that prosecutors are more likely to use their peremptory challenges to exclude younger members of the jury pool, while defense attorneys exclude older potential jurors. To examine the causal impact of age on trial outcomes, the paper employs a research design that isolates the effect of the random variation in the age composition of the pool of eligible jurors called for jury duty. Consistent with the jury selection patterns, the empirical evidence implies that older jurors are significantly more likely to convict. Results are robust to the inclusion of broad set of controls including county, time, and judge fixed effects. These findings imply that many cases are decided differently for reasons that are completely independent of the true nature of the evidence in the case - i.e., that there is substantial randomness in the application of criminal justice.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A Fair and Impartial Jury? The Role of Age in Jury Selection and Trial Outcomes.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}