{
    "id": 17883,
    "citation_title": "Referrals: Peer Screening and Enforcement in a Consumer Credit Field Experiment",
    "citation_author": [
        "Gharad T. Bryan",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "2013-05-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEmpirical evidence on peer intermediation lags behind many years of lending practice and a large body of theory in which lenders use peers to mitigate adverse selection and moral hazard. Using a simple referral incentive mechanism under individual liability, we develop and implement a two-stage field experiment that permits separate identification of peer screening and enforcement effects. We allow for borrower heterogeneity in both ex-ante repayment type and ex-post susceptibility to social pressure. Our key contribution is how we deal with the interaction between these two sources of asymmetric information. Our method allows us to cleanly identify selection on the likelihood of repayment, selection on the susceptibility to social pressure, and loan enforcement. We estimate peer effects on loan repayment in our setting, and find no evidence of screening (albeit with an imprecisely estimated zero) and large effects on enforcement. We then discuss the potential utility and portability of the methodological innovation, for both science and for practice.\n\n",
    "acknowledgement": "\nPreviously circulated as \"You Can Pick Your Friends, But You Need to Watch Them: Loan Screening and Enforcement in a Referrals Field Experiment.\" The authors would like to thank Manfred Kuhn and the employees of Opportunity Finance, Luke Crowley, Jon de Quidt and seminar participants at Yale, NEUDC,Warwick, Hebrew University, Stanford GSB, Wharton, The NBER summer institute and The Cambridge conference on consumer credit and bankruptcy. We would also like to thank The Bill and Melinda Gates Foundation for funding. This paper formed the third chapter of Gharad Bryan's dissertation - he would like to thank The Kauffman Foundation for financial support. All errors are, of course, our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}