{
    "id": 17881,
    "citation_title": "Can Public Sector Wage Bills Be Reduced?",
    "citation_author": [
        "Pïerre Cahuc",
        "Stephane Carcillo"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the relation between public wage bills and public deficits in the OECD countries from 1995 to 2009. The paper shows that fiscal drift episodes, characterized by simultaneous increases in the GDP shares of public wage bills and budget deficits, are more frequent during booms and election years, but not during recessions, except for the 2009 exceptionally strong recession. The emergence of fiscal drift episodes during booms and election years is less frequent in countries with more transparent government, more freedom of the press, as well as in countries with presidential regimes and less union coverage. Inversely, fiscal tightening episodes, characterized by simultaneous decreases in the GDP shares of public wage bills and budget deficits, occur less often during booms than during recessions. The emergence of fiscal tightening episodes during recessions and election years is less frequent in countries with more union coverage.\n\n",
    "acknowledgement": "\nThis paper was commissioned for the NBER conference on \"Fiscal Policy after the Financial Crisis\" at IGIER-Bocconi University in Milan (Italy) in December 2011. We thank Ariane Salem for excellent research assistance. We also thank Andrea Bassanini as well as all the participants in the conference for their useful remarks. The opinions expressed and arguments employed here our responsibility and do not necessarily reflect those of our corresponding institutions or the National Bureau of Economic Research.\n\n\n"
}