{
    "id": 17882,
    "citation_title": "Estimating Loan-to-Value and Foreclosure Behavior",
    "citation_author": [
        "Arthur Korteweg",
        "Morten Sorensen"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop and estimate a unified model of house prices, loan-to-value ratios (LTVs), and trade and foreclosure behavior. House prices are only observed for traded properties, and trades are endogenous, creating sample-selection problems for traditional estimators. We develop a Bayesian filtering procedure to recover the price path for each individual property and produce selection-corrected estimates of historical LTVs and foreclosure behavior, both showing large unprecedented changes since 2007. Our model reduces the index revision problem by nearly half, and has applications in economics and finance (e.g., pricing mortgage-backed securities).\n\n",
    "acknowledgement": "\nWe are grateful to Chris Mayer and the Paul Milstein Center for Real Estate at Columbia Business School for generous access to data and research assistance. We thank Chris Downing, Dasol Kim, Monika Piazzesi, Stijn van Nieuwerburgh, Karen Pence, Chester Spatt, Richard Stanton, NancyWallace, along with seminar participants at the Berkeley Capital Markets Real Estate seminar, Columbia Business School, Duke, Haas School of Business, NBER Summer Institute (2011), Santa Fe Summer Real Estate Symposium (2011), Stanford Graduate School of Business, Rice, SIFR, Stockholm EFA (2011), Utah, and UT Dallas for helpful comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}