{
    "id": 17891,
    "citation_title": "Gasoline Taxes and Consumer Behavior",
    "citation_author": [
        "Shanjun Li",
        "Joshua Linn",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "2014-02-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGasoline taxes can be employed to correct externalities from automobile use and to raise government revenue. Our understanding of the optimal gasoline tax and the efficacy of existing taxes is largely based on empirical analysis of consumer responses to gasoline price changes. In this paper, we directly examine how gasoline taxes affect gasoline consumption as distinct from tax-inclusive retail gasoline prices. We find robust evidence that consumers respond more strongly to gasoline tax changes under a variety of model specifications. We discuss two potential reasons for our main findings as well as their implications.\n\n",
    "acknowledgement": "\n\u0003We thank Antonio Bento, Larry Goulder, Ken Small, Chad Syverson, Le Wang and participants at the Chicago-RFF energy conference, the Cornell environmental and energy economics workshop, the UC Berkeley Energy Camp, the AERE Summer Conference, and the Northwestern, Stanford, UC-Davis, and Maryland seminars for excellent comments and suggestions. Ken Small also shared with us the state-level data, on which part of our analysis is based. Adam Stern and Pei Zhu provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}