{
    "id": 17894,
    "citation_title": "Central Banks and Gold Puzzles",
    "citation_author": [
        "Joshua Aizenman",
        "Kenta Inoue"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "2013-01-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the curious patterns of gold holding and trading by central banks during 1979-2010. With the exception of several discrete step adjustments, central banks keep maintaining passive stocks of gold, independently of the patterns of the real price of gold. We also observe the synchronization of gold sales by central banks, as most reduced their positions in tandem, and their tendency to report international reserves valuation excluding gold positions. Our analysis suggests that the intensity of holding gold is correlated with 'global power' - by the history of being a past empire, or by the sheer size of a country, especially by countries that are or were the suppliers of key currencies. These results are consistent with the view that central bank's gold position signals economic might, and that gold retains the stature of a 'safe haven' asset at times of global turbulence. The under-reporting of gold positions in the international reserve/GDP statistics is consistent with loss aversion, wishing to maintain a sizeable gold position, while minimizing the criticism that may occur at a time when the price of gold declines.\n\n",
    "acknowledgement": "\nWe are grateful for useful comments from an anonymous referee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}