{
    "id": 17898,
    "citation_title": "Optimal Regulation in the Presence of Reputation Concerns",
    "citation_author": [
        "Andrew Atkeson",
        "Christian Hellwig",
        "Guillermo Ordonez"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a market with free entry and exit of firms who can produce high-quality output by making a costly but efficient initial unobservable investment. If no learning about this investment occurs, an extreme \"lemons problem\" develops, no firm invests, and the market shuts down. Learning introduces reputation incentives such that a fraction of entrants do invest. If the market operates with spot prices, simple regulation can enhance the role of reputation to induce investment, thus mitigating the \"lemons problem\" and improving welfare.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Hal Cole, Johannes Hörner, Larry Samuelson, Jean Tirole, Ivan Werning, and seminar participants at Berkeley, Carnegie Mellon, Chicago, Columbia, CREI, Duke, EIEF, EUI, Minneapolis Fed, Paris School of Economics, University of Pennsylvania, Stockholm IIES, University of Toronto, Toulouse School of Economics, Sauder School of Business-UBC, St. Louis Fed, Stanford GSB, Wharton School, Yale University, the 2009 SED Meetings at Istanbul, and the 2010 Minnesota Macro Workshop for their comments. We also thank Joan Gieseke for excellent editorial assistance and the National Science Foundation and the Federal Reserve Bank of Minneapolis for support of our research. The research leading to these results has also received funding from the European Research Council under the European Community's Seventh Framework Programme FP7/2007-2013 grant agreement N263790. The usual waiver of liability applies. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nChristian Hellwig\n\nI am compensated at more than 10000$ per year for research and consulting work with partners of Toulouse's \"Institut d'Economie Industrielle\". This compensation is both for direct consulting and for research on topics covered by these partnerships. In my case, the consulting is exclusively with Banque de France, but some of my research may also be used in connection with other IDEI partnerships.\n\n\nAdditional research support for this paper from the European Research Council is already acknowledged in the paper.\n\n\n"
}