{
    "id": 17896,
    "citation_title": "Does Inequality Lead to a Financial Crisis?",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent global crisis has sparked interest in the relationship between income inequality, credit booms, and financial crises. Rajan (2010) and Kumhof and Rancière (2011) propose that rising inequality led to a credit boom and eventually to a financial crisis in the US in the first decade of the 21st century as it did in the 1920s. Data from 14 advanced countries between 1920 and 2000 suggest these are not general relationships. Credit booms heighten the probability of a banking crisis, but we find no evidence that a rise in top income shares leads to credit booms. Instead, low interest rates and economic expansions are the only two robust determinants of credit booms in our data set. Anecdotal evidence from US experience in the 1920s and in the years up to 2007 and from other countries does not support the inequality, credit, crisis nexus. Rather, it points back to a familiar boom-bust pattern of declines in interest rates, strong growth, rising credit, asset price booms and crises.\n\n",
    "acknowledgement": "\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Dallas and the Federal Reserve Bank of Cleveland, though the research in this paper was not funded by these institutions. We thank Ju Hyun Pyun, Peter Lindert, James Lothian, Daniel Waldenström, and participants at the 2011 JIMF/Santa Cruz Center for International Economics conference for many helpful comments and suggestions on an early draft of this paper. The aforementioned are of course not responsible for remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}