{
    "id": 17899,
    "citation_title": "Why Do Life Insurance Policyholders Lapse? The Roles of Income, Health and Bequest Motive Shocks",
    "citation_author": [
        "Hanming Fang",
        "Edward Kung"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPrevious research has shown that the reasons for lapsation have important implications regarding the effects of the emerging life settlement market on consumer welfare. We present and empirically implement a dynamic discrete choice model of life insurance decisions to assess the importance of various factors in explaining life insurance lapsations. In order to explain some key features in the data, our model incorporates serially correlated unobservable state variables which we deal with using posterior distributions of the unobservables simulated from Sequential Monte Carlo (SMC) method. We estimate the model using the life insurance holding information from the Health and Retirement Study (HRS) data. Counterfactual simulations using the estimates of our model suggest that a large fraction of life insurance lapsations are driven by i.i.d choice specific shocks, particularly when policyholders are relatively young. But as the remaining policyholders get older, the role of such i.i.d. shocks gets smaller, and more of their lapsations are driven either by income, health or bequest motive shocks. Income and health shocks are relatively more important than bequest motive shocks in explaining lapsations when policyholders are young, but as they age, the bequest motive shocks play a more important role. We also suggest the implications of these findings regarding the effects of the emerging life settlement market on consumer welfare.\n\n",
    "acknowledgement": "\nWe have received helpful comments and suggestions from Steven Berry, Xu Cheng, Han Hong, Aprajit Mahajan, Panle Jia, Alessandro Lizzeri, Jim Poterba, Xun Tang, Ken Wolpin, Motohiro Yogo and seminar/conference participants at New York University, Cowles Foundation Summer Conference in Structural Microeconomics (2010), AEA/CEANA (2011) and SED (2012) for many helpful comments, questions and suggestions. Fang would also like to gratefully acknowledge the generous financial support from the National Science Foundation through Grant SES-0844845. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}