{
    "id": 17897,
    "citation_title": "On the Road: Access to Transportation Infrastructure and Economic Growth in China",
    "citation_author": [
        "Abhijit Banerjee",
        "Esther Duflo",
        "Nancy Qian"
    ],
    "citation_publication_date": "2012-03-01",
    "issue_date": "2012-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the effect of access to transportation networks on regional economic outcomes in China over a twenty-period of rapid income growth. It addresses the problem of the endogenous placement of networks by exploiting the fact that these networks tend to connect historical cities. Our results show that proximity to transportation networks have a moderate positive causal effect on per capita GDP levels across sectors, but no effect on per capita GDP growth. We provide a simple theoretical framework with empirically testable predictions to interpret our results. We argue that our results are consistent with factor mobility playing an important role in determining the economic benefits of infrastructure development.\n\n",
    "acknowledgement": "\nThis paper updates and supersedes \"The Railroad to Success: The Effect of Access to Transportation Infrastructure on Economic Growth in China\" (Banerjee, Duflo and Qian, 2004), which used the same basic empirical strategy, but substantially less data. We are grateful to Naomi Lamoreaux, Tom Rawski, Thomas Piketty and the participants at the 2004 MacArthur Network for Inequality Conference in Beijing, the China Summer Institute, and the 2011 IGC Conference in London for very helpful comments. We thank Zhichao Wei, Gongwen Xu and the large team they assembled to collect the data; and Giovanni Zambotti and Ceren Baysan for invaluable assistance with GIS. We acknowledge financial support from the IGC. We acknowledge financial support from the IGC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}