{
    "id": 17893,
    "citation_title": "Does Universal Coverage Improve Health? The Massachusetts Experience",
    "citation_author": [
        "Charles J. Courtemanche",
        "Daniela Zapata"
    ],
    "citation_publication_date": "2012-03-07",
    "issue_date": "2012-03-07",
    "revision_date": "2013-01-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn 2006, Massachusetts passed health care reform legislation designed to achieve nearly universal coverage through a combination of insurance market reforms, mandates, and subsidies that later served as the model for national reform. Using data from the Behavioral Risk Factor Surveillance System, we provide evidence that health care reform in Massachusetts led to better overall self-assessed health. Various robustness checks and placebo tests support a causal interpretation of the results. We also document improvements in several determinants of overall health: physical health, mental health, functional limitations, joint disorders, and body mass index. Next, we show that the effects on overall health were strongest among those with low incomes, non-whites, near-elderly adults, and women. Finally, we use the reform to instrument for health insurance and estimate a sizeable impact of coverage on health.\n\n",
    "acknowledgement": "\nWe thank James Cunningham, David Frisvold, Michael Grossman, Jon Gruber, Stephen Holland, Ted Joyce, Dave Ribar, Chris Ruhm, Ken Snowden, Chris Swann, Rusty Tchernis, Joe Terza, Nicolas Ziebarth, and seminar participants at Cornell University, Georgia State University, the University of Georgia, the University of North Carolina at Greensboro, Yale University, the National Bureau of Economic Research Spring Health Care Meeting, and the Southern Economic Association Annual Meeting for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}