{
    "id": 17909,
    "citation_title": "Financial Regulation in General Equilibrium",
    "citation_author": [
        "Charles A.E. Goodhart",
        "Anil K. Kashyap",
        "Dimitrios P. Tsomocos",
        "Alexandros P. Vardoulakis"
    ],
    "citation_publication_date": "2012-03-09",
    "issue_date": "2012-03-09",
    "revision_date": "2012-04-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how different types of financial regulation could combat many of the phenomena that were observed in the financial crisis of 2007 to 2009. The primary contribution is the introduction of a model that includes both a banking system and a \"shadow banking system\" that each help households finance their expenditures. Households sometimes choose to default on their loans, and when they do this triggers forced selling by the shadow banks. Because the forced selling comes when net worth of potential buyers is low, the ensuing price dynamics can be described as a fire sale. The proposed framework can assess five different policy options that officials have advocated for combating defaults, credit crunches and fire sales, namely: limits on loan to value ratios, capital requirements for banks, liquidity coverage ratios for banks, dynamic loan loss provisioning for banks, and margin requirements on repurchase agreements used by shadow banks. The paper aims to develop some general intuition about the interactions between the tools and to determine whether they act as complements and substitutes.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors only and not necessarily of the institutions with which they are affiliated, nor of the National Bureau of Economic Research. We thank Tobias Adrian, David Aikman, Fernando Alvarez, Robert Lucas, Jamie McAndrews, Jean-Charles Rochet, and seminar participants at the Federal Reserve Bank of New York, the European Central Bank, Banco de España, CEMFI, the International College of Economics and Finance SU-HSE, the First Conference of the Macro-prudential Research (MaRs) network of the EuroSystem, the SUERF conference on ESRB, the University of Chicago, the University of Zurich Institute of Banking and Finance, Bank of Cyprus, Said School of Business University of Oxford for helpful comments. Kashyap thanks the Initiative on Global Markets and the Center for Research on Securities Prices at Chicago Booth for research support. For information on his outside compensated activities, see http://faculty.chicagobooth.edu/anil.kashyap/. All errors are our own. Correspondence should be sent to: alex.vardoulakis@gmail.com.\n\n\n\nCharles A.E. Goodhart\n\nI have a part-time compensated consultancy relationship with an investment bank, and am also a member of a government sponsored expert group in the UK studying the future of computer trading in financial markets.\n\n\n"
}