{
    "id": 17906,
    "citation_title": "Posterior Predictive Analysis for Evaluating DSGE Models",
    "citation_author": [
        "Jon Faust",
        "Abhishek Gupta"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile dynamic stochastic general equilibrium (DSGE) models for monetary policy analysis have come a long way, there is considerable difference of opinion over the role these models should play in the policy process. The paper develops three main points about assessing the value of these models. First,  we document that DSGE models continue to have aspects of crude approximation and omission. This motivates the need for tools to reveal the strengths and weaknesses of the models--both to direct development efforts and to inform how best to use the current flawed models. Second, posterior predictive analysis provides a useful and economical tool for finding and communicating strengths and weaknesses. In particular, we adapt a form of discrepancy analysis as proposed by Gelman, et al. (1996).  Third, we provide a nonstandard defense of posterior predictive analysis in the DSGE context against long-standing objections. We use the iconic Smets-Wouters model for illustrative purposes, showing a number of heretofore unrecognized properties that may be important from a policymaking perspective.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Jon Faust was supported by a fellowship from the Department of Economics, Johns Hopkins University.\n\n\n"
}