{
    "id": 17901,
    "citation_title": "Geographic and Racial Variation in Premature Mortality in the US: Analyzing the Disparities",
    "citation_author": [
        "Mark R. Cullen",
        "Clint Cummins",
        "Victor R. Fuchs"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLife expectancy at birth, estimated from United States period life tables, has been shown to vary systematically and widely by region and race.  We use the same tables to estimate the probability of survival from birth to age 70 (S70), a measure of mortality more sensitive to disparities and more reliably calculated for small populations, to describe the variation and identify its sources in greater detail to assess the patterns of this variation.  Examination of the unadjusted probability of S70 for each US county with a sufficient population of whites and blacks reveals large geographic differences for each race-sex group.  For example, white males born in the ten percent healthiest counties have a 77 percent probability of survival to age 70, but only a 61 percent chance if born in the ten percent least healthy counties. Similar geographical disparities face white women and blacks of each sex.  Moreover, within each county, large differences in S70 prevail between blacks and whites, on average 17 percentage points for men and 12 percentage points for women.  In linear regressions for each race-sex group, nearly all of the geographic variation is accounted for by a common set of 22 socio-economic and environmental variables, selected for previously suspected impact on mortality; R2 ranges from 0.86 for white males to 0.72 for black females.  Analysis of black-white survival chances within each county reveals that the same variables account for most of the race gap in S70 as well. When actual white male values for each explanatory variable are substituted for black in the black male prediction equation to assess the role explanatory variables play in the black-white survival difference, residual black-white differences at the county level shrink markedly to a mean of -2.4% (+/-2.4); for women the mean difference is -3.7 % (+/-2.3).\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}