{
    "id": 17903,
    "citation_title": "Perceptions and Misperceptions of Fiscal Inflation",
    "citation_author": [
        "Eric M. Leeper",
        "Todd B. Walker"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Recession and worldwide financial crisis have exploded fiscal imbalances and brought fiscal policy and inflation to the forefront of policy concerns. Those concerns will only grow as aging populations increase demands on government expenditures in coming decades. It is widely perceived that fiscal policy is inflationary if and only if it leads the central bank to print new currency to monetize deficits. Monetization can be inflationary. But it is a misperception that this is the only channel for fiscal inflations. Nominal bonds, the predominant form of government debt in advanced economies, derive their value from expected future nominal primary surpluses and money creation; changes in the price level can align the market value of debt to its expected real backing. This introduces a fresh channel, not requiring explicit monetization, through which fiscal deficits directly affect inflation. The paper describes various ways in which fiscal policy can directly affect inflation and explains why these fiscal effects are difficult to detect in time series data.\n\n",
    "acknowledgement": "\nWalker acknowledges support from NSF grant SES-0962221. We would like to thank seminar participants at the NBER Summer Institute, and Alberto Alesina, Michael Bordo, George von Furstenberg, Jordi Gali, Francesco Giavazzi, Juergen von Hagen, Chris Sims and Harald Uhlig for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}