{
    "id": 17904,
    "citation_title": "Status, Marriage, and Managers' Attitudes To Risk",
    "citation_author": [
        "Nikolai Roussanov",
        "Pavel G. Savor"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "2013-02-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nStatus concerns can drive risk-taking behavior by affecting the payoff to a marginal dollar of wealth. If status concerns arise endogenously due to competition in the marriage market, then unmarried individuals should take greater risks. We test this hypothesis by studying corporate CEOs. We find that single CEOs are associated with firms exhibiting higher stock return volatility, pursue more aggressive investment policies, and are not affected by increases in idiosyncratic risk. These effects are weaker for older CEOs. Our results also hold when we use variation in divorce laws across states to instrument for CEO marital status.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, Malcolm Baker, Nick Barberis, Effi Benmelech, Terry Burnham, Alex Edmans, Simon Gervais, Itay Goldstein, Todd Gormley, Wayne Guay, Luigi Guiso, Erik Hurst, Michael Lemmon, Ulrike Malmendier, Gregor Matvos, David Musto, Terry Odean, Andy Postlewaite, Michael Roberts, Paola Sapienza, Jose Scheinkman, Antoinette Schoar, Amit Seru, Stephanie Sikes, Todd Sinai, Jeremy Stein, Luke Taylor, Alessandra Voena, and numerous seminar participants at the University of Pennsylvania (Wharton), the University of Southern California (Marshall), the University of California - Berkeley (Haas), Yale Behavioral Science Conference, 2012 Conference on Power, Status, and Influence (PSI) at Northwestern (Kellogg), and 2013 AFA Meeting for useful comments. We gratefully acknowledge support from the Rodney L. White Center for Financial Research (in particular Terker Family Fellowship and Iwanowski Family Fellowship), Wharton Sports Business Initiative, Wharton Entrepreneurship and Family Business Research Centre at CERT, and from Cynthia and Bennett Golub. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}