{
    "id": 17907,
    "citation_title": "International Portfolio Diversification and Multilateral Effects of Correlations",
    "citation_author": [
        "Paul R. Bergin",
        "Ju Hyun Pyun"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "2014-12-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNot only are investors biased toward home assets, but when they do invest abroad, they appear to favor countries with returns more correlated with home assets. Often attributed to a preference for familiarity, this ‘correlation puzzle’ further reduces effective diversification. However, a multi-country DSGE model of portfolio choice makes clear that the effects of a bilateral stock return correlation must be studied in the context of the full covariance structure. For example, the attractiveness of a foreign country as a hedge depends upon its hedging potential relative to other potential destination countries. This paper develops a new empirical approach based upon a multi-country theoretical model that controls for the full covariance structure in a theoretically rigorous yet tractable manner. Estimation under this approach overturns the correlation puzzle, and finds that international investors do seek the diversification benefits of low cross-country correlations as theory would predict. Since covariances are central to modern theories of portfolio choice, this empirical methodology should be useful also for other applications.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Multilateral Resistance to International Portfolio Diversification.\" We are grateful to Robert Feenstra for valuable suggestions. We also thank Colin Cameron, Chris Changwha Chung, Jaiho Chung, Kuk Mo Jung, Jinill Kim, Minsik Kim, Yuan Liu, Gabe Mathy, Chris Meissner, Jungbien Moon, Kevin Salyer, Liugang Sheng, Ina Simonovska, Nick Zolas and seminar participants at UC Davis Brown bag, INFINITI conference, KIEP, Korea University, Korea University Business School, UNIST for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}