{
    "id": 17902,
    "citation_title": "An Exploration of Luxury Hotels in Tanzania",
    "citation_author": [
        "Diego A. Comin"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTourism is a tradable service activity that could allow some African countries to generate significant growth. Tanzania, given its unique natural assets, is an ideal candidate. However, despite being so richly endowed in touristic resources, Tanzania receives very few tourists and revenues from tourism. To explore the determinants of this performance, I conduct an international survey for upscale hotel managers to measure supply-side constraints on the operation of hotels. The survey reveals that hotels in the safari area in Tanzania are more expensive than comparable hotels, and that this difference in price cannot be accounted for by differences in supply constraints. Further, using cross-country panel data, I show that upscale hotel prices account for a significant fraction of cross-country differences in tourists.\n\n",
    "acknowledgement": "\nI am very grateful to the NBER Africa Project for financial support. I appreciate the Chairmen of the Africa program for allowing me to embark on this project. I have benefitted from comments from participants at the Zanzibar meeting and especially from those of my discussant, Giorgia Giovannetti. I greatly appreciate the work of many RAs. The help of Lucia Benavides, Gillian Farrell and Kerry Yang deserves special attention. Last but not least, the meetings with government officials and hotel managers have been fundamental for me to understand the sector and how hotels work. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}