{
    "id": 17905,
    "citation_title": "The Macroeconomics of Microfinance",
    "citation_author": [
        "Francisco J. Buera",
        "Joseph P. Kaboski",
        "Yongseok Shin"
    ],
    "citation_publication_date": "2012-03-08",
    "issue_date": "2012-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a quantitative evaluation of the aggregate and distributional impact of microfinance or credit programs targeted toward small businesses. We find that the redistributive impact of microfinance is stronger in general equilibrium than in partial equilibrium, but the impact on aggregate output and capital is smaller in general equilibrium. Aggregate total factor productivity (TFP) increases with microfinance in general equilibrium but decreases in partial equilibrium. When general equilibrium effects are accounted for, scaling up the microfinance program will have only a small impact on per-capita income, because the increase in TFP is counterbalanced by lower capital accumulation resulting from the redistribution of income from high-savers to low-savers. Nevertheless, the vast majority of the population will be positively affected by microfinance through the increase in equilibrium wages.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Buera and Shin gratefully acknowledge the financial support of the National Science Foundation (SES-0946647) and the Consortium on Financial Systems and Poverty at the University of Chicago. Kaboski gratefully acknowledge the Consortium on Financial Systems and Poverty at the University of Chicago for financial support.\n\n\n"
}