{
    "id": 17914,
    "citation_title": "Housing Booms and City Centers",
    "citation_author": [
        "Edward L. Glaeser",
        "Joshua D. Gottlieb",
        "Kristina Tobio"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPopular discussions often treat the great housing boom of the 1996-2006 period as if it were a national phenomenon with similar impacts across locales, but across metropolitan areas, price growth was dramatically higher in warmer, less educated cities with less initial density and higher initial housing values.  Within metropolitan areas, price growth was faster in neighborhoods closer to the city center.  The centralization of price growth during the boom was particularly dramatic in those metropolitan areas where income is higher away from the city center.  We consider four different explanations for why city centers grew more quickly when wealth was more suburbanized:  (1) gentrification, which brings rapid price growth, is more common in areas with centralized poverty; (2) areas with centralized poverty had more employment concentration which led to faster centralized price growth;  (3) areas with centralized poverty had the weakest supply response to the boom in prices in the city center; and (4) poverty is centralized in cities with assets, like public transit, at the city center that became more valuable over the boom.  We find some support for several of these hypotheses, but taken together they explain less than half of the overall connection between centralized poverty and centralized price growth.\n\n",
    "acknowledgement": "\nThe authors thank the Taubman Center for State and Local Government for research support. This paper is an expanded version of a shorter essay that will appear in the AEA: Papers and Proceedings.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}