{
    "id": 17916,
    "citation_title": "Evaluating Estimates of Materials Offshoring from U.S. Manufacturing",
    "citation_author": [
        "Robert C. Feenstra",
        "J. Bradford Jensen"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen materials offshoring is measured by estimating imported intermediate inputs, a common assumption used is that an industry's imports of each input, relative to its total demand, is the same as the economy-wide imports relative to total demand: this is the so-called \"import comparability\" or \"proportionality\" assumption. A report to the National Research Council identified this assumption as being a significant limitation of current data collection and analysis. In this note we move beyond this assumption to obtain a direct measure of imported materials by industry for the United States in 1997. At the 3-digit I-O industry level, there is a correlation of 0.68 between the offshoring shares made with and without the proportionality assumption, and a higher correlation of 0.87 when the shares are value weighted. While most value-weighted industry have differences below 50 percentage points in the two estimates, there is significant number of cases that differ by 10 percentage points or more.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference \"Measurement Issues Arising from the Growth of Globalization,\" National Academy of Public Administration and the Upjohn Institute for Employment Research, Nov. 6-7, 2009. The authors thank Greg Wright and Daniel Reyes for excellent research assistance. We also thank Belinda Bonds and Marshall Reinsdorf of the Bureau of Economic Analysis for their assistance. Some of the analysis in this paper was conducted at the Center for Economic Studies, U.S. Census Bureau. The results have not undergone the review accorded Census Bureau publications and no endorsement should be inferred. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}