{
    "id": 17912,
    "citation_title": "Improving Police Performance in Rajasthan, India: Experimental Evidence on Incentives, Managerial Autonomy and Training",
    "citation_author": [
        "Abhijit Banerjee",
        "Raghabendra Chattopadhyay",
        "Esther Duflo",
        "Daniel Keniston",
        "Nina Singh"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe role of good management practices in organizations has recently been emphasized. Do the same principles also apply in government organizations, even the most bureaucratic and hierarchical of them? And can skilled, motivated managers identify how to improve these practices, or is there a role for outsiders to help them in this task? Two unique large-scale randomized trials conducted in collaboration with the state police of Rajasthan, India sought to increase police efficiency and improve interactions with the public. In a sample of 162 police stations serving almost 8 million people, the first experiment tested four interventions recommended by police reform panels: limitations of arbitrary transfers, rotation of duty assignments and days off, increased community involvement, and on-duty training. Field experience motivated a novel fifth intervention: “decoy” visits by field officers posing as citizens attempting to register cases, which gave constables incentives to behave more professionally. Only two of these, training and decoy visits, had robust impacts. The other three, which would have reduced middle managers’ autonomy, were poorly implemented and ineffective. Building upon these findings, we designed a second experiment that provided explicit incentives to police officers to carry out sobriety traffic checkpoints and did not rely on middle managers. Linking good performance with the promise of a transfer from the reserve barracks to a desirable police station posting, these incentives worked within existing organizational constraints and had very large effects on performance.\n\n",
    "acknowledgement": "\nWe thank Clément Imbert, Selvan Kumar, Dhruva Kothari, Neil Buddy Shah, and Pankaj Verma for their outstanding contributions as research assistants on this project. We are indebted to M.K. Devarajan, and M. L. Lather for their insights and comments, and A.S. Gill, formerly Director General of Police for Rajasthan Police, for initiating and constantly supporting this research. Previously circulated as \"Can Institutions be Reformed from Within? Evidence from a Randomized Experiment with the Rajasthan Police.\" The findings and opinions expressed in this paper are those of the authors and do not in any way engage the responsibility of the Rajasthan Police. The paper was written in complete independence and the Rajasthan Police, as an institution, did not weigh in on the analysis of the data or the drafting of the report. All the data collected in the course of this project is available for download and public use (including, but not limited to, replication of our results) at http://dvn.iq.harvard.edu/dvn/dv/jpal. We are grateful for funding from the Will and Flora Hewlett Foundation and the UNODC. The Hewlett Foundation was not involved in the drafting of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}