{
    "id": 1791,
    "citation_title": "The Effect of Federal Tax Deductibility on State and Local Taxes and Spending",
    "citation_author": [
        "Martin Feldstein",
        "Gilbert Metcalf"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of federal deductibility of state and local taxes on the fiscal behavior of state and local governments. The primary finding is that deductibility affects the way that state-local governments finance their spending as well as the overall level of spending. More specifically, in states where federal deductibility implies a relatively low cost of using deductible personal taxes (including income,sales and property taxes), there is greater reliance on those taxes and less reliance on business taxes and other revenue sources.The effect of deductibility on the state-local financial mix implies that deductibility has a much lower cost to the federal government than has previously been assumed. Indeed, if deductibility causes a large enough shift of financing from business taxes to personal taxes, deductibility may actually raise federal tax receipts. The analysis also implies that deductibility is likely to be a more cost-effective way than direct grants for raising the general level of state-local government spending. The present study uses the individual tax return data in the NBER TAXSIM model to calculate federal tax prices for itemizers and other taxpayers in each state. The econometric analysis recognizes that the federal tax price is endogenous (because it reflects the state-local spending decisions) and therefore uses a consistent instrumental variable procedure. This use of instrumental variable estimation exacerbates the difficulty of making precise estimates from the data. The relatively large standard errors indicate the need for caution in interpreting the point estimates.\n\n",
    "acknowledgement": "\n"
}