{
    "id": 17918,
    "citation_title": "Estimating the Relationship between Alcohol Policies and Criminal Violence and Victimization",
    "citation_author": [
        "Sara Markowitz",
        "Erik Nesson",
        "Eileen Poe-Yamagata",
        "Curtis Florence",
        "Partha Deb",
        "Tracy Andrews",
        "Sarah Beth L. Barnett"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nViolence is one of the leading social problems in the United States.  The development of appropriate public policies to curtail violence is confounded by the relationship between alcohol and violence.  In this paper, we estimate the propensity of alcohol control policies to reduce the perpetration and victimization of criminal violence.  We measure violence with data on individual level victimizations from the U.S. National Crime Victimization Survey.  We examine the effects of a number of different alcohol control policies in reducing violent crime.  These policies include the retail price of beer, drunk driving laws and penalties, keg laws, and serving and selling laws.  We find some evidence of a negative relationship between alcohol prices and the probability of alcohol or drug related assault victimizations.  However, we find no strong evidence that other alcohol policies are effective in reducing violent crimes.  These results provide policy makers with guidance on potential approaches for reducing violence through alcohol beverage control.\n\n",
    "acknowledgement": "\nFunding for this study was provided by a contract from the Centers for Disease Control to IMPAQ International, LLC.  We would like to thank Phil Cook for excellent help and suggestions. The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention or the National Bureau of Economic Research.\n\n\n"
}