{
    "id": 17919,
    "citation_title": "Indirect Tax Initiatives and Global Rebalancing",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses how joint cross country indirect tax initiatives can be used to achieve global rebalancing. This is potentially an important development for G20 discussions which thus far have centered on exchange rates as the instruments to achieve rebalancing. We suggest that if China and Germany (as major surplus countries) switch their present VAT systems from a destination principle to an origin principle, and the US (as the major deficit country) adopts a VAT on a destination principle VAT, jointly these actions can significantly reduce the three countries' joint imbalances and so contribute to global rebalancing. We use a numerical general equilibrium model with a monetary structure incorporating inside money to capture endogeneity of trade imbalances, and to also investigate the potential impacts of such initiatives. These confirm that VAT structures are not only good for global rebalancing but also the changes we consider are beneficial for welfare and revenue collection. Our research is aimed to inject new ideas to the present global rebalancing debate.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund and to the Centre For International Governance Innovation Waterloo for financial support, and to a seminar group at UWO for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}