{
    "id": 17917,
    "citation_title": "Game Over: Simulating Unsustainable Fiscal Policy",
    "citation_author": [
        "Richard W. Evans",
        "Laurence J. Kotlikoff",
        "Kerk L. Phillips"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nFiscal sustainability is one of the most pressing policy issues of our time. Yet it remains difficult to quantify. Official debt is plagued with a number of measurement difficulties since its measurement reflects the choice of words, not policies. And forming the fiscal gap-the imbalance in the government's intertemporal budget-requires strong discount rate assumptions. An alternative approach, taken here, is specifying a stochastic general equilibrium model and determining via simulation how long it takes for the economy to reach game over-the point where current policy can no longer be maintained. Our simulations, based on an OLG model calibrated to the U.S. economy, produce an average duration to game over of roughly one century, with a 35 percent chance of reaching the fiscal limit in roughly 30 years. The prospect of man-made economic collapse produces large equity premia, like those observed in the data. Our simulations show that both the fiscal gap and the equity premium rise as the economy gets closer to hitting its fiscal limit, suggesting that the fiscal gap and the equity premium may be good indicators of unsustainable policy.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments and suggestions from participants in the 2011 NBER \"Fiscal Policy after the Financial Crisis\" conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}