{
    "id": 17929,
    "citation_title": "The Market for Financial Advice: An Audit Study",
    "citation_author": [
        "Sendhil Mullainathan",
        "Markus Noeth",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "2021-06-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nDo financial advisers undo or reinforce the behavioral biases and misconceptions of their clients? We use an audit methodology where trained auditors meet with financial advisers and present different types of portfolios. These portfolios reflect either biases that are in line with the financial interests of the advisers (e.g., returns-chasing portfolio) or run counter to their interests (e.g., a portfolio with company stock or very low-fee index funds). We document that advisers fail to de-bias their clients and often reinforce biases that are in their interests. Advisers encourage returns-chasing behavior and push for actively managed funds that have higher fees, even if the client starts with a well-diversified, low-fee portfolio.\n\n",
    "acknowledgement": "\nWe thank Tim Adam, John Campbell, Matthew Gentzkow, Michael Haliassos, Steffen Meyer, Jay Ritter, and seminar participants at Berkeley, Columbia, MIT Sloan, NBER Behavioral Economics Working Group, NBER Household Finance workshop, NetSpar Torino, SAVE Deidesheim, and ESSFM Gerzensee as well as at the AEA and the AFA for their helpful comments. We thank Ximena Cadena and Carter Powers for outstanding research assistance in implementing the project. We would also like to acknowledge financial support for the audit study from ideas42. All mistakes are of course our own. Sendhil Mullainathan is the assistant director of research at the CFPB. The views expressed are those of the authors and do not necessarily represent those of the Director of the Consumer Financial Protection Bureau nor those of the staff, nor the views of the National Bureau of Economic Research.\n\n\n"
}