{
    "id": 17923,
    "citation_title": "Price Setting with menu cost for Multi-product firms",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model the decisions of a multi-product firm that faces a fixed \"menu\" cost: once it is paid, the firm can adjust the price of all its products. We characterize analytically the steady state firm's decisions in terms of the structural parameters: the variability of the flexible prices, the curvature of the profit function, the size of the menu cost, and the number of products sold. We provide expressions for the steady state frequency of adjustment, the hazard rate of price adjustments, and the size distribution of price changes, all in terms of the structural parameters. We study analytically the impulse response of aggregate prices and output to a monetary shock. The size of the output response and its duration increase with the number of products, they more than double as the number of products goes from 1 to ten, quickly converging to the ones of Taylor's staggered price model.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, Ricardo Caballero, Carlos Carvalho, John Leahy, Bob Lucas, Virgiliu Midrigan, Luigi Paciello, Ricardo Reis, Rafael Schoenle, Kevin Sheedy, Rob Shimer, Paolo Surico, Nancy Stokey, Harald Uhlig, Ivan Werning, as well as seminar participants at EIEF, the University of Chicago, the ASSA 2012, the Federal Reserve Banks of Chicago, Minneapolis, New York and Philadelphia, the Bank of Italy, the European Central Bank, the London Business School, the Bank of Norway, and the 2012 NBER Monetary Economics Meeting in NY for their comments. Alvarez thanks the ECB for the Wim Duisenberg fellowship. We are grateful to Katka Borovickova for her excellent assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarioum: EIEF, Rome, Italy. As research visitor, Federal Reserve Bank of Chicago, US. As consultant to the Research Department. European Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\n"
}