{
    "id": 17921,
    "citation_title": "Convective Risk Flows in Commodity Futures Markets",
    "citation_author": [
        "Ing-Haw Cheng",
        "Andrei Kirilenko",
        "Wei Xiong"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the joint responses of commodity futures prices and traders' futures positions to changes in the VIX before and after the recent financial crisis. We find that while financial traders accommodate the needs of commercial hedgers in normal times, in times of distress, financial traders reduce their net long positions in response to an increase in the VIX causing the risk to flow to commercial hedgers.  By exploiting a cross-section of traders, we provide micro-level evidence for a convective flow of risk from distressed financial traders to the ultimate producers of commodities in the real economy.\n\n",
    "acknowledgement": "\nFor helpful comments and encouragement, the authors would like to thank Bob Hodrick, Michael Johannes, Uday Rajan, Ken Singleton, Moto Yogo, and seminar participants at Columbia University, the Federal Reserve Board, Fordham University, and Princeton University. We thank Matt Baron and Philip Yan for research assistance. Xiong acknowledges financial support from Smith Richardson Foundation grant #2011-8691.  The views expressed in this paper are our own and do not constitute an official position of the Commodity Futures Trading Commission, its commissioners, its staff, or the National Bureau of Economic Research.\n\n\n"
}