{
    "id": 17926,
    "citation_title": "The Free Rider Problem: a Dynamic Analysis",
    "citation_author": [
        "Marco Battaglini",
        "Salvatore Nunnari",
        "Thomas Palfrey"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a dynamic model of free riding in which n infinitely lived agents choose between private consumption and contributions to a durable public good g.  We characterize the set of continuous Markov equilibria in economies with reversibility, where investments can be positive or negative; and in economies with irreversibility, where investments are non negative and g can only be reduced by depreciation.  With reversibility, there is a continuum of equilibrium steady states: the highest equilibrium steady state of g is increasing in n, and the lowest is decreasing.  With irreversibility, the set of equilibrium steady states converges to a unique point as depreciation converges to zero: the highest steady state possible with reversibility.  In both cases, the highest steady state converges to the efficient steady state as agents become increasingly patient.  In economies with reversibility there are always non-monotonic equilibria in which g converges to the steady state with damped oscillations; and there can be equilibria with no stable steady state, but a unique persistent limit cycle.\n\n",
    "acknowledgement": "\nBattaglini gratefully acknowledges financial support from the Alfred P. Sloan Foundation.  Palfrey gratefully acknowledges financial support from NSF (SES-0962802), and The Gordon and Betty Moore Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}