{
    "id": 17927,
    "citation_title": "What Will My Account Really Be Worth? An Experiment on Exponential Growth Bias and Retirement Saving",
    "citation_author": [
        "Gopi Shah Goda",
        "Colleen Flaherty Manchester",
        "Aaron Sojourner"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent findings on limited financial literacy and exponential growth bias suggest saving decisions may not be optimal because such decisions require an accurate understanding of how current contributions can translate into income in retirement. This study uses a large-scale field experiment to measure how a low-cost, direct-mail intervention designed to inform subjects about this relationship affects their saving behavior. Using administrative data prior to and following the intervention, we measure its effect on participation and the level of contributions in retirement saving accounts. Those sent income projections along with enrollment information were more likely to change contribution levels and increase annual contributions relative to the control group. Among those who made a change in contribution, the increase in annual contributions was approximately $1,150. Results from a follow-up survey corroborate these findings and show heterogeneous effects of the intervention by rational and behavioral factors known to affect saving. Finally, we find evidence of behavioral influences on decision-making in that the assumptions used to generate the projections influence the saving response.\n\n",
    "acknowledgement": "\nWe are grateful to Jackie Singer and Shelly Wymer for their assistance with administering this project. The research reported herein was performed pursuant to a grant  from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Center. The authors also acknowledge additional support provided by the TIAA-CREF Institute and the University of Minnesota Carlson School of Management. The authors thank John Beshears, Jeff Brown, Wandi Bruine de Bruin, Katherine Carman, James Choi, Courtney Coile, Adeline Delavande, Maria Fitzpatrick, Damon Jones, Amit Kramer, Ron Laschever, Annamaria Lusardi, Erzo F.P. Luttmer, Dayanand Manoli, Olivia Mitchell, Enrico Moretti, Victor Stango, Robert Willis, Joanne Yoong and seminar participants at the University of Illinois and at the University of Chicago for comments. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, the National Bureau of Economic Research, or any other institution with which the authors are affiliated. c2012 Goda, Manchester and Sojourner. All rights reserved.\n\n\n"
}