{
    "id": 17928,
    "citation_title": "Does March Madness Lead to Irrational Exuberance in the NBA Draft? High-Value Employee Selection Decisions and Decision-Making Bias",
    "citation_author": [
        "Casey Ichniowski",
        "Anne E. Preston"
    ],
    "citation_publication_date": "2012-03-15",
    "issue_date": "2012-03-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a detailed personally-assembled data set on the performance of collegiate and professional basketball players over the 1997-2010 period, we conduct a very direct test of two questions.  Does performance in the NCAA \"March Madness\" college basketball tournament affect NBA teams' draft decisions?  If so, is this effect the result of decision making biases which overweight player performance in these high-visibility college basketball games or rational judgments of how the players later perform in the NBA?  The data provide very clear answers to these two questions.  First, unexpected March Madness performance, in terms of unexpected team wins and unexpected player scoring, affects draft decisions.  This result persists even when models control for a direct measure of the drafted players' unobserved counterfactual - various mock draft rankings of where the players were likely to be drafted just prior to any participation in the March Madness tournament.  Second, NBA personnel who are making these draft decisions are certainly not irrationally overweighting this MM information.  If anything, the unexpected performance in the March Madness tournament deserves more weight than it gets in the draft decisions.  Finally, there is no evidence that players who played in the March Madness tournament comprise a pool of players with a lower variance in future NBA performance and who are therefore less likely to become NBA superstars than are players who do not play in MM.  Players with positive draft bumps due to unexpectedly good performance in the March Madness tournament are in fact more likely than those without bumps from March Madness participation to become one of the rare NBA superstars in the league.\n\n",
    "acknowledgement": "\nThe authors thank Michael Egley, Damien Fenske-Corbiere, Kazunari Inoki, Amy Johnson, Jack Koehler, Raymond Lim, and Frankie Pavia for expert and dedicated research assistance on this project.  They also want to acknowledge Chaz Thomas and his dedication to his research on March Madness that motivated the current study.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}