{
    "id": 17939,
    "citation_title": "School Governance, Teacher Incentives, and Pupil-Teacher Ratios: Experimental Evidence from Kenyan Primary Schools",
    "citation_author": [
        "Esther Duflo",
        "Pascaline Dupas",
        "Michael Kremer"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2014-04-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome education policymakers focus on bringing down pupil-teacher ratios. Others argue that resources will have limited impact without systematic reforms to education governance, teacher incentives, and pedagogy. We examine a program under which Kenyan Parent-Teacher Associations (PTAs) at randomly selected schools were funded to hire an additional teacher on an annual contract renewable conditional on performance, outside normal Ministry of Education civil-service channels, at one-quarter normal compensation levels.  For students randomly assigned to stay with existing classes, test scores did not increase significantly, despite a reduction in class size from 82 to 44 on average. In contrast, scores increased for students assigned to be taught by locally-hired contract teachers. One reason may be that contract teachers had low absence rates, while centrally-hired civil-service teachers in schools randomly assigned PTA contract teachers endogenously reduced their effort.  Civil-service teachers also captured rents for their families, with approximately 1/3 of contract teacher positions going to relatives of existing teachers. A governance program that empowered parents within PTAs reduced both forms of capture. The best contract teachers obtained civil service jobs over time, and we estimate large potential dynamic benefits from supplementing a civil service system with locally-hired contract teachers brought in on a probationary basis and granted tenure conditional on performance.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Paul Glewwe, Alaka Holla, Victor Lavy, Craig McIntosh, Naercio Menezes-Filho, Karthik Muralidharan, and seminar participants at the Harris School, Harvard, UC Santa Barbara, the World Bank, Dartmouth College, NEUDC, EGAP, and Itau International Seminar for helpful comments and discussions. We thank the Kenya Ministry of Education, International Child Support Africa, and Matthew Jukes for their collaboration. We thank Willa Friedman, Jessica Morgan, Nicolas Studer, Ian Tomb, Victor Pouliquen and Paul Wang for excellent research assistance. We are grateful to Grace Makana and her field team for collecting the data. We thank the World Bank and the Government of the Netherlands for the grant that made this study possible. The research protocol was approved by the following IRBs: MIT, Harvard, ICS and IPA Kenya. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}