{
    "id": 17936,
    "citation_title": "Do High-Cost Hospitals Deliver Better Care? Evidence from Ambulance Referral Patterns",
    "citation_author": [
        "Joseph J. Doyle",
        "Jr.",
        "John A. Graves",
        "Jonathan Gruber",
        "Samuel Kleiner"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEndogenous patient sorting across hospitals can confound performance comparisons. This paper provides a new lens to compare hospital performance for emergency patients: plausibly exogenous variation in ambulance-company assignment. Ambulances are effectively randomly assigned to patients in the same area based on rotational dispatch mechanisms. Using Medicare data from 2002-2008, we show that ambulance company assignment importantly affects hospital choice for patients in the same zip code. Using data for New York state from 2000-2006 that matches exact patient addresses to hospital discharge records, we show that patients who live very near each other but on either side of ambulance-dispatch boundaries go to different types of hospitals. Both strategies show that higher-cost hospitals have significantly lower one-year mortality rates compared to lower-cost hospitals. We find that common indicators of hospital quality, such as indicators for \"appropriate care\" for heart attacks, are generally not associated with better patient outcomes. On the other hand, we find that measures of \"leading edge\" hospitals, such as teaching hospitals and hospitals that quickly adopt the latest technologies, are associated with better outcomes, but have little impact on the estimated mortality-hospital cost relationship. We also find that hospital procedure intensity is a key determinant of the mortality-cost relationship, suggesting that treatment intensity, and not differences in quality reflected in prices, drives much of our findings. The evidence also suggests that there are diminishing returns to hospital spending and treatment intensity.\n\n",
    "acknowledgement": "\nWe are grateful to Amy Finkelstein, Michael Greenstone, Larry Katz, Doug Staiger, Heidi Williams and especially Jon Skinner for helpful conversations; seminar participants at the NBER, University of Chicago, MIT, Vanderbilt, New York University, the Brookings Institute, and the University of Texas for helpful comments, and to Noam Angrist, Archit Bhise, Shelly Jin, Rex Lam, and Jie Zhao for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}