{
    "id": 17937,
    "citation_title": "Is There \"Too Much\" Inequality in Health Spending Across Income Groups?",
    "citation_author": [
        "Laurence Ales",
        "Roozbeh Hosseini",
        "Larry E. Jones"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the efficient allocation of health resources across individuals. We focus on the relation between health resources and income (taken as a proxy for productivity). In particular we determine the efficient level of the health care social safety net for the indigent. We assume that individuals have different life cycle profiles of productivity. Health care increases survival probability. We adopt the classical approach of welfare economics by considering how a central planner with an egalitarian (ex-ante) perspective would allocate resources. We show that, under the efficient allocation, health care spending increases with labor productivity, but only during the working years. Post retirement, everyone would get the same health care. Quantitatively, we find that the amount of inequality across the income distribution in the data is larger that what would be justified solely on the basis of production efficiency, but not drastically so. As a rough summary, in U.S. data top to bottom spending ratios are about 1.5 for most of the life cycle. Efficiency implies a decline from about 2 (at age 25) to 1 at retirement. We find larger inefficiencies in the lower part of the income distribution and in post retirement ages.\n\n",
    "acknowledgement": "\nWe would like to thank George-Levi Gayle, Martin Gaynor, Fatih Guvenen, Berthold Herrendorf, Chad Jones, Ellen McGrattan, Serdar Ozkan, Juan Pablo Nicolini, Chris Phelan, Jim Poterba, Jose-Victor Rios- Rull, Seth Richards-Shubik, Todd Schoellman, Sam Schulhofer-Wohl, Erick Sager, Fallaw Sowell, Gustavo Ventura, Motohiro Yogo and seminar participants at the SED meetings in Montreal, Midwest Macro Meetings and the Federal Reserve Bank of Minneapolis for comments and many useful conversations. We thank Erick Sager for his excellent research assistance. Financial support from NSF grant SES-0962432 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}