{
    "id": 17930,
    "citation_title": "Financial Literacy and the Financial Crisis",
    "citation_author": [
        "Leora F. Klapper",
        "Annamaria Lusardi",
        "Georgios A. Panos"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ability of consumers to make informed financial decisions improves their ability to develop sound personal finance. This paper uses a panel dataset from Russia, an economy in which consumer loans grew at an astounding rate - from about US$10 billion in 2003 to over US$170 billion in 2008 - to examine the importance of financial literacy and its effects on behavior. The survey contains questions on financial literacy, consumer borrowing (formal and informal), saving and spending behavior. The paper studies both the financial consequences and the real consequences of financial illiteracy. Even though consumer borrowing increased very rapidly in Russia, the authors find that only 41% of respondents demonstrate understanding of the workings of interest compounding and only 46% can answer a simple question about inflation. Financial literacy is positively related to participation in financial markets and negatively related to the use of informal sources of borrowing. Moreover, individuals with higher financial literacy are significantly more likely to report having greater availability of unspent income and higher spending capacity. The relationship between financial literacy and availability of unspent income is higher during the financial crisis, suggesting that financial literacy may better equip individuals to deal with macroeconomic shocks.\n\n",
    "acknowledgement": "\nWe thank Ed Al-Hussainy, Andrei Markov, David McKenzie, Martin Melecky, Sue Rutledge, Bilal Zia, and seminar participants at the ISNIE 2011 at Stanford University, the CEPR/Study Center Gerzensee 2011 European Summer Symposium, the McDonough School of Business, Essex Business School and the University of Venice for very valuable comments and the World Bank Development Research Group Research Support Budget for financial assistance. Teresa Molina and Douglas Randall provided outstanding research assistance. This paper's findings, interpretations and conclusions are entirely those of the authors and do not necessarily represent the views or policies of the World Bank, their Executive Directors, the countries they represent or the National Bureau of Economic Research.\n\n\n"
}