{
    "id": 17938,
    "citation_title": "Remedies for Sick Insurance",
    "citation_author": [
        "Daniel L. McFadden",
        "Carlos E. Noton",
        "Pau Olivella"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis expository paper describes the factors that contribute to failure of health insurance markets, and the regulatory mechanisms that have been and can be used to combat these failures.  Standardized contracts and creditable coverage mandates are discussed, along with premium support, enrollment mandates, guaranteed issue, and risk adjustment, as remedies for selection-related market damage.  An overall conclusion of the paper is that the design and management of creditable coverage mandates are likely to be key determinants of the performance of the health insurance exchanges that are a core provision of the PPACA of 2010.  Enrollment mandates, premium subsidies, and risk adjustment can improve the stability and relative efficiency of the exchanges, but with carefully designed creditable coverage mandates are not necessarily critical for their operation.\n\n",
    "acknowledgement": "\nMcFadden acknowledges support from the E. Morris Cox fund at the University of California, Berkeley, the Presidential fund at USC, the Schaeffer Center for Health Economics and Policy at USC, and National Institute on Aging (NIA) grants No. P01 AG005842 to the NBER and No. RC4 AG039036 to USC; Olivella acknowledges support from the Ministerio de Educación y Ciencia, project ECO2009-07616. We thank Peter Diamond, Mike Rothschild, Victor Fuchs, and Jonathan Gruber for useful comments.  All conclusions of this research are solely those of the authors, and not necessarily those of the supporting institutions or of the individuals cited. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}