{
    "id": 17934,
    "citation_title": "Liquidity, Business Cycles, and Monetary Policy",
    "citation_author": [
        "Nobuhiro Kiyotaki",
        "John Moore"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents a model of a monetary economy where there are differences in liquidity across assets. Money circulates because it is more liquid than other assets, not because it has any special function.  There is a spectrum of returns on assets, reflecting their differences in liquidity. The model is used, first, to investigate how aggregate activity and asset prices fluctuate with shocks to productivity and liquidity; second, to examine what role government policy might have through open market operations that change the mix of assets held by the private sector. With its emphasis on liquidity rather than sticky prices, the model harks back to an earlier interpretation of Keynes (1936), following Tobin (1969).\n\n",
    "acknowledgement": "\nThe first version of this paper was presented as a plenary address to 2001 Annual Meeting of the Society for Economic Dynamics, and then as a Clarendon Lecture at the University of Oxford (Kiyotaki and Moore, 2001). We are grateful for feedback from many conference and seminar participants. In particular, we would like to thank Olivier Blanchard, Markus Brunnermeier, V.V. Chari, Marco Del Negro, Edward Green, Bengt Holmstrom, Olivier Jeanne, Arvind Krishnamurthy, Narayana Kocherlakota, Guido Lorenzoni, Robert Lucas, Kiminori Matsuyama, Ellen McGrattan, Shouyong Shi, Jonathan Thomas, Robert Townsend, Neil Wallace, Randall Wright, and Ruilin Zhou for very helpful discussions and criticisms. We would like to express our special gratitude to Wei Cui for his excellent research assistance. Kiyotaki gratefully acknowledges financial support from the US National Science Foundation. Moore gratefully acknowledges the support from the European Research Council Advanced Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}