{
    "id": 17931,
    "citation_title": "Limited Life Expectancy, Human Capital and Health Investments: Evidence from Huntington Disease",
    "citation_author": [
        "Emily Oster",
        "Ira Shoulson",
        "E. Ray Dorsey"
    ],
    "citation_publication_date": "2012-03-23",
    "issue_date": "2012-03-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most basic predictions of human capital theory is that life expectancy should impact human capital investment. Limited exogenous variation in life expectancy makes this difficult to test, especially in the contexts most relevant to the macroeconomic applications. We estimate the relationship between life expectancy and human capital investments using genetic variation in life expectancy driven by Huntington disease (HD), an inherited degenerative neurological disorder with large impacts on mortality. We compare investment levels for individuals who have ex ante identical risks of HD but learn (through early symptom development or genetic testing) that they do or do not carry the genetic mutation which causes the disease. We find strong qualitative support: individuals with more limited life expectancy complete less education and less job training. We estimate the elasticity of demand for college completion with respect to years of life expectancy of 0.40. This figure implies that differences in life expectancy explain about 10% of cross-country differences in college enrollment. Finally, we use smoking and cancer screening data to test the corollary that health capital is responsive to life expectancy.\n\n",
    "acknowledgement": "\nOster acknowledges funding from the Neubauer Family.  Dorsey acknowledges funding from the Robert Wood Johnson Foundation Physician Faculty Scholars Program.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}