{
    "id": 17941,
    "citation_title": "A Series of Unfortunate Events: Common Sequencing Patterns in Financial Crises",
    "citation_author": [
        "Carmen M. Reinhart"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that the global scope and depth of the crisis the began with the collapse of the subprime mortgage market in the summer of 2007 is unprecedented in the post World War II era and, as such, the most relevant comparison benchmark is the Great Depression (or the Great Contraction, as dubbed by Friedman and Schwartz, 1963) of the 1930s. Some of the similarities between these two global episodes are examined but the analysis of the aftermath of severe financial crises is extended to also include the most severe post-WWII crises as well.   As to the causes of these great crises, we focus on those factors that are common across time and geography. We discriminate between root causes of the crises, recurring crises symptoms, and common features (such as misguided financial regulation or inadequate supervision) which serve as amplifiers of the boom-bust cycle.  There are recurring temporal patterns in the boom-bust cycle and their broad sequencing is analyzed.\n\n",
    "acknowledgement": "\nThis paper was prepared for the XIth Angelo Costa Lecture, Rome, October 5, 2011.  The material is drawn from Carmen M. Reinhart and Kenneth S. Rogoff  This Time is Different: Eight Centuries of Financial Folly (Princeton: Princeton University Press, 2009) and Carmen M. Reinhart, Jacob Kirkeegard, and Belen Sbrancia, Financial Repression Redux (2011).  I wish to thank Vincent R. Reinhart and conference participants for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}