{
    "id": 17947,
    "citation_title": "Salience and Consumer Choice",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a theory of context-dependent choice in which a consumer's attention is drawn to salient attributes of goods, such as quality or price. An attribute is salient for a good when it stands out among the good's characteristics, in the precise sense of being furthest away in that good from its average level in the choice set (or more generally, an evoked set). A local thinker chooses among goods by attaching disproportionately high weights to their salient attributes. When goods are characterized by only one quality attribute and price, salience tilts choices toward goods with higher ratios of quality to price. We use the model to account for a variety of disparate bits of evidence, including decoy effects in consumer choice, context-dependent willingness to pay, balance of qualities in desirable goods, and shifts in demand toward low quality goods when all prices in a category rise. We then apply the model to study discounts and sales, and to explain demand for low deductible insurance.\n\n",
    "acknowledgement": "\nWe are grateful to David Bell, Tom Cunningham, Matt Gentzkow, Bengt Holmstrom, Daniel Kahneman, Drazen Prelec, Jan Rivkin, Josh Schwartzstein, Jesse Shapiro, Itamar Simonson, Dmitry Taubinski and Richard Thaler for extremely helpful comments. Gennaioli thanks the Barcelona GSE Research Network and the Generalitat de Catalunya for financial support. Shleifer thanks the Kauffman Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}