{
    "id": 17946,
    "citation_title": "The Mystery of Zero-Leverage Firms",
    "citation_author": [
        "Ilya A. Strebulaev",
        "Baozhong Yang"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the puzzling evidence that a substantial number of large public non-financial US firms follow a zero-debt policy. Over the 1962-2009 period, on average 10.2% of such firms have zero debt and almost 22% have less than 5% book leverage ratio. Neither industry nor size can account for such puzzling behavior. Zero-leverage behavior is a persistent phenomenon, with 30% of zero-debt firms refrain from debt for at least five consecutive years. Particularly surprising is the presence of a large number of zero-leverage firms who pay dividends. They are more profitable, pay higher taxes, issue less equity, and have higher cash balances than their proxies chosen by industry and size. These firms also pay substantially higher dividends than their proxies and thus their total payout ratio is virtually independent of leverage. Firms with higher CEO ownership and longer CEO tenure are more likely to follow a zero-leverage policy, especially if boards are smaller and less independent. Family firms are also more likely to be zero-levered. Our results suggest that managerial and governance  characteristics are related to the zero-leverage phenomena in an important way.\n\n",
    "acknowledgement": "\nWe are grateful to John Graham and Harley R. (Chip) Ryan for providing us with data. We would like to thank Vikas Agarwal, Kenneth Ahern, Mark Chen, Martijn Cremers, Darrell Duffie, John Graham, Lubomir Litov, Jayant Kale, Omesh Kini, Ulrike Malmendier, Erwan Morellec, Francisco Pérez-González, Michael Roberts, Chip Ryan, Toni Whited, Jeff Zwiebel, and participants of Western Finance Association 2006 meeting in Keystone, and Baruch College, Stanford GSB FRILLS and PhD seminars for thoughtful comments, and Paul G. Ellis for editorial advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}