{
    "id": 17940,
    "citation_title": "Tailspotting: Identifying and profiting from CEO vacation trips",
    "citation_author": [
        "David Yermack"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows close connections between CEOs' absences from headquarters and corporate news disclosures. I identify CEO absences by merging corporate jet flight histories with records of CEOs' property ownership near leisure destinations. I find that CEOs go to their vacation homes just after companies report favorable news, and CEOs return to headquarters right before subsequent news is released. When CEOs are away, companies announce less news than usual, mandatory disclosures are more likely to occur late, and stock prices exhibit sharply lower volatility. Volatility increases when CEOs return to work. CEOs spend fewer days out of the office when their ownership is high and when the weather is bad at their vacation homes.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Tailspotting: How Disclosure, Stock Prices and Volatility Change When CEOs Fly to Their Vacation Homes.\" For helpful comments I thank Yakov Amihud, Sreedhar Bharath, Jonathan Cohn, Claudia Custodio, Ran Duchin, Robert Engle, Dan Galai, Marc Gabarro, William Greene, Peter Koudijs, Michael Knobler, Kate Litvak, Vikas Mehrotra, Lalitha Naveen, Ed Rice, Rik Sen, Denis Sosyura, Christopher Stanton, Nancy Su, Ralph Walkling, Wei Wang, an anonymous referee, and seminar participants at Adelaide, Alberta, Arizona State, Bocconi, Copenhagen, Frankfurt Center for Financial Studies, Hong Kong Polytechnic, LSU, Melbourne, Michigan, Norwegian School of Business, Oklahoma, Purdue, Queens University, Utah, University of Western Australia, Yale Law School, and the Drexel University Corporate Governance, Erasmus University Rotterdam Corporate Governance, and NYU-Penn Law and Finance conferences. Mark Maremont of The Wall Street Journal offered invaluable help with aircraft flight data, and Maria Aristizabal and Emiliya Schain provided superb research assistance. Part of this research was completed while I was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}