{
    "id": 17945,
    "citation_title": "Investment Busts, Reputation, and the Temptation to Blend in with the Crowd",
    "citation_author": [
        "Steven Grenadier",
        "Andrey Malenko",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe provide a dynamic model of an industry in which agents strategically time liquidation decisions in an effort to protect their reputations. As in traditional models, agents delay liquidation attempting to signal their quality. However, when the industry faces a common shock that indiscriminately forces liquidation of a subset of projects, agents with bad enough projects choose to liquidate even if their projects are unaffected by the shock. Such \"blending in with the crowd\" creates an additional incentive to delay liquidation, further amplifying the shock. As a result, even minuscule common shocks can be evidenced by massive liquidations. As agents await common shocks, the industry accumulates \"living dead\" projects. Surprisingly, the potential for moderate negative common shocks often improves agents values.\n\n",
    "acknowledgement": "\nWe thank Robert Gibbons, Deborah Lucas, Nadya Malenko, Kelly Shue, Youchang Wu (ASU WFC discussant), seminar participants at Massachusetts Institute of Technology, New Economic School, Ohio State University, Stanford University, University of Rochester, University of Virginia, and Washington University in St. Louis, and participants at the 2012 ASU Sonoran Winter Finance Conference for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}