{
    "id": 17958,
    "citation_title": "Inflation Expectations and Readiness to Spend: Cross-Sectional Evidence",
    "citation_author": [
        "Rüdiger Bachmann",
        "Tim O. Berg",
        "Eric R. Sims"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere have recently been suggestions for monetary policy to engineer higher inflation expectations so as to stimulate current spending. But what is the empirical relationship between inflation expectations and spending? We use the underlying micro data from the Michigan Survey of Consumers to test whether increased inflation expectations are indeed associated with greater reported readiness to spend. Cross-sectional data deliver the necessary variation to test whether the relationship between inflation expectations and spending changes in the recent zero lower bound regime compared to normal times, as suggested by many standard models. We find that the impact of inflation expectations on the reported readiness to spend on durable goods is statistically insignificant and small in absolute value when compared to other variables, such as household income or expected business conditions. Moreover, it appears that higher expected price changes have an adverse impact on the reported readiness to spend. A one percent increase in expected inflation reduces the probability that households have a positive attitude towards spending by about 0.1 percentage points. At the zero lower bound this small adverse effect remains, and is, if anything, slightly stronger. We also extend our analysis to the reported readiness to spend on cars and houses and obtain similar results. Altogether our results tell a cautionary tale for monetary (or fiscal) policy designed to engineer inflation expectations in order to generate greater current spending.\n\n",
    "acknowledgement": "\nWe are grateful to conference/seminar participants at the 2012 ASSA meeting in Chicago, the European Central Bank, the 2011 Ifo Conference on \"Macroeconomic and Survey Data'', the Ifo Institute, Maryland, the NBER Monetary Economics group, Notre Dame, the SEEK/CEPR Workshop on \"News, Sentiment, and Confidence in Fluctuations'', and Western Michigan University for useful suggestions. We are particularly grateful to Olivier Coibion for a helpful discussion and to Mike Pries for several comments.  We also  thank Annika Klatt for her excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}