{
    "id": 17954,
    "citation_title": "How Can Bill and Melinda Gates Increase Other People's Donations to Fund Public Goods?",
    "citation_author": [
        "Dean Karlan",
        "John A. List"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe conducted a fundraising experiment with an international development nonprofit organization in which a matching grant offered by the Bill and Melinda Gates Foundation raised more funds than one from an anonymous donor. The effect is strongest for solicitees who previously gave to other BMGF-supported, poverty charities. With supporting evidence from two other fundraising experiments as well as a survey experiment, we argue this is consistent with a quality signal mechanism. Alternative mechanisms are discussed, and not ruled out. The results help inform theories about charitable giving decision-making, and provide guidance to organizations and large donors on how to overcome information asymmetries hindering fundraising.\n\n",
    "acknowledgement": "\nThe authors thank TechnoServe for collaborating on this field experiment, the Bill and Melinda Gates Foundation for providing the matching grant to TechnoServe, Conor Dowling and Harvard University’s Institute for Quantitative Social Science for providing access to the Cooperative Congressional Election Study (and its funder, the National Science Foundation), NORC for collaboration on the AmeriSpeak survey, and Omar Parbhoo, ideas42 and Charity Navigator for providing data to the curated-list test reported herein. All opinions reported here are those of the authors and not of TechnoServe or of the Bill and Melinda Gates Foundation. Karlan thanks the Alfred B. Sloan Foundation and the National Science Foundation for support; List thanks the Templeton Foundation for support. We thank Nathan Barker, Shannon Coyne, Ellen Degnan, Selvan Kumar, Peter Lugthart, Rachel Strohm, James Tan, Natalia Torres and Jonathan Vayness for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}