{
    "id": 17952,
    "citation_title": "A Personal Touch: Text Messaging for Loan Repayment",
    "citation_author": [
        "Dean Karlan",
        "Melanie Morten",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe worked with two microlenders to test impacts of randomly assigned reminders for loan repayments in the \"text messaging capital of the world\". We do not find strong evidence that loss versus gain framing or messaging timing matter. Messages only robustly improve repayment when they include the loan officer's name. This effect holds for clients serviced by the loan officer previously but not for first-time borrowers. Taken together, the results highlight the potential and limits of communications technology for mitigating moral hazard, and suggest that personal obligation/reciprocity between borrowers and bank employees can be harnessed to help overcome market failures.\n\n",
    "acknowledgement": "\nWe appreciate the cooperation of Greenbank and Rural Bank of Mabitac in designing and implementing this study. Thanks to John Owens and the staff at MABS in the Philippines for help with data and implementation mechanics. Thanks to participants at the Advances with Field Experiments 2011 conference for helpful comments. Thanks to Tomoko Harigaya, Rebecca Hughes, Mark Miller, Megan McGuire, and Junica Soriano for excellent field work, and to the Bill and Melinda Gates Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}