{
    "id": 17950,
    "citation_title": "The Impact of Corporate Sustainability on Organizational Processes and Performance",
    "citation_author": [
        "Robert G. Eccles",
        "Ioannis Ioannou",
        "George Serafeim"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2014-04-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the effect of corporate sustainability on organizational processes and performance. Using a matched sample of 180 US companies, we find that corporations that voluntarily adopted sustainability policies by 1993 - termed as High Sustainability companies - exhibit by 2009 distinct organizational processes compared to a matched sample of companies that adopted almost none of these policies - termed as Low Sustainability companies. The boards of directors of High Sustainability companies are more likely to be formally responsible for sustainability and top executive compensation incentives are more likely to be a function of sustainability metrics. High Sustainability companies are more likely to have established processes for stakeholder engagement, to be more long-term oriented, and to exhibit higher measurement and disclosure of nonfinancial information. Finally, High Sustainability companies significantly outperform their counterparts over the long-term, both in terms of stock market and accounting performance.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"The Impact of a Corporate Culture of Sustainability on Corporate Behavior and Performance.\" Robert G. Eccles is a Professor of Management Practice at Harvard Business School. Ioannis Ioannou is an Assistant Professor of Strategy and Entrepreneurship at London Business School. George Serafeim is an Assistant Professor of Business Administration at Harvard Business School. Robert Eccles and George Serafeim gratefully acknowledge financial support from the Division of Faculty Research and Development of the Harvard Business School. We would like to thank Christopher Greenwald for supplying us with the ASSET4 data. Moreover, we would like to thank Cecile Churet, Michael Baldinger and Iordanis Chatziprodromou from Sustainable Asset Management for giving us access to their proprietary data. We are grateful to Chris Allen, Jeff Cronin, Christine Rivera, and James Zeitler for research assistance. We thank Ben Esty, David Larcker, Joshua Margolis, Costas Markides, Jeremy Stein, Catherine Thomas, and seminar participants at Boston College, Columbia University, ESMT, the INSEAD - Social Innovation Center, the NBER conference on the \"Causes and Consequences of Corporate Culture\", Cardiff University, Saint Andrews University, International Finance Corporation, and the Business and Environment Initiative at Harvard Business School for helpful comments. Finally, we would like to thank the Department Editor, Prof. B. Cassiman, an anonymous Associate Editor and three anonymous reviewers for insightful guidance through the review process and excellent insights. We are solely responsible for any remaining errors in this manuscript. We are solely responsible for any errors in this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}