{
    "id": 17957,
    "citation_title": "On the Generalizability of Experimental Results in Economics",
    "citation_author": [
        "Omar Al-Ubaydli",
        "John A. List"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nEconomists are increasingly turning to the experimental method as a means to estimate causal effects. By using randomization to identify key treatment effects, theories previously viewed as untestable are now scrutinized, efficacy of public policies are now more easily verified, and stakeholders can swiftly add empirical evidence to aid their decision-making. This study provides an overview of experimental methods in economics, with a special focus on developing an economic theory of generalizability. Given that field experiments are in their infancy, our secondary focus pertains to a discussion of the various parameters that they identify, and how they add to scientific knowledge. We conclude that until we conduct more field experiments that build a bridge between the lab and the naturally-occurring settings of interest we cannot begin to make strong conclusions empirically on the crucial question of generalizability from the lab to the field.\n\n",
    "acknowledgement": "\nThis paper is written for Frechette, G. & Schotter, A., Methods of Modern Experimental Economics, Oxford University Press. We wish to thank Marco Castillo, Robert Chambers, David Eil and Andreas Ortmann for helpful comments and for encouraging us to work on this issue. Alec Brandon and David Novgorodsky provided excellent research assistance. Al-Ubaydli: Department of Economics and Mercatus Center, George Mason University; List: Department of Economics, University of Chicago & NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}