{
    "id": 17956,
    "citation_title": "How Frequent Are Small Price Changes?",
    "citation_author": [
        "Martin S. Eichenbaum",
        "Nir Jaimovich",
        "Sergio Rebelo",
        "Josephine Smith"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2013-06-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent empirical work suggests that small price changes are relatively common. This evidence has been used to criticize classic menu-cost models. In this paper, we use scanner data from a national supermarket chain and micro data from the Consumer Price Index to reassess the importance of small price changes. We argue that the vast majority of these changes are due to measurement error. We conclude that the evidence on the prevalence of small price changes is much too weak to be used as a litmus test of nominal rigidity models.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to the Bureau of Labor Statistics data. We thank the Bureau of Labor Statistics staff, particularly, Randy Verbrugge, Bill Thompson, and Rob Cage, for their assistance and guidance in using the data. The views expressed here are those of the authors and do not necessarily reflect the views of the Bureau of Labor Statistics or  the National Bureau of Economic Research.. We thank John Leahy and two anonymous referees for their comments.\n\n\n\nMartin S. Eichenbaum\n\nNon-teaching compensated activities: 2009 through 2012 (excludes token honoraria).\nCo-editor, American Economic Review, 2011 - .\nAssociate Editor, Journal of Monetary Economics, 1989 – 2010.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nJefferies Associates, economic outlook talk.\nHightower Associates, consultant.\n\n\n"
}