{
    "id": 17955,
    "citation_title": "In Whom We Trust: The Role of Certification Agencies in Online Drug Markets",
    "citation_author": [
        "Roger Bate",
        "Ginger Zhe Jin",
        "Aparna Mathur"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2013-07-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses an audit sample and a consumer survey to study the intriguing market of online prescription drugs facing US customers, and assesses the role that certification agencies play in online drug markets.\nOn the supply side, we acquire samples of five popular brand-name prescription drugs from three types of online pharmacies: tier 1 are US-based and certified by the National Association of Boards of Pharmacy (NABP) or LegitScript.com, tier 2 are certified by PharmacyChecker.com or the Canadian International Pharmacy Association (CIPA) but not by NABP or LegitScript, tier 3 are not certified by any of the four agencies. Most tier 2 and tier 3 websites are foreign. We find that 37 of the 365 delivered samples are different from the products we ordered and therefore non-testable. Conditional on testable samples, Raman spectrometry test finds no failure of authenticity except for 8 Viagra samples from tier-3 websites. After controlling for testability and authenticity, tier 2 websites are 49.2% cheaper (p<0.01) and tier 3 websites are 54.8% cheaper (p<0.01) than tier 1 sites. These differences are driven by non-Viagra drugs. For Viagra, failing samples are cheaper but there is no significant price difference across tiers once we condition on testability and authenticity.\nTo study the demand side, we designed a survey that was distributed by RxRights. Among the 2,522 respondents who have purchased prescription medication and are concerned about the price of US pharmaceuticals, results show that 61.54% purchase drugs online and mostly from foreign websites, citing cost saving as the leading reason. Conditional on shopping online, 41.11% check with a credentialing agency.\nBoth samples convey a consistent message that certification agencies deliver useful information for foreign websites and online consumers. Further, while these findings confirm the FDA warning against rogue websites, they do suggest that a blanket ban against all foreign websites may deny consumers substantial savings from certified tier 2 websites.\n",
    "acknowledgement": "\nThe Searle Freedom Trust provided funding for the initial collection and spectrometry assessment, the Legatum Institute funded the second collection of medicines and spectrometry and a grant from the Social Sciences and Humanities Research Council of Canada provided subsequent funding to cover analysis of survey results. Kimberley Hess, Robert Brush and Lorraine Mooney assisted with spectrometry analysis, NABP and Pharmacychecker provided valuable information, and Julissa Milligan, Matt Jensen, Justin Huang and Ben Zou provided excellent research assistance. Frank Pleticha, Lee Graczyk and Melissa Maki assisted with survey design and implementation. A previous version was circulated under the title \"Unveiling the Mystery of Online Pharmacies: an Audit Study.\" All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}