{
    "id": 17964,
    "citation_title": "Explaining Recent Trends in the U.S. Teen Birth Rate",
    "citation_author": [
        "Melissa Schettini Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate trends in the U.S. rate of teen childbearing between 1981 and 2010, giving particular attention to the sizable decline that has occurred since 1991. Our primary focus is on establishing the role of state-level demographic changes, economic conditions, and targeted policies in driving recent aggregate trends. We offer three main observations. First, the recent decline cannot be explained by the changing racial and ethnic composition of teens; in fact, all else equal, a rising share of Hispanic teens would have led to an increase in teen childbearing. A temporary increase in the share of teens aged 18-19 can account for nearly half of the transitory increase in teen childbearing around 1991. Second, the only targeted policies that have had a statistically discernible impact on teen birth rates are declining welfare benefits and expanded access to family planning services through Medicaid. However, the combined effect of these two policies is estimated to account for only 12 percent of the observed decline in teen childbearing from 1991-2010. Third, weak labor market conditions, as measured by the unemployment rate, do appear to lead to lower teen birth rates and can account for 28 percent of the decline in teen birth rates since the Great Recession began.\n\n",
    "acknowledgement": "\nThe authors thank Kelleen Kaye for helpful comments and Lisa Dettling for very capable research assistance. Any views expressed are those of the authors alone. We acknowledge financial support from the National Campaign to Prevent Teen and Unplanned pregnancy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}