{
    "id": 17969,
    "citation_title": "Ricardo's Theory of Comparative Advantage: Old Idea, New Evidence",
    "citation_author": [
        "Arnaud Costinot",
        "Dave Donaldson"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen asked to name one proposition in the social sciences that is both true and non-trivial, Paul Samuelson famously replied: 'Ricardo's theory of comparative advantage'. Truth, however, in Samuelson's reply refers to the fact that Ricardo's theory of comparative advantage is mathematically correct, not that it is empirically valid. The goal of this paper is to assess the empirical performance of Ricardo's ideas. We use novel agricultural data that describe the productivity in 17 crops of 1.6 million parcels of land in 55 countries around the world. Crucially, this dataset contains information about the productivity of each parcel of land in all crops, not just those that are currently being grown. This direct information about relative productivity differences across economic activities allows us to compute, for the first time, the output predicted by Ricardo's theory of comparative advantage. Despite all of the real-world considerations from which this theory abstracts, we find that Ricardo's theory of comparative advantage has significant explanatory power in the data, at least within the scope of our analysis.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Chang-Tai Hsieh, and Esteban Rossi-Hansberg for comments and Meredith McPhail and Cory Smith for excellent research assistance. This paper has been prepared for the 2012 American Economic Review Papers and Proceedings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}