{
    "id": 17965,
    "citation_title": "Why is the Teen Birth Rate in the United States so High and Why Does it Matter?",
    "citation_author": [
        "Melissa Schettini Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines two aspects of teen childbearing in the United States. First, it reviews and synthesizes the evidence on the reasons why teen birth rates are so uniquely high in the United States and especially in some states. Second, it considers why and how it matters. We argue that economists' typical explanations are unable to account for any sizable share of the geographic variation. We describe some recent analysis indicating that the combination of being poor and living in a more unequal (and less mobile) location, like the United States, leads young women to choose early, non-marital childbearing at elevated rates, potentially because of their lower expectations of future economic success. Consistent with this view, the most rigorous studies on the topic find that teen childbearing has very little, if any, direct negative economic consequence. If it is explained by the low economic trajectory that some young women face, then it makes sense that having a child as a teen would not be an additional cause of poor economic outcomes.  These findings lead us to conclude that the high rate of teen childbearing in the United States matters mostly because it is a marker of larger, underlying social problems.\n\n",
    "acknowledgement": "\nThe authors thank the editors of the Journal of Economic Perspectives (David Autor, Charles Jones, John List, Ann Norman, and Timothy Taylor) for helping to shape this article. Any views expressed are those of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}