{
    "id": 17967,
    "citation_title": "Inflation Targeting and Financial Stability",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of commentators have argued that the desirability of inflation targeting as a framework for monetary policy analysis should be reconsidered in light of the global financial crisis, on the ground that it requires neglect of the implications of monetary policy for financial stability. This paper argues that monetary policy may indeed affect the severity of risks to financial stability, but that it is possible to generalize an inflation targeting framework to take account of financial stability concerns alongside traditional stabilization objectives. The resulting framework can still be viewed as a form of flexible inflation targeting; in particular, the paper proposes a target criterion that would still imply an invariant long-run price level, despite fluctuations over time in risks to financial stability or even the occurrence of occasional financial crises.\n\n",
    "acknowledgement": "\nRevised text of a talk given as a keynote address at a conference, \"The Future of Central Banking,\" at the Einaudi Institute for Economics and Finance, Rome, September 30, 2010. I would like to thank Jean Boivin, Steve Cecchetti, Vasco Curdia, Stefan Ingves, Jean-Pierre Landau, Florencio Lopez-de-Silanes, Rick Mishkin, Benoit Mojon, and Lars Svensson for helpful discussions, and Claes Berg for editorial comments on an earlier draft. This research was supported by the National Science Foundation. The author is also a consultant for the Federal Reserve Bank of New York, on research questions that can include general issues of monetary policy strategy. The opinions expressed here are however those of the author alone, and do not represent the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}