{
    "id": 17966,
    "citation_title": "The Labor Market Four Years Into the Crisis: Assessing Structural Explanations",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2012-03-29",
    "issue_date": "2012-03-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFour years after the beginning of the Great Recession, the labor market remains historically weak. Many observers have concluded that \"structural\" impediments to recovery bear some of the blame. This paper reviews such structural explanations. I find that there is little evidence supporting these hypotheses, and that the bulk of the evidence is more consistent with the hypothesis that continued poor performance is primarily attributable to shortfalls in the aggregate demand for labor.\n\n",
    "acknowledgement": "\nI thank Jared Bernstein, David Card, Larry Kahn, Michael Reich, and Larry Katz for helpful conversations. Tommy Drake and Sarena Goodman provided excellent research assistance. I am grateful for financial support to the Institute for Research on Labor and Employment and the Center for Equitable Growth, both at UC Berkeley, and to the Russell Sage Foundation. I served in the Obama Administration in 2009-10, but all opinions expressed here are my own.  Copies of the data and computer programs used to generate the results presented in the paper are available from the author at rothstein@berkeley.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}