{
    "id": 17971,
    "citation_title": "Productivity and the Welfare of Nations",
    "citation_author": [
        "Susanto Basu",
        "Luigi Pascali",
        "Fabio Schiantarelli",
        "Luis Serven"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "2014-03-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the welfare of a country's infinitely-lived representative consumer is summarized, to a first order, by total factor productivity (TFP) and by the capital stock per capita. These variables suffice to calculate welfare changes within a country, as well as welfare differences across countries. The result holds regardless of the type of production technology and the degree of product market competition. It applies to open economies as well, if TFP is constructed using domestic absorption, instead of gross domestic product, as the measure of output. Welfare relevant TFP needs to be constructed with prices and quantities as perceived by consumers, not firms. Thus, factor shares need to be calculated using after-tax wages and rental rates, and will typically sum to less than one. These results are used to calculate welfare gaps and growth rates in a sample of advanced countries with high-quality data on output, hours worked, and capital. We also present evidence for a broader sample that includes both advanced and developing countries.\n\n",
    "acknowledgement": "\nWe are grateful to Andrew Abel, Mikhail Dmitriev, John Fernald, Gita Gopinath and Chad Jones for very useful suggestions and to Jose Bosca for sharing with us his tax data. We have also received helpful comments from presentations at Bocconi University, Clark University, the Federal Reserve Bank of Richmond, MIT, Pompeu Fabra University and the NBER Monetary Economics Program Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}