{
    "id": 17975,
    "citation_title": "A Theory of Firm Characteristics and Stock Returns: The Role of Investment-Specific Shocks",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a theoretical model linking firm characteristics and expected returns. The key ingredient of our model is technological shocks embodied in new capital (IST shocks), which affect the profitability of new investments. Firms' exposure to IST shocks is endogenously determined by the fraction of firm value due to growth opportunities. In our structural model, several firm characteristics - Tobin's Q, past investment, earnings-price ratios, market betas, and idiosyncratic volatility of stock returns - help predict the share of growth opportunities in the firm's market value, and are therefore correlated with the firm's exposure to IST shocks and risk premia. Our calibrated model replicates: i) the predictability of returns by firm characteristics; ii) the comovement of stock returns on firms with similar characteristics; iii) the failure of the CAPM to price portfolio returns of firms sorted on characteristics; iv) the time-series predictability of market portfolio returns by aggregate investment and valuation ratios; and v) a downward sloping term structure of risk premia for dividend strips. Our model delivers testable predictions about the behavior of firm-level real variables - investment and output growth - that are supported by the data.\n\n",
    "acknowledgement": "\nWe thank seminar participants at University of Chicago, Northwestern, MIT, Princeton, and NYU for useful comments. We thank Ryan Israelsen for sharing with us the quality-adjusted investment goods price series. Dimitris Papanikolaou thanks the Zell Center for Risk and the Jerome Kenney Fund for financial support. Leonid Kogan thanks J.P. Morgan for financial support. A preliminary version of this paper was circulated under the title \"Investment shocks, firm characteristics and the cross-section of expected returns\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}