{
    "id": 17978,
    "citation_title": "Microeconomic Sources of Real Exchange Rate Variability",
    "citation_author": [
        "Mario J. Crucini",
        "Christopher I. Telmer"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide three sets of variance decompositions on microeconomic international relative price data. The first shows that the overall distribution of absolute deviations from the Law of One Price (LOP) is dominated by cross-sectional variation in long-term averages, not by time-series variation around the long-term averages. The second shows that time-series variation in changes in LOP deviations is dominated by idiosyncratic, goods-specific variation, not by aggregate variation such as that arising from nominal exchange rates. The third shows that time-series and cross-sectional variance are connected across goods. Goods that exhibit high cross-sectional variance also exhibit high time-series variance. Moreover, when this connection is made conditional on the tradeability of a goods, a two-factor structure for the goods-specific cross-section is revealed. We argue that this factor structure, in addition to our other variance decompositions, is informative for the construction of models that can synthesize the micro and macroeconomic behavior of relative prices.\n\n",
    "acknowledgement": "\nFinancial support of the National Science Foundation, SES #1030164  and SES # 0524868 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}