{
    "id": 17979,
    "citation_title": "Medieval Universities, Legal Institutions, and the Commercial Revolution",
    "citation_author": [
        "Davide Cantoni",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new data documenting medieval Europe's \"Commercial Revolution'' using information on the establishment of markets in Germany. We use these data to test whether medieval universities played a causal role in expanding economic activity, examining the foundation of Germany's first universities after 1386 following the Papal Schism. We find that the trend rate of market establishment breaks upward in 1386 and that this break is greatest where the distance to a university shrank most. There is no differential pre-1386 trend associated with the reduction in distance to a university, and there is no break in trend in 1386 where university proximity did not change. These results are not affected by excluding cities close to universities or cities belonging to territories that included universities. Universities provided training in newly-rediscovered Roman and Canon law; students with legal training served in positions that reduced the uncertainty of trade in medieval Europe. We argue that training in the law, and the consequent development of legal and administrative institutions, was an important channel linking universities and greater economic activity.\n\n",
    "acknowledgement": "\nHelpful and much appreciated suggestions, critiques and encouragement were provided by Alberto Alesina, Regina Baar-Cantoni, Robert Barro, Claudia Goldin, Avner Greif, Elhanan Helpman, Lawrence Katz, James Robinson, Andrei Shleifer, Holger Spamann, Jan Luiten van Zanden, Jeff Williamson, by participants in the Economic History Association meeting in New Haven, the European Economic Association meeting in Milan, the SITE Summer Workshop 2010 and seminars at Berkeley, Harvard, Hong Kong University of Science and Technology, Oxford, Santa Clara, Universitat Autònoma de Barcelona, and Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}