{
    "id": 17973,
    "citation_title": "Stock Price Expectations and Stock Trading",
    "citation_author": [
        "Michael D. Hurd",
        "Susann Rohwedder"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackground: The fact that many individuals inexplicably fail to buy stocks, despite the historical evidence for a good return on investment has been referred to as the stock market puzzle.  However, measurements of the subjective probability of a gain show that people are more pessimistic than historical outcomes would suggest. Further, expectations of future stock price increases apparently depend on old information, which would seem to be at odds with rational expectations in the context of efficient markets. To shed light on these apparent paradoxes, we analyzed the relationships between actual stock market price changes and the subjective probability of price changes, and between the subjective probability of price changes and the likelihood of engaging in stock trading.\nApproach: Drawing on 31 waves of longitudinal data on investment behavior from the American Life Panel surveys from November 2008 to the present, we tracked high frequency changes in expectations at the individual level and related them to high frequency changes in stock market prices.  We analyzed both individuals who held stock in retirement accounts and those who held stocks outside of these accounts.\nResults: Changes in the subjective probability for one-year and 10-year gains in stock prices correlated with the Standard and Poor 500 Index with lags ranging from changes during the most recent week to changes more than a month before. This relationship was stronger among those who professed to follow the stock market and to have good knowledge than among those whose understanding is poor. Among individuals who held stock outside of retirement accounts, the likelihood of buying and selling stock was more strongly associated with recent stock behavior than among those who held stocks only within retirement accounts.  \nConclusions: On average, subjective expectations of stock market behavior depend on stock price changes.  Furthermore, stock trading responds to changes in expectations even when the change in expectations was several weeks before the trade.  These results suggest that expectations and trading are related to stock price changes in an intertemporally complex manner. Our findings also confirm that expectations about stock market gains are pessimistic, which would imply that many people simply view savings accounts as a better investment.  We conclude that we need a better understanding of expectation formation and how those expectations are translated into choice.\n\n",
    "acknowledgement": "\nMany thanks to the National Institute on Aging for research support under grants P01 AG008291 and P01 AG26571.  The NIA and the Social Security Administration supported the collection of the ALP data used in this paper.  We would like to thank the ALP project team and Alessandro Malchiodi for their hard work in fielding the surveys. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}