{
    "id": 17972,
    "citation_title": "The Effect of Work First Job Placements on the Distribution of Earnings: An Instrumental Variable Quantile Regression Approach",
    "citation_author": [
        "David H. Autor",
        "Susan N. Houseman",
        "Sari Pekkala Kerr"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal and state employment programs for low-skilled workers typically emphasize rapid placement of participants into jobs and often place a large fraction of participants into temporary-help agency jobs. Using unique administrative data from Detroit's welfare-to-work program, we apply the Chernozhukov-Hansen instrumental variables quantile regression (IVQR) method to estimate the causal effects of welfare-to-work job placements on the distribution of participants' earnings. We find that neither direct-hire nor temporary-help job placements significantly affect the lower tail of the earnings distribution. Direct-hire placements, however, substantially raise the upper tail, yielding sizable earnings increases for more than fifty percent of participants over the medium-term (one to two years following placement). Conversely, temporary-help placements have zero or negative earnings impacts at all quantiles, and these effects are economically large and significant at higher quantiles. In net, we find that the widespread practice of placing disadvantaged workers into temporary-help jobs is an ineffective tool for improving earnings and, moreover, that programs focused solely on job placement fail to improve earnings among those who are hardest to serve. Methodologically, one surprising result is that a reduced-form quantile IV approach, akin to two-step instrumental variables, produces near-identical point estimates to the structural IVQR approach, which is based on much stronger assumptions.\n\n",
    "acknowledgement": "\nWe are grateful to Chris Hansen for his comments on this paper and guidance with the IVQR method. We also thank Josh Angrist and Brigham Frandsen for their helpful comments, and the participants of the NBER Labor Studies summer institute for excellent discussion. Sari Pekkala Kerr gratefully acknowledges the Yrjö Jahnsson Foundation and David Autor and Susan Houseman thank the Russell Sage Foundation for financial support of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}