{
    "id": 17985,
    "citation_title": "Heterogeneity in Human Capital Investments: High School Curriculum, College Major, and Careers",
    "citation_author": [
        "Joseph G. Altonji",
        "Erica Blom",
        "Costas Meghir"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by the large differences in labor market outcomes across college majors, we survey the literature on the demand for and return to high school and post-secondary education by field of study. We combine elements from several papers to provide a dynamic model of education and occupation choice that stresses the roles of specificity of human capital and uncertainty about preferences, ability, education outcomes, and labor market returns. The model implies an important distinction between the ex ante and ex post returns to education decisions. We also discuss some of the econometric difficulties in estimating the causal effects of field of study on wages in the context of a sequential choice model with learning. Finally, we review the empirical literature on choice of curriculum and the effects of high school courses and college major on labor market outcomes.\n\n",
    "acknowledgement": "\nForthcoming at the Annual Review of Economics doi: 10.1146/annurev-economics-080511-110908. We thank Sarah Amanda Levis for excellent research assistance and Peter Arcidiacono, Richard Murnane, Robert Triest, Seth Zimmerman and participants in a conference at the Federal Reserve Bank of Atlanta (September 2011) for helpful comments. Part of this research was conducted while Altonji was visiting the LEAP Center and the Department of Economics at Harvard University. We also received research support from Department of Economics, the Economic Growth Center, and the Cowles Foundation, Yale University. We are solely responsible for errors and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}