{
    "id": 17989,
    "citation_title": "A Theory of Optimal Capital Taxation",
    "citation_author": [
        "Thomas Piketty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a realistic, tractable theoretical model that can be used to investigate socially-optimal capital taxation. We present a dynamic model of savings and bequests with heterogeneous random tastes for bequests to children and for wealth per se. We derive formulas for optimal tax rates on capitalized inheritance expressed in terms of estimable parameters and social preferences. Under our model assumptions, the long-run optimal tax rate increases with the aggregate steady-state flow of inheritances to output, decreases with the elasticity of bequests to the net-of-tax rate, and decreases with the strength of preferences for leaving bequests. For realistic parameters of our model, the optimal tax rate on capitalized inheritance would be as high as 50%-60%-or even higher for top wealth holders-if the social objective is meritocratic (i.e., the social planner puts higher welfare weights on those receiving little inheritance) and if capital is highly concentrated (as it is in the real world). In contrast to the Atkinson-Stiglitz result, the optimal tax on bequest remains positive in our model even with optimal labor taxation because inequality is two-dimensional: with inheritances, labor income is no longer the unique determinant of lifetime resources. In contrast to Chamley-Judd, the optimal tax on capital is positive in our model because we have finite long run elasticities of inheritance to tax rates. Finally, we discuss how adding capital market imperfections and uninsurable shocks to rates of return to our optimal tax model leads to shifting one-off inheritance taxation toward lifetime capital taxation, and can account for the actual structure and mix of inheritance and capital taxation.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the Paris School of Economics, the London School of Economics, the National Bureau of Economic Research (Public Economics Program), the University of California at Berkeley, the Massachussetts Institute of Technology, and Stanford University for their comments. We thank Tony Atkinson, Alan Auerbach, Peter Diamond, Emmanuel Farhi, Mikhail Golosov, Louis Kaplow, Wojciech Kopczuk, Matt Weinzierl and Ivan Werning for helpful and stimulating discussions. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}