{
    "id": 17981,
    "citation_title": "How much do firms pay as bribes and what benefits do they get? Evidence from corruption cases worldwide",
    "citation_author": [
        "Yan Leung Cheung",
        "P. Raghavendra Rau",
        "Aris Stouraitis"
    ],
    "citation_publication_date": "2012-04-05",
    "issue_date": "2012-04-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a hand-collected sample of 166 prominent bribery cases, involving 107 publicly listed firms from 20 stock markets that have been reported to have bribed government officials in 52 countries worldwide during 1971-2007. We focus on the initial date of award of the contract for which the bribe was paid (rather than of the revelation of the bribery). Our data enable us to describe in detail the mechanisms through which bribes affect firm value. We find that firm performance, the rank of the politicians bribed, as well as bribe-paying and bribe-taking country characteristics affect the magnitude of the bribes and the benefits that firms derive from them.\n\n",
    "acknowledgement": "\nThe paper has benefited from financial assistance from City University of Hong Kong (with which the third author was affiliated when the project began), and from a General Research Fund grant from Hong Kong's University Grants Committee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}