{
    "id": 17986,
    "citation_title": "On The Political Economy Of Educational Vouchers",
    "citation_author": [
        "Dennis N. Epple",
        "Richard Romano"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "2013-06-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo significant challenges hamper analyses of the collective choice of educational vouchers. One is the multi-dimensional choice set arising from the interdependence of the voucher, public education spending, and taxation. Second, even absent a voucher, preferences over public spending are not single-peaked; a middling level of public school spending may be less attractive to a household than either high public school spending or private education coupled with low public spending. We show that Besley and Coate's (1997) representative democracy model provides a viable approach to overcome these hurdles. We provide a complete characterization of equilibria with an endogenous voucher. A voucher is adopted in political equilibrium provided the coefficient of variation of income is sufficiently small. We undertake a parallel quantitative analysis. We find that no voucher arises in equilibrium for the U.S. income distribution, which exhibits too much heterogeneity. For tighter income distributions, including those in Douglas County, Colorado (where a voucher was recently adopted) and in Denmark (which has a national voucher program) our model predicts a positive voucher. Public support for a not-too-large voucher arises because the cross subsidy to public school expenditure from those switching to private schools outweighs the subsidy to those who attend private school in the absence of a voucher.\n\n",
    "acknowledgement": "\nThe authors thank Stephen Coate and two anonymous referees for comments, but we retain responsibility for errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}