{
    "id": 17987,
    "citation_title": "The Role of Government Reimbursement in Drug Shortages",
    "citation_author": [
        "Ali Yurukoglu",
        "Eli Liebman",
        "David B. Ridley"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "2016-02-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in the mid-2000s, the incidence of drug shortages rose, especially for generic injectable drugs such as anesthetics and chemotherapy treatments. We examine whether reimbursement changes contributed to the shortages, focusing on a reduction in Medicare Part B reimbursement to providers for drugs. We hypothesize that lower reimbursement put downward pressure on manufacturers’ prices which reduced manufacturers’ incentives to invest in capacity, reliability, and new launches. We show that, after the policy change, shortages rose more for drugs with (i) higher shares of patients insured by Medicare, (ii) greater decreases in provider reimbursement, and (iii) greater decreases in manufacturer prices.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Medicare Reimbursements and Shortages of Sterile Injectable Pharmaceuticals.\" We thank Lanier Benkard, Ernst Berndt, John Beshears, Tim Bresnahan, Jeffrey Clemens, Liran Einav, Sherry Glied, Joshua Gottlieb, Gino Grampp, Mireille Jacobsen, Daniel Kessler, Michael Link, Michael Malecki, Steve Mayer, Jeff Moe, Ted Okon, Mar Reguant, Peter Reiss, Fiona Scott Morton, Jesse Shapiro, Robert Wilson, and Stefanos Zenios for comments. Ridley received research support from Amgen. Yurukoglu and Liebman have no financial interests that relate to this research. Amgen provided the IMS Health data and Erin Fox provided the shortage data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}