{
    "id": 17982,
    "citation_title": "The Evolution of Income, Consumption, and Leisure Inequality in The US, 1980-2010",
    "citation_author": [
        "Orazio Attanasio",
        "Erik Hurst",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2012-04-06",
    "issue_date": "2012-04-06",
    "revision_date": "2021-01-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has documented that income inequality in the United States has increased dramatically over the prior three decades. There has been less of a consensus, however, on whether the increase in income inequality was matched by an equally large increase in consumption inequality.  Most researchers have studied this question using data from the Consumer Expenditure Survey (CE) and some studies have suggested that the increase in consumption inequality has been modest.  Unfortunately ,there is now mounting evidence that the CE is plagued by serious non-classical measurement error, which hinders the extent to which definitive conclusions can be made about the extent to which consumption inequality has evolved over the last three decades.\nIn this paper, we use a variety of different techniques to overcome the measurement error problems with the CE.  First, we use data from the diary component of the CE, focusing on categories where measurement error has been found to be less of an issue.   Second, we explore  inequality measures within the CE using the value of vehicles owned, a consumption component that is considered to be measured well.   Third, we try to account directly for the non-classical measurement error of the CE by comparing the spending on luxuries (entertainment) relative to necessities (food).  This is similar to the recent approach taken by Browning and Crossley (2009) and Aguiar and Bils (2011).  Finally, we use expenditure data from the Panel Study of Income Dynamics to explore the dynamics of alternative measures of consumption inequality. All of our different methods yield similar results.  We find that consumption inequality within the U.S. between 1980 and 2010 has increased by nearly the same amount as income inequality.\n\n",
    "acknowledgement": "\nA first version of this paper was presented at the NBER-CRIW conference on the Consumer Expenditure Survey, Washington, DC, December 2-3. We are grateful to Angus Deaton, Guglielmo Weber, Thesia Garner, David Johnson, Erich Battistin and Mario Padula for useful comments. We would also like to thank Peter Levell, Erich Battistin, Mario Padula for help with the CE data and Andres Otero for efficient research assistance. Pistaferri gratefully acknowledges financial support from the ERC Starting Grant 284024 and thanks EIEF for hosting him while this paper was written. Hurst gratefully acknowledges financial support from the University of Chicago's Booth School of Business.  As usual, we are responsible for any mistakes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}