{
    "id": 17995,
    "citation_title": "Following Through on Good Intentions: The Power of Planning Prompts",
    "citation_author": [
        "Katherine L. Milkman",
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2012-04-13",
    "issue_date": "2012-04-13",
    "revision_date": "2012-10-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study whether prompts to form and recall a plan can increase individuals' responsiveness to reminders to make and attend beneficial appointments. At four companies, all employees due for a colonoscopy were randomly assigned to receive either a control mailing or a treatment mailing. The mailings were identical except that the control mailing included a blank sticky note while the treatment mailing included a sticky note that prompted the recipient to write down the appointment date for a colonoscopy and the name of the doctor who would conduct the procedure. During the seven-month follow-up period, 7.2% of treatment employees received a colonoscopy compared to 6.2% of control employees, a statistically significant difference that is roughly equal to the variation in compliance associated with a 10 percent increase in the fraction of the procedure's cost covered by insurance. The treatment effect was largest for demographic groups judged to be at the highest risk of failing to receive a colonoscopy due to forgetfulness.\n\n",
    "acknowledgement": "\nWe thank Prashant Srivastava, Jennifer Lindner, and our other contacts at Evive Health for conducting the field experiment and providing the data. Michael Puempel provided excellent research assistance. We acknowledge individual and collective financial support from the National Institute on Aging (grants P01AG005842 and P30AG034532). See the authors' websites for lists of their outside activities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n**All payments donated to charitable organizations.\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n"
}