{
    "id": 17993,
    "citation_title": "Trends in Occupational Segregation by Gender 1970-2009: Adjusting for the Impact of Changes in the Occupational Coding System",
    "citation_author": [
        "Francine D. Blau",
        "Peter Brummund",
        "Albert Yung-Hsu Liu"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "2012-11-20",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a gender-specific crosswalk based on dual-coded Current Population Survey data to bridge the change in the Census occupational coding system that occurred in 2000 and use it to provide the first analysis of the trends in occupational segregation by sex for the 1970-2009 period based on a consistent set of occupational codes and data sources.  We show that our gender-specific crosswalk more accurately captures the trends in occupational segregation that are masked using the aggregate crosswalk (based on combined male and female employment) provided by the U.S. Census Bureau.  Using the 2000 occupational codes, we find that segregation by sex declined over the period but at a diminished pace over the decades, falling by 6.1 percentage points over the 1970s, 4.3 percentage points over the 1980s, 2.1 percentage points over the 1990s, and only 1.1 percentage points (on a decadal basis) over the 2000s.  A primary mechanism by which occupational segregation was reduced over the 1970-2009 period was through the entry of new cohorts of women, presumably better prepared than their predecessors and/or encountering less labor market discrimination; during the 1970s and 1980s, however, there were also decreases in occupational segregation within cohorts.  Reductions in segregation were correlated with education, with the largest decrease among college graduates and very little change in segregation among high school dropouts.\n\n",
    "acknowledgement": "\nThe authors are grateful for the helpful comments and suggestions of Andrea Beller, Jessica Pan, Myra Strober, and Anne Winkler. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}