{
    "id": 17999,
    "citation_title": "Patent Disclosure in Standard Setting",
    "citation_author": [
        "Bernhard Ganglmair",
        "Emanuele Tarantino"
    ],
    "citation_publication_date": "2012-04-13",
    "issue_date": "2012-04-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn a model of industry standard setting with private information about firms' intellectual property, we analyze (a) firms' incentives to contribute to the development and improvement of a standard, and (b) firms' decision to disclose the existence of relevant intellectual property to other participants of the standard-setting process. If participants can disclose after the end of the process and fully exploit their bargaining leverage, then patent holders aspire to disclose always after the end of the process. However, if a patent holder cannot rely on the other participants to always contribute to the process, then it may be inclined to disclose before the end of the process. We also analyze under which conditions firms enter cross-licensing agreements that eliminate the strategic aspect of patent disclosure, and show that, in an institutional setting that implies a waiver of intellectual property rights if patents are not disclosed timely, firms aspire to disclose before the end of the process. Finally, we study the effect of product-market competition on patent disclosure.\n\n",
    "acknowledgement": "\nFinancial support from the Center for the Analysis of Property Rights and Innovation (CAPRI) at the University of Texas at Dallas and the NET Institute (www.NETinst.org) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}