{
    "id": 17998,
    "citation_title": "Can Oil Prices Forecast Exchange Rates?",
    "citation_author": [
        "Domenico Ferraro",
        "Kenneth S. Rogoff",
        "Barbara Rossi"
    ],
    "citation_publication_date": "2012-04-13",
    "issue_date": "2012-04-13",
    "revision_date": "2012-04-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether oil prices have a reliable and stable out-of-sample relationship with the Canadian/U.S dollar nominal exchange rate. Despite state-of-the-art methodologies, we find little systematic relation between oil prices and the exchange rate at the monthly and quarterly frequencies. In contrast, the main contribution is to show the existence of a very short-term relationship at the daily frequency, which is rather robust and holds no matter whether we use contemporaneous (realized) or lagged oil prices in our regression. However, in the latter case the predictive ability is ephemeral, mostly appearing after instabilities have been appropriately taken into account\n\n",
    "acknowledgement": "\nWe would like to thank K. Sheppard and D. Wang for providing data related to this project, as well as R. Alquist, H. Guay, A. Herrera, M. Chinn, L. Kilian, M. Obstfeld, J. Wright and participants at the 2011 Bank of Canada-ECB conference on \"Exchange Rates and Macroeconomic Adjustment\", the 2012 American Economic Association Meetings and the Paris School of Economics for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}