{
    "id": 17997,
    "citation_title": "Is Paper Money Just Paper Money? Experimentation and Variation in the Paper Monies Issued by the American Colonies from 1690 to 1775",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2012-04-13",
    "issue_date": "2012-04-13",
    "revision_date": "2015-04-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe British North American colonies were the first western economies to rely on legislature-issued paper monies as an important internal media of exchange. This system arose piecemeal. In the absence of banks and treasuries that exchanged paper monies at face value for specie monies on demand, colonial governments experimented with other ways to anchor their paper monies to real values in the economy. These mechanisms included tax-redemption, land-backed loans, sinking funds, interest-bearing notes, and legal tender laws. The structure and performance of these mechanisms are explained and assessed. This was monetary experimentation on a grand scale.\n\"[The colonies] cannot keep Gold and Silver among them sufficient for the Purposes of their internal Commerce... Paper Bills called Bills of Credit or Paper Money have therefore in the colonies long been substituted for real Money. Various Ways of issuing these and on different Foundations, have at different Times been thought of and practised.... On the whole no Method has been found to give any Degree of fixed, steady, uniform Value to Bills of Credit in America,...\" (Benjamin Franklin, 13 Feb. 1767)\n\n",
    "acknowledgement": "\nPreviously circulated as 'Is Paper Money Just Paper Money? Experimentation and Local Variation in the Fiat Paper Monies Issued by the Colonial Governments of British North America, 1690-1775: Part I.\" A preliminary version of this paper was presented at the Conference on \"De-Teleologising History of Money and Its Theory,\" Japan Society for the Promotion of Science Research–Project 22330102, University of Tokyo, 14-16 February 2012. The author thanks the participants of this conference and Akinobu Kuroda for helpful comments. Tracy McQueen provided editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}