{
    "id": 17992,
    "citation_title": "Is India's Manufacturing Sector Moving Away From Cities?",
    "citation_author": [
        "Ejaz Ghani",
        "Arti Grover Goswami",
        "William R. Kerr"
    ],
    "citation_publication_date": "2012-04-12",
    "issue_date": "2012-04-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the urbanization of the Indian manufacturing sector by combining enterprise data from formal and informal sectors. We find that plants in the formal sector are moving away from urban and into rural locations, while the informal sector is moving from rural to urban locations. While the secular trend for India's manufacturing urbanization has slowed down, the localized importance of education and infrastructure have not. Our results suggest that districts with better education and infrastructure have experienced a faster pace of urbanization, although higher urban-rural cost ratios cause movement out of urban areas. This process is associated with improvements in the spatial allocation of plants across urban and rural locations. Spatial location of plants has implications for policy on investments in education, infrastructure, and the livability of cities. The high share of urbanization occurring in the informal sector suggests that urbanization policies that contain inclusionary approaches may be more successful in promoting local development and managing its strains than those focused only on the formal sector.\n\n",
    "acknowledgement": "\nWe are grateful for helpful suggestions/comments from Mehtab Azam, Martha Chen, Edward Glaeser, Himanshu, Ravi Kanbur, Vinish Kathuria, Amitabh Kundu, Peter Lanjouw, Om Prakash Mathur, Pratap Bhanu Mehta, P.C. Mohanan, Rakesh Mohan, Enrico Moretti, Partha Mukhopadhyay, Stephen O'Connell, Inder Sud, Arvind Virmani, and Hyoung Gun Wang. We are particularly indebted to Henry Jewell for excellent data work and maps. We thank the World Bank's South Asia Labor Flagship team for providing the primary datasets used in this paper. Funding for this project was provided by the World Bank and Multi-Donor Trade Trust Fund. The views expressed here are those of the authors and not of any institution they may be associated with, nor of the National Bureau of Economic Research.\n\n\n"
}