{
    "id": 18006,
    "citation_title": "Comparing Real Wages",
    "citation_author": [
        "Orley C. Ashenfelter"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA real wage rate is a nominal wage rate divided by the price of a good and is a transparent measure of how much of the good an hour of work buys. It provides an important indicator of the living standards of workers, and also of the productivity of workers.  In this paper I set out the conceptual basis for such measures, provide some historical examples, and then provide my own preliminary analysis of a decade long project designed to measure the wages of workers doing the same job in over 60 countries--workers at McDonald's restaurants.  The results demonstrate that the wage rates of workers using the same skills and doing the same jobs differ by as much as 10 to 1, and that these gaps declined over the period 2000-2007, but with much less progress since the Great Recession.\n\n",
    "acknowledgement": "\nI am deeply grateful to Stepan Jurajda of the Center for Economic Research and Graduate Education of the Charles University and the Economics Institute of the Czech Academy of Sciences; without his collaboration over the last decade this project would not have been possible.  Martin Baily, then at the McKinsey Global institute, was invaluable in the start of the data collection for this project, while the staff at Pisacane GmbH have been invaluable since then.  Ming Gu and Nicholas Lawson (at Princeton) and Peter Ondko (Prague) provided efficient assistance in the subsequent processing of the data.  Financial support was provided initially with the assistance of the McKinsey Global Institute and subsequently by the Industrial Relations Section, Princeton University. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}