{
    "id": 18003,
    "citation_title": "Demand for Smokeless Tobacco: Role of Magazine Advertising",
    "citation_author": [
        "Dhaval M. Dave",
        "Henry Saffer"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2013-05-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the prevalence of smokeless tobacco (ST) is low relative to smoking, the distribution of ST use is highly skewed with consumption concentrated among certain segments of the population (rural residents, males, whites, low-educated individuals).  Furthermore, there is suggestive evidence that use has trended upwards recently for groups that have traditionally been at low risk of using ST, and thus started to diffuse across demographics. This study provides the first estimates, at the national level, of the effects of magazine advertising on ST use.  The focus on magazine advertising is significant given that ST manufacturers have been banned from using other conventional media since the 1986 Comprehensive ST Act and the 1998 ST Master Settlement Agreement.  This study is based on the 2003-2009 waves of the National Consumer Survey (NCS), a unique data source that contains extensive information on the reading habits of individuals, matched with magazine-specific advertising information over the sample period. This allows detailed and salient measures of advertising exposure at the individual level and addresses potential bias due to endogeneity and selective targeting.  We find consistent and robust evidence that exposure to ST ads in magazines raises ST use, especially among males, with an estimated elasticity of 0.06.  There is suggestive evidence that both ST taxes and cigarette taxes reduce ST use, indicating contemporaneous complementarity between these tobacco products.  Sub-analyses point to some differences in the advertising and tax response across segments of the population.  The effects from this study inform the debate on the cost and benefits of ST use and its potential to be a tool in overall tobacco harm reduction.\n\n",
    "acknowledgement": "\nThis project was supported by a grant from the Eunice Kennedy Shriver National Institute of Child Health & Human Development (Grant Number R21HD066125-01). The authors are grateful to Suhui Li, Eamon Molloy, Nigel Rice, and two anonymous reviewers for valuable comments.  Leigh Ann Leung provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}