{
    "id": 18000,
    "citation_title": "Status Competition and Housing Prices",
    "citation_author": [
        "Shang-Jin Wei",
        "Xiaobo Zhang",
        "Yin Liu"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhile in standard housing economics housing is regarded as an asset and a consumption good, we study in this paper the consequences for housing prices if housing is also a status good. More concretely, if a family's housing wealth relative to others is an important marker for relative status in the marriage market, then competition for marriage partners might motivate people to pursue a bigger and more expensive house/apartment beyond its direct consumption (and financial investment) value. To test the empirical validity of the hypothesis, we have to overcome the usual difficulty of not being able to observe the intensity of status competition.  Our innovation is to explore regional variations in the sex ratio for the pre-marital age cohort across China, which likely has triggered variations in the intensity of competition in the marriage market. The empirical evidence appears to support this hypothesis. We estimate that due to the status good feature of housing, a rise in the sex ratio accounts for 30-48% of the rise in real urban housing prices in China during 2003-2009.\n\n",
    "acknowledgement": "\nThis research is supported by U.S. National Science Foundation grant SES-1024574, which we gratefully acknowledge. The authors would like to thank Kyle Bagwell, V. Bhaskar, Qingyuan Du, Neng Wang and seminar and conference participants at Columbia University, Hong Kong University of Science and Technology, Shanghai Advanced Institute of Finance, University of Hong Kong, University of Southern California, and University of Virginia for helpful discussions, Joy Glazener and Jin Yang for assistance. All errors are the authors' responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}