{
    "id": 18001,
    "citation_title": "Executives' \"Off-The-Job\" Behavior, Corporate Culture, and Financial Reporting Risk",
    "citation_author": [
        "Robert Davidson",
        "Aiyesha Dey",
        "Abbie J. Smith"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2012-06-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how executives' behavior outside the workplace, as measured by their ownership of luxury goods (low \"frugality\") and prior legal infractions, is related to financial reporting risk. We predict and find that CEOs and CFOs with a legal record are more likely to perpetrate fraud. In contrast, we do not find a relation between executives' frugality and the propensity to perpetrate fraud. However, as predicted, we find that unfrugal CEOs oversee a relatively loose control environment characterized by relatively high probabilities of other insiders perpetrating fraud and unintentional material reporting errors. Further, cultural changes associated with an increase in fraud risk are more likely during unfrugal (vs. frugal) CEOs' reign, including the appointment of an unfrugal CFO, an increase in executives' equity-based incentives to misreport, and a decline in measures of board monitoring intensity.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the Accounting Research Center and the Fama-Miller Center at the University of Chicago Booth School of Business and the Institute for Fraud Prevention. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAbbie J. Smith\n\nProfessor Smith serves on the Board of Directors of HNI Corp, Ryder System, Inc., Dimensional Funds, and Chicago-based UBS Funds.\n\n\n"
}