{
    "id": 18009,
    "citation_title": "Entitlement Reforms in Europe: Policy Mixes in the Current Pension Reform Process",
    "citation_author": [
        "Axel H. Börsch-Supan"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2021-10-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany European countries have begun (or have announced) programs intended to reduce the growth of entitlement programs, in particular of public pensions. \nCurrent costs are high, and the pressures will increase due to population aging and negative incentive effects. This paper focuses on the pension reform process in Europe. It links the causes for current problems to the cures required to make the pay-as-you-go entitlement programs in Continental Europe sustainable above and beyond the financial crisis. It discusses examples which appear, from a current point of view, to be the most viable and effective options to bring entitlement systems closer to fiscal balance and still achieve their key aims.\nThere is no single policy prescription that can solve all problems at once. Reform elements include a freeze in the contribution and tax rates, an indexation of benefits to the dependency ratio, measures to stop the current trend towards early retirement, an adaptation of the normal retirement age to increased life expectancy, and more reliance on private savings - elements of a sustainable but complex multipillar system of pensions and similar entitlement programs.\n\n",
    "acknowledgement": "\nI am grateful for helpful comments by the editors, my discussant David Wise, and many conference participants. This review rests on projects with funding provided by the German Science Foundation (DFG), the State of Baden-Württemberg, the German insurance association (GDV), and the US National Institute on Aging (NIA) The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}