{
    "id": 18007,
    "citation_title": "The Effect of Conventional and Unconventional Monetary Policy Rules on Inflation Expectations: Theory and Evidence",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2012-07-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper has three parts. Part 1 constructs a classical economic model of inflation, augmented by a complete set of financial markets; I call this the core monetary model. Part 2 develops a series of calibrated examples to illustrate how the core monetary model explains the history of inflation after WWII and Part 3 provides evidence to show that the unconventional monetary policy, followed in the wake of the 2008 financial crisis, was effective in stabilizing inflation expectations. The core monetary model provides a unified framework to explain how an interest rule can be used to control inflation in normal times, and to explain the purpose of unconventional monetary policy when policy attains the zero lower bound. I argue that management of the variation in the composition of the Fed's balance sheet, is an important tool in a central bank's arsenal that can be used to help prevent deflation in the wake of a financial crisis.\n\n",
    "acknowledgement": "\nThis paper was prepared for a special issue of the Oxford Review of Economic Policy on Unconventional Monetary Policy. I would like to thank Christopher Bowdler for inviting me to submit a paper to this issue and David Vines and an anonymous referee for their comments on an earlier version of this paper. I would also like to thank Hanno Lustig for providing me with data on inflation swaps that I use to illustrate the effects of quantitative easing on the financial markets and C. Roxanne Farmer for editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}