{
    "id": 18005,
    "citation_title": "Would You Buy a Honda Made in the U.S.? The Impact of Production Location on Manufacturing Quality",
    "citation_author": [
        "Nicola Lacetera",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2012-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nAre location-specific factors--such as the education and attitude of the local workforce, supplier networks, institutional infrastructure, and local \"culture\"--important for understanding persistent heterogeneities among firms? We address this question in the context of the automobile industry. Using a unique data set of over 565,000 used-car transactions at wholesale auctions, we test whether the long-run value and quality of otherwise identical cars depends on the country of assembly. We exploit the natural experiment provided by the establishment of assembly plants in the U.S. by Japanese auto manufacturers, and the fact that some of the most popular Japanese car models are assembled both in Japan and the U.S. We find evidence that the Japan-assembled cars on average sell for more than those built in the U.S., but the estimated difference is only $62. The average differences are driven almost entirely by older-model Toyotas, for which we find a more meaningful difference between the Japanese and U.S. built cars. For Hondas and more recent models of Toyotas, the Japan-built cars are no more valuable than those built in the U.S. These results suggest that Japanese automakers have been successful, though perhaps with some lag, at transferring their high-quality practices to their U.S. transplants. Our findings also suggest that there is not an inherent limitation to the U.S. manufacturing environment that prevents the production of high-quality cars in America.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the Massachusetts Institute of Technology, the National Bureau of Economic Research, the University of Wisconsin Madison, the University of Michigan, the University of Toronto, the Georgia Institute of Technology, Case Western Reserve University, London Business School, and Cleveland State University for their comments. Special thanks to Susan Helper, Glenn Mercer, and Jim Rebitzer for help obtaining data and advice on the auto industry, and to Heather Royer for sharing her econometric expertise. Christian Catalini, Tianli Chen, Jonathan Evans, James Graulty, Brian Jameson, Vivek Kartha, and Yugarshi Mondal provided excellent research assistance. Financial support from the International Motor Vehicle Program is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}