{
    "id": 18002,
    "citation_title": "Primate Evidence on the Late Health Effects of Early Life Adversity",
    "citation_author": [
        "Gabriella Conti",
        "Christopher Hansman",
        "James J. Heckman",
        "Matthew F. X. Novak",
        "Angela Ruggiero",
        "Stephen J. Suomi"
    ],
    "citation_publication_date": "2012-04-25",
    "issue_date": "2012-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits a unique ongoing experiment to analyze the effects of early rearing conditions on physical and mental health in a sample of rhesus monkeys (Macaca mulatta). We analyze the health records of 231 monkeys which were randomly allocated at birth across three rearing conditions: Mother Rearing, Peer Rearing, and Surrogate Peer Rearing. We show that the lack of a secure attachment relationship in the early years engendered by adverse rearing conditions has detrimental long-term effects on health which are not compensated by a normal social environment later in life.\n\n",
    "acknowledgement": "\nThis work was supported in part by the American Bar Foundation, the JB & MK Pritzker Family Foundation, Susan Thompson Buffett Foundation, NICHD R37-HD065072, NIA R01-AG034679, a project with the Becker Friedman Institute for Research and Economics funded by the Institute for New Economic Thinking (INET), and an anonymous funder.  The views expressed in this paper are those of the authors and not necessarily those of the funders or commentators mentioned here. We are very grateful to Ruth A. Woodward (D.V.M.) for providing us with the medical records, and to Ernest B. Davis for providing us with the behavioral observations. We also thank Meiping Sun for her help in the data collection process in the first stage of this process. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}