{
    "id": 18014,
    "citation_title": "Riester Pensions in Germany: Design, Dynamics, Targetting Success and Crowding-In",
    "citation_author": [
        "Axel H. Börsch-Supan",
        "Michela Coppola",
        "Anette Reil-Held"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRiester pensions are voluntary, but heavily subsidized private pension schemes in Germany. They were designed as a matching defined contribution scheme to fill the emerging \"pension gap\" that is being generated by the gradually declining generosity of the public pay-as-you-go pensions in response to population aging. This paper investigates how the uptake of the recently introduced \"Riester pensions\" depends on the state-provided saving incentives and  how well the targeting to families and low-income households has worked in practice.  It documents the costs of the scheme, and collects circumstantial evidence on displacement effects between saving for old-age provision and other purposes.\nAfter a slow start and several design changes, Riester pension plans took off very quickly. While saving incentives were effective in reaching parents, they were somewhat less successful in attracting low-income earners, although Riester pensions exhibit a more equal pattern by income than occupational pensions and unsubsidized private pension plans.  Riester pension savings totaled €9.4bn in 2010 with an associated cost of €3.5bn. One average one Euro of subsidies is thus associated with 2 Euros of households' own Riester saving.\nThere is no evidence that Riester pensions have crowded out other saving. While households who plan to purchase housing and who attach high importance to a bequest motive are less likely to have a Riester pension, several regression results show that occupational pensions and other forms of private pensions act as complements rather than as substitutes. Aggregate national saving has increased since the introduction of Riester pensions.\n\n",
    "acknowledgement": "\nThis paper was prepared for a World Bank Workshop on Matching Defined Contribution Schemes in Washington, D.C., June 2010. We are grateful for comments by Frank Eich, Robert Holzmann, Richard Hinz, and David Tuesta Cardenas, and for financial support by the Research Institute for Policies on Pension and Aging (RIPPA) and the German Science Foundation (DFG) which has generously financed the creation of the SAVE panel data set and research based on these data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}