{
    "id": 1801,
    "citation_title": "Sectorial Wages and the Real Exchange Rate",
    "citation_author": [
        "Joshua Aizenman",
        "Jacob A. Frenkel"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider a multi-sector economy subject to an exogenous demand shock that alters the equilibrium structure of relative prices. How should the structure of sectorial wages adjust in response to such a shock? This question is addressed in the context of a multi-sector model of an open-economy producing internationally tradable and non-tradable goods. In order to focus on intersectorial wage structure without abandoning the competitive neoclassical paradigm we assume that workers differ from each other in their absolute and relative skills. Such differences result in equilibrium wage differentials which are affected by the exogenous real shock. Cost of negotiations result in labor market contracts which set nominal wages in advance of the realization of the stochastic shocks. The analysis provides formulae for the optimal sectorial wage-indexation rules. The optimal rules alter both the absolute and the relative structure of sectorial nominal wages. We examine the dependence of the optimal wage adjustments on the degree of heterogeneity of the skill distribution and on the degree to which the economy is open to international trade; we also study the effects of various shocks and policies on the real exchange rate, real wages and the distribution of income.\n\n",
    "acknowledgement": "\n"
}