{
    "id": 18017,
    "citation_title": "Toward an Understanding of Learning by Doing: Evidence from an Automobile Assembly Plant",
    "citation_author": [
        "Steven D. Levitt",
        "John A. List",
        "Chad Syverson"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProductivity improvements within establishments (e.g., factories, mines, or retail stores) are an important source of aggregate productivity growth. Past research has documented that learning by doing-productivity improvements that occur in concert with production increases-is one source of such improvements. Yet little is known about the specific mechanisms through which such learning occurs.  We address this question using extremely detailed data from an assembly plant of a major auto producer.  Beyond showing that there is rapid learning by doing at the plant, we are able to pinpoint the processes by which these improvements have occurred.\n\n",
    "acknowledgement": "\nWe received generous help from numerous individuals at the auto manufacturer from which our data are obtained, but we would especially like to thank Rich D., Shannon, and Robert M. Marco O. was an invaluable resource in helping us understand details of the production process and the associated data infrastructure. We also thank Francis Kramarz and seminar participants at Chicago, Columbia, Minnesota, and Toronto Rotman for helpful comments. We are grateful to David Greis, Kris Hult, Maria Ibanez, Carter Mundell, and Laura Rivera for their extensive research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}