{
    "id": 18018,
    "citation_title": "Sales Taxes and Internet Commerce",
    "citation_author": [
        "Liran Einav",
        "Dan Knoepfle",
        "Jonathan D. Levin",
        "Neel Sundaresan"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the sensitivity of Internet retail purchasing to sales taxes using data from the eBay marketplace. Our first approach exploits the fact that seller locations are revealed only after buyers have expressed interest in an item by clicking on its listing. We use millions of location \"surprises\" to estimate price elasticities with respect to the effective sales tax. We then use aggregated data to estimate cross-state substitution parameters, and substitution between offline and online purchases, relying on the variation in state and local sales taxes, and on changes in these rates over time. We find substantial sensitivity to sales taxes. Using our item-level approach, we find a price elasticity of around -2 for interested buyers. Using our aggregate approach, we find that a one percentage point increase in a state's sales tax increases online purchases by state residents by just under two percent, but decreases their online purchases from home-state retailers by 3-4 percent.\n\n",
    "acknowledgement": "\nThe research in this paper is part of an existing and ongoing data-sharing relationship between the Stanford researchers and eBay Research Labs, of which Neel Sundaresan serves as its director. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan D. Levin\n\nLevin received compensation in 2010-11 as a consultant to eBay Research, and at various times, from other internet companies. This project has received research funding from the Alfred P. Sloan Foundation.\n\n\n\nNeel Sundaresan\n\nNeel Sundaresan is the Senior Director, eBay Research Labs and employed by eBay Inc.\n\n\n"
}