{
    "id": 18016,
    "citation_title": "Empowering Women Through Education: Evidence from Sierra Leone",
    "citation_author": [
        "Naci H. Mocan",
        "Colin Cannonier"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from Sierra Leone where a substantial education program provided increased access to education for primary-school age children but did not benefit children who were older.  We exploit the variation in access to the program generated by date of birth and the variation in resources between various districts of the country. We find that the program has increased educational attainment and that an increase in education has changed women's preferences.  An increase in schooling, triggered by the program, had an impact on women's attitudes towards matters that impact women's health and on attitudes regarding violence against women. An increase in education has also reduced the number of desired children by women and increased their propensity to use modern contraception and to be tested for AIDS. While education makes women more intolerant of practices that conflict with their well-being, increased education has no impact on men's attitudes towards women's well-being.\n\n",
    "acknowledgement": "\nWe thank Deokrye Baek and Luiza Pogorelova for research assistance and Leyla Mocan for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}