{
    "id": 18019,
    "citation_title": "The demand for, and consequences of, formalization among informal firms in Sri Lanka",
    "citation_author": [
        "Suresh De Mel",
        "David McKenzie",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe conduct a field experiment in Sri Lanka providing informal firms incentives to formalize. Information about the registration process and reimbursement of direct costs has no effect. Payments equivalent to one-half to one month (alternatively, 2 months) of the median firm's profits leads to registration of around one-fifth (alternatively, one-half) of firms. Land ownership issues are the most common reason for not registering. Follow-up surveys 15 to 31 months later show higher mean profits, but largely in a few firms which grew rapidly. We find little evidence for other changes in behavior, but formalized firms express more trust in the state.\n\n",
    "acknowledgement": "\nWe thank the World Bank, the Knowledge for Change Program Trust Fund, DFID, and the Ewing Marion Kauffman Foundation for funding for this project. We thank Bill Maloney, Dina Pomeranz, Russell Toth,  and seminar participants at Cambridge, LSE, the NBER summer institute, UC Berkeley, the University of Washington-St Louis, and the World Bank for helpful comments. All opinions offered represent those of the authors alone, and do not necessarily reflect the views of the World Bank, its Executive Directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}