{
    "id": 18015,
    "citation_title": "Debt Overhangs: Past and Present",
    "citation_author": [
        "Carmen M. Reinhart",
        "Vincent R. Reinhart",
        "Kenneth S. Rogoff"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "2019-04-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify the major public debt overhang episodes in the advanced economies since the early 1800s, characterized by public debt to GDP levels exceeding 90% for at least five years.  Consistent with Reinhart and Rogoff (2010) and other more recent research, we find that public debt overhang episodes are associated with growth over one percent lower than during other periods.  Perhaps the most striking new finding here is the duration of the average debt overhang episode.  Among the 26 episodes we identify, 20 lasted more than a decade. Five of the six shorter episodes were immediately after World Wars I and II.  Across all 26 cases, the average duration in years is about 23 years.  The long duration belies the view that the correlation is caused mainly by debt buildups during business cycle recessions.  The long duration also implies that cumulative shortfall in output from debt overhang is potentially massive.  We find that growth effects are significant even in the many episodes where debtor countries were able to secure continual access to capital markets at relatively low real interest rates.  That is, growth-reducing effects of high public debt are apparently not transmitted exclusively through high real interest rates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Perspectives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the institutions that they are affiliated with.\n\n\n"
}