{
    "id": 18011,
    "citation_title": "A Nation of Immigrants: Assimilation and Economic Outcomes in the Age of Mass Migration",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "2013-08-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the Age of Mass Migration (1850-1913), the US maintained an open border, absorbing 30 million European immigrants. Prior cross-sectional work on this era finds that immigrants initially held lower-paid occupations than natives but experienced rapid convergence over time. In newly-assembled panel data, we show that, in fact, the average immigrant did not face a substantial occupation-based earnings penalty upon first arrival and experienced occupational advancement at the same rate as natives. Cross-sectional patterns are driven by biases from declining arrival cohort quality and departures of negatively-selected return migrants. We show that assimilation patterns vary substantially across sending countries and persist in the second generation.\n\n",
    "acknowledgement": "\nWe are grateful for the access to Census manuscripts provided by Ancestry.com and FamilySearch.org. We benefited from the helpful comments of participants at the UC-Davis Interdisciplinary Conference on Social Mobility, the AFD-World Bank Migration and Development Conference, the Labor Markets, Families and Children conference at the University of Stavanger, the Economic History Association, and the NBER Development of the American Economy Summer Institute. We also thank participants of seminars at Berkeley, Caltech, Chicago, Duke, Hebrew University, Northwestern, Norwegian School of Economics, Stanford, Tel Aviv, UC-Davis, UCLA, and UT-Austin. We benefited from conversations with Manuel Amador, Attila Ambrus, Pat Bayer, Doug Bernheim, Tim Bresnahan, Marianne Bertrand, David Card, Greg Clark, Dora Costa, Pascaline Dupas, Liran Einav, Joseph Ferrie, Erica Field, Doireann Fitzgerald, Bob Gordon, Avner Greif, Hilary Hoynes, Nir Jaimovich, Lawrence Katz, Pete Klenow, Pablo Kurlat, Aprajit Mahajan, Robert Margo, Daniel McGarry, Roy Mill, Joel Mokyr, Jean-Laurent Rosenthal, Seth Sanders, Izi Sin, Yannay Spitzer, Gui Woolston, Gavin Wright, and members of the UCLA KALER group. Roy Mill provided able assistance with data collection. We acknowledge financial support from the National Science Foundation (No. SES-0720901), the California Center for Population Research and UCLA's Center for Economic History. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}