{
    "id": 18013,
    "citation_title": "Resolving the African Financial Development Gap: Cross-Country Comparisons and a Within-Country Study of Kenya",
    "citation_author": [
        "Franklin Allen",
        "Elena Carletti",
        "Robert Cull",
        "Jun Qian",
        "Lemma Senbet",
        "Patricio Valenzuela"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith extensive country- and firm-level data sets we first document that the financial sectors of most sub-Saharan African countries remain significantly underdeveloped by the standards of other developing countries. We also find that population density appears to be considerably more important for banking sector development in Africa than elsewhere. To better understand how countries can overcome the high costs of developing viable banking sectors outside large metropolitan areas, we focus on Kenya, which has made significant strides in financial inclusion and development in recent years. We find a positive and significant impact of Equity Bank, a leading private commercial bank on financial access, especially for under-privileged households. Equity Bank's business model--providing financial services to population segments typically ignored by traditional commercial banks and generating sustainable profits in the process--can be a potential solution to the financial access problem that has hindered the development of inclusive financial sectors in many other African countries.\n\n",
    "acknowledgement": "\nWe thank the Financial Sector Deepening Trust Kenya (FSD Kenya), and in particular David Ferrand, for providing the household surveys, and Samuel Makome and John Staley for providing information on Equity Bank. We appreciate helpful comments from Patrick Alila, Meghana Ayyagari, Thorsten Beck, Shawn Cole, Sankar De, Marcella Lucchetta, Randall Morck, Chukwuemeka Okoye, Daniel Sarpong, Moses Sichei, Philip Strahan, and seminar/session participants at Harvard Business School, Wesleyan University, the ERD Workshop in Accra, the Financial Intermediation Research Society meetings in Prague, the NBER African Successes 2011 conference in Zanzibar, and the Summer Research Conference at the Indian School of Business. We are grateful to Giulia La Mattina, Sailu Li, and Mircea Trandafir for excellent research assistance, and NBER and the authors' respective institutions for financial support. We are responsible for all the remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}