{
    "id": 18012,
    "citation_title": "Fuel Economy and Safety: The Influences of Vehicle Class and Driver Behavior",
    "citation_author": [
        "Mark R. Jacobsen"
    ],
    "citation_publication_date": "2012-04-17",
    "issue_date": "2012-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFuel economy standards change the composition of the vehicle fleet, potentially influencing accident safety.  I introduce a model of the fleet that captures risks across interactions between vehicle types while simultaneously recovering estimates of unobserved driving safety behavior.  The model importantly includes the ability to consider the selection of driver types across vehicles.  I apply the model to the present structure of U.S. fuel economy standards and find an adverse effect on safety: Each MPG increment to the standard results in an additional 149 fatalities per year in expectation.  I next show how two alternative regulatory provisions, including one slated to enter effect next year, can fully offset the negative safety consequences; minor changes in the regulation produce a robust, near-zero change in accident fatalities while conserving the same quantity of gasoline.\n\n",
    "acknowledgement": "\nThe University of California Energy Institute has generously provided funding in support of this work.  I thank seminar participants at Harvard University, The University of Maryland, Columbia University, the UC Energy Institute, the American Economic Association Annual Conference, and the NBER Summer Institute for their helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}