{
    "id": 18029,
    "citation_title": "Testing Motives for Charitable Giving: A Revealed-Preference Methodology with Experimental Evidence",
    "citation_author": [
        "Rahul Deb",
        "Robert S. Gazzale",
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large economics literature seeks to understand the reasons why individuals make charitable contributions. Fundamental features of most models of charitable giving are the inclusion of externalities induced by other agents and the Lancasterian characteristics approach to specifying utility functions. This paper develops a general, revealed-preference methodology for testing a variety of preference structures that allow for both externalities and characteristics. The tests are simple linear programs that are transparent, computationally efficient, and straightforward to implement. We show how the technique applies to standard models of privately provided public goods and novel models that account for social comparisons based on relative consumption and donations among individuals. We also conduct an original experiment that enables nonparametric tests of many models on a single data set. The results provide the first revealed-preference evidence on the importance of social comparisons when individuals make charitable contributions. Models that include preferences for either relative consumption or donations yield greater explanatory power than the standard model of impure altruism.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}