{
    "id": 18025,
    "citation_title": "The Impact of Health Information Technology on Hospital Productivity",
    "citation_author": [
        "Jinhyung Lee",
        "Jeffrey S. McCullough",
        "Robert J. Town"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US health care sector is, by most accounts, extraordinarily inefficient. Health information technology (IT) has been championed as a tool that can transform health care delivery. Recently, the federal government has taken an active role in promoting health IT diffusion. There is little systematic analysis of the causal impact of health IT on productivity or whether private and public returns to health IT diverge thereby justifying government intervention. We estimate the parameters of a value-added hospital production function correcting for endogenous input choices in order to assess the private returns hospitals earn from health IT. Despite high marginal products, the potential benefits from expanded IT adoption are modest. Over the span of our data, health IT inputs increased by more than 210% and contributed about 6% to the increase in value-added. Virtually all the increase in value-added is attributable to the increased use of inputs{there was little change in hospital multi-factor productivity. Not-for-profits invested more heavily and differently in IT than for-profit hospitals. Finally, we find no evidence of labor complementarities or network externalities from health IT.\n\n",
    "acknowledgement": "\nSupport was provided by a grant from Robert Wood Johnson Foundation through the Changes in Health Care Financing and Organization initiative (Grant no. 64845).We thank Amil Petrin and Bryan Dowd for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}