{
    "id": 18027,
    "citation_title": "The Anatomy of a Credit Crisis: The Boom and Bust in Farm Land Prices in the United States in the 1920s.",
    "citation_author": [
        "Raghuram Rajan",
        "Rodney Ramcharan"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "2020-06-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes credit availability exacerbate asset price inflation? Are there long run consequences? During the farm land price boom and bust before the Great Depression, we find that credit availability directly inflated land prices. Credit also amplified the relationship between positive fundamentals and land prices, leading to greater indebtedness. When fundamentals soured, areas with higher credit availability suffered a greater fall in land prices and had more bank failures. Land prices and credit availability also remained disproportionately low for decades in these areas, suggesting that leverage might render temporary credit induced booms and busts persistent. We draw lessons for regulatory policy.\n\n",
    "acknowledgement": "\nWe thank Eric Hardy, Lieu Hazelwood, Fang-Yu Liang, Maxim Massenkoff, and Michelle Welch for excellent research assistance, and for comments from participants in the Basel RTF Conference, Cornell, Chicago Finance lunch, FDIC, Federal Reserve Board, Harvard PIEP conference, IMF, INSEAD, the Paris School of Economics, and the NBER Macro Workshop. Rajan benefited from grants from the Stigler Center for the Study of the State and the Economy, from the Initiative on Global Markets, and from the National Science Foundation. Thanks to Craig Brown, Raquel Fernandez, Paul Kupiec, Amit Seru and Amir Sufi for helpful comments, and to Ravi, many years ago. The views in this paper do not necessarily reflect those of the Federal Reserve System, the Reserve Bank of India, or the National Bureau of Economic Research.\n\n\n"
}