{
    "id": 18026,
    "citation_title": "The Impact of the 2009 Federal Tobacco Excise Tax Increase on Youth Tobacco Use",
    "citation_author": [
        "Jidong Huang",
        "Frank J. Chaloupka",
        "IV"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examined the impact of the 2009 federal tobacco excise tax increase on the use of cigarettes and smokeless tobacco products among youth using the Monitoring the Future survey, a nationally representative survey of 8th, 10th, and 12th grade students. The results of this analysis showed that this tax increase had a substantial short-term impact. The percentage of students who reported smoking in the past 30 days dropped between 9.7% and 13.3% immediately following the tax increase, depending on model specifications, and the percentage of students who reported using smokeless tobacco products dropped between 16% and 24%. It is estimated that there would have been approximately 220,000 - 287,000 more current smokers and 135,000 - 203,000 more smokeless tobacco users among middle school and high school students (age 14 - 18) in the United States in May 2009 had the federal tax not increased in April 2009. The long-term projected number of youth prevented from smoking or using smokeless tobacco that resulted from the 2009 federal tax increase could be much larger given the resulting higher tobacco prices would deter more and more children from initiating smoking and smokeless tobacco use over time.\n\n",
    "acknowledgement": "\nThe authors would like to thank Deborah Kloska for her excellent analytical support on the MTF data, Dr. Lloyd Johnston and Dr. Patrick O'Malley for their helpful suggestions on the analysis of the MTF data, Rich Gallagher for his editorial support, and Cezary Gwarnicki and Yawen Liu for their research assistance.  In addition, the authors are grateful to Dr. John Tauras, Dr. Emmanuel Guindon, Dr. Richard Peck, and Dr. Evan Blecher for their constructive comments on a previous draft of this paper. Support for this project was provided by the Robert Wood Johnson Foundation as part of Bridging the Gap: Research Informing Practice and Policy for Healthy Youth and ImpacTeen: A Policy Research Partnership for Healthier Youth Behavior; and by a National Cancer Institute-funded grant (Grant No. 1U01CA154248), titled \"Monitoring and Assessing the Impact of Tax and Price Policies on U.S. Tobacco Use.\" The Monitoring the Future study is funded by the National Institute on Drug Abuse. The opinions expressed here are those of the authors, and do not necessarily reflect those of the sponsors. None of the funding agencies played any role in study design; in the collection, analysis and interpretation of data; in the writing of the report; and in the decision to submit the article for publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}