{
    "id": 18024,
    "citation_title": "Winning by Losing: Evidence on the Long-Run Effects of Mergers",
    "citation_author": [
        "Ulrike Malmendier",
        "Enrico Moretti",
        "Florian S. Peters"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "2016-08-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDo acquirors profit from acquisitions, or do CEOs overbid and destroy shareholder value? We propose a novel approach to measuring the long-run returns to mergers. In a new data set of close bidding contests we use losers' post-merger performance to construct the counterfactual performance of winners had they not won the contest. We find that winner and loser returns are closely comoving in the years before the contest, providing support for our approach to identification. After the merger, they diverge: Winners underperform losers by 24 percent over the following three years in the U.S. sample, and by 14 percent in the international sample. Merger characteristics commonly associated with underperformance, such as acquiror size, acquiror Q, or stock financing do not explain the underperformance. Instead, the large underperformance of cash-financed mergers and their post-merger increase in leverage is consistent with behavioral and practitioner views on the determinants of merger outcomes. We also show that commonly used methodologies such as the announcement effect fail to identify the acquiror underperformance.\n\n",
    "acknowledgement": "\nWe thank Jeff Zeidel and seminar participants at Amsterdam, Chicago Booth, DePaul, LSE, Luxembourg School of Finance, MIT, NYU, Ohio State University, Princeton, Tinbergen Institute, Yale, and at the AFA, EFA, FIRS, and the NBER Summer Institute for valuable comments. We thank Zach Liscow and Jonas Sobott for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}