{
    "id": 1802,
    "citation_title": "Nutrition and the Decline in Mortality Since 1700: Some Additional Preliminary Findings",
    "citation_author": [
        "Robert W. Fogel"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an extensive revision and expansion of Working Paper No.1402. It centers on a new time series of life expectations in the U.S. since 1720, which has been constructed from the NBER/CPE pilot sample of genealogies. Native-born Americans achieved remarkably long life expectations toward the end ofthe eighteenth century but then experienced a 70-year decline. A new rise began late in the 1850s 'out it was not until 1930 that the Americans again achieved the level of life expectation that was attained c.1790. Second, time series on average adult stature of national populations in North America and Europe are used as indexes of nutritional status (not diet alone but diet net of prior claims). These series are shown to be highly correlated with the series on e10 and other measures of mortality. It is estimated that improvements in nutritional status may have accounted for as much as four-tenths of the secular decline in mortality rates, but nearly all of this effect was concentrated in the reduction of infant mortality. Additional results include an assessment of the effect of toxic substances on the mortality rates of the English peerage; an estimate of the distribution of shortfalls in English supplies of food between 1540 and 1871, which reveals that famines were due primarily to social misallocations of food rather than to large declines in supply; and adjustments of conventional estimates of U.S. per capita income for the increase in mortality, which reduce the rate of economic growth between1790 and 1860 by nearly 40 percent.\n\n",
    "acknowledgement": "\n"
}