{
    "id": 18022,
    "citation_title": "Equilibrium Labor Turnover, Firm Growth and Unemployment",
    "citation_author": [
        "Melvyn G. Coles",
        "Dale T. Mortensen"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a dynamic, non-steady state environment in which wage dispersion exists and evolves in response to shocks. Workers do not observe firm productivity and firms do not commit to future wages, but there is on-the-job search for higher paying jobs. The model allows for firm turnover (new start-up firms are created, some existing firms die) and firm specific productivity shocks. In a separating equilibrium, more productive firms signal their type by paying strictly higher wages in every state of the market. Consequently, workers always quit to firms paying a higher wage and so move efficiently from less to more productive firms. As a further implication of the cost structure assumed, endogenous firm size growth is consistent with Gibrat's law. The paper provides a complete characterization and establishes existence and uniqueness of the separating (non-steady state) equilibrium in the limiting case of equally productive firms. The existence of equilibrium with any finite number of firm types is also established. Finally, the model provides a coherent explanation of Danish manufacturing data on firm wage and labor productivity dispersion as well as the cross firm relationship between them.\n\n",
    "acknowledgement": "\nMelvyn Coles acknowledges research funding by the UK Economic and Social Research Council (ESRC), award ref. ES/I037628/1. Dale Mortensen acknowledges research funding by a grant to Aarhus University from the Danish National Research Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}