{
    "id": 18020,
    "citation_title": "Why Do Firms Own Production Chains?",
    "citation_author": [
        "Enghin Atalay",
        "Ali Hortacsu",
        "Chad Syverson"
    ],
    "citation_publication_date": "2012-04-26",
    "issue_date": "2012-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use broad-based yet detailed data from the economy's goods-producing sectors to investigate firms' ownership of production chains. It does not appear that vertical ownership is primarily used to facilitate transfers of goods along the production chain, as is often presumed: Roughly one-half of upstream plants report no shipments to their firms' downstream units. We propose an alternative explanation for vertical ownership, namely that it promotes efficient intra-firm transfers of intangible inputs. We show evidence consistent with this hypothesis, including the fact that upon a change of ownership, an acquired plant begins to resemble the acquiring firm along multiple dimensions.\n\n",
    "acknowledgement": "\nHortaçsu thanks the NSF (SES-1124073) and Syverson thanks the NSF (SES-0519062), the John M. Olin Foundation, and the Stigler Center for funding.  The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Chicago Census Research Data Center.  Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau.  This paper has been screened to insure that no confidential data are revealed.  Support for this research at the Chicago RDC from NSF (awards no. SES-0004335 and ITR-0427889) is also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}