{
    "id": 18036,
    "citation_title": "Macro-Prudential Policy in a Fisherian model of Financial Innovation",
    "citation_author": [
        "Javier Bianchi",
        "Emine Boz",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe interaction between credit frictions, financial innovation, and a switch from optimistic to pessimistic beliefs played a central role in the 2008 financial crisis. This paper develops a quantitative general equilibrium framework in which this interaction drives the financial amplification mechanism to study the effects of macro-prudential policy. Financial innovation enhances the ability of agents to collateralize assets into debt, but the riskiness of this new regime can only be learned over time. Beliefs about transition probabilities across states with high and low ability to borrow change as agents learn from observed realizations of financial conditions. At the same time, the collateral constraint introduces a pecuniary externality, because agents fail to internalize the effect of their borrowing decisions on asset prices. Quantitative analysis shows that the effectiveness of macro-prudential policy in this environment depends on the government's information set, the tightness of credit constraints and the pace at which optimism surges in the early stages of financial innovation. The policy is least effective when the government is as uninformed as private agents, credit constraints are tight, and optimism builds quickly.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Twelfth IMF Annual Research Conference. We are grateful for comments by Dan Cao, Stijn Claessens, Pierre-Olivier Gourinchas, Ayhan Köse, Paolo Pesenti, and participants at the 12th IMF Annual Research Conference, the 2011 Research Conference of the Reserve Bank of New Zealand, the 2011 Quantitative Macro Workshop of the Reserve Bank of Australia, and the 7th ECB-Federal Reserve Board International Research Forum on Monetary Policy. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund or the National Bureau of Economic Research.\n\n\n"
}