{
    "id": 18030,
    "citation_title": "Misallocation, Property Rights, and Access to Finance: Evidence from Within and Across Africa",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Bent E. Sorensen"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study capital misallocation within and across 10 African countries using the World Bank Enterprise Surveys. First, we compare the extent of misallocation among firms within countries. We document high variation in firms' marginal product of capital (MPK), implying that countries could produce significantly more with the same aggregate capital stock if capital were allocated optimally. Such variation differs from country to country with some African countries (success stories) closer to developed country benchmarks. Small firms and non-exporters have less access to finance and have higher returns to capital in general. Self reported measures of obstacles to firms' operations suggest access to finance is the most important obstacle: A firm with the worst access to finance has MPK 45 percent higher than a firm with the worst access to finance as a result of low capital per worker. We compare average levels of the MPK across countries, finding evidence that the strength of property rights and the quality of the legal system help explain country-level differences in capital misallocation.\n\n",
    "acknowledgement": "\nThis paper is prepared for the NBER-Africa Project. The authors thank the project for support. We thank Sevcan Yesiltas for superb research assistance. We also thank Mary Hallward-Driemeier, Simon Johnson, Marianna Sø\u001crensen, and participants at NBER-Africa Project conferences in Cambridge and Zanzibar for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}