{
    "id": 18034,
    "citation_title": "Misallocation and Productivity Effects of the Smoot-Hawley Tariff",
    "citation_author": [
        "Eric W. Bond",
        "Mario J. Crucini",
        "Tristan Potter",
        "Joel Rodrigue"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a newly created microeconomic archive of U.S. imports at the tariff-line level for 1930-33, we construct industry-level tariff wedges incorporating the input-output structure of U.S. economy and the heterogenous role of imports across sectors of the economy. We use these wedges to show that the average tariff rate of 46% in 1933 substantially understated the true impact of the Smoot-Hawley (SH) tariff structure, which we estimate to be equivalent to a uniform tariff rate of 70%. We use these wedges to calculate the impact of the Smoot Hawley tariffs on total factor productivity and welfare. In our benchmark parameterization, we find that tariff protection reduced TFP by 1.2% relative to free trade prior to the Smoot Hawley legislation. TFP fell by an additional 0.5% between 1930 and 1933 due to Smoot Hawley. We also conduct counterfactual policy exercises and examine the sensitivity of our results to changes in the elasticity of substitution and the import share. A doubling of the substitution elasticities yields a TFP decline of almost 5% relative to free trade, with an additional reduction due to SH of 0.4%.\n\n",
    "acknowledgement": "\nTristan Potter acknowledges financial support through the Vanderbilt Undergraduate Summer Research Program, 2010. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}