{
    "id": 18037,
    "citation_title": "Effective and Equitable Adoption of Opt-In Residential Dynamic Electricity Pricing",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile time-varying retail electricity pricing is very popular with economists, that support is not matched among regulators and consumers.   Many papers have been written estimating and extolling the societal benefits of time-varying rates -- especially dynamic rates that change on a day's notice or less.  Yet, such tariffs have been almost completely absent in the residential sector.  In this paper, I present a potential approach to implementing an opt-in dynamic pricing plan that would be equitable to both customers who choose the rate and to those who choose to remain on a default flat-rate tariff.  The approach bases the dynamic and the flat rate on the same underlying cost structure, and minimizes cross-subsidies between the two groups.  I study the potential distributional impact of such a tariff structure using hourly consumption data for stratified random samples of customers from California's two largest utilities.  I find that low-income households would, on average, see almost no change in their bills, while low-consumption households would see their bills decline somewhat and high-consumption households would see their bills rise.  I also show that the opt-in approach is unlikely to increase the flat rate charged to other customers by more than a few percentage points.  I then discuss the most common approach to implementing dynamic electricity pricing -- critical-peak pricing -- and suggest how it might be designed to more accurately match retail price spikes with periods of true supply shortages.  Finally, I study the incentive problems created by an alternative program in growing use that pays customers to reduce their consumption on peak usage days.\n\n",
    "acknowledgement": "\nI am grateful to Walter Graf and Erica Myers for excellent research assistance.  I benefitted from comments from Andrew Bell, Lucas Davis, Walter Graf, Stephen Holland, Paul Joskow, Rob Letzler, Karen Notsund, Michael Sullivan and seminar participants at the 2011 POWER conference at U.C. Berkeley, PG\\&E's Regulatory Relations Division, the California Energy Commission, and the California Public Utilities Commission.  Thanks also to Andrew Bell, Amrit Singh, Zeynep Yucei, and Jane Yura at PG&E for making the load reasearch dataset available and explaining it to me, and to Russ Garwacki, Cyrus Sorooshian, and Ron Watts for doing the same at Southern California Edison. This research was supported in part by a research gift from Microsoft and in part under a research contract from the California Energy Commission to the Energy Institute at Haas.  Any remaining errors are solely my responsibility. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}