{
    "id": 18035,
    "citation_title": "The Nature of Countercyclical Income Risk",
    "citation_author": [
        "Fatih Guvenen",
        "Serdar Ozkan",
        "Jae Song"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "2012-06-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the cyclical nature of individual income risk using a confidential dataset from the U.S. Social Security Administration, which contains (uncapped) earnings histories for millions of individuals. The base sample is a nationally representative panel containing 10 percent of all U.S. males from 1978 to 2010. We use these data to decompose individual income growth during recessions into \"between-group\" and \"within-group\" components. We begin with the behavior of within-group shocks. Contrary to past research, we do not find the variance of idiosyncratic income shocks to be countercyclical. Instead, it is the left-skewness of shocks that is strongly countercyclical. That is, during recessions, the upper end of the shock distribution collapses–large upward income movements become less likely–whereas the bottom end expands–large drops in income become more likely. Thus, while the dispersion of shocks does not increase, shocks become more left skewed and, hence, risky during recessions. Second, to study between-group differences, we group individuals based on several observable characteristics at the time a recession hits. One of these characteristics–the average income of an individual at the beginning of a business cycle episode–proves to be an especially good predictor of fortunes during a recession: prime-age workers that enter a recession with high average earnings suffer substantially less compared with those who enter with low average earnings (which is not the case during expansions). Finally, we find that the cyclical nature of income risk is dramatically different for the top 1 percent compared with all other individuals–even relative to those in the top 2 to 5 percent.\n\n",
    "acknowledgement": "\nA substantial part of this paper was completed while Guvenen was a visiting economist at the Federal Reserve Bank of Chicago, whose hospitality is gratefully acknowledged. The views expressed herein are those of the authors and not necessarily those of the Social Security Administration, the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}