{
    "id": 18039,
    "citation_title": "The Effect of Village-Based Schools: Evidence from a Randomized Controlled Trial in Afghanistan",
    "citation_author": [
        "Dana Burde",
        "Leigh L. Linden"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a randomized evaluation of the effect of village-based schools on children's academic performance using a sample of 31 villages and 1,490 children in rural northwestern Afghanistan.  The program significantly increases enrollment and test scores among all children, eliminates the 21 percentage point gender disparity in enrollment, and dramatically reduces the disparity in test scores.  The intervention increases formal school enrollment by 42 percentage points among all children and increases test scores by 0.51 standard deviations (1.2 standard deviations for children that enroll in school).  While all students benefit, the effects accrue disproportionately to girls.  Evidence suggests that the village-based schools provide a comparable education to traditional schools.  Estimating the effects of distance on academic outcomes, children prove very sensitive: enrollment and test scores fall by 16 percentage points and 0.19 standard deviations per mile.  Distance affects girls more than boys--girls' enrollment falls by 6 percentage points more per mile (19 percentage points total per mile) and their test scores fall by an additional 0.09 standard deviations (0.24 standard deviations total per mile).\n\n",
    "acknowledgement": "\nThis project could not have been completed without the assistance of many individuals. Neil Boothby, Kathryn Neckerman, and Jack Snyder provided early and steady support at Columbia University. We appreciate the help and patience of the CRS team in Afghanistan while collaborating with us. Specifically, Zia Ahmad Ahmadi, Sara Alexander, Epifania Amoo-Adare, Keith Aulick, Sara Bowers, Christine Carneal, Michaela Egger, Eric Eversmann, Feroz Gharibdost, Kevin Hartigan, Paul Hicks, Matthew McGarry, Dominique Morel, Nafi Olomi, Huma Safi, and Aude Saldana. Anita Anastacio and Helen Stannard from the Partnership for Advancing Community Education in Afghanistan, and Lisa Laumann provided additional support. Nathan Falkner, Nina Hasenstein, Amy Kapit, Nicole Rigg, and Rachel Wahl provided valuable research assistance. We are particularly indebted to Matthew Hoover for his exceptional work as both a research assistant and project manager.  Finally, we also thank Dr. Saeed Mahmoodi for his work as our survey manager.  This project was supported by grants from the National Science Foundation, the Spencer Foundation, and the Weikart Family Foundation. The pilot study that made this larger project possible was supported by the Columbia University Institute for Social and Economic Policy, the Spencer Foundation, the US Institute of Peace, and the Weikart Family Foundation. We thank Susan Dauber, Brian Hume, and the Weikart Family for their critical support. Valuable comments were provided by Janet Currie, Elisabeth King, Bentley MacLeod, and Miguel Urquiola as well as the seminar participants at Brown University, the Columbia University School of Social Work, Family Demography and Public Policy, the Georgia State University Young School of Public Policy, Notre Dame, RAND, Rice University, Stanford University, Texas A&M, the Texas A&M Bush School of Government and Public Service, the University of California at Davis, the University of California at Merced, the University of California at San Diego, the University of Houston, the University of Maryland School of Public Policy, the University of Texas at Austin, the University of Virginia Batten School of Leadership and Public Policy, the World Bank, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}