{
    "id": 18033,
    "citation_title": "Up in Smoke: The Influence of Household Behavior on the Long-Run Impact of Improved Cooking Stoves",
    "citation_author": [
        "Rema Hanna",
        "Esther Duflo",
        "Michael Greenstone"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is conventional wisdom that it is possible to reduce exposure to indoor air pollution, improve health outcomes, and decrease greenhouse gas emissions in the rural areas of developing countries through the adoption of improved cooking stoves.  This belief is largely supported by observational field studies and engineering or laboratory experiments.  However, we provide new evidence, from a randomized control trial conducted in rural Orissa, India (one of the poorest places in India), on the benefits of a commonly used improved stove that laboratory tests showed to reduce indoor air pollution and require less fuel.  We track households for up to four years after they received the stove.  While we find a meaningful reduction in smoke inhalation in the first year, there is no effect over longer time horizons.  We find no evidence of improvements in lung functioning or health and there is no change in fuel consumption (and presumably greenhouse gas emissions). The difference between the laboratory and field findings appear to result from households' revealed low valuation of the stoves.   Households failed to use the stoves regularly or appropriately, did not make the necessary investments to maintain them properly, and usage rates ultimately declined further over time.  More broadly, this study underscores the need to test environmental and health technologies in real-world settings where behavior may temper impacts, and to test them over a long enough horizon to understand how this behavioral effect evolves over time.\n\n",
    "acknowledgement": "\nThis project is a collaboration involving many people and organizations.  Foremost, we are deeply indebted to Gram Vikas and especially to Joe Madiath, who made this research possible.  We are grateful for insightful comments from Jessica Cohen, Pascaline Dupas, Edward Glaeser, Seema Jayachandran, Margaret McConnell, Grant Miller, Mushfiq Mobarak, Rohini Pande, and Rebecca Thornton and seminar participants at Harvard, Michigan, UC San Diego, and the NBER Environmental Economics Meetings.  We thank John McCracken for advice on emissions monitoring and Dr. Vandana Sharma for training the team on health monitoring.  We thank Yusuke Taishi, Raymond Guiteras, Ritwik Sakar, Annie Duflo, Reema Patnaik, Anup Kumar Roy, Shobhini Mukerji, Mihika Chatterjee, Trevor Bakker, and KB Prathap for their excellent work coordinating the fieldwork.  Sarah Bishop, Gabriel Tourek, Mahvish Shaukat, and Samuel Stopler provided superb research assistance.  For financial support, we thank the MIT Energy Initiative, the Centre for Microfinance at the Institute of Financial Management and Research, the Institut Veolia Environement, and the Children's Investment Fund Foundation. A portion of this work was conducted while Dr. Hanna was a fellow at the Science Sustainability Program at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}