{
    "id": 18032,
    "citation_title": "Comovement in GDP Trends and Cycles Among Trading Partners",
    "citation_author": [
        "Bruce A. Blonigen",
        "Jeremy Piger",
        "Nicholas Sly"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt has long been recognized that business cycle comovement is greater between countries that trade intensively with one another. Surprisingly, no one has previously examined the relationship between trade intensity and comovement of shocks to the trend level of output. Contrary to the result for cyclical fluctuations, we find that comovement of shocks to trend levels of real GDP is significantly weaker among countries that trade intensively with one another. We also find that the influence of trade on comovement between shocks to trends has remained stable, or become stronger in recent decades, while the role of trade in generating cyclical comovement has diminished steadily over time. In short, we find that international trade relationships have a substantial impact on comovement of shocks to output trends across countries, and these effects stand in stark contrast to the conventional wisdom regarding cyclical comovement.\n\n",
    "acknowledgement": "\nWe are thankful for helpful discussions at various stages with Linda Goldberg, Jean Imbs, Timothy Kehoe, Andrei Levchenko, and John Romalis.  Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}