{
    "id": 18043,
    "citation_title": "Tracking Variation in Systemic Risk at US Banks During 1974-2013",
    "citation_author": [
        "Armen Hovakimian",
        "Edward J. Kane",
        "Luc Laeven"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "2015-08-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a theoretically based and easy-to-implement way to measure the systemic risk of financial institutions using publicly available accounting and stock market data. The measure models the credit enhancement taxpayers provide to individual banks in the Merton tradition (1974) as a combination put option for the deep tail of bank losses and a knock-in stop-loss call on bank assets. This model expresses the value of taxpayer loss exposure from a string of defaults as the value of this combination option written on the portfolio of industry assets. The exercise price of the call is the face value of the debt of the entire sector. We conceive of an individual bank’s systemic risk as its contribution to the value of this sector-wide option on the financial safety net. To the extent that authorities are slow to see bank losses or reluctant to exercise the call, the government itself becomes a secondary source of systemic risk. We apply our model to quarterly data over the period 1974-2013. The model indicates that systemic risk reached unprecedented highs during the financial crisis years 2008-2009, and that bank size, leverage, and asset risk are key drivers of systemic risk.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Variation in Systemic Risk at US Banks During 1974-2010.\" The authors thank Charlie Calomiris, Gerald O'Driscoll, Bob DeYoung, Douglas Evanoff, Greg Udell, seminar participants at the Federal Reserve Bank of Chicago, the Federal Reserve Bank of San Francisco, Bocconi University, and the Institute for New Economic Thinking for helpful comments on earlier drafts of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the ECB, the International Monetary Fund, its Executive Board, or its management.\n\n\n"
}