{
    "id": 1804,
    "citation_title": "Implications of the U.S. Net Capital Inflow",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rapidly growing net inflow of capital from abroad, mirroring the extraordinary deterioration of the U.S. export-import balance, has played a major role in equilibrating overall saving and investment in the United States in the face of unprecedentedly large and persistent federal goverriment budget deficits during the 1980s. As a result of this capital inflow, the share of U.S. financial assets held by foreign investors is also growing rapidly. If the inflow continues, the increasing relative importance of foreign investors will in general change the equilibrium price and yield relationships determined in U.S. markets. In particular, because foreign investors, on average, hold far less of their portfolios in long-term debt instruments than do American investors, the increasing share of foreign ownership of U.S. financial assets is likely to raise the expected return premium on long-term debt, and hence to shift the composition of U.S. financial activity away from capital formation. Nevertheless, the foreign capital inflow -- and with it the U.S.export-import balance -- may change in response to a variety of possible influences, including U.S. fiscal and monetary policies. Empirical estimates based on reduced-form equations indicate that a tightening of U.S. fiscal policy would significantly stimulate U.S. capital formation, and would shrink the U.S. capital inflow (that is, improve the U.S. export-import balance) by even more. Analogous estimates indicate that an easing of U.S. money policy would also significantly stimulate capital formation and shrink the capital inflow, but with the relative magnitudes of the two effects approximately reversed.\n\n",
    "acknowledgement": "\n"
}