{
    "id": 18045,
    "citation_title": "Why do we Redistribute so Much but Tag so Little? The principle of equal sacrifice and optimal taxation",
    "citation_author": [
        "Matthew C. Weinzierl"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "2012-08-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe workhorse model of optimal taxation strongly recommends tagging, but its use in policy is limited. I argue that this puzzle is a symptom of a more fundamental problem. Conventional theory neglects the diverse normative criteria with which, as extensive evidence has shown, most people evaluate policy. In particular, if the classic principle of Equal Sacri...ce augments the standard Utilitarian criterion, optimal tagging is limited. Calibrated simulations of optimal policy with normative diversity of this type simultaneously match three features of U.S. policy: substantial income redistribution; rejection of gender, race, and height tags; and acceptance of a blindness tag. Additional implications increase the appeal of this revision to conventional theory.\n\n",
    "acknowledgement": "\nI am grateful to Felix Bierbrauer, Kim Clausing, Raj Chetty, Mihir Desai, Rafael di Tella, Amy Finkelstein, Victor Fleischer, John Friedman, Alex Gelber, Caroline Hoxby, Bas Jacobs, Louis Kaplow, Wojciech Kopczuk, Camille Landais, Ben Lockwood, Greg Mankiw, Yoram Margalioth, Joe Mazor, Jean-Baptiste Michaud, Je¤ Miron, Alex Raskolnikov, Meg Rithmire, Julio Rotemberg, Emmanuel Saez, Florian Scheuer, Ali Shourideh, Stefanie Stantcheva, Alain Trannoy, Aleh Tsyvinski, Glen Weyl, John Weymark, and Danny Yagan for helpful discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}