{
    "id": 18048,
    "citation_title": "Industrial Policy and Competition",
    "citation_author": [
        "Philippe Aghion",
        "Mathias Dewatripont",
        "Luosha Du",
        "Ann Harrison",
        "Patrick Legros"
    ],
    "citation_publication_date": "2012-05-04",
    "issue_date": "2012-05-04",
    "revision_date": "2015-01-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a comprehensive dataset of all medium and large enterprises in China between 1998 and 2007, we show that industrial policies allocated to competitive sectors or that foster competition in a sector increase productivity growth. We measure competition using the Lerner Index and include as industrial policies subsidies, tax holidays, loans, and tariffs. Measures to foster competition include policies that are more dispersed across firms in a sector or measures that encourage younger and more productive enterprises.\n\n",
    "acknowledgement": "\nWe thank the Editor, three anonymous referees, Jean Imbs, Amit Khandelwal, and conference participants at The World Bank, the Wharton International Lunch, Pennsylvania State University, Duke University, George Washington University, and the Asian Development Bank for very helpful comments. Ann Harrison gratefully acknowledges financial support from the World Bank. Legros thanks financial support of the Communauté Française de Belgique (ARC 00/05-252, PAI Network P6-09), the FNRS (crédit aux chercheurs 2011) and the European Commission through the PEGGED and SciFiGlow projects. This paper is part of the SCIFI-GLOW Collaborative Project supported by the European Commission's Seventh Research Framework Programme, Contract number SSH7-CT-2008-217436. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}