{
    "id": 18041,
    "citation_title": "Competition, Markups, and the Gains from International Trade",
    "citation_author": [
        "Chris Edmond",
        "Virgiliu Midrigan",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the gains from trade in a model with endogenously variable markups. We show that the pro-competitive gains from trade are large if the economy is characterized by (i) extensive misallocation, i.e., large inefficiencies associated with markups, and (ii) a weak pattern of cross-country comparative advantage in individual sectors. We find strong evidence for both of these ingredients using producer-level data for Taiwanese manufacturing establishments. Parameterizations of the model consistent with this data thus predict large pro-competitive gains from trade, much larger than those in standard Ricardian models. In stark contrast to standard Ricardian models, data on changes in trade volume are not sufficient for determining the gains from trade.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Costas Arkolakis, Ariel Burstein, Vasco Carvalho, Andrew Cassey, Arnaud Costinot, Jan De Loecker, Ana Cecilia Fieler, Phil McCalman, Markus Poschke, Andrés Rodríguez- Clare, Barbara Spencer, Ivàn Werning, and seminar participants at UBC, UC Berkeley, Chicago Booth, Deakin, Harvard, MIT, Monash, UNSW, NYU Stern, Princeton, Stanford, Vanderbilt, the 2011 SED annual meeting, NBER Macroeconomics and Productivity meeting, Melbourne Trade Workshop, FRB Philadelphia International Trade Workshop, and the 2012 FIU International Trade Workshop, Barcelona Industry and Labor Market Dynamics Workshop and CIREQ Macroeconomics Conference. We also thank Jiwoon Kim and Fernando Leibovici for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}