{
    "id": 18040,
    "citation_title": "On Fiscal Illusion and Ricardian Equivalence in Local Public Finance",
    "citation_author": [
        "H. Spencer Banzhaf",
        "Wallace E. Oates"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe re-evaluate two forms of fiscal illusion in local public finance: debt illusion and renter illusion.  The Ricardian Equivalence Theorem for local governments suggests the form of finance of a public program (tax or debt finance) has no effects on substantive outcomes.  For the local case, this results from the capitalization of local fiscal differentials into property values.  We show that this version of the model is quite restrictive.  In particular, in the U.S, context, where state and local interest is exempt from federal taxation, rational behavior may be inconsistent with Ricardian equivalence if local governments can borrow on more favorable terms than individuals.  We also suggest a new test for renter illusion (or the renter effect).  In particular, whether or not renters are more likely to support public investments in general, the renter effect suggests that renters are more likely to support them when financed with property taxes than with sales taxes.  Using data from hundreds of open space referenda in the U.S. using a variety of finance mechanisms, we find evidence that households do prefer debt financing to tax financing, but find no evidence of the renter effect.\n\n",
    "acknowledgement": "\nWe are grateful for some very helpful comments to Rachana Bhatt, Jan Brueckner, Eric Brunner, Roberto Dell'Allano, Dennis Epple, Robert Inman, Fabio Padovano, and Robert Schwab.  We especially thank the Lincoln Institute of Land Policy for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}