{
    "id": 18042,
    "citation_title": "Roads to Prosperity or Bridges to Nowhere? Theory and Evidence on the Impact of Public Infrastructure Investment",
    "citation_author": [
        "Sylvain Leduc",
        "Daniel Wilson"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the dynamic macroeconomic effects of public infrastructure investment both theoretically and empirically, using a novel data set we compiled on various highway spending measures. Relying on the institutional design of federal grant distributions among states, we construct a measure of government highway spending shocks that captures revisions in expectations about future government investment. We find that shocks to federal highway funding has a positive effect on local GDP both on impact and after 6 to 8 years, with the impact effect coming from shocks during (local) recessions. However, we find no permanent effect (as of 10 years after the shock). Similar impulse responses are found in a number of other macroeconomic variables. The transmission channel for these responses appears to be through initial funding leading to building, over several years, of public highway capital which then temporarily boosts private sector productivity and local demand. To help interpret these findings, we develop an open economy New Keynesian model with productive public capital in which regions are part of a monetary and fiscal union. We show that the presence of productive public capital in this model can yield impulse responses with the same qualitative pattern that we find empirically.\n\n",
    "acknowledgement": "\nWe thank Brian Lucking and Elliott Marks for superb and tireless research assistance. We are grateful to John Fernald, Bart Hobijn, Òscar Jordà, John Williams and seminar attendees at the Federal Reserve Bank of San Francisco, the University of Nevada, and the SEEK/CEPR Workshop on \"News, Sentiment, and Confidence in Fluctuations,\" for helpful comments. We thank the many transportation officials who improved our understanding of the institutional complexities of highway financing and spending, especially Ken Simonson (Associated General Contractors of America), Nancy Richardson (formerly of Iowa DOT), Jack Wells (U.S. DOT), and Alison Black and William Buechner (both of American Road and Transportation Builders Assn.) Finally, we are grateful to the editors of the 2012 NBER Macroeconomic Annual for excellent guidance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of San Francisco, or the Federal Reserve System.\n\n\n"
}