{
    "id": 18044,
    "citation_title": "Cash for Coolers",
    "citation_author": [
        "Lucas W. Davis",
        "Alan Fuchs",
        "Paul J. Gertler"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines a large-scale appliance replacement program in Mexico that since 2009 has helped 1.5 million households replace their old refrigerators and air-conditioners with energy-efficient models. Using household-level electric billing records from the population of Mexican residential customers we find that refrigerator replacement reduces electricity consumption by an average of 11 kilowatt hours per month, about a 7% decrease. We find that air conditioning replacement, in contrast, increases electricity consumption by an average of 6 kilowatt hours per month, with larger increases during the summer. To put these results in context we present a simple conceptual framework in which energy-efficient durable goods cost less to operate, so households use them more. This behavioral response, sometimes called the \"rebound\" effect, is important for air-conditioners, but not important for refrigerators.\n\n",
    "acknowledgement": "\nWe are thankful to Judson Boomhower for excellent research assistance and to Catie Hausman, Paul Joskow, Catherine Wolfram and seminar participants at UC Berkeley, the California Energy Commission, and the 2012 POWER Conference for comments that substantially improved the paper. This research was supported in part under a research contract from the California Energy Commission to the Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research (NBER) or the United Nations Development Programme (UNDP). These data were provided to the University of California Energy Institute (UCEI) pursuant to the terms and restrictions of a Non-Disclosure Agreement signed May 3, 2011 with Mexican Federal Electricity Commission (CFE). As part of the agreement UCEI has agreed to share their results with CFE and to carefully consider any comments received. Of course to ensure objectivity, UCEI retains the exclusive right to determine how these comments are incorporated into their findings. Neither UCEI nor the authors have received any financial compensation from the CFE.\n\n\n"
}