{
    "id": 18046,
    "citation_title": "Parametric Inference and Dynamic State Recovery from Option Panels",
    "citation_author": [
        "Torben G. Andersen",
        "Nicola Fusari",
        "Viktor Todorov"
    ],
    "citation_publication_date": "2012-05-03",
    "issue_date": "2012-05-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new parametric estimation procedure for option panels observed with error which relies on asymptotic approximations assuming an ever increasing set of observed option prices in the moneyness- maturity (cross-sectional) dimension, but with a fixed time span. We develop consistent estimators of the parameter vector and the dynamic realization of the state vector that governs the option price dynamics. The estimators converge stably to a mixed-Gaussian law and we develop feasible estimators for the limiting variance. We provide semiparametric tests for the option price dynamics based on the distance between the spot volatility extracted from the options and the one obtained nonparametrically from high-frequency data on the underlying asset. We further construct new formal tests of the model fit for specific regions of the volatility surface and for the stability of the risk-neutral dynamics over a given period of time. A large-scale Monte Carlo study indicates the inference procedures work well for empirically realistic specifications and sample sizes. In an empirical application to S&P 500 index options we extend the popular double-jump stochastic volatility model to allow for time-varying jump risk premia and a flexible relation between risk premia and the level of risk. Both extensions lead to an improved characterization of observed option prices.\n\n",
    "acknowledgement": "\nAndersen gratefully acknowledges support from CREATES funded by the Danish National Research Foundation. Todorov's work was partially supported by NSF Grant SES-0957330. We are also grateful for support from the Zell Center for Risk at the Kellogg School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}