{
    "id": 18052,
    "citation_title": "Bubble Thy Neighbor: Portfolio Effects and Externalities from Capital Controls",
    "citation_author": [
        "Kristin Forbes",
        "Marcel Fratzscher",
        "Thomas Kostka",
        "Roland Straub"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use changes in Brazil's tax on capital inflows from 2006 to 2011 to test for direct portfolio effects and externalities from capital controls on investor portfolios. The analysis is structured based on information from investor interviews. We find that an increase in Brazil's tax on foreign investment in bonds causes investors to significantly decrease their portfolio allocations to Brazil in both bonds and equities. Investors simultaneously increase allocations to other countries that have substantial exposure to China and decrease allocations to countries viewed as more likely to use capital controls. Much of the effect of capital controls on portfolio flows appears to occur through signalling --i.e. changes in investor expectations about future policies-- rather than the direct cost of the controls. This evidence of significant externalities from capital controls suggests that any assessment of controls should consider their effects on portfolio flows to other countries.\n\n",
    "acknowledgement": "\nThe authors would like to thank Giovanni Dell'Ariccia, Marcos Chamon, Rex Ghosh, Anton Korinek, Iikka Korhonen, Helen Popper, Eswar Prasad, and seminar participants at the 2012 AEA Annual meetings, the Hong Kong Monetary Authority, the International Monetary Fund, Mainz University, Tilburg University and Tufts for helpful comments and suggestions. The authors would also like to thank all of the investors that spent considerable amounts of time being interviewed to provide background information for this paper. Further thanks to Apolline Menut at MIT for research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}