{
    "id": 18058,
    "citation_title": "Nonlinear Adventures at the Zero Lower Bound",
    "citation_author": [
        "Jesús Fernández-Villaverde",
        "Grey Gordon",
        "Pablo A. Guerrón-Quintana",
        "Juan Rubio-Ramírez"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by the recent experience of the U.S. and the Eurozone, we describe the quantitative properties of a New Keynesian model with a zero lower bound (ZLB) on nominal interest rates, explicitly accounting for the nonlinearities that the bound brings. Besides showing how such a model can be efficiently computed, we find that the behavior of the economy is substantially affected by the presence of the ZLB. In particular, we document 1) the unconditional and conditional probabilities of hitting the ZLB; 2) the unconditional and conditional probabilty distributions of the duration of a spell at the ZLB; 3) the responses of output to government expenditure shocks at the ZLB, 4) the distribution of shocks that send the economy to the ZLB; and 5) the distribution of shocks that keep the economy at the ZLB.\n\n",
    "acknowledgement": "\n\u0003We thank Michael Woodford for useful comments. We also thank Larry Christiano for explaining to us several aspects about his work on the topic. Keith Kuester provided valuable comments on earlier drafts. Beyond the usual disclaimer, we must note that any views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. Finally, we also thank the NSF for financial support.\n\n\n"
}