{
    "id": 18057,
    "citation_title": "Country Size, Currency Unions, and International Asset Returns",
    "citation_author": [
        "Tarek Alexander Hassan"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDifferences in real interest rates across developed economies are puzzlingly large and persistent. I propose a simple explanation: Bonds issued in the currencies of larger economies are expensive because they insure against shocks that affect a larger fraction of the world economy. I show that differences in the size of economies indeed explain a large fraction of the cross-sectional variation in currency returns. The data also support a number of additional implications of the model: The introduction of a currency union lowers interest rates in participating countries and stocks in the non-traded sector of larger economies pay lower expected returns.\n\n",
    "acknowledgement": "\nI would like to thank Philippe Aghion, John Y. Campbell, John Cochrane, Nicolas Coeurdacier, Emmanuel Farhi, Nicola Fuchs-Schündeln, Piere-Olivier Gourinchas, Stéphane Guibaud, Elhanan Helpman, Yves Nosbusch, Thomas Mertens, Nathan Nunn, Helene Rey, Kenneth Rogoff, and Adrien Verdelhan for helpful comments. I also thank workshop participants at Harvard Business School, Harvard University, MIT Sloan, Berkeley Haas, Kellogg Graduate School of Management, University of Chicago Booth, NYU Stern, Columbia Business School, Duke, Northwestern, London Business School, London School of Economics, Brown, Boston University, the World Bank, INSEAD, IIES Stockholm, the Federal Reserve Bank of Boston, the Austrian Central Bank, Universitat Pompeu Fabra / CREI, University of Zurich/IEW, the SED annual meeting, and the CEPR ESSFM for valuable discussions. Special thanks also go to Dorothée Rouzet and Simon Rees. All mistakes remain my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}