{
    "id": 18055,
    "citation_title": "Estimating the Economic Impacts of Living Wage Mandates Using Ex Ante Simulations, Longitudinal Estimates, and New Public and Administrative Data: Evidence for New York City",
    "citation_author": [
        "David Neumark",
        "Matthew Thompson",
        "Francesco Brindisi",
        "Leslie Koyle",
        "Clayton Reck"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPolicy researchers often have to estimate the future effect of imposing a policy in a particular location.  There is often historical information on the effects of similar policies in other jurisdictions, but no information on the effects of the policy in the jurisdiction in question, and the policy may have specific features not reflected in the experiences of other areas.  It is then necessary to combine the historical evidence from other locations with information and data specific to the jurisdiction in question.  In this paper, we illustrate and use this approach in estimating the impact of a proposed living wage mandate for New York City.  We explain how we combined elements of \"ex ante\" evaluations of living wage laws with before-and-after (longitudinal) estimates of the effects of living wage laws.  We also incorporate detailed location-specific information on workers, families, and employers using administrative data and other new public data sources.\n\n",
    "acknowledgement": "\nThis paper is drawn from a larger study conducted by Charles Rivers Associates, funded by the New York City Economic Development Corporation (Charles Rivers Associates, 2011).  The views expressed are those of the authors and do not reflect the views of Charles River Associates, the City of New York, its Office of Management and Budget, the New York City Economic Development Corporation, or the National Bureau of Economic Research.   We are grateful to Daniel Hamermesh for many helpful comments and to Marsha Courchane, Timothy Riddiough, and Anthony Yezer for collaboration on the larger project.\n\n\n\nFrancesco Brindisi\n\nFrancesco Brindisi was the Chief Economist at the New York City Development Corporation at the time Charles River Associates conducted the study from which this paper is drawn.\n\n\n"
}