{
    "id": 18059,
    "citation_title": "House Price Moments in Boom-Bust Cycles",
    "citation_author": [
        "Todd M. Sinai"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper describes six stylized patterns among housing markets in the United States that potential explanations of the housing boom and bust should seek to explain.  First, individual housing markets in the U.S. experienced considerable heterogeneity in the amplitudes of their cycles.  Second, the areas with the biggest boom-bust cycles in the 2000s also had the largest boom-busts in the 1980s and 1990s, with a few telling exceptions.  Third, the timing of the cycles differed across housing markets.  Fourth, the largest booms and busts, and their timing, seem to be clustered geographically.  Fifth, the cross sectional variance of annual house price changes rises in booms and declines in busts.  Finally, these stylized facts are robust to controlling for housing demand fundamentals - namely, rents, incomes, or employment - although changes in fundamentals are correlated with changes in prices.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER's Housing and the Financial Crisis conference on November 17 and18, 2011. I am grateful to Karl Case, Ed Glaeser, Charles Himmelberg, and the conference participants for their helpful comments and to Gordon MacDonald for his excellent research assistance. The Research Sponsors' Program of the Zell-Lurie Real Estate Center at Wharton and the Smith- Richardson Foundation provided financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}