{
    "id": 18053,
    "citation_title": "Evidence on the Impact of R&D and ICT Investment on Innovation and Productivity in Italian Firms",
    "citation_author": [
        "Bronwyn H. Hall",
        "Francesca Lotti",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "2012-05-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth Research and Development (R&D) and Information and Communication Technology (ICT) investment have been identified as sources of relative innovation underperformance in Europe vis-à-vis the United States. In this paper we investigate R&D and ICT investment at the firm level in an effort to assess their relative importance and to what extent they are complements or substitutes. We use data on a large unbalanced panel data sample of Italian manufacturing firms constructed from four consecutive waves of a survey of manufacturing firms, together with a version of the CDM model (Crepon et al., 1998) that has been modified to include ICT investment and R&D as the two main inputs into innovation and productivity. We find that R&D and ICT are both strongly associated with innovation and productivity, with R&D being more important for innovation, and ICT investment being more important for productivity. For the median firm, rates of return to both investments are so high that they suggest considerably underinvestment in both these activities.\n\n",
    "acknowledgement": "\nSome of the research reported in this paper was supported by the Bank of Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}