{
    "id": 18050,
    "citation_title": "Should Benchmark Indices Have Alpha? Revisiting Performance Evaluation",
    "citation_author": [
        "Martijn Cremers",
        "Antti Petajisto",
        "Eric Zitzewitz"
    ],
    "citation_publication_date": "2012-05-04",
    "issue_date": "2012-05-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nStandard Fama-French and Carhart models produce economically and statistically significant nonzero alphas, even for passive benchmark indices such as the S&P 500 and Russell 2000. We find that these alphas arise primarily from the disproportionate weight the Fama-French factors place on small value stocks, which have performed well, and from the CRSP value-weighted market index, which is historically a downward-biased benchmark for U.S. stocks. We propose small methodological changes to the Fama-French factors to eliminate the nonzero alphas, and we also propose factor models based on common and tradable benchmark indices. Both kinds of alternative models improve performance evaluation of actively managed portfolios, with the index-based models exhibiting the best performance.\n\n",
    "acknowledgement": "\nWe wish to thank Yakov Amihud, Nick Barberis, Lauren Cohen, Wayne Ferson, Ken French, John Griffin, Ilan Guedj, Ron Kaniel, Michael Lemmon, Jonathan Lewellen, Juhani Linnainmaa, Raj Mehra, Claudia Moise, Lubos Pastor, Christopher Polk, Tarun Ramadorai, Pedro Santa-Clara, Clemens Sialm, Laura Starks, Michael Stutzer, Paul Tetlock, Ivo Welch, and two anonymous referees for comments, as well as conference participants at AFA 2010 Annual Meeting, EFA 2009 Annual Meeting, FIRS 2009 Conference, FMA 2009 European Conference, London School of Economics, NBER Asset Pricing Meeting, Utah Winter Finance Conference, and seminar participants at AQR Capital, Arizona State University, Dartmouth College, Harvard Business School, Helsinki School of Economics, HKUST, INSEAD, Numeric Investors, NYU Stern, UC Irvine, University of Alabama, University of Amsterdam, University of Colorado, University of Massachusetts at Amherst, University of Michigan, University of Texas at Austin, University of Toronto, Wharton, and Yale School of Management. We also thank Frank Russell Co, Standard and Poor's, Dow Jones Wilshire, and Morningstar for providing us with data. We gratefully acknowledge the financial support of the Q-Group, as well as the EFA Best Paper award of the Commonfund Institute, the FMA Europe Best Paper award, and the Roger F. Murray Prize of the Q-Group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}