{
    "id": 18064,
    "citation_title": "Identifying Confirmatory Bias in the Field: Evidence from a Poll of Experts",
    "citation_author": [
        "Rodney J. Andrews",
        "Trevon D. Logan",
        "Michael J. Sinkey"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nLaboratory experiments have established the existence of cognitive biases, but their explanatory power in real-world economic settings has been difficult to measure. We estimate the extent of a cognitive bias, confirmatory bias, among experts in a real-world environment. In the Associated Press Top 25 College Football Poll expert pollsters are tasked with assessing team quality, and their beliefs are treated week-to-week with game results that serve as signals about an individual team's quality. We exploit the variation provided by actual game results relative to market expectations to develop a novel regression-discontinuity approach to identify confirmatory bias in this real-world setting. We construct a unique personally-assembled dataset that matches more than twenty years of individual game characteristics to poll results and betting market information, and show that teams that slightly exceed and barely miss market expectations are exchangeable. The likelihood of winning the game, the average number of points scored by teams and their opponents, and even the average week of the season are no different between teams that slightly exceed and barely miss market expectations. Pollsters, however, significantly upgrade their beliefs about a team's quality when a team slightly exceeds market expectations. The effects are sizeable-- nearly half of the voters in the poll rank a team one slot higher when they slightly exceed market expectations; one-fifth of the standard deviation in poll points in a given week can be attributed to confirmatory bias.  This type of updating suggests that even when informed agents make repeated decisions they may act in a manner which is consistent with confirmatory bias.\n\n",
    "acknowledgement": "\nWe thank Dann Arce,  Katie Baldiga, Chetan Dave, Seth Freedman, Nathan Fritz-Joseph, P.J. Healy, Pok-sang Lam, Brendan Nyhan, Dan Stone, seminar audiences at Mississippi State, Ohio State, and participants at the SEA meetings for helpful comments. Kyle Kain, Michael Kovach and Chris Zukauckas provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}