{
    "id": 18063,
    "citation_title": "Pseudo-Predictability in Conditional Asset Pricing Tests: Explaining Anomaly Performance with Politics, the Weather, Global Warming, Sunspots, and the Stars",
    "citation_author": [
        "Robert Novy-Marx"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFerson, Sarkissian and Simin (2003) warn that persistence in expected returns generates spurious regression bias in predictive regressions of stock returns, even though stock returns are themselves only weakly autocorrelated. Despite this fact a growing literature attempts to explain the performance of stock market anomalies with highly persistent investor sentiment. The data suggest, however, that the potential misspecification bias may be large. Predictive regressions of real returns on simulated regressors are too likely to reject the null of independence, and it is far too easy to find real variables that have \"significant power\" predicting returns. Standard OLS predictive regressions find that the party of the U.S. President, cold weather in Manhattan, global warming, the El Niño phenomenon, atmospheric pressure in the Arctic, the conjunctions of the planets, and sunspots, all have \"significant power\" predicting the performance of anomalies. These issues appear particularly acute for anomalies prominent in the sentiment literature, including those formed on the basis of size, distress, asset growth, investment, profitability, and idiosyncratic volatility.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}