{
    "id": 18067,
    "citation_title": "Foreign Born Scientists: Mobility Patterns for Sixteen Countries",
    "citation_author": [
        "Chiara Franzoni",
        "Giuseppe Scellato",
        "Paula Stephan"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe report results from the first systematic study of the mobility of scientists engaged in research in a large number of countries.  Data were collected from 17,182 respondents using a web-based survey of corresponding authors in 16 countries in four fields during 2011. We find considerable variation across countries, both in terms of immigration and emigration patterns.  Switzerland has the largest percent of immigrant scientists working in country (56.7); Canada, and Australia trail by nine or more percent; the U.S. and Sweden by approximately eighteen percent.  India has the lowest (0.8), followed closely by Italy and Japan.  The most likely reason to come to a country for postdoctoral study or work is professional.  Our survey methodology also allows us to study emigration patterns of individuals who were living in one of the 16 countries at age 18.  Again, considerable variation exists by country. India heads the list with three in eight of those living in country when they were 18 out of country in 2011. The country with the lowest diaspora is Japan.  Return rates also vary by country, with emigrants from Spain being most likely to return and those from India being least like to return.   Regardless of country, the most likely reason respondents report for returning to one's home country is family or personal.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from Regione Piemonte for the GlobSci project and from the IPE Program, National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}