{
    "id": 18069,
    "citation_title": "Estimating Racial Price Differentials in the Housing Market",
    "citation_author": [
        "Patrick Bayer",
        "Marcus D. Casey",
        "Fernando Ferreira",
        "Robert McMillan"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "2013-04-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses unique panel data covering over two million repeat-sales housing transactions from four metropolitan areas to test for the presence of racial price differentials in the housing market. Drawing on the strengths of these data, our research design controls carefully for unobserved differences in the quality of neighborhoods and the homes purchased by buyers of each race. We find that black and Hispanic homebuyers pay premiums of about three percent on average across the four cities, differences that are not explained by variation in buyer income, wealth or access to credit. Further, the estimated premiums do not vary significantly with the racial composition of the neighborhood; nor, strikingly, do they vary with the race of the seller. This latter finding suggests that racial prejudice on the part of sellers is not the primary explanation for the robust premiums we uncover. The results have implications for the evolution of racial differences in wealth and home ownership and the persistence of residential segregation.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Price Discrimination in the Housing Market.\" The authors would like to thank Jeff Brown, Hanming Fang, Robert Kaestner, Ron Laschever, Darren Lubotsky, Marie Mora, Ben Ost, Steve Rivkin, Jake Vigdor and seminar participants at the Harris School of Public Policy, Purdue University, the University of Illinois, the University of Windsor, and the AEA and IEA Meetings for helpful comments. Financial support is gratefully acknowledged from the National Science Foundation through grant SES-0721136, the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton, and SSHRC. Any opinions, findings, conclusions, or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert McMillan\n\nThanks also to SSHRC for additional financial support.\n\n\n"
}