{
    "id": 18065,
    "citation_title": "Revising Commitments: Field Evidence on the Adjustment of Prior Choices",
    "citation_author": [
        "Xavier Giné",
        "Jessica Goldberg",
        "Dan Silverman",
        "Dean Yang"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe very poor in developing countries often make intertemporal choices that seem at odds with their individual self-interest. There are many possible reasons why. We investigate several of these reasons with a lab-in-the-field experiment in rural Malawi involving large stakes. We make two contributions. First, we construct a new dependent variable: revisions of prior choices regarding the allocation of future income. This allows us to directly examine intertemporal choice revision and its determinants. In particular, this dependent variable permits a novel test for the existence of self-control problems: we find that revisions of money allocations toward the present are positively associated with measures of present-bias from an earlier baseline survey, as well as the (randomly assigned) closeness in time to the first possible date of money disbursement. Second, we investigate other potential determinants of revision, aside from self-control problems. We find little evidence that revisions of money allocations toward the present are associated with spousal preferences for such revision, household shocks or the financial sophistication of respondents.\n\n",
    "acknowledgement": "\nNiall Keleher, of Innovations for Poverty Action, was instrumental to the design and implementation of this study. We thank him for his important contributions to this project. We also thank James Andreoni, Stefano DellaVigna, Pascaline Dupas, Yoram Halevy, Vivian Hoffmann, Glenn Harrison, Pam Jakiela, Damon Jones, David I. Levine, Stephan Meier, Ted Miguel, Matthew Rabin, and participants in several seminars for their many helpful comments. We thank Lasse Brune, Jason Kerwin, and Prachi Jain for excellent research assistance. This research was funded by the Gender Action Plan and the Research Committee of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}