{
    "id": 18060,
    "citation_title": "Does Employer-Provided Health Insurance Constrain Labor Supply Adjustments to Health Shocks? New Evidence on Women Diagnosed with Breast Cancer",
    "citation_author": [
        "Cathy J. Bradley",
        "David Neumark",
        "Scott Barkowski"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployment-contingent health insurance creates incentives for ill workers to remain employed at a sufficient level (usually full-time) to maintain access to health insurance coverage. We study employed married women, newly diagnosed with breast cancer, comparing labor supply responses to breast cancer diagnoses between women dependent on their own employment for health insurance and women with access to health insurance through their spouse's employer. We find evidence that women more dependent on their own job for health insurance reduce their labor supply by less after a diagnosis of breast cancer - the estimate difference is about 5.5 to 7 percent. Women's subjective responses to questions about working more to maintain health insurance are consistent with the conclusions from observed behavior.\n\n",
    "acknowledgement": "\nBradley, Neumark, and Barkowski's research was supported by NCI grant number R01-CA122145, \"Health, Health Insurance, and Labor Supply.\" The authors are grateful to Myra Owens, Ph.D. and Mirna Hernandez for project coordination, Meryl Motika for programming support, the interviewers and medical record auditors that collected the data, and the many subjects who generously donated their time to the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}