{
    "id": 18071,
    "citation_title": "The Smart Grid, Entry, and Imperfect Competition in Electricity Markets",
    "citation_author": [
        "Hunt Allcott"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost US consumers are charged a near-constant retail price for electricity, despite substantial hourly variation in the wholesale market price. The Smart Grid is a set of emerging technologies that, among other effects, will facilitate \"real-time pricing\" for electricity and increase price elasticity of demand. This paper simulates the effects of this increased demand elasticity using counterfactual simulations in a structural model of the Pennsylvania-Jersey-Maryland electricity market. The model includes a different approach to the problem of multiple equilibria in multi-unit auctions: I non-parametrically estimate unobservables that rationalize past bidding behavior and use learning algorithms to move from the observed equilibrium counterfactual bid functions. This routine is nested as the second stage of a static entry game that models the Capacity Market, an important element of market design in some restructured electricity markets.\nThere are three central results. First, I find that an increase in demand elasticity could actually increase wholesale electricity prices in peak hours, contrary to predictions from short run models, while decreasing Capacity Market prices and total entry. Second, although the increased demand elasticity from the Smart Grid reduces producers' market power, in practice this would be a small channel of efficiency gains relative to forestalled entry. Third, I find that the gross welfare gains from moving a typical consumer to the Smart Grid, under the assumed demand parameters and before subtracting out the initial infrastructure costs, are about 10 percent of the consumer's total wholesale electricity costs.\n\n",
    "acknowledgement": "\nI thank, without implicating, Susan Athey, Severin Borenstein, Eric Budish, Drew Fudenberg, Michael Greenstone, Bill Hogan, Steven Joyce, Erin Mansur, Erich Muehlegger, Sendhil Mullainathan, Chris Nosko, Ariel Pakes, Rob Stavins, Frank Wolak, and seminar participants at Carnegie Mellon, Duke, Georgetown, Harvard, IBS Hyderabad, Michigan, NYU, NYU Stern, Notre Dame, Resources for the Future, Stanford GSB, Stanford MS&E, Tufts, and UC Davis. Joe Bowring, Howard Haas, Ellen Krawiec, and Matt Thompson of Monitoring Analytics facilitated my access to the bidding and cost data and provided valuable insights on the PJM market. I thank Sam Newell, Harvey Reed, Alex Rudkevich, Paul Sotkiewicz, and Assef Zobian for helpful conversations on the details of restructured electricity markets. Financial support is acknowledged from the Harvard University Center for the Environment and from Harvard's Mossavar-Rahmani Center for Business and Government. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}