{
    "id": 18079,
    "citation_title": "The Rise and Fall of Unions in the U.S.",
    "citation_author": [
        "Emin M. Dinlersoz",
        "Jeremy Greenwood"
    ],
    "citation_publication_date": "2012-05-11",
    "issue_date": "2012-05-11",
    "revision_date": "2013-06-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnion membership displayed a ∩-shaped pattern over the 20th century, while the distribution of income sketched a ∪. A model of unions is developed to analyze these phenomena. There is a distribution of firms in the economy. Firms hire capital, plus skilled and unskilled labor. Unionization is a costly process. A union decides how many firms to organize and its members' wage rate. Simulation of the developed model establishes that skilled-biased technological change, which affects the productivity of skilled labor relative to unskilled labor, can potentially explain the above facts. Statistical analysis suggests that skill-biased technological change is an important factor in de-unionization.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. The authors thank Ahmad Yusuf for expert research assistance, and Juan Gardea and Rachel Ng for help with datasets. Please address correspondence to Emin Dinlersoz at emin.m.dinlersoz@census.gov.\n\n\n"
}