{
    "id": 18076,
    "citation_title": "Sequential or Simultaneous Elections? A Welfare Analysis",
    "citation_author": [
        "Patrick Hummel",
        "Brian Knight"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses a key question on the design of electoral systems. Should all voters vote on the same day or should elections be staggered, with late voters observing early returns before making their decisions? Using a model of voting and social learning, we illustrate that sequential elections place too much weight on the preferences and information of early states but also provide late voters with valuable information. Under simultaneous elections, voters equally weigh the available information but place too much weight on their priors, providing an inappropriate advantage to front-runners. Given these trade-offs, simultaneous elections are welfare-preferred if the front-runner initially has a small advantage, but sequential elections are welfare-preferred if the front-runner initially has a large advantage. We then quantitatively evaluate this trade-off using data based on the 2004 presidential primary. The results suggest that simultaneous systems outperform sequential systems although the difference in welfare is relatively small.\n\n",
    "acknowledgement": "\nThanks to Nageeb Ali, participants at the Princeton Conference on Political Economy, and participants at seminars at the University of Pennsylvania, the University of Michigan, and the New Economic School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}