{
    "id": 18070,
    "citation_title": "Weathering the Storm: Hurricanes and Birth Outcomes",
    "citation_author": [
        "Janet Currie",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2012-05-10",
    "issue_date": "2012-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature suggests that stressful events in pregnancy can have negative effects on birth outcomes.  Some of the estimates in this literature may be affected by small samples, omitted variables, endogenous mobility in response to disasters, and errors in the measurement of gestation, as well as by a mechanical correlation between longer gestation and the probability of having been exposed.  We use millions of individual birth records to examine the effects of exposure to hurricanes during pregnancy.  The data allow us to measure outcomes precisely and to follow the same mother over time; we also suggest estimation methods that correct for omitted unobserved fixed characteristics of the mother, endogenous moving in response to storms, and the above mentioned correlation between gestation length and exposure. We find that exposure to a hurricane during pregnancy increases the probability of complications of labor and delivery, and of abnormal conditions of the newborn such as being on a ventilator more than 30 minutes and meconium aspiration syndrome.  Although we do not directly measure stress, our results are supportive of the idea that stressful events in pregnancy can damage the health of the fetus.  However our results suggest that the effects may be subtle and not readily apparent in terms of widely-used metrics such as birth weight and gestation.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from the John D. and Catherine T. MacArthur Foundation. We thank seminar participants at Princeton University, UCLA, the World Bank, and Duke for helpful comments.  The project described was supported by Award Number R24HD058486 from the Eunice Kennedy Shriver National Institute of Child Health & Human Development. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Eunice Kennedy Shriver National Institute of Child Health & Human Development or the National Institutes of Health. We are solely responsible for all findings and views expressed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}