{
    "id": 18080,
    "citation_title": "Family Ties, Inheritance Rights, and Successful Poverty Alleviation: Evidence from Ghana",
    "citation_author": [
        "Edward Kutsoati",
        "Randall Morck"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGhanaian custom views children as members of either their mother's or father's lineage (extended family), but not both. Patrilineal custom charges a man's lineage with caring for his widow and children, while matrilineal custom places this burden on the widows' lineage - her father, brothers, and uncles.  Deeming custom inadequate, and to  promote the nuclear family, Ghana enacted the Intestate Succession (PNDC) Law 111, 1985 and 1998 Children's Act 560 to force men to provide for their widows and children, as in Western cultures. Our survey shows that, although most people die intestate and many profess to know Law 111, it is rarely implemented. Knowledge of the law correlates with couples accumulating assets jointly and with inter-vivos husband to wife transfers, controlling for education. These effects are least evident for widows of  matrilineal lineage men, suggesting a persistence of traditional norms. Widows with closer ties with their own or their spouse's lineage report greater financial support, as do those very few who benefit from legal wills or access Law 111 and, importantly, widows of matrilineal lineage. Some evidence also supports Act 560 benefiting nuclear families, especially if the decedent's lineage is matrilineal. Overall, our study confirms African traditional institutions' persistent importance, and the limited effects of formal law.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Kofi Awusabo-Asare for coordinating our household survey and his numerous suggestions along the way. We are also grateful to the management of Social Security and National Insurance Trust (SSNIT) Fund of Ghana for providing access to individual records; and the team of research assistants: Yvonne Adjakloe, Eugene Darteh and Kobina Esia‐Donkoh for their superb field work; William Angko and Alex Larbie-Mensah for the painful task of collecting the SSNIT data; and Greatjoy Ndlovu and Panos Rigopoulos for excellent assistance with the data analysis. We thank participants at the National Bureau of Economic Research (NBER)/Africa Project meetings in Cambridge and Zanzibar for their comments; and gratefully acknowledge financial support from the NBER and the SSHRC. The views expressed here however are solely ours and do not reflect those of the NBER or the SSNIT.\n\n\n"
}