{
    "id": 18082,
    "citation_title": "Why Did So Many People Make So Many Ex Post Bad Decisions? The Causes of the Foreclosure Crisis",
    "citation_author": [
        "Christopher L. Foote",
        "Kristopher S. Gerardi",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present 12 facts about the mortgage crisis. We argue that the facts refute the popular story that the crisis resulted from finance industry insiders deceiving uninformed mortgage borrowers and investors. Instead, we argue that borrowers and investors made decisions that were rational and logical given their ex post overly optimistic beliefs about house prices. We then show that neither institutional features of the mortgage market nor financial innovations are any more likely to explain those distorted beliefs than they are to explain the Dutch tulip bubble 400 years ago. Economists should acknowledge the limits of our understanding of asset price bubbles and design policies accordingly.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference, \"Rethinking Finance: New Perspectives on the Crisis,\" organized by Alan Blinder, Andy Lo and Robert Solow and sponsored by the Russell Sage and Century Foundations. Thanks to Alberto Bisin, Ryan Bubb, Scott Frame, Jeff Fuhrer, Andreas Fuster, Anil Kashyap, Andreas Lehnert, and Bob Triest for helpful discussions and comments. The opinions expressed herein are those of the authors and do not represent the official positions of the Federal Reserve Banks of Boston or Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}