{
    "id": 18086,
    "citation_title": "Care or Cash? The Effect of Child Care Subsidies on Student Performance",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Katrine V. Løken",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGiven the wide use of childcare subsidies across countries, it is surprising how little we know about the effect of these subsidies on children's longer run outcomes.  Using a sharp discontinuity in the price of childcare in Norway, we are able to isolate the effects of childcare subsidies on both parental and student outcomes.  We find very small and statistically insignificant effects of childcare subsidies on childcare utilization and parental labor force participation. Despite this, we find significant positive effect of the subsidies on children's academic performance in junior high school, suggesting the positive shock to disposable income provided by the subsidies may be helping to improve children's scholastic aptitude.\n\n",
    "acknowledgement": "\nDevereux thanks the Irish Research Council for the Humanities and Social Sciences (IRCHSS) for financial support. Løken and Salvanes thank the Research Council of Norway for financial support.  We would like to thank Jens Ludwig, Michael Baker and seminar participants from the University of Michigan, the University of Texas, Austin, Washington University, UCSB, Vanderbilt, Harris School of Public Policy, Norwegian School of Economics, AEA conference in Denver, SOLE conference attendees and Baylor University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}