{
    "id": 18084,
    "citation_title": "Financial Risk Measurement for Financial Risk Management",
    "citation_author": [
        "Torben G. Andersen",
        "Tim Bollerslev",
        "Peter F. Christoffersen",
        "Francis X. Diebold"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCurrent practice largely follows restrictive approaches to market risk measurement, such as historical simulation or RiskMetrics. In contrast, we propose flexible methods that exploit recent developments in financial econometrics and are likely to produce more accurate risk assessments, treating both portfolio-level and asset-level analysis.  Asset-level analysis is particularly challenging because the demands of real-world risk management in financial institutions - in particular, real-time risk tracking in very high-dimensional situations - impose strict limits on model complexity.  Hence we stress powerful yet parsimonious models that are easily estimated.  In addition, we emphasize the need for deeper understanding of the links between market risk and  macroeconomic fundamentals, focusing primarily on links among equity return volatilities, real growth, and real growth volatilities.  Throughout, we strive not only to deepen our scientific understanding of market risk, but also cross-fertilize the academic and practitioner communities, promoting improved market risk measurement technologies that draw on the best of both.\n\n",
    "acknowledgement": "\nForthcoming in Handbook of the Economics of Finance, Volume 2, North Holland, an imprint of Elsevier. For helpful comments we thank Hal Cole and Dongho Song. For research support, Andersen, Bollerslev and Diebold thank the National Science Foundation (U.S.), and Christoffersen thanks the Social Sciences and Humanities Research Council (Canada). We appreciate support from CREATES funded by the Danish National Science Foundation.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}