{
    "id": 18089,
    "citation_title": "Pricing Regulation and Imperfect Competition on the Massachusetts Health Insurance Exchange",
    "citation_author": [
        "Keith M. Marzilli Ericson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "2012-10-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze consumer demand and model the effect of pricing regulation under imperfect competition using data from the Massachusetts health insurance exchange. We identify consumer demand using coarse insurer pricing strategies. There is substantial heterogeneity in preferences by consumer type, with younger consumers twice as price sensitive as older consumers. As a result, older consumers face higher markups over costs. Modified community rating links prices for consumers that differ in both costs and preferences. Constrained prices are not simply the population-weighted average of unconstrained prices, because community rating changes the marginal consumer firms face. Tightening rating regulations transfers resources from low cost to high cost consumers, but also reduces firm profits and increases overall consumer surplus. We use our model to examine other insurance regulations. For instance, minimum loss ratios (designed to limit firm profits) will also alter the transfers between consumers. Moreover, risk adjustment will be insufficient to equalize prices across consumer types, as markups still differ. As a result, without a mandate, the market can unravel due to differences in preferences alone\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Age-Based Heterogeneity and Pricing Regulation on the Massachusetts Health Insurance Exchange.\" We thank Raj Chetty, David Cutler, Mark Duggan, Jonathan Gruber, Larry Katz, Jon Kolstad, David Laibson, Ariel Pakes, Mark Pauly, Jim Rebitzer, Bob Town, and seminar participants at the University of Pennsylvania, Boston University, and the Southern Economic Association for their thoughtful comments. We acknowledge funding from the Lab for Economic Applications and Policy (LEAP) at Harvard University and the National Science Foundation. Funding was provided by the Lab for Economic Applications and Policy (LEAP) at Harvard University and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}