{
    "id": 18094,
    "citation_title": "Disentangling the Channels of the 2007-2009 Recession",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "2012-07-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the macroeconomic dynamics of the 2007-09 recession in the United States and the subsequent slow recovery.  Using a dynamic factor model with 200 variables, we reach three main conclusions.  First, although many of the events of the 2007-2009 collapse were unprecedented, their net effect was to produce macro shocks that were larger versions of shocks previously experienced, to which the economy responded in an historically predictable way.  Second, the shocks that produced the recession primarily were associated with financial disruptions and heightened uncertainty, although oil shocks played a role in the initial slowdown and subsequent drag was added by effectively tight conventional monetary policy arising from the zero lower bound.  Third, while the slow nature of the recovery is partly due to the shocks of this recession, most of the slow recovery in employment, and nearly all of the slow recovery in output, is due to a secular slowdown in trend labor force growth.\n\n",
    "acknowledgement": "\nPrepared for the Brookings Panel on Economic Activity, March 22-23, 2012.  We thank John Driscoll, Lutz Kilian, Valery Ramey, Eric Swanson, Egon Zakrajšek, and Tao Zha for providing and/or helping us construct their shock series and for comments.  We also thank Alan Blinder, Nick Bloom, Markus Brunnermeier, Marty Eichenbaum, Jon Faust, Florencio Lopez de Silanes, Karel Mertens, Salil Mehta, Neil Shephard, Chris Sims, Mike Woodford, Tom Zimmerman, and the editors for helpful comments and/or discussions.  Replication files and the Supplement are available on Watson's Web site. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}