{
    "id": 18090,
    "citation_title": "China and the TPP: A Numerical Simulation Assessment of the Effects Involved",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Trans-Pacific Partnership (TPP) is a new negotiation on cross border liberalization of goods and service flows going beyond WTO disciplines and focused on issues such as regulation and border controls. Though the US, Australia and other pacific countries are included, China is notable for its exclusion from the process thus far. This paper uses numerical simulation methods to assess the potential effects of a TPP agreement on China and the other participating countries. We use a numerical five-country global general equilibrium model with trade costs and monetary structure incorporating inside money to allow for impacts on trade imbalances. Trade costs are calculated using a method based on gravity equations. Simulation results reveal that China will be hurt by TPP initiatives, but the negative effects are relatively small given the geographical and commodity composition of China's trade. Other non-TPP countries will be hurt but member countries will all gain. Japan's joining TPP would be beneficial to both herself and all other TPP countries, but negative effects on China and other non-TPP countries will increase further. If China takes part in TPP, it will increase China's and other TPP countries' gain, but non-TPP countries will be hurt more. As a regional free trade arrangement, TPP effects are different from global free trade effects which will benefit all countries (not just member countries) in the world, and the positive effects of global free trade are stronger than TPP effects.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support and to a seminar group at UWO for comment and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}