{
    "id": 18096,
    "citation_title": "Cultural Proximity and Loan Outcomes",
    "citation_author": [
        "Raymond Fisman",
        "Daniel Paravisini",
        "Vikrant Vig"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe present evidence that shared codes, religious beliefs, ethnicity - cultural proximity - between lenders and borrowers improves the efficiency of credit allocation. We identify in-group preferential treatment using dyadic data on the religion and caste of bank officers and borrowers from a bank in India, and a rotation policy that induces exogenous matching between officers and borrowers. Cultural proximity increases lending on both intensive and extensive margins and improves repayment performance, even after the in-group officer is replaced by an out-group one. Further, cultural proximity increases loan dispersion and reduces loan to collateral ratios. Our results imply that cultural proximity mitigates informational problems that adversely affect lending, which in turn relaxes financial constraints and improves access to finance.\n\n",
    "acknowledgement": "\nThanks to Andres Lieberman and Sravya Mamadiana for outstanding research assistance. We would like to thank Abhijit Banerjee, Oriana Bandiera, Shawn Cole, Esther Duflo, Michael Kremer, Raghu Rajan, Antoinette Schoar, Paola Sapienza, Luigi Zingales, and the participants at the CFS-EIEF Conference on Household Finance, Columbia University, Boston University, European Bank for Reconstruction and Development, London Business School, London School of Economics -  Development, MIT-Sloan, the NBER conferences in corporate finance and household finance, Stockholm School of Economics, and Vienna University of Economics and Business for valuable feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}