{
    "id": 18097,
    "citation_title": "When did the dollar overtake sterling as the leading international currency? Evidence from the bond markets",
    "citation_author": [
        "Livia Chitu",
        "Barry Eichengreen",
        "Arnaud J. Mehl"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper offers new evidence on the emergence of the dollar as the leading international currency, focusing on its role as currency of denomination in global bond markets. We show that the dollar overtook sterling much earlier than commonly supposed, as early as in 1929. Financial market development appears to have been the main factor helping the dollar to surmount sterling's head start. The finding that a shift from a unipolar to a multipolar international monetary and financial system has happened before suggests that it can happen again. That the shift occurred earlier than commonly believed suggests that the advantages of incumbency are not all they are cracked up to be. And that financial deepening was a key determinant of the dollar's emergence points to the challenges facing currencies aspiring to international status.\n\n",
    "acknowledgement": "\nThe authors are grateful to Thierry Bracke, Marc Flandreau, Kristin Forbes, Norbert Gaillard, Christopher Meissner, Angela Redish and Roland Straub for helpful discussions. The views expressed in this paper are those of the authors and do not necessarily reflect those of the ECB or the Eurosystem. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}