{
    "id": 18099,
    "citation_title": "Chronic Specie Scarcity and Efficient Barter: The Problem of Maintaining an Outside Money Supply in British Colonial America",
    "citation_author": [
        "Farley Grubb"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "2018-11-07",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nColonial Americans complained that gold and silver coins (specie) were chronically scarce. These coins could be acquired only through importation. Given unrestricted trade in specie, market arbitrage should have eliminated chronic scarcity. A model of efficient barter and local inside money is developed to show how chronic specie scarcity in colonial America could prevail despite unrestricted specie-market arbitrage, thus justifying colonial complaints. The creation of inside paper monies by colonial governments was a welfare-enhancing response to preexisting chronic specie scarcity, not the cause of that scarcity.\n\n",
    "acknowledgement": "\nUnedited draft; not for citation; to be included in Christine Desan, ed., Re-Theorizing Liquidity: Money, Credit, and Capital Dynamics (Philadelphia: University of Pennsylvania Press, forthcoming circa 2013). Preliminary versions were presented at the Third European Congress on World and Global History, London School of Economics, London, UK, 14-17 April 2011; The Institute for Global Law and Policy Pro-Seminar on Re-Theorizing Liquidity, Harvard Law School, Cambridge, MA, 6-9 June 2011 and 2 June 2012; and the Conference on \"De-Teleologising History of Money and Its Theory,\" Japan Society for the Promotion of Science Research--Project 22330102, University of Tokyo, 14-16 February 2012. The author thanks the participants of these conferences and Christine Desan, Akinobu Kuroda, Ron Michener, and Angela Redish for helpful comments. Tracy McQueen provided editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}