{
    "id": 18098,
    "citation_title": "Market Design in Cap and Trade Programs: Permit Validity and Compliance Timing",
    "citation_author": [
        "Stephen P. Holland",
        "Michael R. Moore"
    ],
    "citation_publication_date": "2012-05-17",
    "issue_date": "2012-05-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCap and trade programs have considerable heterogeneity in permit validity and compliance timing.  For example, permits have different validity across time (e.g., banking, borrowing, and seasons) and space (e.g., zonal restrictions), and compliance timing can be annual, in overlapping cycles, or in multi-year periods.  We compare and contrast nine prominent cap and trade programs along these dimensions and construct a general model of permit validity and compliance timing.  We derive sufficient conditions under which abatement is invariant to compliance timing, i.e., compliance timing cannot smooth abatement cost shocks.  Under these conditions, i) expected compliance costs are invariant, ii) the variance of compliance costs increases with delayed compliance, iii) equilibrium prices may not be unique, and iv) the delayed compliance equilibrium may rely upon non-unique, \"degenerate\" prices not determined by marginal abatement costs.  Degenerate prices are unlikely to be discovered by market forces.  We then present two examples which are not invariant to compliance timing.  If permit allocation is delayed or if a price cap is implemented with a reserve fund, abatement may depend on compliance timing. We demonstrate the model's broad applicability by illustrating different types of temporal and spatial permit validity.\n\n",
    "acknowledgement": "\nThe authors thank Severin Borenstein, Garth Heutel, Richard Newell, Billy Pizer, Stephen Salant, and Andrew Yates and seminar participants at UNCG and Camp EI@Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}