{
    "id": 18102,
    "citation_title": "Macroeconomics with Financial Frictions: A Survey",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Thomas M. Eisenbach",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2012-05-31",
    "issue_date": "2012-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article surveys the macroeconomic implications of financial frictions. Financial frictions lead to persistence and when combined with illiquidity to non-linear amplification effects. Risk is endogenous and liquidity spirals cause financial instability. Increasing margins further restrict leverage and exacerbate downturns. A demand for liquid assets and a role for money emerges. The market outcome is generically not even constrained efficient and the issuance of government debt can lead to a Pareto improvement. While financial institutions can mitigate frictions, they introduce additional fragility and through their erratic money creation harm price stability.\n\n",
    "acknowledgement": "\nFor helpful comments and discussion we would like to thank Dong Beom Choi, Wei Cui, Peter DeMarzo, Delwin Olivan, Ricardo Reis, the participants of the 2010 Econometric Society World Congress in Shanghai and the participants of the 2010 macro-finance reading group at Princeton University. Brunnermeier acknowledges generous support through a Guggenheim Fellowship. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nMarkus K. Brunnermeier: Disclosure of Interest\n2010-2012/05\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\n•\tSpeaking engagements and lectures\no\tStifterverband der Deutschen Wirtschaft, 2012\no\tAmbrosetti – The European House, 2011\no\tCenter for Investor Education, 2011\no\tWim Duisenberg School of Finance, 2010\no\tHandelsbanken, 2010\no\tDeutsche Bank, 2010\no\tFEBRABAN, Brazil, 2009\n•\tCentral banks\nECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea,\n•\tInternational financial institution\nIMF\n•\tNo expert testimony for law suits or paid consulting work for private cooperation to date.\nResearch Grants:\n•\tSloan Foundation 2011-12\n•\tGuggenheim Fellowship, 2010-11\n•\tUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\n•\tINQUIRE Europe, Research Grant\nVisiting Scholar and Other:\n•\tMilton Friedman Institute, visiting scholar 2011\n•\tAmerican Economic Review, Journal of Finance, Associated Editorship\nSignificant Non-Compensated Activities:\n•\tAmerican Finance Association: Director\n•\tFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\n•\tINET Advisory Board Member, 2009 – present\n\n\n"
}