{
    "id": 18109,
    "citation_title": "Meeting Urban Housing Needs: Do People Really Come to the Nuisance?",
    "citation_author": [
        "Brooks M. Depro",
        "Christopher Timmins",
        "Maggie O'Neil"
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding the forces that lead to correlations between pollution exposure, poverty, and race is crucial to the formation of sound environmental justice (EJ) policy. In particular, what are the roles of disproportionate siting of pollution sources versus post-siting housing market dynamics (e.g., \"white flight\")? Empirical analysis of post-siting dynamics has yielded mixed evidence. We demonstrate that this is because the models traditionally used to analyze it are not capable of identifying individual responses to pollution exposure. We address this limitation in two ways. First, we show how additional structure can be used along with traditional EJ data to recover behavioral parameters describing market dynamics. Second, we show how market dynamics can be directly observed using a new and distinctive data set that describes the decisions of individual homebuyers and details their circumstances (including pollution exposure) both before and after their moves. An application of the first approach shows that whites are more likely to flee TRI exposure in Los Angeles County than are other minority groups - particularly Hispanics, who constitute a plurality and the largest group of people of color. The second approach shows that whites are both more likely to flee and less likely to come to the nuisance, compared with all other groups (particularly Hispanics). Importantly, these results contrast with those of a traditional EJ analysis, which fails to provide any consistent evidence of post-siting dynamics. If the moving patterns we recover with our two models persist over time, we would expect to see higher percentages of minority residents (particularly Hispanics) living in closer proximity to L.A. County TRI plants, lending support to the post-siting market dynamics hypothesis.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge helpful comments and suggestions received from H. Spencer Banzhaf, as well as from seminar participants at the University of Kentucky, the University of Maryland AREC, Resources for the Future, Texas A&M, Rice University, and the University of Houston. Brooks Depro and Maggie O'Neil gratefully acknowledge funding from RTI International's Annual Professional Development Award program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}