{
    "id": 18105,
    "citation_title": "Bankruptcy as Implicit Health Insurance",
    "citation_author": [
        "Neale Mahoney"
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the implicit health insurance households receive from the ability to declare bankruptcy. Exploiting cross-state and within-state variation in asset exemption law, I show that uninsured households with greater seizable assets make higher out-of-pocket medical payments, conditional on the amount of care received. In turn, I find that households with greater wealth-at-risk are more likely to hold health insurance. The implicit insurance from bankruptcy distorts the insurance coverage decision. Using a microsimulation model, I calculate that the optimal Pigovian penalties are similar on average to the penalties under the Affordable Care Act (ACA).\n\n",
    "acknowledgement": "\nI thank my advisers Liran Einav, Caroline Hoxby, and Jonathan Levin for their guidance and support. I am grateful to Didem Bernard and Ray Kuntz at AHRQ for help with the restricted access MEPS data, Richard Hynes for sharing data on asset exemptions, and Amanda Kowalski for sharing data on insurance market regulations. I thank Martin Anderson, Marika Cabral, Amy Finkelstein, Paul Goldsmith-Pinkham, Tal Gross, Kathy Swartz, Alessandra Voena, Gui Woolston, and numerous seminar participants for their comments. Financial support from a Kapnick Fellowship, Ric Weiland Fellowship, and Shultz Fellowship is gratefully acknowledged. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}