{
    "id": 18103,
    "citation_title": "Quality of Life, Firm Productivity, and the Value of Amenities across Canadian Cities",
    "citation_author": [
        "David Albouy",
        "Fernando Leibovici",
        "Casey Warman"
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present hedonic general-equilibrium estimates of quality-of-life and productivity differences across Canada's metropolitan areas. These are based off of the estimated willingness-to-pay of heterogeneous households and firms to locate in various cities, which differ in their wage levels, housing costs, and land values.  Using 2006 Canadian Census data, our metropolitan quality-of-life estimates are somewhat consistent with popular rankings, but find Canadians care more about climate and culture. Quality-of-life is highest in Victoria for Anglophones, Montreal for Francophones, and Vancouver for Allophones, and lowest in more remote cities.  Toronto is Canada's most productive city; Vancouver is the overall most valuable city.\n\n",
    "acknowledgement": "\nPlease contact at the Department of Economics, 611 Tappan St., Ann Arbor, MI 48109-1220 or albouy@umich.edu.  We would like to thank Kevin Milligan, James Milway, Daniel Parent, and participants of seminars at McGill University, Queens University, Simon Fraser University, the University of British Columbia, and the University of Victoria and attendees at the 2009 Canadian Economics Association and Western Economics Association Annual Meetings for their help, input, and advice. All mistakes are our own. The authors gratefully acknowledge the financial assistance provided by the Social Sciences and Humanities Research Council of Canada (SSHRC). While the research and analysis are based on data from Statistics Canada, this paper represents the views of the authors and does not necessarily reflect the opinions of Statistics Canada, nor does it necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}