{
    "id": 18107,
    "citation_title": "Trade Credit and Taxes",
    "citation_author": [
        "Mihir A. Desai",
        "C. Fritz Foley",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the extent to which firms use trade credit to reallocate capital in response to tax incentives. Tax-induced differences in pretax returns encourage the use of trade credit to reallocate capital from firms facing low tax rates to those facing high tax rates. Evidence from the worldwide operations of U.S. multinational firms indicates that affiliates in low-tax jurisdictions use trade credit to lend, whereas those in high-tax jurisdictions use trade credit to borrow: ten percent lower local tax rates are associated with net trade credit positions that are 1.4 percent higher as a fraction of sales. The use of trade credit to get capital out of low-tax, low-return environments is also illustrated by reactions of U.S. firms to the temporary repatriation tax holiday in 2005, when affiliates with positive net trade credit positions were significantly more likely than others to repatriate dividends to parent companies in the United States.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce. We thank seminar participants at Columbia Law School, Harvard Law School, Oxford University, the University of Illinois at Urbana-Champaign, the University of Michigan, the UNC Tax Symposium, and ITPF for helpful comments. Foley and Desai thank the Division of Research of the Harvard Business School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}