{
    "id": 18101,
    "citation_title": "Elections in China",
    "citation_author": [
        "Monica Martinez-Bravo",
        "Gerard Padró i Miquel",
        "Nancy Qian",
        "Yang Yao"
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "2014-12-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine the effects of introducing village elections on public goods expenditures, income distribution and land use in rural China. We construct a large panel data set of village administrative records to document the history of political reforms and economic policies for over two hundred villages. We exploit the staggered timing of the introduction of village elections to find that elections significantly increased public goods expenditure financed by villagers. In addition, we find that the introduction of elections caused a moderate decline in income inequality and likely reduced corruption. The results suggest that local officials are better controlled by local elections rather than by centrally managed bureaucratic monitoring.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Oriana Bandiera, Abhijit Banerjee, Ruixue Jia, Peter Lorentzen, Doug Miller, Scott Rozelle, Lily Tsai, Chris Udry and Noam Yuchtman for their insights; Pedro Dal Bo and Oeindrilla Dube for their thoughtful discussions; workshop participants at University of California at Berkeley, University of British Columbia, California Institute of Technology, University of Chicago Booth GSB, Stockholm University (IIES), Harvard University, Columbia University, Cornell University, Harvard University China PoliticsWorkshop, New York University, Northwestern University Kellogg SOM, Princeton University, University of Southern California, University of Toronto, Warwick University, Fudan University, SUFE, the TIGER conference at Toulouse University, the NBER SI Workshops for Political Economy and Public Economics and Political Economy and the World Bank for their helpful comments. We thank Yunnan Guo, Ting Han, Samuel Marden, Emily Nix, Yiqing Xu, and Linyi Zhang for excellent research assistance. We thank the RCRE at the Chinese Ministry of Agriculture and their team of surveyors and field workers, and in particular, Wu Zhigang for his crucial role in our field work and data collection. We acknowledge financial support from Brown University PSTC, Stanford GSB Center for Global Business and the Economy, Harvard Academy Scholars Research Grant, Yale University EGC Faculty Grant, the National Science Foundation Grant 0922087 and the European Union’s Seventh Framework Programme (FP/2007-2013) / ERC Starting Grant Agreement no. 283837. An early version of this paper was entitled “The Effects of Democratization on Public Goods and Redistribution: evidence from China.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}