{
    "id": 18112,
    "citation_title": "The Political Risks of Fighting Market Failures: Subversion, Populism and the Government Sponsored Enterprises",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2012-05-25",
    "issue_date": "2012-05-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are many possible ways of reforming the Government-Sponsored Enterprises that insure mortgages against default, including a purely public option, complete privatization or a hybrid model with private firms and public catastrophic insurance.  If the government is sufficiently capable and benign, either public intervention can yield desirable outcomes; the key risks of any reform come from the political process.  This paper examines the political risks, related to corruption and populism, of differing approaches to the problems of monopoly, externalities and market breakdowns in asset insurance.  If there is a high probability that political leadership will be induced to pursue policies that maximize the profitability of private entities at the expense of taxpayers, then purely public options create lower social losses.  If there is a high probability that leaders will pursue a populist agenda of lowering prices or borrowing costs, then catastrophic risk insurance can lead to lower social losses than either complete laissez-faire of a pure public option.\n\n",
    "acknowledgement": "\nI am grateful to Yueran Ma and Kristina Tobio for research assistance. The Taubman Center for State and Local Government provided financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}