{
    "id": 18119,
    "citation_title": "Education and the Quality of Government",
    "citation_author": [
        "Juan Botero",
        "Alejandro Ponce",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2012-06-01",
    "issue_date": "2012-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nGenerally speaking, better educated countries have better governments, an empirical regularity that holds in both dictatorships and democracies. We suggest that a possible reason for this fact is that educated people are more likely to complain about misconduct by government officials, so that, even when each complaint is unlikely to succeed, more frequent complaints encourage better behavior from officials. Newly assembled individual-level survey data from the World Justice Project show that, within countries, better educated people are more likely to report official misconduct. The results are confirmed using other survey data on reporting crime and corruption. Citizen complaints might thus be an operative mechanism that explains the link between education and the quality of government.\n\n",
    "acknowledgement": "\nWe are grateful to Larry Katz, Sendhil Mullainathan, Emily Oster, Benjamin Schoefer, Josh Schwartzstein, Jesse Shapiro, and Daniel Treisman for helpful comments. We thank Transparency International for sharing the TI Global Barometer 2009 data. Ponce and Botero thank the Bill & Melinda Gates Foundation and the Ewing Marion Kauffman Foundation for their support of the WJP.  Shleifer thanks the Kauffman Foundation for the support of his research.  The views expressed in this article are those of the authors and do not necessarily represent the views of the World Justice Project, its board of directors, or its honorary chairs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}