{
    "id": 18118,
    "citation_title": "Does Decentralization Facilitate Access to Poverty-Related Services? Evidence from Benin",
    "citation_author": [
        "Emilie Caldeira",
        "Martial Foucault",
        "Grégoire Rota-Graziosi"
    ],
    "citation_publication_date": "2012-06-01",
    "issue_date": "2012-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of decentralization on the access to some poverty-related public services in Benin. Compiling panel data from local governments' accounts and from surveys on 18,000 Beninese households performed in 2006 and 2007, our study suggests that decentralization has a positive overall effect on access to basic services. However, this effect appears to be nonmonotone following an inverted U-shaped curve. It varies according to local jurisdictions' wealth and to the nature of basic services. Decentralization in Benin contributes positively to the reduction of poverty by improving the average access to poverty-related services. However, the devil is in the details, as decentralization seems to increase inequality among local governments in terms of access. Another result relying on the success of decentralization in Benin is the prioritization of basic services, which differs among local governments according to their wealth. While the poorest jurisdictions neglect primary education, focusing more on access to drinking water, the richest ones get less attention to sewage services, since these are already provided at a sufficiently high level.\n\n",
    "acknowledgement": "\nWe thank the National Bureau of Economic Research (NBER), which has funded this project since 2009. We are grateful to the Municipal Development Partnership (MDP) in Cotonou, with special thanks to Hervé Agossou, for their warm welcome, and valuable assistance in collecting data, as well as for their fruitful comments and discussions. We also thank the Benin National Institute of Statistics and Economic Analysis, especially Cosmé Vodounou and Damien Mededji, for allowing us access to EMICoV surveys. We thank Elias Potek (University of Montreal, Geography Dept.) for his outstanding work in creating geographical maps in record time. We thank Simon Johnson (MIT) who acted not only as a scientific mentor throughout this research e¤ort, but also as a valuable advisor. We warmly thank Michael Hiscox (Harvard University) for the valuable comments that helped make the paper's final version stronger and Antoinette Sayeh (IMF) for handling the paper's policy concerns when it was presented at the NBER conference in Zanzibar. We thank Odd-Helge FjeldStad (International Centre for Tax and Development) and François Vaillancourt (University of Montreal) for all of their constructive suggestions. We are grateful to Leonard Wantchekon (Princeton University) and the participants at the IREEP (Institut de Recherche Empirique en Economic Politique) conference, the CERDI (Centre d'Etudes et de Recherche sur le Developpement International) seminar and the CIRANO workshop, where a preliminary draft of this paper was presented in November 2011. Finally, we acknowledge financial support from the NBER Program on African Successes, especially Elisa Pepe for her amazing support throughout this project. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}