{
    "id": 18117,
    "citation_title": "Democracy and Reforms: Evidence from a New Dataset",
    "citation_author": [
        "Paola Giuliano",
        "Prachi Mishra",
        "Antonio Spilimbergo"
    ],
    "citation_publication_date": "2012-06-01",
    "issue_date": "2012-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical evidence on the relationship between democracy and economic reforms is limited to few reforms, countries, and periods. This paper studies the effect of democracy on the adoption of economic reforms using a new dataset on reforms in the financial, capital and banking sectors, product markets, agriculture, and trade for 150 countries over the period 1960-2004. Democracy has a positive and significant impact on the adoption of economic reforms but there is scarce evidence that economic reforms foster democracy. Our results are robust to the inclusion of a large variety of controls and estimation strategies.\n\n",
    "acknowledgement": "\nThis paper was also published as IMF Working Paper 10/173.  Alessandro Prati provided invaluable comments and suggestions. We are grateful to Daron Acemoglu, Paola Conconi, Francesco Giavazzi, Dennis Quinn, Guido Tabellini, the seminar participants at the 2007 IMF seminar on structural reforms, the 2008 Annual Meetings of the American Economic Association in Atlanta, the 2008 North-Eastern Universities Development Conference in Boston, the 2008 IMF seminar on structural reforms, and the 2010 annual meeting of the Society for Economic Dynamics for helpful comments. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, its board of directors, or the National Bureau of Economic Research.\n\n\n"
}