{
    "id": 18127,
    "citation_title": "The Incidence of an Oil Glut: Who Benefits from Cheap Crude Oil in the Midwest?",
    "citation_author": [
        "Severin Borenstein",
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in early 2011, crude oil production in the U.S. Midwest and Canada surpassed the pipeline capacity to transport it to the Gulf Coast where it could access the world oil market. As a result, the U.S. \"benchmark\" crude oil price in Cushing, Oklahoma, declined substantially relative to internationally traded oil. In this paper, we study how this development affected prices for refined products, focusing on the markets for motor gasoline and diesel. We find that the relative decrease in Midwest crude oil prices did not pass through to wholesale gasoline and diesel prices. This result is consistent with evidence that the marginal gallon of fuel in the Midwest is still imported from coastal locations. Our findings imply that investments in new pipeline infrastructure between the Midwest and the Gulf Coast, such as the southern segment of the controversial Keystone XL pipeline, will not raise gasoline prices in the Midwest.\n\n",
    "acknowledgement": "\nThis research was supported in part under a research contract from the California Energy Commission to the Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}