{
    "id": 18126,
    "citation_title": "Decentralisation in Africa and the Nature of Local Governments' Competition: Evidence from Benin",
    "citation_author": [
        "Emilie Caldeira",
        "Martial Foucault",
        "Grégoire Rota-Graziosi"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDecentralization has been put forward as a powerful tool to reduce poverty and improve governance in Africa. The aim of this paper is to study the existence, and identify the nature, of spillovers resulting from local expenditure policies. These spillovers impact the efficiency of decentralization. We develop a two-jurisdiction model of public expenditure, which differs from existing literature by capturing the extreme poverty of some local governments in developing countries through a generalized notion of the Nash equilibrium, namely, the constrained Nash equilibrium. We show how and under which conditions spillovers among jurisdictions induce strategic behaviours from local officials. By estimating a spatial lag model for a panel data analysis of the 77 communes in Benin from 2002 to 2008, our empirical analysis establishes the existence of the strategic complementarity of jurisdictions' public spending. Thus, any increase in the local public provision in one jurisdiction should induce a similar variation among the neighbouring jurisdictions. This result raises the issue of coordination among local governments, and more broadly, it questions the effeciency of decentralisation in developing countries in line with Oates' theorem.\n\n",
    "acknowledgement": "\nWe thank the National Bureau of Economic Research (NBER), which has funded this project since 2009. We are grateful to the members of the Municipal Development Partnership (MDP) in Cotonou, especially Hervé Agossou, for their warm welcome, their valuable help in collecting data, their fruitful comments, and their discussions. We thank Elias Potek (University of Montreal, Geography Dept.) for his outstanding work in creating geographical maps in record time. We thank Simon Johnson (MIT), who has acted not only as a scientific mentor throughout our researching endeavors, but also as a valuable advisor. We thank Odd-Helge Fjeldstad (International Centre for Tax and Development) and François Vaillancourt (University of Montreal) for all of their helpful suggestions. We are grateful to Leonard Wantchekon (Princeton University) and the participants at the IREEP (Institut de Recherche Empirique en Economie Politique) conference, the CERDI (Centre d'Etudes et de Recherche sur le Développement International) seminar, and the CIRANO (Centre Interuniversitaire de Recherche en Analyse des Organisations) workshop, where a preliminary draft of this paper was presented in November 2010. Finally, we acknowledge financial support from the NBER Program on African Successes, especially Elisa Pepe for her amazing support throughout this project. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}