{
    "id": 18125,
    "citation_title": "Housing Market Spillovers: Evidence from the End of Rent Control in Cambridge Massachusetts",
    "citation_author": [
        "David H. Autor",
        "Christopher J. Palmer",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "2019-10-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding potential spillovers from the attributes and actions of neighborhood residents onto the value of surrounding properties and neighborhoods is central to both the theory of urban economics and the development of efficient housing policy. This paper measures the capitalization of housing market spillovers by studying the sudden and largely unanticipated 1995 elimination of stringent rent controls in Cambridge, Massachusetts that had previously muted landlords' investment incentives and altered the assignment of residents to locations. Pooling administrative data on the assessed values of each residential property and the prices and characteristics of all residential transactions between 1988 and 2005, we find that rent control's removal produced large, positive, and robust spillovers onto the price of never-controlled housing from nearby decontrolled units. Elimination of rent control added about $1.8 billion to the value of Cambridge's housing stock between 1994 and 2004, equal to nearly a quarter of total Cambridge residential price appreciation in this period. Positive spillovers to never-controlled properties account for more half of the induced price appreciation. Residential investments can explain only a small fraction of the total.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Berkeley, the Boston Fed, Columbia, Harvard, MIT, NYU, Stanford, Virginia, and the NBER Summer Institute on Local Public Finance and Real Estate and our discussants, Erzo Luttmer and Jaren Pope, for comments and suggestions. We are grateful to David Sims for assistance with Cambridge Rent Control Board data and to Norma Coe, Cliff Cook, Bill Cunningham, Lisa Sweeney, and the staff at the Cambridge Assessor's Office for invaluable access to expertise and data. We acknowledge generous support from the Alfred P. Sloan Foundation, the Lincoln Institute for Land Policy, the National Science Foundation (grant SES--962572), and the Rappaport Institute for Greater Boston. Palmer thanks the National Science Foundation Graduate Research Fellowship (grant 0645960). We received excellent research assistance from Andrew Garin, Annalisa Scognamiglio, Karen Scott, Barrett Strickland, Daniel Sullivan, Thiago Vieira, and Melanie Wasserman, as well as a hardworking team of MIT undergraduate data sleuths. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}