{
    "id": 18124,
    "citation_title": "Water Availability as a Constraint on China's Future Growth",
    "citation_author": [
        "Dana Medianu",
        "John Whalley"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nRecent writings on China's water situation often portray China's water problems as severe and suggest that water availability could threaten the sustainability of China's future growth. However, China's high growth of the last 20 years or more has been obtained with relatively little increase in the physical volume of water. In this paper, we use a growth accounting approach to investigate both the contribution played in the past by water availability in constraining China's growth performance, and what would be involved in the future. We use a modified version of Solow growth accounting in which water in efficiency units enters the production technology, and investment in water management assets raises efficiency of water use. Our results suggest that if investments in water assets in the future were lower than they were in the past, growth might slightly increase by about 0.1 percentage points if non-water capital and water in efficiency units are close substitutes but growth rates could decrease by as much as 0.2-3.9 percentage points if investments in water assets were small, and if the elasticities of substitution were low.  On the other hand, our experiments suggest that with faster growth of investments in water assets than in the past and a low elasticity of substitution growth rates could increase. But if non-water capital and water in efficiency units are close substitutes growth rates could even decrease, as in other cases.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}