{
    "id": 18120,
    "citation_title": "Multinationals and the High Cash Holdings Puzzle",
    "citation_author": [
        "Lee Pinkowitz",
        "René M. Stulz",
        "Rohan Williamson"
    ],
    "citation_publication_date": "2012-06-01",
    "issue_date": "2012-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDefining as normal cash holdings the holdings a firm with the same characteristics would have had in the late 1990s, we find that the abnormal cash holdings of U.S. firms after the crisis represent on average 1.86% of assets. While U.S. firms held less cash than comparable foreign firms in the late 1990s, by 2010 they hold more. However, only U.S. multinational firms experience an increase in abnormal cash holdings during the 2000s. U.S. multinational firms had cash holdings similar to those of purely domestic firms in the late 1990s, but they hold over 3% more assets in cash than comparable purely domestic firms after the crisis. Further, U.S. multinationals increased their cash holdings since the late 1990s relative to foreign multinationals by roughly the same percentage as they increased their cash holdings relative to U.S. domestic firms. A detailed analysis shows that the increase in cash holdings of multinational firms cannot be explained by the tax treatment of profit repatriations, that it is intrinsically linked to their R&D intensity, and that firms that become multinational do not increase their abnormal cash holdings after they become multinational. There is no evidence that poor investment opportunities, regulation, or poor governance can explain the abnormal cash holdings of U.S. firms after the crisis.\n\n",
    "acknowledgement": "\nRespectively, Associate Professor, Georgetown University, Professor of Finance, Everett D. Reese Chair of Banking and Monetary Economics, Ohio State University, and Professor of Finance, Georgetown University. We are grateful for comments from seminars at Georgetown University and at the Ohio State University and to Adam Davidson and Jason Sturgess for useful conversations. We thank Yeejin Jang, Robert Prilmeier, and Matt Wynter for helpful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}