{
    "id": 18129,
    "citation_title": "Suffrage, Schooling, and Sorting in the Post-Bellum U.S. South",
    "citation_author": [
        "Suresh Naidu"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the political and economic effects of the 19th century disenfranchisement of black citizens in the U.S. South. Using adjacent county-pairs that straddle state boundaries, I examine the effect of voting restrictions on political competition, public goods, and factor markets. I find that poll taxes and literacy tests each lowered overall electoral turnout by 8-22% and increased the Democratic vote share in elections by 1-7%. Employing newly collected data on schooling inputs, I show that disenfranchisement reduced the teacher-child ratio in black schools by 10-23%, with no significant effects on white teacher-child ratios. I develop a model of suffrage restriction and redistribution in a 2-factor economy with migration and agricultural production to generate sufficient statistics for welfare analysis of the incidence of black disenfranchisement. Consistent with the model, disenfranchised counties experienced a 3.5% increase in farm values per acre, despite a 4% fall in the black population. The estimated factor market responses suggest that black labor bore a collective loss from disenfranchisement equivalent to at least 15% of annual income, with landowners experiencing a 12% gain.\n\n",
    "acknowledgement": "\nI thank Morgan Kousser, Jeremy Atack, Jim Snyder, and Michael Haines for data. Raj Arunachalam, Jesse Driscoll, Jeremy Dittmar, Arindrajit Dube, Oeindrila Dube, Ethan Kaplan, Claudia Goldin, Danny Hidalgo, Rick Hornbeck, Benjamin Lava, Trevon Logan, Bob Margo, Lindsay Mayka, Ted Miguel, Neal Richardson, James Robinson, and Noam Yuchtman all provided helpful comments. I also thank Edward Copenhagen and the staff at the Gutman Library Special Collections and Hi-Tech BPO. Monali Agarwal, Natalie Bau, Ferran Elias, and Raul Sanchez de la Sierra provided excellent research assistance. Financial assistance from the Weatherhead Center for International Affairs and the Canadian Institute for Advanced Research is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}