{
    "id": 18122,
    "citation_title": "Distance and Political Boundaries: Estimating Border Effects under Inequality Constraints.",
    "citation_author": [
        "Fernando Borraz",
        "Alberto Cavallo",
        "Roberto Rigobon",
        "Leandro Zipitría"
    ],
    "citation_publication_date": "2012-06-01",
    "issue_date": "2012-06-01",
    "revision_date": "2014-08-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe \"border effect\" literature finds that political borders have a very large impact on relative prices, implicitly adding several thousands of miles to trade. In this paper we show that the standard empirical specification suffers from selection bias, and propose a new methodology based on quantile regressions. Using a novel data set from Uruguay, we apply our procedure to measure the segmentation introduced by city borders. City borders should matter little for trade. We find that when the standard methodology is used, two supermarkets separated by 10 kilometers across two different cities have the same price dispersion as two supermarkets separated by 30 kilometers within the same city; so the city border triples the distance. When our methodology is used, the city border effect becomes insignificant. We further test our methodology using online prices for the largest supermarket chain in the country, and show that the \"online border\" is equivalent to the average distance from the online warehouse to each of the offline stores.\n\n",
    "acknowledgement": "\nWe are grateful to Fernando Antía and Bruno Delgado at the General Directorate of Commerce of Uruguay for providing us with the data. We thank seminar participants at the University of Wisconsin -Madison, MIT, the Central Bank of Peru, the Central Bank of Uruguay, Universidad de San Andres, dECON, and Universita di Venezia for all their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLeandro Zipitría\n\nI have worked for the Dirección General de Comercio at the time I start working in this article.\n\n\n"
}