{
    "id": 18135,
    "citation_title": "Inflation Tracking Portfolios",
    "citation_author": [
        "Christopher T. Downing",
        "Francis A. Longstaff",
        "Michael A. Rierson"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new approach to constructing inflation tracking portfolios. The key to this approach is the insight that asset returns track expected inflation far better than they track current realized inflation. Thus, we can construct portfolios that track next month's inflation much more closely than they track this month's inflation. We show this staggered hedging approach can eliminate nearly 90 percent of the tracking error of more conventional inflation hedging strategies. We also find that long-short positions in equities play a dominant role in the effective hedging of inflation risk over extended horizons. These results suggest that the goal of protecting portfolios against inflation may be more feasible that is commonly believed.\n\n",
    "acknowledgement": "\nChristopher Downing is a Director at Blackrock, 400 Howard Street, San Francisco, CA 94105; email chris.downing@ blackrock.com. Francis A. Longstaff is the Allstate Professor of Insurance and Finance, UCLA Anderson School, 110 Westwood Plaza, Los Angeles CA 90095-1481; email francis.longstaff@ anderson.ucla.edu.Francis Longstaff has a consulting relationship with Blackrock. Michael Rierson is a Managing Director at Blackrock, 400 Howard Street, San Francisco, CA 94105; email mike.rierson@ blackrock.com. The views expressed here are those of the authors alone and not necessarily those of Blackrock or the National Bureau of Economic Research. This paper is intended to stimulate further research and is not a recommendation of any particular securities or investment strategy.\n\n\n"
}