{
    "id": 18133,
    "citation_title": "The Life Cycle of Plants in India and Mexico",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Peter J. Klenow"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S., the average 40 year old plant employs almost eight times as many workers as the typical plant five years or younger.  In contrast, surviving Indian plants exhibit little growth in terms of either employment or output.  Mexico is intermediate to India and the U.S. in these respects: the average 40 year old Mexican plant employs twice as many workers as an average new plant.  This pattern holds across many industries and for formal and informal establishments alike.  The divergence in plant dynamics suggests lower investments by Indian and Mexican plants in process efficiency, quality, and in accessing markets at home and abroad.  In simple GE models, we find that the difference in life cycle dynamics could lower aggregate manufacturing productivity on the order of 25% in India and Mexico relative to the U.S.\n\n",
    "acknowledgement": "\nWe benefited from the superlative research assistance of Siddharth Kothari, Huiyu Li, and Pedro José Martínez-Alanis.  Ariel Burstein generously shared his Matlab programs.  The paper incorporates many helpful comments from seminar participants and discussants - including Arnaud Costinot, John Haltiwanger, and Daniel Xu.  Hsieh thanks Chicago's Initiative for Global Markets and the Templeton Foundation and Klenow thanks the Stanford Institute for Economic Policy Research for financial support.  Emails:  chsieh@chicagobooth.edu and klenow@stanford.edu.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research.  All results have been reviewed by the U.S. Census Bureau and Mexico's INEGI to ensure no confidential information is disclosed.\n\n\n"
}