{
    "id": 18132,
    "citation_title": "International Standards and International Trade: Empirical Evidence from ISO 9000 Diffusion",
    "citation_author": [
        "Joseph A. Clougherty",
        "Michal Grajek"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nEmpirical scholarship on the standards-trade relationship has been held up due to methodological challenges: measurement, varied effects, and endogeneity. Considering the trade-effects of one particular standard (ISO 9000), we surmount methodological challenges by measuring standardization via national penetration of ISO 9000, allowing standardization to manifest via multiple (quality-signaling, information/compliance-cost, and common-language) channels, and using instrumental variable, multilateral resistance and panel data techniques to overcome endogeneity. We find evidence of common-language and quality-signaling augmenting country-pair trade. Yet, ISO-rich nations (most notably European) benefit the most from standardization, while ISO-poor nations find ISO 9000 to represent a trade barrier due to compliance-cost effects.\n\n",
    "acknowledgement": "\nFinancial support from the German Federal Ministry of Education & Research is gratefully acknowledged (project 01AK702A). We also thank Susanne Prantl, Lars-Hendrik Röller, Oz Shy, Christian Wey, and Eric van Wincoop, as well as seminar (Univ. of Illinois, ESMT Berlin, SFB in Berlin) and conference (EARIE in Porto and Ljubljana, Applied Infrastructure Research in Berlin, EEA in Amsterdam, ICT & Economic Growth in Munich, ETSG in Athens, and the NBER Pre-Conference and Conference on \"Patents, Standards, and Innovation\") participants for helpful comments and discussions. Claudia Baldermann and Jennifer Rontganger provided excellent research assistance. All remaining errors, however, are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}