{
    "id": 18137,
    "citation_title": "Does Mutual Fund Performance Vary over the Business Cycle?",
    "citation_author": [
        "André de Souza",
        "Anthony W. Lynch"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2012-08-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a new methodology that allows conditional performance to be a function of information available at the start of the performance period but does not make assumptions about the behavior of the conditional betas. We use econometric techniques developed by Lynch and Wachter (2011) that use all available factor return, instrument, and mutual fund data, and so allow us to produce more precise parameter estimates than those obtained from the usual GMM estimation. We use our SDF-based method to assess the conditional performance of fund styles in the CRSP mutual fund data set, and are careful to condition only on information available to investors, and to control for any cyclical performance by the underlying stocks held by the various fund styles. Moskowitz (2000) suggests that mutual funds may add value by performing well during economic downturns, but we find that not all funds styles produce counter-cyclical performance when using dividend yield or term spread as the instrument: instead, many fund styles exhibit pro-cyclical or non-cyclical performance, especially after controlling for any cyclicality in the performance of the underlying stocks. For many fund styles, conditional performance switches from counter-cyclical to pro- or non- cyclical depending on the instrument or pricing model used. Moreover, we find very little evidence of any business cycle variation in conditional performance for the 4 oldest fund styles (growth and income, growth, maximum capital gains and income) using dividend yield or term spread as the instrument, despite estimating the cyclicality parameter using the GMM method of Lynch and Wachter (2011) that produces more precise parameter estimates than the usual GMM estimation.  Our results are important because they call into question the accepted wisdom and Moskowitz's conjecture that the typical mutual fund improves investor utility by producing counter-cyclical abnormal performance.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier paper with the same title, coauthored by Anthony Lynch and Jessica Wachter, that used the same methodology, but a different mutual fund data set. The earlier paper used the Elton-Gruber-Blake mutual fund database, while this paper uses the CRSP mutual fund database. The authors would like to thank Wayne Ferson, Jeff Busse, participants at the 2005 AFA Meeting, seminar participants at NYU, University of Queensland, Queensland University of Technology, Australian Graduate School of Business, Melbourne Business School, University of Piraeus, and University of Toronto for their comments and suggestions on the earlier paper. All remaining errors in this paper are of course the authors' responsibility. Anthony Lynch wrote parts of the earlier paper while visiting the University of Queensland, and so he would like to thank the people there for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}