{
    "id": 18131,
    "citation_title": "Skill Premium and Trade Puzzles: a Solution Linking Production and Preferences",
    "citation_author": [
        "Justin Caron",
        "Thibault Fally",
        "James R. Markusen"
    ],
    "citation_publication_date": "2012-06-08",
    "issue_date": "2012-06-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade theory is a general-equilibrium discipline, yet most of the standard portfolio of research focuses on the production side of general equilibrium. In addition, we do not have a good understanding of the relationship between characteristics of goods in production and characteristics of preferences. This paper conducts an empirical investigation into the relationship between a good's factor intensity in production and its income elasticity of demand in consumption. In particular, we find a strong and significant positive relationship between skilled-labor intensity in production and income elasticity of demand for several types of preferences, with and without accounting for trade costs and differences in prices. Counter-factual simulations yield a number of results. We can explain about half of \"missing trade\", and show an important role for per-capita income in understanding trade/GDP ratios, the choice of trading partners, and the composition of trade. Furthermore, an equal rise in productivity in all sectors in all countries leads to a rising skill premium in all countries, with particularly large increases in developing countries.\n\n",
    "acknowledgement": "\nWe thank Peter Egger, Lionel Fontanie, Gordon Hanson, Wolfgang Keller, Keith Maskus, Tobias Seidel and seminar participants at the Paris School of Economics, ETH Zurich, UC San Diego and the University of Colorado-Boulder for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}