{
    "id": 18146,
    "citation_title": "Evaluating the Role of Science Philanthropy in American Research Universities",
    "citation_author": [
        "Fiona E. Murray"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2018-12-21",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPhilanthropy plays a major role in university-based scientific, engineering and medical research in the United States contributing over $4Billion annually to operations, endowment and buildings devoted to research. When combined with endowment income, university research funding from science philanthropy is $7Billion a year. This major contribution to U.S. scientific competitiveness comes from private foundations as well as gifts from wealthy individuals. From the researcher's perspective, analysis in this paper demonstrates that science philanthropy provides almost 30% of the annual research funds of those in leading universities.  And yet science philanthropy has been largely overshadowed by the massive rise of Federal research funding and, to a lesser extent, industry funding.  Government and industry funding have drawn intensive analysis, partly because their objectives are measureable: governments generally support broad national goals and basic research, while industry finances projects likely to contribute directly to useful products.  In contrast, philanthropy's contribution to overall levels of scientific funding, and, more importantly, the distribution of philanthropy across different types of research is poorly understood. To fill this gap, we provide the first empirical evaluation of the role of science philanthropy in American research universities.  The documented extent of science philanthropy and its strong emphasis on translational medical research raises important questions for Federal policymakers.  In determining their own funding strategies, they must no longer assume that their funding is the only source in shaping some fields of research, while recognizing that philanthropy may ignore other important fields.\n\n",
    "acknowledgement": "\nI would like to acknowledge the excellent research assistance provided by Sarah Wood and Kenny Ching on this project as well as undergraduates Brooke Johnson and Juan Valdez. Funding for this research came in part from MIT Sloan School of Management discretionary funds and from a NSF Science of Science Innovation Policy grant. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}