{
    "id": 18141,
    "citation_title": "The Cost of Friendship",
    "citation_author": [
        "Paul Gompers",
        "Vladimir Mukharlyamov",
        "Yuhai Xuan"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper explores two broad questions on collaboration between individuals.  First, we investigate what personal characteristics affect people's desire to work together.  Second, given the influence of these personal characteristics, we analyze whether this attraction enhances or detracts from performance.  Addressing these problems in the venture capital syndication setting, we show that venture capitalists exhibit strong detrimental homophily in their co-investment decisions.  We find that individual venture capitalists choose to collaborate with other venture capitalists for both ability-based characteristics (e.g., whether both individuals in a dyad obtained a degree from a top university) and affinity-based characteristics (e.g., whether individuals in a pair share the same ethnic background, attended the same school, or worked for the same employer previously).  Moreover, frequent collaborators in syndication are those venture capitalists who display a high level of mutual affinity.  We find that while collaborating for ability-based characteristics enhances investment performance, collaborating for affinity-based characteristics dramatically reduces the probability of investment success.  A variety of tests show that the cost of affinity is not driven by selection into inferior deals; the effect is most likely attributable to poor decision-making by high-affinity syndicates post investment.  Taken together, our results suggest that non-ability-based \"birds-of-a-feather-flock-together\" effects in collaboration can be costly.\n\n",
    "acknowledgement": "\nWe thank Ben Esty, Lauren Cohen, Josh Coval, Fritz Foley, Zhenyu Lai, Chris Malloy, Rick Ruback, Andrei Shleifer, David Smalling, Jeremy Stein, Emily Weisburst, Eric Zwick and seminar participants at the Harvard Business School for helpful discussions and comments. Support for this research was provided by the Division of Research at the Harvard Business School. Daniel Kim provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}