{
    "id": 18147,
    "citation_title": "Real Assets and Capital Structure",
    "citation_author": [
        "Murillo Campello",
        "Erasmo Giambona"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the relation between asset structure and capital structure by exploiting variation in the salability of corporate assets. Theory suggests that asset tangibility increases borrowing capacity because it allows creditors to more easily repossess a firm's assets. Tangible assets, however, are often illiquid. We show that the redeployability of tangible assets is a main determinant of corporate leverage --- beyond standard proxies for tangibility. To establish this link, we distinguish across different asset categories in firms' balance sheets (e.g., machinery, land and buildings) and use an instrumental approach that incorporates measures of supply and demand for those individual assets. We also use a natural experiment driving differential increases in the supply of real estate assets in some regions of the country: The Defense Base Closure and Realignment Act of 1990. Consistent with a credit supply-side view of capital structure, we find that asset redeployability is a particularly important driver of leverage for firms that are likely to face credit frictions (e.g., small, unrated firms). Our tests also show that asset redeployability facilitates borrowing the most during periods of tight credit in the economy. Our work contributes new evidence to capital structure models that are based on contract incompleteness and limited enforceability. It does so characterizing a well-defined channel through which credit frictions affect firm financial decisions.\n\n",
    "acknowledgement": "\nSend correspondence to: Murillo Campello, Johnson Graduate School of Management, Cornell University, Ithaca, NY 14853-6201. E-mail: mnc35@cornell.edu. Phone: 607-255-1282. We are thankful for comments from Malcolm Baker, Antonio Galvao, Wenlian Gao, Alessandro Gavazza, John Graham, Ulrich Hege, Paul Malatesta (the editor), Ralf Meisenzahl, Antonio Mello, Lilian Ng, Hernan Ortiz-Molina, José Luis Peydró-Alcalde, Gordon Phillips, Petya Platikanov, Amit Seru, David Thesmar, Philip Valta, Qinghai Wang, Xueping Wu, and Josef Zechner. We are especially thankful to an anonymous referee for many insightful comments. We also thank seminar participants at the Brazilian Finance Society Meetings (2010), Catholic University of Milan, Cornell University, European Business School, FIRS Conference (2011), FMA European Conference (2011), HEC, International Conference on Panel Data (2010), Maastricht University, University of Amsterdam, University of New South Wales, and University of Wisconsin at Madison. An earlier version of this paper was circulated with the title \"Capital Structure and the Redeployability of Tangible Assets.\" Ping Liu provided excellent research assistance. We are responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}