{
    "id": 18149,
    "citation_title": "Testing for Keynesian Labor Demand",
    "citation_author": [
        "Mark Bils",
        "Peter J. Klenow",
        "Benjamin A. Malin"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the textbook Keynesian model, short-run demand for labor is sensitive to the demand for goods.  In this view, sellers deviate from setting the marginal product of labor proportional to the real wage, instead enduring or choosing lower price markups when demand for goods is high.  We test this prediction across U.S. industries in the two decades up through the Great Recession.  To identify movements in goods demand, we exploit how durability varies across 70 categories of consumption and investment.  We also take into account the flexibility of prices and capital-intensity of production across goods.  We find evidence in support of Keynesian Labor Demand.\n\n",
    "acknowledgement": "\nPrepared for the 2012 NBER Macroeconomics Annual. This research was conducted with restricted access to U.S. Bureau of Labor Statistics data. Randall Verbrugge provided us invaluable assistance and guidance in using the BLS data. We thank Olamide Harrison, Gabriel Mihalache and Neryvia Pillay for excellent research assistance, and Daron Acemoglu, Jonathan Parker, Ricardo Reis, Julio Rotemberg and Michael Woodford for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the BLS or the Federal Reserve System.\n\n\n"
}