{
    "id": 18158,
    "citation_title": "Is Conflicted Investment Advice Better than No Advice?",
    "citation_author": [
        "John Chalmers",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2015-09-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe answer depends on how broker clients would have invested in the absence of broker recommendations. To identify counterfactual retirement portfolios, we exploit time-series variation in access to brokers by new plan participants. When brokers are available, they are chosen by new participants who value recommendations on asset allocation and fund selection because they are less financially experienced. When brokers are no longer available, demand for target-date funds (TDFs) increases differentially among participants with the highest predicted demand for brokers. Broker client portfolios earn significantly lower risk-adjusted returns and Sharpe ratios than matched portfolios based on TDFs—due in part to broker fees that average 0.90% per year—but offer similar levels of risk. More generally, the portfolios of participants with high predicted demand for brokers who lack access to brokers comparable favorably to the portfolios of similar participants who had access to brokers when they joined. Exploiting across-fund variation in the level of broker fees, we find that broker clients allocate more dollars to higher fee funds. This finding increases our confidence that actual broker client portfolios reflect broker recommendations, and it highlights an agency conflict that can be eliminated when TDFs replace brokers.\n\n",
    "acknowledgement": "\nWe thank the Oregon University System for providing data on the Optional Retirement Plan (scrubbed of all personally identifiable information) for our use in this project. We also thank Jeff Brown, John Campbell, Daniel Cooper, Javier Gil-Bazo (discussant), Edie Hotchkiss, Nathan Klinkhammer, David Laibson, Colleen Flaherty Manchester (discussant), Olivia Mitchell (discussant), Sendhil Mullainathan, Markus Nöth (discussant), Ali Ozdagli, Jeff Pontiff, Andrei Shleifer, Tyler Shumway, Larry Singell, Paolo Sodini (discussant), Denis Sosyura, Phil Strahan, Jerome Taillard, Annette Vissing-Jorgensen (discussant), Scott Weisbenner (discussant), and seminar participants at Aalto University, BI Norwegian Business School, Boston College, Federal Reserve Bank of Boston, Hong Kong University of Science and Technology, MIT Sloan, Pennsylvania State University, University of Michigan, Universitat Pompeu Fabra, 2011 SFS Finance Cavalcade, 2011 Netspar Pension Workshop, 2012 FIRS conference, 2013 European Retail Investor Conference, 2013 NBER Behavioral Finance Working Group Meeting, and 2014 American Finance Association Meetings for helpful comments. This research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-02 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Research funding was also provided by the Finance and Securities Analysis Center at the University of Oregon. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. This paper was previously circulated under the title “What is the Impact of Financial Advisors on Retirement Portfolio Choices and Outcomes?” The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n\nJohn Chalmers\n\nJohn Chalmers is a member of the Oregon University System's Optional Retirement Plan through his employment at the University of Oregon.   As a member he invests his retirement assets through one of the providers in the plan.\n\n\n"
}