{
    "id": 18156,
    "citation_title": "Strengthening State Capabilities: The Role of Financial Incentives in the Call to Public Service",
    "citation_author": [
        "Ernesto Dal Bó",
        "Frederico Finan",
        "Martín Rossi"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe study a recent recruitment drive for public sector positions in Mexico. Different salaries were announced randomly across recruitment sites, and job offers were subsequently randomized. Screening relied on exams designed to measure applicants' intellectual ability, personality, and motivation. This allows the first experimental estimates of (i) the role of financial incentives in attracting a larger and more qualified pool of applicants, (ii) the elasticity of the labor supply facing the employer, and (iii) the role of job attributes (distance, attractiveness of the municipal environment) in helping fill vacancies, as well as the role of wages in helping fill positions in less attractive municipalities. A theoretical model guides each stage of the empirical inquiry. We find that higher wages attract more able applicants as measured by their IQ, personality, and proclivity towards public sector work - i.e., we find no evidence of adverse selection effects on motivation; higher wage offers also increased acceptance rates, implying a labor supply elasticity of around 2 and some degree of monopsony power. Distance and worse municipal characteristics strongly decrease acceptance rates but higher wages help bridge the recruitment gap in worse municipalities.\n\n",
    "acknowledgement": "\nWe thank David Card, Larry Katz, Don Moore, Rohini Pande, Demian Pouzo, Bruce Sacerdote, Sinaia Urrusti-Frenk, Felix Vardy, Noam Yuchtman, and to various seminar and conference participants for helpful suggestions. We also thank Michael Anderson for generously providing us the code used in the multiple inference adjustments and the IT group at Berkeley-Haas for constructing the data-capturing application. Katherine Nguyen also provided invaluable help. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}