{
    "id": 18159,
    "citation_title": "Do Male-Female Wage Differentials Reflect Differences in the Return to Skill? Cross-City Evidence From 1980-2000",
    "citation_author": [
        "Paul Beaudry",
        "Ethan Lewis"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the 1980s and 1990s the wage differentials between men and women (with similar observable characteristics) declined significantly.  At the same time, the returns to education increased. It has been suggested that these two trends may reflect a common change in the relative price of a skill which is more abundant in both women and more educated workers. In this paper we explore the relevance of this hypothesis by examining the cross-city co-movement in both male-female wage differentials and returns to education over the 1980-2000 period.  In parallel to the aggregate pattern, we find that male-female wage differentials at the city levels moved in opposite direction to the changes in the return to education. We also find this relationship to be particularly strong when we isolate data variation which most likely reflects the effect of technological change on relative prices. We take considerable care of controlling for potential selection issues which could bias our interpretation. Overall, our cross-city estimates suggest that most of the aggregate reduction in the male-female wage differential observed over the 1980-2000 period was likely due to a change in the relative price of skill that both females and educated workers have in greater abundance.\n\n",
    "acknowledgement": "\nComments welcome.  The authors acknowledge the helpful comments of seminar participants at the University of British Columbia, the Federal Reserve Bank of San Francisco, Queens College, and Dartmouth College.  Mark Doms was heavily involved in the early stages of this project, and we are indebted to him for his substantial input.  All errors are our own. Paul Beaudry's research is funded in part by the SSHRC of Canada and the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}