{
    "id": 18152,
    "citation_title": "The Demand of Liquid Assets with Uncertain Lumpy Expenditures",
    "citation_author": [
        "Fernando Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider an inventory model for a liquid asset where the per-period net expenditures have two components: one that is frequent and small and another that is infrequent and large. We give a theoretical characterization of the optimal management of liquid asset as well as of the implied observable statistics. We use our characterization to interpret some aspects of households' currency management in Austria, as well as the management of demand deposits by a large sample of Italian investors.\n\n",
    "acknowledgement": "\nWe thank David Andolfatto, Avner Bar-Ilan, Cyril Monnet, and Julio Rotemberg for their comments. Alvarez thanks the Templeton foundation for financial support. We are grateful to Helmut Stix for kindly providing us with the Austrian data, and to Luigi Guiso and Unicredit Bank for giving us access to the Italian investors' data. An earlier version of this paper circulated under the title \"The demand for currency with uncertain lumpy purchases\". See Alvarez personal webpage for full disclosure of sources of finding and relevant financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarioum:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\n"
}