{
    "id": 18151,
    "citation_title": "Taxation and Redistribution of Residual Income Inequality",
    "citation_author": [
        "Mikhail Golosov",
        "Pricila Maziero",
        "Guido Menzio"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the optimal redistribution of income inequality in a model with search and matching frictions in the labor market.  We study this problem in the context of a directed search model of the labor market populated by homogeneous workers and heterogeneous firms.  The optimal redistribution in this model, which is associated with the constrained efficient allocation,  can be attained using a positive unemployment benefit and an increasing and regressive labor income tax. The positive unemployment benefit serves the purpose of lowering the search risk faced by workers. The increasing and regressive labor tax serves the purpose of aligning the cost to the firm of attracting an additional applicant with the value of an application to society.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Albrecht, Paul Beaudry, Michele Boldrin, Jan Eeckhout, Pieter Gautier, Veronica Guerrieri, Espen Moen, Dale Mortensen, Giuseppe Moscarini, Nicola Pavoni, Tom Sargent, Rob Shimer and Randy Wright for their comments on earlier versions of the paper. We have also received useful comments from seminar participants at NYU, UW Madison, UBC, UAB, EUI, WashU, Queen's, Science Po, Southampton and from participants at the Northwestern Conference in Honor of Dale Mortensen (Evanston 2011), the NBER Summer Institute (Cambridge 2011), the Tinbergen Institute Conference on Friction and Policy (Amsterdam 2011) and the American Economic Association Meeting (Chicago 2012). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Golosov acknowledges the NSF Career grant and Sloan Foundation for financial support.\n\n\n"
}