{
    "id": 18154,
    "citation_title": "Declining Labor Shares and the Global Rise of Corporate Saving",
    "citation_author": [
        "Loukas Karabarbounis",
        "Brent Neiman"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2012-11-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stability of the labor share is a key foundation in macroeconomic models. We document, however, that the global labor share has significantly declined over the last 30 years. This decline was associated with a significant increase in corporate saving, generally the largest component of national saving. We relate the labor share to corporate saving empirically and theoretically using a model featuring CES production and imperfections in the flow of funds between households and corporations. These two departures from the standard neoclassical model imply that the labor share fluctuates and that corporate saving affects macroeconomic allocations. We argue that it is important to study the labor share and corporate saving jointly, and offer a unified explanation for their trends. A global decline in the cost of capital beginning around 1980 induced firms to shift away from labor and toward capital, financed in part with an increase in corporate saving.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Martin Berka, Steve Davis, Gita Gopinath, Veronica Guerrieri, Bob Hall, Chang-Tai Hsieh, John Huizinga, Erik Hurst,  Chad Jones, Anil Kashyap, Pete Klenow, Randy Kroszner, Guido Lorenzoni, Esteban Rossi-Hansberg, Douglas Skinner and seminar participants at Berkeley, CEU, Chicago Booth, FRB New York, FRB Philadelphia, FRB San Francisco, HEC Montreal, NBER Capital Markets, NBER EASE, NBER EFG, NBER Macro Perspectives, Princeton, Rochester, Stanford, Tsinghua Macro Workshop, UAB, UCLA, and UTDT for helpful comments and discussions. Sophie Wang, Bowen Yang, Anny Zhong, Michael Marvin, and Victor Lin provided excellent research assistance. This research was funded in part by the Initiative on Global Markets and the Neubauer Family Foundation at the University of Chicago Booth School of Business. The Appendix that accompanies the paper can be found on the authors' web pages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}