{
    "id": 18160,
    "citation_title": "A Theory of Debt Maturity: The Long and Short of Debt Overhang",
    "citation_author": [
        "Douglas W. Diamond",
        "Zhiguo He"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDebt maturity influences debt overhang: the reduced incentive for highly- levered borrowers to make real investments because some value accrues to debt.  Reducing maturity can increase or decrease overhang even when shorter-term debt's value depends less on firm value. Future overhang is more volatile for shorter-term debt, making future investment incentives volatile and influencing immediate investment incentives. With immediate investment, shorter-term debt typically imposes lower overhang; longer-term debt can impose less if firm value is more volatile in bad times. For future investments, reduced correlation between the value of assets-in-place and profitability of investment increases the overhang of shorter-term debt.\n\n",
    "acknowledgement": "\nBooth School of Business, University of Chicago, and NBER. The authors gratefully acknowledge research support from the Center for Research in Security Prices at Chicago Booth.  Diamond gratefully acknowledges support from the Nation Science Foundation.  We thank two referees, seminar participants at MIT Sloan, OSU Fisher, Chicago Booth, Columbia, Yale, Harvard, UCLA, NBER 2010 Corporate Finance meeting in Chicago, AFA 2011 in Denver, Nittai Bergman, Hui Chen, Gustavo Manso, Gregor Matvos, Victoria Ivashina, Henri Pages, Raghu Rajan, Berk Sensoy, Jeremy Stein, Rene Stulz, Sheridan Titman and especially Stewart Myers and Charles Kahn for insightful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}