{
    "id": 18163,
    "citation_title": "Organizing the Global Value Chain",
    "citation_author": [
        "Pol Antràs",
        "Davin Chor"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe develop a property-rights model of the firm in which production entails a continuum of uniquely sequenced stages. In each stage, a final-good producer contracts with a distinct supplier for the procurement of a customized stage-specific component. Our model yields a sharp characterization for the optimal allocation of ownership rights along the value chain. We show that the incentive to integrate suppliers varies systematically with the relative position (upstream versus downstream) at which the supplier enters the production line. Furthermore, the nature of the relationship between integration and \"downstreamness\" depends crucially on the elasticity of demand faced by the final-good producer. Our model readily accommodates various sources of asymmetry across final-good producers and across suppliers within a production line, and we show how it can be taken to the data with international trade statistics. Combining data from the U.S. Census Bureau's Related Party Trade database and estimates of U.S. import demand elasticities from Broda and Weinstein (2006), we find empirical evidence broadly supportive of our key predictions. In the process, we develop two novel measures of the average position of an industry in the value chain, which we construct using U.S. Input-Output Tables.\n\n",
    "acknowledgement": "\nWe are grateful to Arnaud Costinot, Don Davis, Ron Findlay, Elhanan Helpman, Kala Krishna, Marc Melitz, Daniel Trefler, Jonathan Vogel, and David Weinstein for their helpful comments, and to Nathan Nunn for generously providing data. Thanks also to audiences at Chicago, Columbia, Harvard, Notre Dame, Stanford, UCLA, Wisconsin, Kiel, Munich, Tübingen, Bonn, City University of Hong Kong, HKUST, Nanyang Technological University, National University of Singapore, Singapore Management University, the Econometric Society World Congress (Shanghai), the Society for the Advancement of Economic Theory Conference (Singapore), the Asia Pacific Trade Seminars (Honolulu), and the Australasian Trade Workshop (UNSW). Ruiqing Cao, Mira Frick, Gurmeet Singh Ghumann, Frank Schilbach, and Zhicheng Song provided excellent research assistance. Chor gratefully acknowledges the research funding provided by a Sing Lun Fellowship. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}