{
    "id": 18164,
    "citation_title": "Do Newspapers Serve the State? Incumbent Party Influence on the US Press, 1869-1928",
    "citation_author": [
        "Matthew Gentzkow",
        "Nathan Petek",
        "Jesse M. Shapiro",
        "Michael Sinkinson"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2014-05-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 1869 to 1928, we estimate the effect of party control of state governments on the entry, exit, circulation, prices, number of pages, and content of Republican and Democratic daily newspapers. We exploit changes over time in party control of the governorship and state legislatures in a differences-in-differences design. We exploit close gubernatorial elections and state legislatures with small majorities in a parallel regression-discontinuity design. Neither method reveals evidence that the party in power affects the partisan composition of the press. Our confidence intervals rule out modest effects, and we find little evidence of incumbent party influence even in times and places with high political stakes or low commercial stakes. The one exception is the Reconstruction South, an episode that we discuss in detail.\n\n",
    "acknowledgement": "\nWe are grateful to Hoyt Bleakley, Maria Petrova, and numerous seminar participants for insightful comments and suggestions. This research was funded in part by the Initiative on Global Markets, the George J. Stigler Center for the Study of the Economy and the State, the Ewing Marion Kauffman Foundation, the Centel Foundation / Robert P. Reuss Faculty Research Fund, the Neubauer Family Foundation, the Kathryn C. Gould Research Fund, the Polsky Center, and the Gould Faculty Research Endowment Fund, all at the University of Chicago Booth School of Business, the Social Sciences and Humanities Research Council of Canada, and the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}