{
    "id": 18162,
    "citation_title": "The European Origins of Economic Development",
    "citation_author": [
        "William Easterly",
        "Ross Levine"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2014-07-21",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough a large literature argues that European settlement outside of Europe shaped institutional, educational, technological, cultural, and economic outcomes, researchers have been unable to directly assess these predictions because of an absence of data on colonial European settlement. In this paper, we construct a new database on the European share of the population during colonization and examine its association with the level of economic development today. We find: (1) a strong and uniformly positive relationship between colonial European settlement and development, (2) a stronger relationship between colonial European settlement and economic development today than between development today and the proportion of the population of European descent today; and (3) no evidence that the positive relationship between colonial European settlement and economic development diminishes or becomes negative at very low levels of colonial European settlement, contradicting a large literature that focuses on the enduring adverse effects of small European settlements creating extractive institutions. The most plausible explanation of our findings is that any adverse effect of extractive institutions associated with minority European settlement was more than offset by other things the European settlers brought with them, such as human capital and technology.\n\n",
    "acknowledgement": "\nSteven Pennings provided superb research assistance in the final stages of this paper. The data collection project also lasted across many generations of RAs and we have received excellent research assistance and heroic data collection efforts from Alejandro Corvalan, Tomislav Ladika, Alex Levkov, Julia Schwenkenberg, Tobias Pfutze, and Liz Potamites. We also received very helpful comments from Andrei Shleifer, from our discussant Enrico Spolaore and participants in the UCLA Long Term Persistence Conference in May 2012 including Romain Wacziarg and David Weil, and seminar participants at Brown University, Harvard University, Johns Hopkins University, University of California, Berkeley, and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}