{
    "id": 18166,
    "citation_title": "Plan Selection in Medicare Part D: Evidence from Administrative Data",
    "citation_author": [
        "Florian Heiss",
        "Adam Leive",
        "Daniel McFadden",
        "Joachim Winter"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the Medicare Part D prescription drug insurance program as a bellwether for designs of private, non-mandatory health insurance markets, focusing on the ability of consumers to evaluate and optimize their choices of plans. Our analysis of administrative data on medical claims in Medicare Part D suggests that less than 10 percent of individuals enroll in plans that are ex post optimal with respect to total cost (premiums and co-payments). Relative to the benchmark of a static decision rule, similar to the Plan Finder provided by the Medicare administration, that conditions next year's plan choice only on the drugs consumed in the current year, enrollees lost on average about $300 per year. These numbers are hard to reconcile with decision costs alone; it appears that unless a sizeable fraction of consumers value plan features other than cost, they are not optimizing effectively.\n\n",
    "acknowledgement": "\nThis research was supported by the Behavioral and Social Research program of the National Institute on Aging (grants P01AG033559 and RC4AG039036), with additional support from the E. Morris Cox Fund at the University of California, Berkeley. We thank Mark Duggan for helpful comments, Patricia St. Clair for her support of the data construction effort, and Armando Franco and Sarah Axeen for additional assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}