{
    "id": 18169,
    "citation_title": "Tail Risk in Momentum Strategy Returns",
    "citation_author": [
        "Kent Daniel",
        "Ravi Jagannathan",
        "Soohun Kim"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "2017-02-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMomentum strategies exhibit rare but dramatic losses (crashes), which we show are a result of the leverage dynamics of stocks in the momentum portfolio. When the economy is in a hidden turbulent state associated with a depressed and volatile stock market, the short-side of the momentum portfolio becomes highly levered, and behaves like a call option on the market index portfolio, making momentum crashes more likely. We develop a hidden Markov model of the unobserved turbulent state that affects the returns on the momentum strategy and the market index portfolios. We find that the use of a combination of Normal and Student-t distributions for the hidden residuals in the model to construct the likelihood of the realized momentum and market index returns dramatically improves the models ability to predict crashes. The same variable that forecasts momentum crashes also forecasts the correlation between momentum strategy and value strategy, two of the benchmark investment styles often used in performance appraisal of quant portfolio managers. The correlation is conditionally negative only when the probability of the economy being in a turbulent state is high. The conditional correlation is zero otherwise, which is two thirds of the time. Half of the negative value-momentum relation is due to leverage dynamics of stocks in the momentum strategy portfolio. The other half is due to a hidden risk factor, likely related to funding liquidity identified in Asness et al. (2013), which emerges only when the economy is more likely to be in the turbulent state.\n\n",
    "acknowledgement": "\nThis paper originally appeared under the title “Risky Cycles in Momentum Returns.” We thank Torben Andersen, Raul Chhabbra, Randolph B. Cohen, Zhi Da, Gangadhar Darbha, Ian Dew- Becker, Francis Diebold, Robert Engel, Bryan T. Kelly, Robert Korajczyk, Jonathan Parker, Prasanna Tantri, Viktor Todorov, Lu Zhang, and the participants of seminars at the Becker-Friedman Institute Con- ference honoring Lars Hansen at the University of Chicago, the Fifth Annual Triple Crown Conference in Finance, Fordham University, the Indian School of Business, London Business School, London School of Economics, Nomura Securities, Northwestern University, the Oxford-Man Institute of Quantitative Finance, the Securities and Exchange Board of India, Shanghai Advance Institute for Finance, Shanghai Jiao Tong University, the SoFiE Conference, the University of Virginia, the WFA meetings, and the 2016 Value In- vesting Conference at Western University, for helpful comments on the earlier versions of the paper. Special thanks to Lu Zhang for providing us time series data on q-factor model. We alone are responsible for any errors and omissions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}