{
    "id": 18165,
    "citation_title": "The Behavioralist Goes to School: Leveraging Behavioral Economics to Improve Educational Performance",
    "citation_author": [
        "Steven D. Levitt",
        "John A. List",
        "Susanne Neckermann",
        "Sally Sadoff"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "2013-06-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nResearch on behavioral economics has established the importance of factors such as reference dependent preferences, hyperbolic discounting, and the value placed on non-financial rewards. To date, these insights have had little impact on the way the educational system operates. Through a series of field experiments involving thousands of primary and secondary school students, we demonstrate the power of behavioral economics to influence educational performance. Several insights emerge. First, we find substantial incentive effects from both financial and non-financial incentives on test scores. Second, we find that non-financial incentives are considerably more cost-effective than financial incentives for younger students, but were less effective with older students. Third, and perhaps most importantly, consistent with hyperbolic discounting, all motivating power of the incentives vanishes when rewards are handed out with a delay. Since the rewards to educational investment virtually always come with a delay, our results suggest that the current set of incentives may lead to underinvestment. Fourth, in stark contrast to previous laboratory experiments, we do not see an increased response of effort when rewards are framed as losses. Our findings imply that in the absence of immediate incentives, many students put forth low effort on standardized tests, which may create biases in measures of student ability, teacher value added, school quality, and achievement gaps.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the leadership and support of our Bloom Township, Chicago Heights, and Chicago Public School District partners. We also thank Bruno Frey, Marcin Siwicki, and Esjay Yoo for their valuable contributions to the experimental design. Alec Brandon, Patrick Fitz, Trevor Gallen, Sean Golden, David Herberich, Wooju Lee, Ian Muir, Joseph Seidel, Phuong Ta, and Timo Vogelsang provided truly outstanding research assistance. The project was made possible by the generous financial support of the Children First Fund, the Kenneth and Anne Griffin Foundation, the Rauner Family Foundation, and the Spencer Foundation. This research has been conducted with IRB approval. Please direct correspondence to Sally Sadoff.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}