{
    "id": 1816,
    "citation_title": "Variation in Employment Growth in Canada: The Role of External, National, Regional and Industrial Factors",
    "citation_author": [
        "Joseph G. Altonji",
        "John C. Ham"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a method for assessing the impact of external, national, and sectoral shocks on Canadian employment fluctuations at the national, industry, and provincial levels. Special attention is given to the contribution of sectoral shocks to aggregate employment fluctuations. Shocks which initially affect specific industries and provinces can induce aggregate fluctuations not only because national employment is the sum of employment in various sectors but also because of feedback across sectors.The analysis is based on an econometric model relating employment growh in each province and industry to the current and lagged change in U.S. output, the lags of employment growth at the national, industry, and provincial levels, a Canadian national shock, and shocks affecting specific industries, specific provinces, and specific province-industry pairs. The model is estimated using annual data on Canadian employment at the province-industry level.The results suggest that U.S. shocks are responsible for two-thirds of the steady-state variance in the growth of Canadian national employment, while the Canadian national shock accounts for approximately one quarter of this variance.Taken together, industry specific, province specific and province-industry spe-cific shocks account for about one-tenth of the variance of Canadian national employment growth. Although U.S. shocks are the dominant influence on aggregate employment growth in Canada, sectoral shocks account for about thirty percent of the variance in national employment due to Canadian sources. Estimates of the contribution of U.S., Canadian national, industry, and provincial shocks to the variance of employment in specific industries and provinces are also provided.\n\n",
    "acknowledgement": "\n"
}