{
    "id": 18161,
    "citation_title": "The Aftermath of Accelerating Algebra: Evidence from a District Policy Initiative",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2012-06-15",
    "issue_date": "2012-06-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2002/03, the Charlotte-Mecklenburg Schools in North Carolina initiated a broad program of accelerating entry into algebra coursework.  The proportion of moderately-performing students taking algebra in 8th grade increased from half to 85%, then reverted to baseline levels, in the span of just five years.  We use this policy-induced variation to infer the impact of accelerated entry into algebra on student performance in math courses as students progress through high school.  Students affected by the acceleration initiative scored significantly lower on end-of-course tests in Algebra I, and were either significantly less likely or no more likely to pass standard follow-up courses, Geometry and Algebra II, on a college-preparatory timetable.  Although we also find that the district assigned teachers with weaker qualifications to Algebra I classes in the first year of the acceleration, this reduction in teacher quality accounts for only a small portion of the overall effect.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support of the Institute for Education Sciences and American Institutes for Research through the Center for the Analysis of Longitudinal Data in Education Research.  We thank seminar participants at Notre Dame, the APPAM annual meeting, the CALDER annual research conference, the Federal Reserve Bank of New York, the University of Illinois-Chicago, and the Association for Education Finance and Policy annual meeting as well as Dan Goldhaber, Nora Gordon, Henry Levin, and Gary Solon for helpful comments.  Kyle Ott and Alexandra Oprea provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}