{
    "id": 18179,
    "citation_title": "Innovating Standards Through Informal Consortia: The Case of Wireless Telecommunications",
    "citation_author": [
        "Henry R. Delcamp",
        "Aija Leiponen"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe empirically examine the effects of industry consortia on the coordination of innovation strategies of the members. Our analyses utilize membership data from 32 consortia in wireless telecommunication technology subfields from 2000 to 2005 and prior art citations in standards-essential patents. We find that connections among firms in informal technically-oriented consortia significantly increase the likelihood that firms cite each other's patents in subsequent patents essential for the UMTS wireless telecommunication standard. Inventions that are likely to become part of the UMTS telecommunication system tend to build on inventions by firm peers who were members in the same consortia, controlling for patent or firm fixed effects, technology class, and other characteristics. Consortia may enhance productivity of invention and increase the incentives to invest in R&D by internalizing potential externalities. They may also enhance efficiency of standardization by facilitating the interaction of committee and market processes. Consortia thus structure and constrain the process of innovating standardized technologies. This is problematic if consortia are not truly accessible for all the relevant parties. Policymakers thus need to balance these effects. For managers, the results show that participation in a variety of technical consortia enables influencing peers' innovation strategies related to compatibility standards.\n\n",
    "acknowledgement": "\nThis paper has benefitted from comments by the participants and organizers of the NBER conference on Standards, Patents, and Innovation (2012), particularly by Tim Simcoe, Ajay Agrawal, Shane Greenstein, and Neil Gandal, and from seminar participants at Cornell University and Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}