{
    "id": 18173,
    "citation_title": "Competition Among University Endowments",
    "citation_author": [
        "William N. Goetzmann",
        "Sharon Oster"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe asset allocation of university endowments has recently shifted dramatically towards alternative investments.  In this paper we examine the role played by strategic competition in motivating this shift.  Using a metric capturing competition for undergraduate applications, we test whether endowment performance relative to a school's nearest competitor is associated with the likelihood of changing investment policy, and conditionally, whether the nature of that change is consistent with the goal of \"catching up\" to its closest rival.  Conditional on indicating a policy change, we find that endowments appear to use marketable alternatives - i.e. hedge funds - to catch up to competitors.  More generally, we find evidence that endowments with below median holdings of alternative investments tend to shift policies in that direction.  Besides herding behavior we also find trend-chasing behavior.  Endowments with recent positive experience with various alternative asset classes tend to increase exposure to them. We consider the long-run implications of this competitive and trending behavior for the ability of endowments to deliver intergenerational equity.\n\n",
    "acknowledgement": "\nWe thank John Griswold, Minhua Wan and Larry Itavares for their help and advice. We thank Commonfund and NACUBO for providing data for research. We thank the Yale, Harvard and Princeton endowment offices for providing data. Support for this paper was provided by the International Center for Finance at the Yale School of Management.  All errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}