{
    "id": 18171,
    "citation_title": "An Alternative Framework for Empirically Measuring the Size of Counterfeit Markets",
    "citation_author": [
        "Rosalie Liccardo Pacula",
        "Srikanth Kadiyala",
        "Priscillia Hunt",
        "Alessandro Malchiodi"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a new method for estimating trends in the size of counterfeit markets.  The method draws on principles of microeconomic theory and uses aggregated product-level data to estimate counterfeiting activities in various geographic markets. Using confidential firm unit forecasts and actual sales information, a two stage approach is employed that first accounts for unexpected but observable factors that could lead to forecasting error and then, in the second stage, considers the influence of market susceptibility to IPR infringement.  Data are analysed for 45 related products sold by a single firm operating in 16 countries during the period 2006-2011.  Our models predict larger amounts of counterfeiting in countries with higher corruption norms, lower government control and effectiveness.  Predictions of the level of counterfeiting obtained from the second stage are then compared to estimates of counterfeiting derived internally by the firm using shadow-shopping methods.  While our two stage model generally under-predicts the level of counterfeiting in each year, it generates trends in counterfeiting that are broadly consistent with those obtained using more costly and intensive methods.\n\n",
    "acknowledgement": "\nThis research was supported by a contract from the European Commission, Directorate General Internal Market and Services to RAND Europe.  We are grateful for research assistance and comments from Stijn Hoorens, Lila Rabinovich, and Barrie Irving. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the RAND Corporation.\n\n\n"
}