{
    "id": 18172,
    "citation_title": "Moral Hazard and Claims Deterrence in Private Disability Insurance",
    "citation_author": [
        "David Autor",
        "Mark Duggan",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe provide a detailed analysis of the incidence, duration and determinants of claims made on private Long Term Disability (LTD) policies using a database of approximately 10,000 policies and 1 million workers from a major LTD insurer. We document that LTD claims rates are much lower than claims rates on the public analogue to LTD, the Social Security Disability Insurance program, yet LTD policies have a much higher return-to-work rate among initial claimants. Nevertheless, our analysis indicates that the impact of moral hazard on LTD claims is substantial. Using within firm, over time variation in plan parameters, we find that a higher replacement rate and a shorter waiting time to benefits receipt--also known as the Elimination Period or EP--significantly increase the likelihood that workers claim LTD. About sixty percent  of the effect of a longer EP is due to censoring of shorter claims, while the remainder is due to deterrence: workers facing a longer EP are less likely to claim benefits for impairments that would lead to a only a brief period of LTD receipt. This deterrence effect is equally large among high and low-income workers, suggesting that moral hazard rather than liquidity underlies the behavioral response. Consistent with this interpretation, the response of LTD claims to plan parameters is driven primarily by the behavior of the healthiest disabled, those who would return to work after receiving LTD.\n\n",
    "acknowledgement": "\nWe are grateful to Abby Alpert, Diether Beuermann, Andrew Garin and Pian Shu for excellent research assistance and to seminar participants at Boston University, Harvard, the University of Chicago, and Wharton for many helpful comments. We are especially grateful to a number of employees of our participating insurer for providing data and for many discussions about the functioning of the LTD market. Duggan thanks the Dean's Research Fund at the Wharton School for support of this research. The views expressed in this paper are solely those of the authors and do not necessarily represent the views of the institutions or other individuals mentioned above, nor of the National Bureau of Economic Research.\n\n\n\nDavid Autor\n\nI have written policy overview papers for the following non-profit organizations that may have a policy interest in the contents of the current paper:\n\n\na. Brookings Institution: The Hamilton Project\nb. The Center for American Progress\n\n\n\nJonathan Gruber\n\nJonathan Gruber is a member of the Commonwealth Health Connector Board that was responsible for setting the policies studied in this research.\n\n\n"
}