{
    "id": 18177,
    "citation_title": "Finding Eldorado: Slavery and Long-run Development in Colombia",
    "citation_author": [
        "Daron Acemoglu",
        "Camilo García-Jimeno",
        "James A. Robinson"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSlavery has been a major institution of labor coercion throughout history. Colonial societies used slavery intensively across the Americas, and slavery remained prevalent in most countries after independence from the European powers. We investigate the impact of slavery on long-run development in Colombia. Our identification strategy compares municipalities that had gold mines during the 17th and 18th centuries to neighboring municipalities without gold mines. Gold mining was a major source of demand for slave labor during colonial times, and all colonial gold mines are now depleted. We find that the historical presence of slavery is associated with increased poverty and reduced school enrollment, vaccination coverage and public good provision. We also find that slavery is associated with higher contemporary land inequality.\n\n",
    "acknowledgement": "\nWe are grateful to Josh Angrist, María Angélica Bautista, Daniel Berkowitz, Manuel Fernández, Ángela María Fonseca, Ana María Ibañez, Carlos Prada, Pascual Restrepo, and Victoria Eugenia Soto for their help with this project, and to the participants in the Journal of Comparative Economics Conference held in Pittsburgh in October 2011 for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}