{
    "id": 18174,
    "citation_title": "Money Doctors",
    "citation_author": [
        "Nicola Gennaioli",
        "Andrei Shleifer",
        "Robert W. Vishny"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a new model of money management, in which investors delegate portfolio management to professionals based not only on performance, but also on trust.  Trust in the manager reduces an investor's perception of the riskiness of a given investment, and allows managers to charge higher fees to investors who trust them more.  Money managers compete for investor funds by setting their fees, but because of trust the fees do not fall to costs.  In the  model, 1) managers consistently underperform the market net of fees but investors still prefer to delegate money management to taking risk on their own, 2) fees involve sharing of expected returns between managers and investors, with higher fees in riskier products, 3) managers pander to investors when investors exhibit biases in their beliefs, and do not correct misperceptions,  and 4) despite long run benefits from better performance, the profits from pandering to trusting investors discourage managers from pursuing contrarian strategies relative to the case with no trust.  We show how trust-mediated money management renders arbitrage less effective, and may help destabilize financial markets.\n\n",
    "acknowledgement": "\nThe authors are from CREI and UPF, Harvard University, and University of Chicago, respectively.  We are grateful to Charles Angelucci, Nick Barberis, John Campbell, Roman Inderst, Sendhil Mullainathan, Lubos Pastor, Raghuram Rajan, Jonathan Reuter, Josh Schwartzstein, Charles-Henri Weymuller, Luigi Zingales and Yanos Zylberberg for extremely helpful comments.   Disclosure: Shleifer was a co-founder of LSV Asset Management, a money management firm, but is no longer a shareholder in the firm.  Shleifer's wife is a partner in a hedge fund, Bracebridge Capital.  Vishny was a co-founder of LSV Asset Management.  He retains an ownership interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}