{
    "id": 18182,
    "citation_title": "Dynamic Olley-Pakes Productivity Decomposition with Entry and Exit",
    "citation_author": [
        "Marc J. Melitz",
        "Sašo Polanec"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "2014-09-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we propose an extension of the productivity decomposition method developed by Olley & Pakes (1996). This extension provides an accounting for the contributions of both firm entry and exit to aggregate productivity changes. It breaks down the contribution of surviving firms into a component accounting for changes in the firm-level distribution of productivity and another accounting for market share reallocations among those firms - following the same methodology as the one proposed by Olley & Pakes (1996). We argue that the other decompositions that break-down aggregate productivity changes into these same four components introduce some biases in the measurement of the contributions of entry and exit.\nWe apply our proposed decomposition to the large measured increases of productivity in Slovenian manufacturing during the 1995-2000 period and contrast our results with those of other decompositions. We find that, over a 5-year period, the measurement bias associated with entry and exit is substantial, accounting for up to 10 percentage points of aggregate productivity growth. We also find that market share reallocations among surviving firms played a much more important role in driving aggregate productivity changes.\n\n",
    "acknowledgement": "\nThis article was produced in the framework of MICRO-DYN (www.micro-dyn.eu), an international economic research project focusing on the competitiveness of firms, regions and industries in the knowledge-based economy. The project is funded by the EU Sixth Framework Programme (www.cordis.lu). This publication reflects only the author's views, the European Community is not liable for any use that may be made of the information contained therein. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}