{
    "id": 18185,
    "citation_title": "When Educators Are the Learners: Private Contracting by Public Schools",
    "citation_author": [
        "Silke J. Forbes",
        "Nora E. Gordon"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate decision-making and the potential for social learning among school administrators in the market for school reform consulting services. Specifically, we estimate whether public schools are more likely to choose given Comprehensive School Reform service providers if their \"peer\" schools--defined by common governance or geography--have performed unusually well with those providers in the past. We find strong evidence that schools tend to contract with providers used by other schools in their own districts in the past, regardless of past performance. In addition, our point estimates are consistent with school administrators using information from peers to choose the plans they perceive to have performed best in the past. Despite choosing a market with an unusually comprehensive data source on contracts between public schools and private firms, our statistical power is sufficiently weak that we cannot reject the absence of social learning.\n\n",
    "acknowledgement": "\nGordon thanks the National Academy of Education/Spencer Foundation Postdoctoral Fellowship program for support of this work. The authors thank Israel Malkin for outstanding research assistance. We are grateful to Julie Cullen, and to seminar participants at the Brookings Institute, Brown University, George Washington University, Georgetown University, Michigan State University, Stanford University, UC Irvine, UC San Diego, and the University of Kentucky for helpful suggestions. All opinions expressed and any errors are our own and do not represent those of the National Academy of Education or the Spencer Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}