{
    "id": 18189,
    "citation_title": "The Returns to Education in China: Evidence from the 1986 Compulsory Education Law",
    "citation_author": [
        "Hai Fang",
        "Karen N. Eggleston",
        "John A. Rizzo",
        "Scott Rozelle",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nAs China transforms from a socialist planned economy to a market-oriented economy, its returns to education are expected to rise to meet those found in middle-income established market economies. This study employs a plausible instrument for education: the China Compulsory Education Law of 1986. We use differences among provinces in the dates of effective implementation of the compulsory education law to show that the law raised overall educational attainment in China by about 0.8 years of schooling. We then use this instrumental variable to control for the endogeneity of education and estimate the returns to an additional year of schooling in 1997-2006. Results imply that the overall returns to education are approximately 20 percent per year on average in contemporary China, fairly consistent with returns found in most industrialized economies. Returns differ among subpopulations; they increase after controlling for endogeneity of education.\n\n",
    "acknowledgement": "\nThe authors did not receive funding for their research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}