{
    "id": 18187,
    "citation_title": "Stand Your Ground Laws, Homicides, and Injuries",
    "citation_author": [
        "Chandler B. McClellan",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "2012-10-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe controversies surrounding gun control policies have recently moved to the forefront of public's attention in the United States and elsewhere. Since 2005, eighteen states in the United States have passed laws extending the right to self-defense with no duty to retreat to any place a person has a legal right to be, and several additional states are debating the adoption of similar legislation. Despite the implications that these laws may have for public safety, there has been little empirical investigation of their impact on crime and victimization. In this paper, we use monthly data from the U.S. Vital Statistics to examine how Stand Your Ground laws affect homicides and firearm injuries. We identify the impact of these laws by exploiting variation in the effective date of these laws across states over time. Our results indicate that Stand Your Ground laws are associated with a significant increase in the number of homicides among whites, especially white males. According to our estimates, between 28 and 33 additional white males are killed each month as a result of these laws. We find no consistent evidence to suggest that these laws increase homicides among blacks. Auxiliary analysis using data from the Supplemental Homicide Reports indicates that our results are not driven by the killings of assailants. We also find that the stand your ground laws are not related to non-homicide deaths, which should not respond to gun laws. Finally, we analyze data from the Health Care Utilization Project to show that these laws are also associated with a significant increase in emergency room visits and hospital discharges related to firearm inflicted injuries. Taken together, these findings raise serious doubts against the argument that Stand Your Ground laws make public safer.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Stand Your Ground Laws and Homicides.\"  We would like to thank Chris Herbst, Mark Hoekstra, Dinand Webbink, and participants at the 4th Transatlantic Workshop on the Economics of Crime in the Netherlands for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}