{
    "id": 18188,
    "citation_title": "A Spatial Knowledge Economy",
    "citation_author": [
        "Donald R. Davis",
        "Jonathan I. Dingel"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLeading empiricists and theorists of cities have recently argued that the generation and exchange of ideas must play a more central role in the analysis of cities. This paper develops the first system of cities model with costly idea exchange as the agglomeration force. Our model replicates a broad set of established facts about the cross section of cities. It provides the first spatial equilibrium theory of why skill premia are higher in larger cities, how variation in these premia emerges from symmetric fundamentals, and why skilled workers have higher migration rates than unskilled workers when both are fully mobile.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Arnaud Costinot, Jessie Handbury, Walker Hanlon, Sam Kortum, Corinne Low, Ben Marx, Joan Monras, Suresh Naidu, Daniel Sturm, Eric Verhoogen, Reed Walker, David Weinstein, and seminar participants at the CESifo conference on heterogeneous firms in international trade, Columbia applied micro and international trade colloquia, NYU, Princeton IES Summer Workshop, Spatial Economic Research Centre annual conference, and University of Toronto for helpful comments on various drafts. We thank Paul Piveteau for research assistance. We are grateful to Enrico Moretti and Stuart Rosenthal for sharing their housing-price measures with us. Dingel acknowledges financial support from the Program for Economic Research at Columbia University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}