{
    "id": 1818,
    "citation_title": "A Time-Series Model of Housing Investment in the U.S.",
    "citation_author": [
        "Sherwin Rosen",
        "Robert H. Topel"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA decentralized market theory of investment based on rising supply price is formulated and explained. Asset prices embody all available information in a competitive market and serve as \"sufficient statistics\" for future market conditions. Construction is determined myopically by marginal cost pricing: rising supply price constrains aggregate investment. Market dynamics imply that anticipated pulses in demand and interest rates lead to \"bubbles\" in prices, rentals and construction, because it pays to \"build ahead of demand\" in the presence of rising supply price. This model, similar to q-theory, assumes that long and short run elasticities of supply are identical. Short-run supply is less elastic than long-run supply when internal adjustment costs are superimposed on rising supply price. Then the current construction decision is no longer myopic and current price (or current q) is no longer sufficient for investment. Instead, builders must anticipate the future path of asset prices for current construction decisions. This enriched model is estimated under the hypothesis of rational expectations. The short-run elasticity is found to be 1.0 inquarterly data. The long-run elasticity is 3.0. The long-run is achieved within one year, indicating substantial built-in flexibility in the industry to accomodate great volatility in housing construction. Elastic supply helps account for the large fluctuations in output and employment observed in this industry. The data also show that prices alone do not clear the market. Other nonprice dimensions, including expected time-to-sale and overall transactions volume play independent roles which remain to be explained.\n\n",
    "acknowledgement": "\n"
}