{
    "id": 18183,
    "citation_title": "The Effects of School Libraries on Language Skills: Evidence from a Randomized Controlled Trial in India",
    "citation_author": [
        "Evan Borkum",
        "Fang He",
        "Leigh L. Linden"
    ],
    "citation_publication_date": "2012-06-21",
    "issue_date": "2012-06-21",
    "revision_date": "2013-03-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a randomized controlled trial of an Indian school library program. Overall, the program had no impact on students' scores on a language skills test administered after 16 months. The estimates are sufficiently precise to rule out effects larger than 0.053 and 0.037 standard deviations, based on the 95 and 90 percent confidence intervals. This finding is robust across individual competencies and subsets of the sample. The method of treatment, however, does seem to matter--physical libraries have no effect, while visiting librarians actually reduce test scores. We find no impact on test scores in other subjects or attendance rates.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"School Libraries and Language Skills in Indian Primary Schools: A Randomized Evaluation of the Akshara Library Program.\" This project could not have been completed without the assistance of many individuals. We are indebted to Arvind Venkatadri, Dr. K. Vaijayanti, Ashok Kamath, Shreedevi Sharma, Pratima Bandekar, and many other staff members at the Akshara Foundation. Sadly, Pratima Bandekar, a colleague on many of our research projects, passed away during the course of this project. Her plucky, positive spirit is greatly missed, and we dedicate this effort to her. Finally, we gratefully acknowledge financial support from the Michael and Susan Dell Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}