{
    "id": 18194,
    "citation_title": "Deep Recessions, Fast Recoveries, and Financial Crises: Evidence from the American Record",
    "citation_author": [
        "Michael D. Bordo",
        "Joseph G. Haubrich"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo steep recoveries follow deep recessions? Does it matter if a credit crunch or banking panic accompanies the recession? Moreover does it matter if the recession is associated with a housing bust? We look at the American historical experience in an attempt to answer these questions. The answers depend on the definition of a financial crisis and on how much of the recovery is considered. But in general recessions associated with financial crises are generally followed by rapid recoveries. We find three exceptions to this pattern: the recovery from the Great Contraction in the 1930s; the recovery after the recession of the early 1990s and the present recovery. The present recovery is strikingly more tepid than the 1990s. One factor we consider that may explain some of the slowness of this recovery is the moribund nature of residential investment, a variable that is usually a key predictor of recessions and recoveries.\n\n",
    "acknowledgement": "\nWe wish to thank David Altig, Luca Benati and John Cochrane for helpful comments, and participants at the Swiss National Bank conference on Policy Challenges and Developments in Monetary Economics, at the Federal Reserve Bank of Dallas, Stanford, Claremont, UCLA, Santa Clara, UC Santa Cruz, and the Reserve Bank of New Zealand. Patricia Waiwood provided excellent research assistance. Much of this paper was written at the Federal Reserve Bank of Cleveland where Michael Bordo is a Visiting Scholar and the research was funded by the Federal Reserve Bank of Cleveland. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland or the National Bureau of Economic Research.\n\n\n"
}