{
    "id": 18199,
    "citation_title": "Dealing with the Trilemma: Optimal Capital Controls with Fixed Exchange Rates",
    "citation_author": [
        "Emmanuel Farhi",
        "Ivan Werning"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe lay down a standard macroeconomic model of a small open economy with a fixed exchange rate and study optimal capital controls (defined as maximizing the utility of a representative household). We provide sharp analytical and numerical characterizations for a variety of shocks. We find that capital controls are employed to respond to some shocks but not others. They are particularly effective to address risk-premium shocks that affect the interest rate differential foreign investors require in a particular country. We also discuss how the solution depends on the degree of nominal rigidity and the openness of the economy. We show that capital controls may be optimal even if the exchange rate is not fixed in response to risk premium shocks or if wages, in addition to prices, are sticky. Finally, we compare the single country's optimum to a coordinated world solution. Our results show a limited need for coordination. However, the uncoordinated solution features the same capital controls as the coordinated solution.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions we thank Olivier Blanchard and Ricardo Reis. Adrien Auclert and Nicolas Caramp provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}