{
    "id": 1819,
    "citation_title": "Job Duration, Seniority, and Earnings",
    "citation_author": [
        "Katharine G. Abraham",
        "Henry S. Farber"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe stylized fact that seniority and earnings in a cross-section are positively related, even after controlling for total labor market experience, has served as the basis for theoretical analyses of implicit labor contracts suggesting that workers post bonds in the form of deferred compensation in order to ensure their continued performance at an adequate level. An alternative interpretation is that good workers or workers in good jobs or good matches both earn more throughout the job and have longer job durations. Another stylized fact, that labor market experience and earnings in a cross section are positively related, has been taken as evidence of the importance of general human capital accumulation. An alternative interpretation of this evidence is that workers with more experience have had more time to find good jobs and/or good matches, resulting in higher earnings. Earnings functions are estimated including a measure of the completed duration of jobs in order to distinguish between the competing hypotheses regarding both seniority and experience. These yield three main results. First, workers in longer jobs earn significantly more in every year of the job than do workers in shorter jobs. Second, controlling for completed job duration eliminates most of the apparent return to seniority found in standard cross-section models. Thus, it appears that implicit contracts that provide for workers posting bonds through deferred wage payments are less important than has been believed. Third, for blue collar workers there is evidence thata part of the small observed (cross-sectional) return to labor market experience is due to sorting of workers into better jobs over time. There is no evidence of sorting for white collar workers.\n\n",
    "acknowledgement": "\n"
}