{
    "id": 18190,
    "citation_title": "Is the FHA Creating Sustainable Homeownership?",
    "citation_author": [
        "Andrew Caplin",
        "Anna Cororaton",
        "Joseph Tracy"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe produce first results on the sustainability of homeownership for recent (2007-2009) FHA-insured borrowers. More than 15 percent of these borrowers have already been 90 days or more delinquent, while less than 7 percent  have completed their graduation to sustainable homeownership by finally paying off all FHA mortgages. We project that the proportion who have been 90 days or more delinquent will rise above 30 percent within five years, while fewer than 15 percent will have completed their graduation to sustainable homeownership. We show that the FHA uses an outmoded econometric model that leads it to underestimate delinquency risk to borrowers and financial risks to taxpayers. Fannie Mae and Freddie Mac use this same outmoded model. More accurate estimates would serve the cause of transparency and help policy-makers to determine these organizations' appropriate roles in the U.S. housing finance markets of the future.\n\n",
    "acknowledgement": "\nWe thank Damien Weldon and CoreLogic for providing us with access to crucial data. We also thank Diego Aragon, Gunnar Blix, Scott Frame, Charles Freeman, Ahu Gemici, Joseph Gyourko, Andy Haughwout, Steven Laufer, John Leahy, Roy Lowrance, Daniel Martin, and Ruth Wyatt for their invaluable input. Joshua Abel provided capable research assistance. The opinions expressed herein are those of the authors alone, not of New York University, the Federal Reserve Bank of New York, the Federal Reserve System, CoreLogic, or the National Bureau of Economic Research.\n\n\n"
}