{
    "id": 18191,
    "citation_title": "Trade Wedges, Inventories, and International Business Cycles",
    "citation_author": [
        "George Alessandria",
        "Joseph Kaboski",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe large, persistent fluctuations in international trade that can not be explained in standard models by changes in expenditures and relative prices are often attributed to trade wedges. We show that these trade wedges can reflect the decisions of importers to change their inventory holdings. We find that a two-country model of international business cycles with an inventory management decision can generate trade flows and wedges consistent with the data. Moreover, matching trade flows alters the international transmission of business cycles. Specifically, real net exports become countercyclical and consumption is less correlated across countries than in standard models. We also show that ignoring inventories as a source of trade wedges substantially overstates the role of trade wedges in business cycle fluctuations.\n\n",
    "acknowledgement": "\nNils Gornemann and David Richards provided excellent research assistance. We thank Sam Kortum, Jonathan Heathcote, Paolo Pesenti, Mario Crucini and seminar participants at Wharton, Yale, Wisconsin, Notre Dame, and Duke for their comments and suggestions. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. This paper was prepared for the Carnegie-NYU-Rochester conference series.\n\n\n"
}