{
    "id": 18197,
    "citation_title": "Impact of Bilingual Education Programs on Limited English Proficient Students and Their Peers: Regression Discontinuity Evidence from Texas",
    "citation_author": [
        "Aimee Chin",
        "N. Meltem Daysal",
        "Scott A. Imberman"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTexas requires a school district to offer bilingual education when its enrollment of limited English proficient (LEP) students in a particular elementary grade and language is twenty or higher. Using school panel data, we find a significant increase in the probability that a district offers bilingual education above this 20-student cutoff. Using this discontinuity as an instrument for district bilingual education provision, we find that bilingual education programs do not significantly impact the standardized test scores of students with Spanish as their home language (comprised primarily of ever-LEP students). However, there are significant positive spillover effects to their non-LEP peers.\n\n",
    "acknowledgement": "\nWe thank Chinhui Juhn, Danielle Li, and workshop participants at the 2010 and 2011 National Academy of Education Annual Meeting, 2011 ASSA Meetings, and 2012 SOLE Meetings for helpful comments and discussion. Imberman gratefully acknowledges financial support from the National Academy of Education/Spencer Foundation Postdoctoral Fellowship. A University of Houston Small Grant was used to purchase the data, for which we are grateful. The authors bear sole responsibility for the content of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}