{
    "id": 18198,
    "citation_title": "Peer Effects in Program Participation",
    "citation_author": [
        "Gordon B. Dahl",
        "Katrine V. Løken",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "2012-09-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe influence of peers could play an important role in the take up of social programs. However, estimating peer effects has proven challenging given the problems of reflection, correlated unobservables, and endogenous group membership. We overcome these identification issues in the context of paid paternity leave in Norway using a regression discontinuity design. In an attempt to promote gender equality, a reform made fathers of children born after April 1, 1993 in Norway eligible for one month of governmental paid paternity leave. Fathers of children born before this cutoff were not eligible. There is a sharp increase in fathers taking paternity leave immediately after the reform, with take up rising from 3% to 35%. While this quasi-random variation changed the cost of paternity leave for some fathers and not others, it did not directly affect the cost for the father's coworkers or brothers. Therefore, any effect on the coworker or brother can be attributed to the influence of the peer father in their network. Our key findings on peer effects are four-fold. First, we find strong evidence for substantial peer effects of program participation in both workplace and family networks. Coworkers and brothers are 11 and 15 percentage points, respectively, more likely to take paternity leave if their peer father was induced to take up leave by the reform. Second, the most likely mechanism is information transmission about costs and benefits, including increased knowledge of how an employer will react. Third, there is essential heterogeneity in the size of the peer effect depending on the strength of ties between peers, highlighting the importance of duration, intensity, and frequency of social interactions. Fourth, the estimated peer effect gets amplified over time, with each subsequent birth exhibiting a snowball effect as the original peer father's influence cascades through a firm. Our findings demonstrate that peer effects can lead to long-run equilibrium participation rates which are substantially higher than would otherwise be expected.\n\n",
    "acknowledgement": "\nWe thank the Norwegian Research Council for providing generous financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}