{
    "id": 18204,
    "citation_title": "Choosing Size of Government Under Ambiguity: Infrastructure Spending and Income Taxation",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2012-07-06",
    "issue_date": "2012-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAttempting to shed light on the optimal size of government, economists have analyzed planning problems that specify a set of feasible taxation-spending policies and a social welfare function. The analysis characterizes the optimal policy choice of a planner who knows the welfare achieved by each policy. This paper examines choice of size of government by a planner who has partial knowledge of population preferences and the productivity of spending. This is a problem of decision making under ambiguity. Focusing on income-tax financed public spending for infrastructure that aims to enhance productivity, I examine scenarios where the planner observes the outcome of a status quo policy and uses various decision criteria (expected welfare, maximin, Hurwicz, minimax-regret) to choose policy. The analysis shows that the planner can reasonably choose a wide range of spending levels--thus, a society can rationalize having a small or large government. I conclude that to achieve credible conclusions about the desirable size of government, we need to vastly improve current knowledge of population preferences and the productivity of public spending.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-0911181. I am grateful to Gadi Barlevy and Matt Masten for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}