{
    "id": 18202,
    "citation_title": "The Need for (long) Chains in Kidney Exchange",
    "citation_author": [
        "Itai Ashlagi",
        "David Gamarnik",
        "Michael A. Rees",
        "Alvin E. Roth"
    ],
    "citation_publication_date": "2012-07-06",
    "issue_date": "2012-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIt has been previously shown that for sufficiently large pools of patient-donor pairs, (almost) efficient kidney exchange can be achieved by using at most 3-way cycles, i.e. by using cycles among no more than 3 patient-donor pairs. However, as kidney exchange has grown in practice, cycles among n>3 pairs have proved useful, and long chains initiated by non-directed, altruistic donors have proven to be very effective. We explore why this is the case, both empirically and theoretically.\nWe provide an analytical model of exchange when there are many highly sensitized patients, and show that large cycles of exchange or long chains can significantly increase efficiency when the opportunities for exchange are sparse. As very large cycles of exchange cannot be used in practice, long non-simultaneous chains initiated by non-directed donors significantly increase efficiency in patient pools of the size and composition that presently exist. Most importantly, long chains benefit highly sensitized patients without harming low-sensitized patients.\n\n",
    "acknowledgement": "\nThis work has been partially supported by the National Science Foundation and NIH grant number RO1 090244.  Dr. Rees is a transplant surgeon and the CEO of the non-profit Alliance for Paired Donation, where his spouse is an employee. The Alliance for Paired Donation provided some of the data for this paper. The Alliance for Paired Donation is partially supported by pharmaceutical companies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}