{
    "id": 18208,
    "citation_title": "Boarding a Sinking Ship? An Investigation of Job Applications to Distressed Firms",
    "citation_author": [
        "Jennifer Brown",
        "David A. Matsa"
    ],
    "citation_publication_date": "2012-07-10",
    "issue_date": "2012-07-10",
    "revision_date": "2015-05-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use novel data from a leading online job search platform to examine the impact of corporate distress on firms’ ability to attract job applicants. Survey responses suggest that job seekers accurately perceive firms’ financial condition, as measured by companies’ credit default swap prices and accounting data. Analyzing responses to job postings by major financial firms during the Great Recession, we find that an increase in an employer’s distress results in fewer and lower quality applicants. These effects are particularly evident when the social safety net provides workers with weak protection against unemployment and for positions requiring a college education.\n\n",
    "acknowledgement": "\nWe are grateful to the research and data management teams at the company that provided the data for this research. For helpful comments, we also thank Emek Basker, Bo Becker, Effi Benmelech, Meghan Busse, Jason Faberman, Craig Furfine, Craig Garthwaite, Todd Gormley, Edith Hotchkiss, Hyunseob Kim, Danielle Li, Brian Melzer, Dylan Minor, Hernan Ortiz-Molina, Josh Rauh, Antoinette Schoar, Aaron Sojourner, Chris Stanton and Amir Sufi, as well as seminar participants at the Bank of Portugal, HEC Montreal, MIT, Michigan State University, National University of Singapore, Shanghai University of Finance and Economics, Tsinghua University, University of Alberta, University of British Columbia, University of Georgia, University of Maryland, University of North Carolina, University of Notre Dame, University of Southern California, University of Toronto, University of Utah, Federal Reserve Bank of Chicago, American Finance Association Meeting, Bank of Portugal Conference on the Labor Market, CSEF Conference on Finance and Labor, European Winter Finance Conference, LMU Munich Workshop on Natural Experiments and Controlled Field Studies, NBER Corporate Finance Program, University of Michigan Mitsui Finance Symposium, University of Tokyo and RIETI International Workshop on Personnel Economics, Western Finance Association Meeting, and Utah Winter Business Economics Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}