{
    "id": 18209,
    "citation_title": "Global Banks and Crisis Transmission",
    "citation_author": [
        "Sebnem Kalemli-Ozcan",
        "Elias Papaioannou",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2012-07-06",
    "issue_date": "2012-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of financial integration (through banks) on the transmission of international business cycles. In a sample of 20 developed countries between 1978 and 2009 we find that, in periods without financial crises, increases in bilateral banking linkages are associated with more divergent output cycles.This relation is significantly weaker during financial turmoil periods, suggesting that financial crises induce co-movement among more financially integrated countries. We also show that countries with stronger, direct and indirect, financial ties to the U.S. experienced more synchronized cycles with the U.S. during the recent 2007-2009 crisis. We then interpret these findings using a simple general equilibrium model of international business cycles with banks and shocks to banking activity. The model suggests that the relation between integration and synchronization depends on the type of shocks hitting the world economy, and that shocks to global banks played an important role in triggering and spreading the 2007-2009 crisis.\n\n",
    "acknowledgement": "\nWe thank our editor Marcel Fratzscher, two anonymous referees, Thorsten Beck, Claudia Buch, Gregorios Siourounis, and participants at the ECB-JIE What Future for Financial Globalization Conference, Koc University Globalization and Crisis Conference, SED Meetings for very valuable comments. All remaining errors are our own. The authors thank NBER-MIT SLOAN Project for Global Financial Crisis for support. The views expressed herein are those of the authors and do not necessarily reflect the view of the National Bureau of Economic Research.\n\n\n"
}