{
    "id": 18207,
    "citation_title": "Selection and Market Reallocation: Productivity Gains from Multinational Production",
    "citation_author": [
        "Laura Alfaro",
        "Maggie X. Chen"
    ],
    "citation_publication_date": "2012-07-06",
    "issue_date": "2012-07-06",
    "revision_date": "2017-05-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAssessing the productivity gains from multinational production has been a vital topic of economic research. Positive aggregate productivity gains are often attributed to within-firm productivity improvement; however, an alternative, less emphasized explanation is between-firm selection and market reallocation, whereby competition from multinationals leads to factor reallocation and the survival of only the most productive domestic firms. We investigate the roles of the two different mechanisms in determining the aggregate productivity gains by exploring their distinct predictions on the distributions of domestic firms: within-firm productivity improvement shifts the productivity and the revenue distributions rightward while between-firm selection and market reallocation raise the left truncation of the distributions and shift revenue leftward. Using a rich cross-country firm-level panel dataset, we find significant evidence of both mechanisms, but between-firm selection and market reallocation accounts for the majority of aggregate productivity gains, suggesting that ignoring this channel could lead to substantial bias in understanding the nature of gains from multinational production.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Selection, Reallocation, and Spillover:  Identifying the Sources of Gains from Multinational Production.\" We thank Ann Harrison, Daniel Lederman, Aaditya Mattoo, Andrés Rodríguez-Clare, Matt Weinzierl, Stephen Yeaple, and participants at the World Bank Structural Transformation and Economic Growth Conference, Columbia Business School Workshop on the Organizational Economics of Multinationals, Washington Area International Trade Symposium, Rocky Mountain Empirical Trade Conference, Texas A&M FDI and Labor Conference, World Bank International Trade and Integration, the Barcelona GSE Summer Forum, the NBER Summer Institute - International Trade & Macroeconomics, the Empirical Investigations of International Trade (EIIT) Conference, and the Global Fragmentation of Production and Trade Policy Conference, and Boston College, Georgetown, Southern Methodist University, Carleton University, U.S. Census Bureau, George Washington University (international business), George Mason University, University of Brussels-ECARES, and University of Sao Paulo seminars for insightful comments and suggestions. Funding from the World Bank Structural Transformation and Economic Growth project is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}