{
    "id": 18201,
    "citation_title": "Evaluating Student Outcomes at For-Profit Colleges",
    "citation_author": [
        "Kevin Lang",
        "Russell Weinstein"
    ],
    "citation_publication_date": "2012-06-28",
    "issue_date": "2012-06-28",
    "revision_date": "2018-12-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the Beginning Postsecondary Student Survey, we examine the effect on earnings of obtaining certificates/degrees from for-profit, not-for-profit, and public institutions. Students who enter certificate programs at any type of institution do not gain from earning a certificate. However, among those entering associates degree programs, there are large, statistically significant benefits from obtaining certificates/degrees from public and not-for-profit but not from for-profit institutions. These results are robust to addressing selection into the labor market from college, and into positive earnings from unemployment, using imputation methods and quantile regression along with a maximum likelihood sample selection model.\n\n",
    "acknowledgement": "\nThis topic was brought to our attention by Jesse Felix whose excellent undergraduate research opportunities project was the earliest use, of which we are aware, of the Beginning Post-Secondary Students survey to examine differences in financial and labor market outcomes of students at for-profit and other institutions. We regret that data access restrictions prevented him from working with us on this new project. We are grateful to participants in the Boston University empirical microeconomics workshop for helpful comments and suggestions. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}