{
    "id": 1820,
    "citation_title": "Work Rules, Featherbedding, and Pareto-Optimal Union Management Bargaining",
    "citation_author": [
        "George E. Johnson"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent literature on the economic behavior of unions is dominated by a controversy over whether or not bargaining is Pareto optimal. If unions care about employment as well as wages, efficient bargains between unions and management \"should\" involve both these variables rather than only wages. In fact, explicit bargaining over employment levels is virtually unknown. There is, however, implicit bargaining over employment in the form of rules concerning the labor/capital ratio, job assignment, work speeds, and the like.This paper examines a model of \"semi-efficient\" bargaining in which the unionand the firm bargain over wages and various types of work rules. The results are compared to the outcomes that are associated with fully efficient bargaining (i.e, over wages and the level of employment) and bargaining solely over wages. Of particular interest is the case in which the union and the firm mutually consent to \"feather bedding\" agreements (requiring the hiring of workers with zero marginal product). The major conclusion of the paper is that the outcome of collective bargaining is different in the case of negotiations over work rules and wages than in both the cases of fully efficient bargaining and of bargaining solely over wages. In general, however, the outcome of this \"partially efficient\" bargaining process is closer to the outcome of bargaining solely over wages than to that associated with fully efficient bargaining over both wages and employment.\n\n",
    "acknowledgement": "\n"
}