{
    "id": 18214,
    "citation_title": "Facing the Climate Change Challenge in a Global Economy",
    "citation_author": [
        "Lee G. Branstetter",
        "William A. Pizer"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past two decades, the international community has struggled to deal constructively with the problem of mitigating climate change.  This is considered by many to be the preeminent public policy challenge of our time, but actual policy responses have been relatively modest. This essay provides an abbreviated narrative history of international policy in this domain, with a special emphasis on aspects of the problem, proposed solutions, and unresolved issues that are of interest to international economists and informed observers of the global economic system.  We also discuss the potential conflict that could emerge between free trade principles on the one hand and environmental policy objectives on the other.\n\n",
    "acknowledgement": "\nThe authors thank Peter Adams, Joseph Aldy, Scott Barrett, Alex Bowen, Sean McCoy, Allen Robinson, and participants in two NBER workshops on \"Globalization in an Age of Crisis\" for helpful comments and suggestions. Lee Branstetter recently served as a senior economist at the Council of Economic Advisers.  However, the views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Council of Economic Advisers, or any other branch or agency of the U.S. government.\n\n\n"
}