{
    "id": 18213,
    "citation_title": "Individual Price Adjustment along the Extensive Margin",
    "citation_author": [
        "Etienne Gagnon",
        "David López-Salido",
        "Nicolas Vincent"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms employ a rich variety of pricing strategies whose implications for aggregate price dynamics often diverge. This situation poses a challenge for macroeconomists interested in bridging micro and macro price stickiness. In responding to this challenge, we note that differences in macro price stickiness across pricing mechanisms can often be traced back to price changes that are either triggered or cancelled by shocks. We exploit observed micro price behavior to quantify the importance of this margin of adjustment for the response of inflation to shocks. Across a range of empirical exercises, we find strong evidence that changes in the timing of price adjustments contribute significantly to the flexibility of the aggregate price level.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the BLS. We thank Ben Malin and Randal Verbrugge for their support with BLS micro data, as well as Mike Woodford, Jeff Campbell, Gita Gopinath, Anil Kashyap, and Ed Nelson for their insightful comments. Christine Garnier and Andrew Giffin provided superb research assistance. Nicolas Vincent acknowledges financial support from the Fonds québécois de la recherche sur la société et la culture. We are grateful to the SymphonyIRI Group for the scanner data. As a condition of use, SymphonyIRI reviews all papers using their data to check that the data are not described in a misleading fashion. However, all analyses in this paper based on SymphonyIRI Group, Inc. data reflect the work and conclusions of the authors, not SymphonyIRI Group, Inc.\n\n\n"
}