{
    "id": 18210,
    "citation_title": "When Does It Pay to Delay Social Security? The Impact of Mortality, Interest Rates, and Program Rules",
    "citation_author": [
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2012-07-06",
    "issue_date": "2012-07-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security benefits may be commenced at any time between ages 62 and 70.  As individuals who claim later can, on average, expect to receive benefits for a shorter period, an actuarial adjustment is made to the monthly benefit to reflect the age at which benefits are claimed.  In earlier work (Shoven and Slavov, 2012), we investigated the actuarial fairness of this adjustment for individuals with average life expectancy for their cohort.  We found that for current real interest rates, delaying is actuarially advantageous for a large subset of people, particularly for primary earners in married couples.  In this paper, we quantify the degree of actuarial advantage or disadvantage for individuals whose mortality differs from the average.  We find that at real interest rates close to zero, most households - even those with mortality rates that are twice the average - benefit from some delay, at least for the primary earner.  At real interest rates closer to their historical average, however, singles with mortality that is substantially greater than average do not benefit from delay; however, primary earners with high mortality can still improve the present value of the household's benefits through delay.  We also investigate the extent to which the actuarial advantage of delay has grown since the early 1960s, when the choice of when to claim first became available, and we decompose this growth into three effects: (1) the effect of changes in Social Security's rules, (2) the effect of changes in the real interest rate, and (3) the effect of changes in life expectancy.\n\n",
    "acknowledgement": "\nThis research was supported by Sloan Foundation grant number 2011-10-18, \"Series vs. Parallel Retirement Income Strategies.\"  The authors are grateful to Phoebe Yu for outstanding research assistance; to Jason Scott and David Weaver for helpful discussion and comments; and to Steve Goss, Michael Morris, and Alice Wade of the Social Security Administration for providing the cohort life tables used in this paper.  The first author is a member of the board of directors of Financial Engines, a Nasdaq-listed company which assists individuals with retirement planning.  Financial Engines provided no financial support for this research.  The authors are doing related research that is supported by a Social Security Administration grant to the National Bureau of Economic Research.  The views and approaches in this paper are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}