{
    "id": 18220,
    "citation_title": "Matching Contributions and Savings Outcomes: A Behavioral Economics Perspective",
    "citation_author": [
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "2019-09-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIncluding a matching contribution increases savings plan participation and contributions, although the impact is less significant than the impact of nonfinancial approaches. Conditional on participation, a higher match rate has only a small effect on savings plan contributions. In contrast, the match threshold has a substantial impact, probably because it serves as a natural reference point when individuals are deciding how much to save and may be viewed as advice from the savings program sponsor on how much to save. Other behavioral approaches to changing savings plan outcomes--including automatic enrollment, simplification, planning aids, reminders, and commitment features--potentially have a much greater impact on savings outcomes than do financial incentives, often at a much lower cost.\n\n",
    "acknowledgement": "\nThis paper was prepared for the World Bank Conference \"The Potential for Matching Defined Contribution (MDC) Design Features in Pension Systems to Increase Coverage in Low and Middle Income Countries\" held June 6-7, 2011, in Washington, DC. I thank Gwen Reynolds and Jamie Georgia for their research assistance, and Richard Hinz, Robert Holzmann, Dina Pomeranz and conference attendees for helpful discussions. Financial support from The World Bank and the National Institute on Aging (grants R01-AG021650 and P01-AG005842) is gratefully acknowledged. The opinions and conclusions expressed are solely those of the author. The views expressed herein are those of the author and do not necessarily reflect the views of The World Bank, the National Institute on Aging, Harvard University or the National Bureau of Economic Research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}