{
    "id": 18224,
    "citation_title": "Pre-colonial Ethnic Institutions and Contemporary African Development",
    "citation_author": [
        "Stelios Michalopoulos",
        "Elias Papaioannou"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of deeply-rooted pre-colonial ethnic institutions in shaping comparative regional development within African countries. We combine information on the spatial distribution of ethnicities before colonization with regional variation in contemporary economic performance, as proxied by satellite images of light density at night. We document a strong association between pre-colonial ethnic political centralization and regional development. This pattern is not driven by differences in local geographic features or by other observable ethnic-specific cultural and economic variables. The strong positive association between pre-colonial political complexity and contemporary development obtains also within pairs of adjacent ethnic homelands with different legacies of pre-colonial political institutions.\n\n",
    "acknowledgement": "\nWe thank 4 anonymous referees and the Editor for many insightful comments and useful suggestions. We thank seminar participants at Dartmouth, Tufts, Oxford, Vienna, Brown, Harvard, Stanford, UC-Berkeley, UC-Davis, NYU, AUEB, the CEPR Development Economics Workshop, the World Bank, the IMF, the NBER Political Economy Meetings, the NBER Summer Institute Meetings in Economic Growth and Income Distribution and the Macroeconomy for valuable comments. We also benefited from discussions with Yannis Ioannides, Rafael La Porta, Antonio Ciccone, Rob Johnson, Raphael Frank, Jim Feyrer, Ross Levine, Avner Greif, Jeremiah Dittmar, David Weil, Sandip Sukhtankar, Quamrul Ashraf, Oded Galor, Ed Kutsoati, Pauline Grosjean, Enrico Perotti, Pedro Dal Bó, Nathan Nunn, Raquel Fernandez, Jim Robinson, and Enrico Spolaore. We are particularly thankful to Andy Zeitlin, Melissa Dell, Andei Shleifer, Nico Voigtländer, and Daron Acemoglu for detailed comments and useful suggestions. We also thank Nathan Nunn for providing the digitized version of Murdock's Tribal Map of Africa. This paper draws on material from our previous paper titled \"Divide and Rule or the Rule of the Divided? Evidence from Africa\". All errors are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}