{
    "id": 18227,
    "citation_title": "Overseas Deployment, Combat Exposure, and Well-Being in the 2010 National Survey of Veterans",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent military engagements in Iraq (OIF) and Afghanistan (OEF) raise questions about the effects on service members of overseas deployment, which can include service in a combat or war zone, exposure to casualties, or both. The 2010 National Survey of Veterans, which asked a broad cross section of living veteran cohorts about deployment to OEF/OIF and combat exposure, provides some new insights into short and long-term relationships between characteristics of military service and outcomes. Analysis of these data suggests that the impacts of deployment and combat on the current socioeconomic well-being of returning OEF/OIF veterans may be relatively small, but the effects of combat exposure on self-reported health and other nonpecuniary indicators of their well-being appear to be negative. Among older veteran cohorts, where there is clearer sorting into treatment and control groups because of strong variation in combat exposure by year of birth, patterns are broadly similar. These results are consistent with a veterans compensation system that replaces lost earnings but does not necessarily compensate for other harms associated with combat exposure such as mental health trauma.\n\n",
    "acknowledgement": "\nI am grateful to Tom Garin and Mike Grierson at the U.S. Department of Veterans Affairs, to Cary Haver at the Institute of Medicine for assistance in obtaining and understanding the public file of the 2010 National Survey of Veterans, and to seminar participants at Lafayette College for helpful comments. All analysis, opinions, and any mistakes expressed in this paper are solely my own and do not reflect the perspectives or positions of any other group or institution. I declare no conflicts of interest nor external funding sources. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}