{
    "id": 18229,
    "citation_title": "Health and Work at Older Ages: Using Mortality to Assess the Capacity to Work across Countries",
    "citation_author": [
        "Kevin S. Milligan",
        "David A. Wise"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "2014-08-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nHealth and longevity have increased substantially over the last 50 years, yet the labor force participation of older men has declined in most developed countries. We use mortality as a measure of health to assess the capacity to work at older ages in 12 OECD countries. For a given level of mortality, the employment rates of older workers vary substantially across countries and over time within countries.  At each mortality rate in 2007, if American men between the ages of 55 and 69 had worked as much as American men in 1977 they would have worked an additional 3.7 years between ages 55 and 69.   That is, men in this age range in 2007 would have had to work 46.8 percent more to work as much as men with the same mortality worked thirty years earlier in 1977.  Comparing across countries, at each mortality rate in 2007, to match the work of American men, French men for example would have to work 4.6 years more between the ages 55 to 69 than they actually did work. We also find that there is little relationship across countries between mortality improvements and the change in employment at older ages.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the National Institute on Aging grant numbers P01-AG005842 and P30-AG012810 to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institute on Aging, the National Institutes of Health, or the National Bureau of Economic Research.\n\n\n\nKevin S. Milligan\n\nKevin Milligan\nConflict of Interest Disclosure\nApril 9, 2012\n\n\nThis document attempts to disclose completely my potential conflicts of interest, using the principles circulated by the American Economic Association on January 5, 2012.\n\n\nItem (2): Sources of support:\n“Each author of a submitted article should identify each interested party from whom he or she has received significant financial support, summing to at least $10,000 in the past three years, …”\nThe following corresponds to the calendar years 2009-2012. Below is a complete listing of sources of support that exceed $10,000. For several of these, a grant flowed through a research organization. I have tried to list both the research organization and ultimate source of the funds.\n1. University of British Columbia: salary. (2009 2010 2011 2012)\n2. Simon Fraser University, Centre for Education Research and Policy: visitor stipend. (2009)\n3. National Institute on Aging / National Bureau of Economic Research: stipend for International Social Security project. (2009 2010)\n4. Prairie Research Associates / Human Resources and Skills Development Canada: consulting on National Child Benefit. (2009 2010)\n5. Canada West Foundation / Western Economic Diversification Canada: stipend for paper on taxation. (2009)\n6. Bavarian Graduate Program in Economics: teaching stipend. (2009)\n7. Research Working Group on Retirement Income Adequacy in support of the Council of Federal, Provincial, and Territorial Finance Ministers: stipend for paper. (2009)\n8. National Bureau of Economic Research / Social Security Administration: stipend for paper. (2010 2011)\n9. Canadian Labour Market and Skills Researcher Network / Human Resources and Skills Development Canada: stipend for paper. (2009)\n10. Social Science and Humanities Research Council of Canada: Standard Research Grant. (2009 2010 2011)\n11. National Bureau of Economic Research / Sloan Foundation: stipend for paper. (2011)\n12. Canadian Tax Foundation: funding for conference. (2011)\n13. Canadian Labour Market and Skills Researcher Network / Human Resources and Skills Development Canada: Research grant for papers on retirement. (2010 2011 2012)\n2\n\n\nItem (3): relevant paid or unpaid positions:\n“Each author should disclose any paid or unpaid positions as officer, director, or board member of relevant non-profit advocacy organizations or profit-making entities.”\n\n\nThe following list covers activities in the years 2009-2012:\n1. Economic Advisor to ‘Smart Tax Alliance’ during referendum on Harmonized Sales Tax.\n(Unpaid) (2011)\n2. Editor, Canadian Tax Journal. (Paid) (2011 2012)\n3. Associate Editor, Canadian Public Policy. (Paid) (2009 2010 2011)\n4. Associate Editor, Canadian Journal of Economics. (Unpaid) (2009)\n5. Associate Editor, Journal of Pension Economics and Finance. (Unpaid) (2011 2012)\n6. Academic Director, British Columbia Interuniversity Research Data Centre (Unpaid;\nteaching release). Funded by UBC/UVIC/SFU/UNBC/SSHRC/CIHR. (2009 2010 2011\n2012)\n7. President and sole shareholder of KAYEMM CONSULTANCY INCORPORATED,\nthrough which some of the above funds have been received. (2010 2011 2012)\n8. Board of Directors, Wesley Place Ltd., Vancouver BC. (Unpaid) (2012)\n9. Board of Directors, National Tax Association. (Unpaid) (2011 2012)\n\n\nItem (4): disclosure for close relative or partner\nI had no domestic partner in the years 2009-2012.\n\n\nAdditional affiliations:\n1. Research Associate, National Bureau of Economic Research. (Unpaid) (2009 2010 2011\n2012)\n2. Research Fellow, C.D. Howe Institute. (Unpaid) (2009 2010 2011 2012)\n3. Occasional contributor, Economy Lab, Globe and Mail. (Unpaid) (2010 2011 2012)\n\n\nAsset disclosure:\nI hold shares in companies through broadly-diversified mutual funds and investment vehicles. I do not directly hold shares of any corporation (except for KAYEMM CONSULTANCY as noted above).\n\n\nPolitical activity:\nI am not a member of any political party at the municipal, provincial, or federal levels.\n\n\n"
}