{
    "id": 18225,
    "citation_title": "How Inflation Affects Macroeconomic Performance: An Agent-Based Computational Investigation",
    "citation_author": [
        "Quamrul Ashraf",
        "Boris Gershman",
        "Peter Howitt"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "2013-07-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an agent-based computational approach to show how inflation can worsen macroeconomic performance by disrupting the mechanism of exchange in a decentralized market economy. We find that increasing the trend rate of inflation above 3 percent has a substantial deleterious effect, but lowering it below 3 percent has no significant macroeconomic consequences. Our finding remains qualitatively robust to changes in parameter values and to modifications to our model that partly address the Lucas critique. Finally, we contribute a novel explanation for why cross-country regressions may fail to detect a significant negative effect of trend inflation on output even when such an effect exists in reality.\n\n",
    "acknowledgement": "\nThis paper is an extended version of an identically titled paper prepared for the upcoming special issue of Macroeconomic Dynamics on \"Complexity in Economic Systems.\" Useful comments were received from two anonymous referees, workshop participants at the Lorentz Center in Leiden, and seminar participants at the OFCE in Sophia Antipolis, the Federal Reserve Board, and the National Bank of Austria. The C++ code for our model can be downloaded at http://www.econ.brown.edu/fac/Peter_Howitt/working/Inflation.zip. It was compiled and run as a 64-bit Windows application. The output files sufficient to replicate the results reported in the paper can be downloaded at\nhttp://www.econ.brown.edu/faculty/Peter_Howitt/working/Inflation_results.zip. Ashraf acknowledges research support from the Hellman Fellows Program at Williams College. Howitt acknowledges research support from the National Science Foundation (SES-0617869). This paper was partly written while Ashraf was visiting Harvard Kennedy School and the Center for International Development at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}