{
    "id": 18221,
    "citation_title": "The Spread of Manufacturing to the Poor Periphery 1870---2007",
    "citation_author": [
        "Agustín S. Bénétrix",
        "Kevin H. O'Rourke",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "2013-08-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents industrial output growth around the poor periphery (Latin America, the European periphery, the Middle East and North Africa, Asia, and sub-Saharan Africa) between 1870 and 2007. We find that although the roots of rapid peripheral industrialization stretch into the late 19th century, the high point of peripheral industrialization was the 1950-1973 period, which saw widespread import- substituting industrialization. This period was also the high point of unconditional industrial catching up, defined as the tendency of less industrialized countries to post higher per capita manufacturing growth rates, and which occurred between 1920 and 1990.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the European Research Council under the European Union's Seventh Framework Programme (FP7/2007-2013) / ERC grant agreement no. 249546. For help with collecting the data, we are grateful to Alberto Baffigi, Ivan Berend, Luis Bértola, Steve Broadberry, Albert Carreras, Myung So Cha, Roberto Cortés Conde, Alan de Bromhead, Niamh Devitt, Rafa Dobado, Giovanni Federico, David Greasley, Ola Grytten, Gregg Huff, Elise Huillery, Martin Ivanov, Isao Kamata, Duol Kim, John Komlos, Toru Kubo, Pedro Lains, John Lampe, Sibylle Lehmann, Carol Leonard, Debin Ma, Graciela Marquéz, Matthias Morys, Aldo Musacchio, Noel Maurer, Ian McLean, Branko Milanovic, Steve Morgan, José Antonio Ocampo, Roger Owen, Les Oxley, Sevket Pamuk, Dwight Perkins, Guido Porto, Leandro Prados de la Escosura, Tom Rawski, Jim Robinson, Max Schulze, Martin Shanahan, Alan Taylor, Pierre van der Eng, Ulrich Woitek, and Vera Zamagni. We are also grateful for the comments from Michael Clemens, and participants at the the UW Development Seminar (May 10 2012), the Trade and History conference (Madrid May 17, 2012), the WEHC session on Industrialization (Stellenbosch July 11 2012), and the Arndt-Corden Seminar (ANU December 11 2012). The usual disclaimer applies.\n\n\n"
}