{
    "id": 18238,
    "citation_title": "The Effect of an Increase in Autism Prevalence on the Demand for Auxiliary Healthcare Workers: Evidence from California",
    "citation_author": [
        "Dhaval M. Dave",
        "Jose M. Fernandez"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAutism is a developmental disorder characterized by impairments in social interaction, communication, and restricted or repetitive behaviors. This previously rare condition has dramatically increased in prevalence from 0.5 in 1000 children during the 1970s to 11.3 in 1000 children in 2008.  Using data from the California Department of Developmental Services, we study how changes in the number of autism cases at each of the 21 regional development centers affected local wages and quantity of auxiliary health providers. We focus on this subset of health providers because, unlike physicians and psychologists who can diagnose autism, these workers cannot induce their own demand.  If the incidence of autism is increasing independently of other mental disorders, then the demand for auxiliary health providers should increase, leading to higher wages and an increase in the number of these providers over time, else the increase in autism diagnosis is merely displacing other mental disorders. Using wages and provider counts from the American Community Survey, we find a 100% increase in the number of autism cases increases the wage of auxiliary health workers over non-autism health occupations by 8 to 11 percent and the number of providers by 7 to 15 percent the following year. Further, we find that four additional autism cases reduces the number of mild mental retardation cases by one, but is not found to have a statistically significant effect on the level of cerebral palsy or epilepsy.\n\n",
    "acknowledgement": "\nThe authors thank Pinka Chatterji for helpful comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}