{
    "id": 1823,
    "citation_title": "The New Protectionism: A Response to Shifts in National Economic Power",
    "citation_author": [
        "Robert E. Baldwin"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe new protectionism threatening the international trading regime is related to significant structural changes in world production that have brought about a decline in the dominant economic position of the United States, a concomitant rise of the European Community and Japan to international economic prominence, and the emergence of a highly competitive group of newly industrializing countries. For the United States, the adjustment process has been difficult. Government and business leaders have gradually adopted the view that unfair foreign trading practices are the main cause of the country's competitive problems. By focussing on a more vigorous enforcement of US. statutes and GATT rules on fair trade, they are able to press for import protection and still maintain that they support the type of open trading regime the United States did so much to establish after World War II. While it is possible that particular protectionism will continue to spread and lead to an essentially closed international trading order, a more sanguine outcome, supported of the three major trading powers, seems possible. This is the emergence of a regime characterized by more trade-distorting government interventions than at the height of American hegemonic influence and by the existence of a significant group of industries receiving government assistance. However, while new industries will be added to this group, assistance will be withdrawn from others as they lose political influence so that on balance the list need not increase over time or, if it does, only very slowly. Such a regime will not yield the growth and efficiency benefits of an open trading system, but at least itwill not lead to the disastrous economic and political consequences brought about by the trading order that prevailed in the 1930's.\n\n",
    "acknowledgement": "\n"
}