{
    "id": 18230,
    "citation_title": "Tipping Points and Ambiguity in the Economics of Climate Change",
    "citation_author": [
        "Derek M. Lemoine",
        "Christian P. Traeger"
    ],
    "citation_publication_date": "2012-07-13",
    "issue_date": "2012-07-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model welfare-maximizing policy in an infinite-horizon setting when the probability of a tipping point, the welfare change due to a tipping point, and knowledge about a tipping point's trigger all depend on the policy path. Analytic results demonstrate how optimal policy depends on the ability to affect both the probability of a tipping point and also welfare in a post-threshold world. Simulations with a numerical climate-economy model show that possible tipping points in the climate system increase the optimal near-term carbon tax by up to 45% in base case specifications. The resulting policy paths lower peak warming by up to 0.5°C compared to a model without possible tipping points. Different types of tipping points have qualitatively different effects on policy, demonstrating the importance of explicitly modeling tipping points' effects on system dynamics. Aversion to ambiguity in the threshold's distribution can amplify or dampen the effect of tipping points on optimal policy, but in our numerical model, ambiguity aversion increases the optimal carbon tax.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Larry Karp, Ujjayant Chakravorty, and participants at a number of seminars, including the 2011 NBER Environmental and Energy Economics Summer Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}