{
    "id": 18232,
    "citation_title": "Using Differences in Knowledge Across Neighborhoods to Uncover the Impacts of the EITC on Earnings",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "2013-02-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a new method of estimating the impacts of tax policies that uses areas with little knowledge about the policy's marginal incentives as counterfactuals for behavior in the absence of the policy. We apply this method to characterize the impacts of the Earned Income Tax Credit (EITC) on earnings using administrative tax records covering all EITC-eligible filers from 1996-2009. We begin by developing a proxy for local knowledge about the EITC schedule -the degree of \"sharp bunching\"at the exact income level that maximizes EITC refunds by individuals who report self-employment income. The degree of self-employed sharp bunching varies significantly across geographical areas in a manner consistent with differences in knowledge. For instance, individuals who move to higher-bunching areas start to report incomes closer to the refund-maximizing level themselves, while those who move to lower-bunching areas do not. Using this proxy for knowledge, we compare W-2 wage earnings distributions across neighborhoods to uncover the impact of the EITC on real earnings. Areas with high self-employed sharp bunching (i.e., high knowledge) exhibit more mass in their W-2 wage earnings distributions around the EITC plateau. Using a quasi-experimental design that accounts for unobservable differences across neighborhoods, we find that changes in EITC incentives triggered by the birth of a child lead to larger wage earnings responses in higher bunching neighborhoods. The increase in EITC refunds comes primarily from intensive-margin increases in earnings in the phase-in region rather than reductions in earnings in the phase-out region. The increase in EITC refunds is commensurate to a phase-in earnings elasticity of 0.21 on average across the U.S. and 0.58 in high-knowledge neighborhoods.\n\n",
    "acknowledgement": "\nWe thank Josh Angrist, Joseph Altonji, Richard Blundell, David Card, Alex Gelber, Adam Guren, Steven Haider, Nathaniel Hilger, Joseph Hotz, Hilary Hoynes, Lawrence Katz, Kara Leibel, Bruce Meyer, Sendhil Mullainathan, Luigi Pistaferri, Alan Plumley, Karl Scholz, Jesse Shapiro, Monica Singhal, Seth Stephens-Davidowitz, Danny Yagan, anonymous referees, and numerous seminar participants for helpful discussions and comments. The tax data were accessed through contract TIRNO-09-R-00007 with the Statistics of Income (SOI) Division at the US Internal Revenue Service. The results in this paper do not necessarily re\u0087ect the official views of the IRS. Itzik Fadlon, Peter Ganong, Sarah Griffis, Jessica Laird, Shelby Lin, Heather Sarsons, Michael Stepner, and Clara Zverina provided outstanding research assistance. Financial support from the Lab for Economic Applications and Policy at Harvard, the Center for Equitable Growth at Berkeley, and the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}