{
    "id": 18233,
    "citation_title": "Are Recessions Good for Your Health Behaviors? Impacts of the Economic Crisis in Iceland",
    "citation_author": [
        "Tinna Laufey Ásgeirsdóttir",
        "Hope Corman",
        "Kelly Noonan",
        "Þórhildur Ólafsdóttir",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study exploits the October 2008 economic crisis in Iceland to identify the effects of a macroeconomic downturn on a range of health behaviors. Using longitudinal survey data that include pre- and post- reports from the same individuals, we investigate the effects of the crisis on smoking, heavy drinking, dietary behaviors, sleep, and other health behaviors and investigate changes in work hours, real income, wealth, and mental health as potential mediators. We also consider the role of prices in shaping health behaviors and compute participation elasticities for the various behaviors. We find that the crisis led to reductions in all health-compromising behaviors examined and that it led to reductions in certain health-promoting behaviors but increases in others. The individual-level mediators explained some, but not all of the effects. We infer that price increases played a large role in the effects of the crisis on health behaviors.\n\n",
    "acknowledgement": "\nThe authors are grateful to the University of Iceland Research Fund, The Icelandic Research Fund, the Edda Center of Excellence, and Princeton University's Center for Health and Wellbeing for financial support; to David Bishai, Dhaval Dave, Partha Deb, Michael Grossman, Ruoding Tan, and the participants of the NBER Spring 2012 Health Economics Workshop for helpful comments; and to Taťána, Čepková, Oliver Joszt, and Norma Lamo for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}