{
    "id": 18249,
    "citation_title": "The Determinants of National Competitiveness",
    "citation_author": [
        "Mercedes Delgado",
        "Christian Ketels",
        "Michael E. Porter",
        "Scott Stern"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe define foundational competitiveness as the expected level of output per working-age individual that is supported by the overall quality of a country as a place to do business.  The focus on output per potential worker, a broader measure of national productivity than output per current worker, reflects the dual role of workforce participation and output per worker in determining a nation's standard of living.  Our framework highlights three broad and interrelated drivers of foundational competitiveness:  social infrastructure and political institutions, monetary and fiscal policy, and the microeconomic environment.  We estimate this framework using multiple data sets covering more than 130 countries over the 2001-2008 period.  We find a positive and separate influence of each driver on output per potential worker.  The microeconomic environment has a positive effect on output per potential worker even after controlling for historical legacies.  Using our framework we define a new concept, global investment attractiveness, which is the cost of factor inputs relative to a country's competitiveness.  This analysis reveals important insight into the economic trajectory of individual countries.  Our framework also offers a novel methodology for the estimation of a theoretically grounded and empirically validated measure of national competitiveness.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge invaluable guidance from Antonio Ciccone, and essential data analysis by Rich Bryden.  Albert Bravo-Biosca, Aart Kraay and Giuseppe Iarossi offered very helpful suggestions.  We are also grateful to the World Economic Forum's Global Competitiveness Network team, and the participants in the seminars at the World Bank, the Inter-American Development Bank, Orkestra, Temple University, BI Norwegian Business School, Tsinghua University, Drexel University, Lehigh University, and MOC faculty workshop for very helpful comments.  The authors at various times made compensated presentations at meetings that focused on issues of national competitiveness, using the data and results presented in the enclosed paper.  This work was funded in part by the World Economic Forum.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}