{
    "id": 18246,
    "citation_title": "Carry-Along Trade",
    "citation_author": [
        "Andrew B. Bernard",
        "Emily J. Blanchard",
        "Ilke Van Beveren",
        "Hylke Y. Vandenbussche"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge multi-product firms dominate international trade flows. This paper documents new facts about multi-product manufacturing exporters that are not easily reconciled with existing multi-product models. Using novel linked production and export data at the firm-product level, we find that the overwhelming majority of manufacturing firms export products that they do not produce.  Three quarters of the exported products and thirty percent of export value from Belgian manufacturers are in goods that are not produced by the firm, so-called Carry-Along Trade (CAT).  The number of CAT products is strongly increasing in firm productivity while the number of produced products that are exported is weakly increasing in firm productivity. We propose a general model of production and sourcing at multi-product firms. While the baseline model fails to reconcile the relationships between firm productivity and the numbers of exported products observed in the data, several demand and supply-side extensions to the model are more successful. Looking at export price data, we find support for a novel theoretical extension based on demand-scope complementarities.\n\n",
    "acknowledgement": "\nA special thanks goes to Jean-Marc Troch at the National Bank of Belgium for assistance and help with the data. We are also grateful to Stefania Garetto, David Green and seminar participants at the NBER, ERWIT, Dartmouth and UBC for helpful comments, Christophe Piette and Kris de Spiegelaere for data clarifications and Danny Delcambre for providing us with supplementary files and help with the CN concordance. Vandenbussche thanks ARC, UCL and Excellence Centre LICOS for support. This paper was written while Van Beveren and  Vandenbussche were visiting the National Bank of Belgium. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium, the National Bureau of Economics Research or the Centre for Economic Policy Research. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}