{
    "id": 18248,
    "citation_title": "Mental Accounting and Consumer Choice: Evidence from Commodity Price Shocks",
    "citation_author": [
        "Justine Hastings",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "2022-06-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe formulate a test of the fungibility of money based on parallel shifts in the prices of different quality grades of a commodity. We embed the test in a discrete-choice model of product quality choice and estimate the model using panel microdata on gasoline purchases. We find that when gasoline prices rise consumers substitute to lower octane gasoline, to an extent that cannot be explained by income effects. Across a wide range of specifications, we consistently reject the null hypothesis that households treat \"gas money\" as fungible with other income. We evaluate the quantitative performance of a set of psychological models of decision-making in explaining the patterns we observe. We also use our findings to shed light on extant stylized facts about the time-series properties of retail markups in gasoline markets.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Nick Barberis, Matt Lewis, Erich Muehlegger, Justin Sydnor, and seminar audiences at the NBER, Yale University, the University of Chicago, Northwestern University, Cornell University, UC Berkeley, and Columbia University. This work was supported by the Centel Foundation/Robert P. Reuss Faculty Research Fund at the University of Chicago Booth School of Business, the Yale University Institution for Social and Policy Studies, and the Brown University Population Studies Center. We thank Eric Chyn, Sarah Johnston, Phillip Ross, and many others for outstanding research assistance. Atif Mian and Amir Sufi generously provided cleaned zipcode-level income data originally obtained from the IRS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}