{
    "id": 18245,
    "citation_title": "Really Uncertain Business Cycles",
    "citation_author": [
        "Nicholas Bloom",
        "Max Floetotto",
        "Nir Jaimovich",
        "Itay Saporta-Eksten",
        "Stephen J. Terry"
    ],
    "citation_publication_date": "2012-07-19",
    "issue_date": "2012-07-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose uncertainty shocks as a new shock that drives business cycles. First, we demonstrate that microeconomic uncertainty is robustly countercyclical, rising sharply during recessions, particularly during the Great Recession of 2007-2009. Second, we quantify the impact of time-varying uncertainty on the economy in a dynamic stochastic general equilibrium model with heterogeneous firms. We find that reasonably calibrated uncertainty shocks can explain drops and rebounds in GDP of around 3%. Moreover, we show that increased uncertainty alters the relative impact of government policies, making them initially less effective and then subsequently more effective.\n\n",
    "acknowledgement": "\nThis is a finished version of a prior draft by Bloom, Floetotto and Jaimovich which was suspended in 2010 after Floetotto left academia. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We thank our formal discussants Sami Alpanda, Eduardo Engel, Frank Smets, and Eric Swanson; Angela Andrus at the RDC; as well as numerous seminar audiences for comments. Funding for this project was kindly provided by the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}