{
    "id": 18253,
    "citation_title": "Estimating the Effects of Friendship Networks on Health Behaviors of Adolescents",
    "citation_author": [
        "Jason M. Fletcher",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effects of friends' health behaviors, smoking and drinking, on own health behaviors for adolescents while controlling for the effects of correlated unobservables between those friends. Specifically, the effect of friends' health behaviors is identified by comparing similar individuals who have the same friendship opportunities because they attend the same school and make similar friendship choices, under the assumption that the friendship choice reveals information about an individual's unobservables. We combine this identification strategy with a cross-cohort, within school design so that the model is identified based on across grade differences in the clustering of health behaviors within specific friendship patterns. Finally, we use the estimated information on correlated unobservables to examine longitudinal data on the on-set of health behaviors, where the opportunity for reverse causality should be minimal. Our estimates for both behavior and on-set are very robust to bias from correlated unobservables.\n\n",
    "acknowledgement": "\nWe received valuable comments from numerous seminar participants at Baylor University, Cornell University, Lafayette College, Lehigh University, Texas A&M, University of California-Santa Barbara, University of Texas-Austin, Yale University, Population Association of American Conference, the Annual Health Econometrics Workshop, NBER Summer Institute, Urban Economics Association, and the Second Annual Economics of Risky Behaviors (AMERB) conference. We thank Yonghong An, Michael Anderson, Tao Chen, Ethan Cohen-Cole, Bill Evans, Don Kenkel, Brian Krauth, Anna Mueller, Bruce Sacerdote, Rusty Tchernis and Gautam Tripathi for specific comments that improved the paper. Fletcher and Ross gratefully acknowledge support from the NICHD (1R21 HD066230-01A1). Fletcher thanks the Robert Wood Johnson Foundation Health & Society Scholars program for its financial support.\n\n\nThis research uses data from Add Health, a program project designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris, and funded by a grant P01-HD31921 from the National Institute of Child Health and Human Development, with cooperative funding from 17 other agencies. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Persons interested in obtaining data files from Add Health should contact Add Health, Carolina Population Center, 123 W. Franklin Street, Chapel Hill, NC 27516-2524 (addhealth@unc.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}