{
    "id": 18252,
    "citation_title": "Log Odds and Ends",
    "citation_author": [
        "Edward C. Norton"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough independent unobserved heterogeneity--variables that affect the dependent variable but are independent from the other explanatory variables of interest--do not affect the point estimates or marginal effects in least squares regression, they do affect point estimates in nonlinear models such as logit and probit models.  In these nonlinear models, independent unobserved heterogeneity changes the arbitrary normalization of the coefficients through the error variance.  Therefore, any statistics derived from the estimated coefficients change when additional, seemingly irrelevant, variables are added to the model.  Odds ratios must be interpreted as conditional on the data and model.  There is no one odds ratio; each odds ratio estimated in a multivariate model is conditional on the data and model in a way that makes comparisons with other results difficult or impossible. This paper provides new Monte Carlo and graphical insights into why this is true, and new understanding of how to interpret fixed effects models, including case control studies.  Marginal effects are largely unaffected by unobserved heterogeneity in both linear regression and nonlinear models, including logit and probit and their multinomial and ordered extensions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}