{
    "id": 18254,
    "citation_title": "The Role of Federal and State Dependent Coverage Eligibility Policies on the Health Insurance Status of Young Adults",
    "citation_author": [
        "Joel C. Cantor",
        "Alan C. Monheit",
        "Derek DeLia",
        "Kristen Lloyd"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates one of the first implemented provisions of the Patient Protection and Affordable Care Act (ACA) which permits young adults up to age 26 to enroll as dependents on a parent's private health plan.  The paper also considers how the interaction between prior state laws expanding dependent coverage to young adults and the ACA affected young adult coverage. Using data from the Current Population Survey for calendar years 2004-2010, we apply a difference-in-differences framework to estimate how these provisions affected coverage of eligible young adults compared to slightly older adults. Our findings indicate that controlling for state laws, early implementation of the ACA increased young adult dependent coverage by 5.3 percentage points and resulted in a 3.5 percentage point decline in their uninsured rate. The interaction between state laws and the ACA suggests that the increase in dependent coverage and decline in the uninsured rate may have been greater among young adults who were targeted by both the ACA and state laws.\n\n",
    "acknowledgement": "\nAn abbreviated version of this paper is in press at Health Services Research. Support provided by the State Health Access Reform Evaluation (SHARE) Initiative of the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}