{
    "id": 18259,
    "citation_title": "The Anatomy of French Production Hierarchies",
    "citation_author": [
        "Lorenzo Caliendo",
        "Ferdinando Monte",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a comprehensive dataset of French manufacturing firms to study their internal organization. We first divide the employees of each firm into `layers' using occupational categories. Layers are hierarchical in that the typical worker in a higher layer earns more, and the typical firm occupies less of them. In addition, the probability of adding (dropping) a layer is very positively (negatively) correlated with value added. We then explore the changes in the wages and number of employees that accompany expansions in layers, output, or markets (by becoming exporters). The empirical results indicate that reorganization, through changes in layers, is key to understand how firms expand and contract. For example, we find that firms that expand substantially add layers and pay lower average wages in all pre-existing layers. In contrast, firms that expand little and do not reorganize pay higher average wages in all pre-existing layers.\n\n",
    "acknowledgement": "\nWe thank Ariel Burstein, Luis Garicano, Bob Gibbons, Gene Grossman, Maria Guadalupe, Gordon Hanson, Oleg Itskhoki, Wolfgang Keller, Sam Kortum, Francis Kramarz, Claire Lelarge, Marc Melitz, Steve Redding, Peter Schott, Chris Sims, and John van Reenen for useful conversations and comments. The computations in this paper were done at a secure data center located at CREST, Paris. Caliendo acknowledges the support from the Yale MacMillan Center. Caliendo: lorenzo.caliendo@yale.edu, Monte: ferdinando.monte@jhu.edu, and Rossi-Hansberg: erossi@princeton.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}