{
    "id": 18251,
    "citation_title": "Market Liquidity -- Theory and Empirical Evidence",
    "citation_author": [
        "Dimitri Vayanos",
        "Jiang Wang"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we survey the theoretical and empirical literature on market liquidity. We organize both literatures around three basic questions: (a) how to measure illiquidity, (b) how illiquidity relates to underlying market imperfections and other asset characteristics, and (c) how illiquidity affects expected asset returns. Using a unified model from Vayanos and Wang  (2010), we survey theoretical work on six main imperfections: participation costs, transaction costs, asymmetric information, imperfect competition, funding constraints, and search---and for each imperfection we address the three basic questions within that model. We review the empirical literature through the lens of the theory, using the theory to both interpret existing results and suggest new tests and analysis.\n\n",
    "acknowledgement": "\nForthcoming in the Handbook of the Economics of Finance, edited by George Constantinides, Milton Harris, and Rene Stulz. We thank Bruno Biais, Joost Driessen, Denis Gromb, Terrence Hendershott and Ronnie Sadka for very helpful comments. Financial support from the Paul Woolley Centre at the LSE is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}