{
    "id": 18250,
    "citation_title": "Clusters, Convergence, and Economic Performance",
    "citation_author": [
        "Mercedes Delgado",
        "Michael E. Porter",
        "Scott Stern"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates the role of regional cluster composition in the economic performance of industries, clusters and regions. On the one hand, diminishing returns to specialization in a location can result in a convergence effect:  the growth rate of an industry within a region may be declining in the level of activity of that industry.  At the same time, positive spillovers across complementary economic activities provide an impetus for agglomeration:  the growth rate of an industry within a region may be increasing in the size and \"strength\" (i.e., relative presence) of related economic sectors.  Building on Porter (1998, 2003), we develop a systematic empirical framework to identify the role of regional clusters - groups of closely related and complementary industries operating within a particular region - in regional economic performance.  We exploit newly available data from the US Cluster Mapping Project to disentangle the impact of convergence at the region-industry level from agglomeration within clusters.  We find that, after controlling for the impact of convergence at the narrowest unit of analysis, there is strong evidence for cluster-driven agglomeration.  Industries participating in a strong cluster register higher employment growth as well as higher growth of wages, number of establishments, and patenting.  Industry and cluster level growth also increases with the strength of related clusters in the region and with the strength of similar clusters in adjacent regions.  Importantly, we find evidence that new regional industries emerge where there is a strong cluster environment.  Our analysis also suggests that the presence of strong clusters in a region enhances growth opportunities in other industries and clusters.  Overall, these findings highlight the important role of cluster-based agglomeration in regional economic performance.\n\n",
    "acknowledgement": "\nThis paper has benefited greatly from the sustained research by Richard Bryden and Weifeng Weng in assembling the US Cluster Mapping Project dataset.  Ben Jones, Jim Davis, Juan Alcacer, Bill Kerr, Matthew Kahn, Jim Dana, Wayne Gray, Megan MacGarvie, Anita McGahan, Alex Bryson, Iain Cockburn, Ram Mudambi, and Christian Ketels contributed helpful suggestions.  We are particularly grateful for many insightful comments by participants in the NBER Productivity Lunch Series, the Research Seminar at IESE Business School, the NBER Summer Institute (IPE group), and the North American Regional Science Association International meetings.  Mercedes Delgado gratefully acknowledges support from the Kauffman Foundation and the Innovation Policy group at the NBER.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. The authors at various times have made compensated presentations at meetings that focused on issues of clusters and economic performance, using the data and results presented in the enclosed paper.  This research was supported in part by the Institute for Strategy and Competitiveness at Harvard Business School.\n\n\n"
}