{
    "id": 18258,
    "citation_title": "Estimating Second Order Probability Beliefs from Subjective Survival Data",
    "citation_author": [
        "Péter Hudomiet",
        "Robert J. Willis"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "2012-11-20",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on subjective survival probability questions in the Health and Retirement Study (HRS), we use an econometric model to estimate the determinants of individual-level uncertainty about personal longevity. This model is built around the Modal Response Hypothesis (MRH), a mathematical expression of the idea that survey responses of 0, 50 or 100 percent to probability questions indicate a high level of uncertainty about the relevant probability. We show that subjective survival expectations in 2002 line up very well with realized mortality of the HRS respondents between 2002 and 2010. We show that the MRH model performs better than typically used models in the literature of subjective probabilities. Our model gives more accurate estimates of low probability events and it is able to predict the unusually high fraction of focal 0, 50 and 100 answers observed in many datasets on subjective probabilities. We show that subjects place too much weight on parents' age at death when forming expectations about their own longevity, while other covariates such as demographics, cognition, personality, subjective health and health behavior are underweighted. We also find that less educated people, smokers and women have less certain beliefs; and recent health shocks increase uncertainty about survival, too.\n\n",
    "acknowledgement": "\nWe are grateful to grant U01-AG09740 from the Behavioral and Social Research Program of the National Institute on Aging for supporting the collection of the HRS data used in this paper and to NIA grant P01AG026571 for research support. The current paper builds on ideas presented in Hill, Perry and Willis (2004); we are grateful to the late Dan Hill and to Mike Perry for their valuable insights. We are also grateful to Gábor Kézdi and participants at a Duke University seminar for many useful comments on the current paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert J. Willis\n\nThe primary sources of support for my research are from National Institutes of Health grants U01AG0009740 and  P01AG026571.  In addition, in the recent past I have received grants from Social Security Administration through the Michigan Retirement Research Center, from the Sloan Foundation and from Pfizer.\n\n\n"
}