{
    "id": 1825,
    "citation_title": "Layoffs, Recall and the Duration of Unemployment",
    "citation_author": [
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1986-01-01",
    "issue_date": "1986-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the prospect of recall to previous employer is important for a significant number of the unemployed in the United States and that taking into account the possibility of recalls has important implications for the study of unemployment spell durations. A job search model that allows for recalls is shown to lead naturally to a competing risks specification of the distribution of layoff unemployment spell durations in which recall and the taking of a new job are alternate routes for leaving unemployment. A large sample of individual layoff unemployment spell observations derived from the Panel Study of Income Dynamics is analyzed. The common finding for samples containing individuals with nonnegligible recall prospects of an escape rate from unemployment that declines with spell duration is shown to almost entirely result from a declining recall rate. The apparent declining recall rate may be indicative of important uncontrolled heterogeneity rather than true negative duration dependence. Strong positive duration dependence in the new job finding rate is uncovered for UI recipients. Factors raising the likelihood and value of recall appear to depress the new job finding rate. Substantial differences in the distribution of unemployment spell durations are found for UI recipients and nonrecipients. Large positive jumps in both the recall rate and new job finding rate are apparent around the point of UI benefits exhaustion for UI recipients. The results indicate that the potential duration of UI benefits plays an important role in the timing of recalls and of new job acceptances.\n\n",
    "acknowledgement": "\n"
}