{
    "id": 18262,
    "citation_title": "Risk and Return in Environmental Economics",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the risk/return tradeoff for environmental investments, and its implications for policy choice.  Consider a policy to reduce carbon emissions.  To what extent does the value of such a policy depend on the expected future damages from global warming versus uncertainty over those damages, i.e., on the expected benefits from the policy versus their riskiness?  And to what extent should the policy objective be a reduction in the expected temperature increase versus a reduction in risk?  Using a simple model of a stock externality (e.g., temperature) that evolves stochastically, I examine the ``willingness to pay\" (WTP) for alternative policies that would reduce the expected damages under ``business as usual\" (BAU) versus the variance of those damages. I also show how one can compute ``iso-WTP\" curves (social indifference curves) for combinations of risk and expected returns as policy objectives.  Given cost estimates for reducing risk and increasing expected returns, one can compute the optimal risk-return mix for a policy, and the policy's social surplus.  I illustrate these results by calibrating the model to data for global warming.\n\n",
    "acknowledgement": "\nMy thanks to Stacie Cho, Lorna Omondi, and Andrew Yoon for their excellent research assistance, and to John Cox and seminar participants at M.I.T., University of Quebec at Montreal, and Tel-Aviv University for helpful comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}