{
    "id": 18260,
    "citation_title": "The Connection between Imported Intermediate Inputs and Exports: Evidence from Chinese Firms",
    "citation_author": [
        "Ling Feng",
        "Zhiyuan Li",
        "Deborah L. Swenson"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data on Chinese manufacturing firms to study the connection between individual firm imports and firm export outcomes.  Since our panel covers the years 2002 to 2006, we can use changes in import tariffs associated with China's WTO entry as instruments.  Our regression results show that firms that expanded their intermediate input imports expanded the volume of their exports and increased their export scope, though the magnitude of the effects differed by import source, firm organizational form, and industry R&D intensity.  On these dimensions, we find that imported intermediate inputs from OECD rather than non-OECD countries generated larger firm export improvements, that private Chinese firms derived larger benefits from imported inputs than did foreign invested firms, and that imported intermediates were especially helpful in expanding the exports of firms operating in high R&D intensity industries.  Taken together, these results suggest that product upgrading facilitated by technology or quality embedded in imported inputs helped Chinese firms to increase the scale and breadth of their participation in export markets.\n\n",
    "acknowledgement": "\nCollaboration in this research project was facilitated by grant funding from the German Volkswagen foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}