{
    "id": 18264,
    "citation_title": "Economic Effects of Runs on Early 'Shadow Banks': Trust Companies and the Impact of the Panic of 1907",
    "citation_author": [
        "Carola Frydman",
        "Eric Hilt",
        "Lily Y. Zhou"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the unique circumstances that led to the Panic of 1907 to analyze its impact on economic activity. The panic was fuelled by runs on the 'shadow banks' of the time, New York's trust companies. But the shock that triggered the runs was unrelated to the nonfinancial corporations affiliated with those institutions. Using newly collected data, we find that small corporations with close ties to the trust companies that lost the most deposits experienced an immediate decline in their stock price of 10.4 percentage points, and performed worse in the years following the panic across a range of outcomes, including their return on equity, which fell 13.1 percent, their dividend rate, which fell 22 percent, and their average interest costs, which rose 8.3 percent, relative to mean pre-panic levels. The effect on their investment rate was much greater: it fell by nearly 50 percent. The relative decline in investment induced by affiliations with the worst-affected trust companies alone accounted for at least 18.4 percent of the total decline in corporate investment in the United States in 1908. This effect diminished in magnitude over time but persisted for at least five years following the panic.\n\n",
    "acknowledgement": "\nWe would like to thank Harald Uhlig (the editor), three anonymous referees, Charles Calomiris, Stanley Engerman, Dan Fetter, Dimitris Papanikolaou, Paola Sapienza, Ellis Tallman, and Eugene White, along with participants at the NBER Corporate Finance and Monetary Economics meetings, the Economic History Association meetings, and various seminars, for helpful comments and suggestions. Richard Baker, Asaf Bernstein, Jack Chen, Francis Cho, Hannah Galin, Kimberly Le, Angela Lei, Andrew Marok, Ryan Munoz, Laura Salisbury, Yang Sun, and Veronica Wilson provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}