{
    "id": 18261,
    "citation_title": "Social Support Substitution and the Earnings Rebound: Evidence from a Regression Discontinuity in Disability Insurance Reform",
    "citation_author": [
        "Lex Borghans",
        "Anne C. Gielen",
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we exploit a cohort discontinuity in the stringency of the 1993 Dutch disability reforms to obtain causal estimates of the effects of decreased generosity of disability insurance (DI) on behavior of existing DI recipients. We find evidence of substantial \"social support substitution\": individuals on average offset a euro of lost DI benefits by collecting 31 cents more from other social assistance programs. This benefit-substitution effect declines somewhat over time, but is still a significant 20% eight years later. Individuals also exhibit a strong rebound in earnings: labor earnings increase by 62 cents on average per euro of lost DI benefits.  This is novel evidence of substantial remaining earnings capacity in a sample of long-term claimants of DI.  On average, individuals make up for almost the entire DI benefit reduction through increases in other forms of social assistance and in labor earnings.\n\n",
    "acknowledgement": "\nWe would like to thank Gerard van den Berg, Mark Duggan, Amy Finkelstein, Paul Frijters, Pierre Gielen, Ed Glaeser, David Johnston, Pierre Koning, Peter Kuhn, Ellen Meara, Jon Skinner, Doug Staiger, and Frank Vella, for helpful conversations. We thank seminar participants at IZA, Tilburg University, Maastricht University, University of Milan, the NBER Public Economics meetings, SciencesPo, University of New South Wales, Queensland University, the CPB, Erasmus University of Rotterdam, the University of Chicago, and the Tinbergen Institute, as well as participants at the IZA/IFAU, LEW, EALE, IZA/CEPR, and IZA/SOLE conferences for insightful comments.  We would like to especially thank Bas ter Weel, who greatly contributed to the conception of this paper.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}