{
    "id": 18265,
    "citation_title": "Mismatch Unemployment",
    "citation_author": [
        "Ayşegül Şahin",
        "Joseph Song",
        "Giorgio Topa",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework where mismatch between vacancies and job seekers across sectors translates into higher unemployment by lowering the aggregate job-finding rate. We use this framework to measure the contribution of mismatch to the recent rise in U.S. unemployment by exploiting two sources of cross-sectional data on vacancies, JOLTS and HWOL, a new database covering the universe of online U.S. job advertisements. Mismatch across industries and occupations explains at most 1/3 of the total observed increase in the unemployment rate, whereas geographical mismatch plays no apparent role. The share of the rise in unemployment explained by occupational mismatch is increasing in the education level.\n\n",
    "acknowledgement": "\nWe thank Grant Graziani, Dan Greenwald, Victoria Gregory, Scott Nelson, and Christina Patterson who provided excellent research assistance at various stages of the project. We also wish to thank Michele Boldrin, Björn Brügemann, Steve Davis, Mark Gertler, John Haltiwanger, Marianna Kudlyak, Ricardo Lagos, Rob Shimer, and many seminar participants for helpful comments. We are especially grateful to June Shelp, at The Conference Board, for her help with the HWOL data. The opinions expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}