{
    "id": 18266,
    "citation_title": "Endogenous Skill Acquisition and Export Manufacturing in Mexico",
    "citation_author": [
        "David Atkin"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "2015-07-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents empirical evidence that the growth of export manufacturing in Mexico during a period of major trade reforms, the years 1986-2000, altered the distribution of education. I use variation in the timing of factory openings across commuting zones to show that school dropout increased with local expansions in export manufacturing. The magnitudes I find suggest that for every twenty-five jobs created, one student dropped out of school at grade 9 rather than continuing through to grade 12. These effects are driven by less-skilled export-manufacturing jobs which raised the opportunity cost of schooling for students at the margin.\n\n",
    "acknowledgement": "\nSpecial thanks to David Kaplan and ITAM for computing and making available the IMSS Municipality level employment data. Thanks to Angus Deaton, Penny Goldberg and Gene Grossman for guidance and encouragement throughout. Further thanks to Joe Altonji, Treb Allen, Chris Blattman, Richard Chiburis, Dave Donaldson, Marco Gonzalez-Navarro, Leonardo Iacovone, Amit Khandelwal, Fabian Lange, Adriana Lleras-Muney, Marc Melitz, Mushfiq Mobarak, Marc-Andreas Muendler, Hannah Pitt, Guido Porto, Nancy Qian, Jesse Rothstein, Sam Schulhofer-Wohl, Eric Verhoogen, Glen Weyl and numerous seminar participants for their useful comments. Financial aid from the Fellowship of Woodrow Wilson Scholars at Princeton University is gratefully acknowledged. Any errors contained in the paper are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}