{
    "id": 18263,
    "citation_title": "As Certain as Debt and Taxes: Estimating the Tax Sensitivity of Leverage from Exogenous State Tax Changes",
    "citation_author": [
        "Florian Heider",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2012-07-26",
    "issue_date": "2012-07-26",
    "revision_date": "2014-04-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a natural experiment in the form of 121 staggered changes in corporate income tax rates across U.S. states to show that tax considerations are a first-order determinant of firms' capital structure choices. Over the period 1990-2011, firms increase long-term leverage by 104 basis points on average (or $32.5 million in extra debt) in response to an average tax increase of 131 basis points. Contrary to static trade-off theory, the tax sensitivity of leverage is asymmetric: firms do not reduce leverage in response to tax cuts. Using treatment reversals, we find this to be true even within-firm: tax increases that are later reversed nonetheless lead to permanent increases in a firm's leverage - an unexpected and novel form of hysteresis. Our findings are robust to various confounds such as unobserved variation in local business conditions, union power, or unemployment risk. Treatment effects are heterogeneous and confirm the tax channel: tax sensitivity is greater among profitable and investment-grade firms which respectively have a greater marginal tax benefit and lower marginal cost of issuing debt.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from Laurent Bach, Vicente Cunat, Todd Gormley, John Graham, Evgeny Lyandres, Thomas Noe, Olga Kuzmina, Stefano Rossi, Clemens Sialm, Irina Stefanescu, Sheridan Titman, and Margarita Tsoutsoura (our discussants); and Heitor Almeida, Malcolm Baker, Bo Becker, Dick Brealey, Francesca Cornelli, Peter DeMarzo, Joan Farre-Mensa, Murray Frank, Oliver Hart, Zhiguo He, Stewart Myers, Josh Rauh, Amit Seru, Phil Strahan, Annette Vissing-Jorgensen, Toni Whited, and various seminar audiences. We thank Alexandre Da Cruz, Katerina Deligiannidou, Geoffroy Dolphin, Petar Mihaylovski, and Edvardas Moseika for competent research assistance and Ashwini Agrawal and David Matsa for sharing data constructed from the 2007 Commodity Flow Survey. Ljungqvist gratefully acknowledges the generous hospitality of the European Central Bank while working on this project. The views expressed in this paper do not necessarily reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n\nAlexander Ljungqvist\n\nLjungqvist gratefully acknowledges the generous hospitality of the European Central Bank while working on this project. The views expressed in this paper do not necessarily reflect those of the ECB or the Eurosystem.\n\n\n"
}