{
    "id": 18267,
    "citation_title": "Defensive Investments and the Demand for Air Quality: Evidence from the NOx Budget Program and Ozone Reductions",
    "citation_author": [
        "Olivier Deschenes",
        "Michael Greenstone",
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWillingness to pay for air quality is a function of health and the costly defensive investments that contribute to health, but there is little research assessing the empirical importance of defensive investments. The setting for this paper is a large US emissions cap and trade market - the NOx Budget Trading Program (NBP) - that has greatly reduced NOx emissions since its initiation in 2003. Using rich quasi-experimental variation, we find that the reductions in NOx emissions decreased the number of summer days with high ozone levels by about 25%. The NBP also led to reductions in expenditures on prescription pharmaceutical expenditures of about 1.9%. Additionally, the summer mortality rate declined by approximately 0.5%, indicating that there were about 2,200 fewer premature deaths per summer, mainly among individuals 75 and older. The monetized value of the reductions in pharmaceutical purchases and mortality rates are each roughly $900 million annually, suggesting that defensive investments are a significant portion of willingness to pay for air quality. Finally, we cautiously conclude that the reductions in ozone are the primary channel for these reductions in defensive investments and mortality rates, which indicates that willingness to pay for ozone reductions is larger than previously understood.\n\n",
    "acknowledgement": "\nThanks to Spencer Banzhaf, Maureen Cropper, Jim Davis, Amy Finkelstein, Meredith Fowlie, Denise Mauzerall, Chris Timmins, Mike Wechsler, and numerous seminar participants for insightful comments. Nick Muller generously helped with CRDM, Dan Feenberg, Mohan Ramanujan, and Jean Roth gave considerable help with MarketScan data, and Gabe Chan, Peter Evangelakis, Liz Greenwood, and Paul Youchak provided outstanding research assistance. We gratefully acknowledge funding from NIH Grant 1R21ES019375-01.  Additionally, this research was supported in part under a research contract from the California Energy Commission to the Energy Institute at Haas. Shapiro thanks the EPA for a Graduate STAR Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivier Deschenes\n\nThe author holds more than $10,000 in stock of pharmaceutical and energy companies.\n\n\n"
}