{
    "id": 18269,
    "citation_title": "A New Look at Second Liens",
    "citation_author": [
        "Donghoon Lee",
        "Christopher J. Mayer",
        "Joseph Tracy"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use data from credit report and deeds records to better understand the extent to which second liens contributed to the housing crisis by allowing buyers to purchase homes with small down payments. At the top of the housing market second liens were quite prevalent, with as many as 45 percent of home purchases in coastal markets and bubble locations involving a piggyback second lien. Owner-occupants were more likely to use piggyback second liens than investors. Second liens in the form of home equity lines of credit (HELOCs) were originated to relatively high quality borrowers and originations were declining near the peak of the housing boom. By contrast, characteristics of closed end second liens (CES) were worse on all these dimensions. Default rates of second liens are generally similar to that of the first lien on the same home, although HELOCs perform better than CES.  About 20 to 30 percent of borrowers will continue to pay their second lien for more than a year while remaining seriously delinquent on their first mortgage. By comparison, about 40 percent of credit card borrowers and 70 percent of auto loan borrowers will continue making payments a year after defaulting on their first mortgage. Finally, we show that delinquency rates on second liens, especially HELOCs, have not declined as quickly as for most other types of credit, raising a potential concern for lenders with large portfolios of second liens on their balance sheet.\n\n",
    "acknowledgement": "\nThe opinions, analysis and conclusions of this paper are those of the authors and do not indicate concurrence by the Board of Governors of the Federal Reserve System, the Federal Reserve Bank of NY, or their staffs. The authors wish to thank Daniel Hubbard and James Witkin for excellent research assistance, Ethan Buyon, Edward Glaeser, Todd Sinai, and an anonymous referee for comments, and Dataquick and Equifax for providing critical data for this paper. The Milstein Center for Real Estate and the Richman Center for Business, Law, and Public Policy at Columbia Business School provided critical funding for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph Tracy\n\nI received no outside funding for this research\n\n\n"
}