{
    "id": 18273,
    "citation_title": "The Cyclicality of Sales, Regular and Effective Prices: Business Cycle and Policy Implications",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Gee Hee Hong"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the cyclical properties of sales, regular price changes and average prices paid by consumers (\"effective\" prices) in a dataset containing prices and quantities sold for numerous retailers across a variety of U.S. metropolitan areas.  Both the frequency and size of sales fall when local unemployment rates rise and yet the inflation rate for effective prices paid by consumers declines significantly with higher unemployment.  This discrepancy can be reconciled by consumers reallocating their expenditures across retailers, a feature of the data which we document and quantify.  We propose a simple model with household shopping effort and store-switching consistent with these stylized facts and document its implications for business cycles and policymakers.\n\n",
    "acknowledgement": "\nWe are grateful to Yury Yatsynovich for excellent research assistance, Martin Eichenbaum and seminar participants at UC Berkeley, NBER Summer Institute, New Economic School, Zurich University, and Central European University for helpful comments.  This Working Paper should not be reported as representing the views of the IMF.  The views expressed in this Working Paper are those of the author(s) and do not necessarily represent those of the IMF, IMF policy, or the National Bureau of Economic Research. Gorodnichenko thanks NSF for financial support.\n\n\n"
}