{
    "id": 18270,
    "citation_title": "Did Capital Requirements and Fair Value Accounting Spark Fire Sales in Distressed Mortgage-Backed Securities?",
    "citation_author": [
        "Craig B. Merrill",
        "Taylor D. Nadauld",
        "René M. Stulz",
        "Shane Sherlund"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch attention has been paid to the large decreases in value of non-agency residential mortgage-backed securities (RMBS) during the financial crisis. Many observers have argued that the fall in prices was partly driven by decreased liquidity and fire sales. We investigate whether capital requirements and accounting rules at financial institutions contributed to the selling of RMBS at fire sale prices.  For financial institutions subject to credit-sensitive capital requirements, capital requirements increase as an asset's credit becomes impaired. When accounting rules require such an asset's value to be marked-to-market and the fair value loss to be recognized in earnings, a capital-constrained firm can improve its capital position by selling the credit-impaired asset even if it has to accept a liquidity discount to do so. Using a sample of 5,014 repeat transactions of non-agency RMBS by insurance companies from 2006 to 2009, we show that insurance companies that became more capital-constrained because of operating losses (uncorrelated with RMBS credit quality) and also recognized fair value losses sold comparable RMBS at much lower prices than other insurance companies during the crisis.\n\n",
    "acknowledgement": "\nMerrill and Nadauld are at the Marriott School of Management, Brigham Young University, Sherlund is at the Federal Reserve Board, and Stulz is at the Fisher College of Business, Ohio State University, ECGI, and NBER. We thank seminar participants at Brigham Young University for helpful comments. The analysis and conclusions contained in this paper are those of the authors and do not necessarily reflect the views of the Board of Governors of the Federal Reserve System, its members, its staff, or the National Bureau of Economic Research.\n\n\n"
}