{
    "id": 18277,
    "citation_title": "Heterogeneity in High Math Achievement Across Schools: Evidence from the American Mathematics Competitions",
    "citation_author": [
        "Glenn Ellison",
        "Ashley Swanson"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores differences in the frequency with which students from different schools reach high levels of math achievement. Data from the American Mathematics Competitions is used to produce counts of high-scoring students from more than two thousand public, coeducational, non-magnet, non-charter U.S. high schools. High-achieving students are found to be very far from evenly distributed. There are strong demographic predictors of high achievement. There are also large differences among seemingly similar schools. The unobserved heterogeneity across schools includes a thick tail of schools that produce many more high-achieving students than the average school. Gender-related differences and other breakdowns are also discussed.\n\n",
    "acknowledgement": "\nThis project would not have been possible without Professor Steve Dunbar and Marsha Conley at AMC, who provided access to the data as well as their insight. Hongkai Zhang provided outstanding research assistance. Victor Chernozhukov provided important ideas and help with the methodology. We thank David Card and Jesse Rothstein for help with data matching. Financial support was provided by the Sloan Foundation and the Toulouse Network for Information Technology. Much of the work was carried out while the first author was a Visiting Researcher at Microsoft Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}