{
    "id": 18274,
    "citation_title": "Time to Ship During Financial Crises",
    "citation_author": [
        "Nicolas Berman",
        "José De Sousa",
        "Philippe Martin",
        "Thierry Mayer"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the negative impact of financial crises on trade is magnified for destinations with longer time-to-ship. A simple model where exporters react to an increase in the probability of default of importers by increasing their export price and decreasing their export volumes to destinations in crisis is consistent with this empirical finding. For longer shipping time, those effects are  indeed magnified as the probability of default increases as time passes. Some exporters also decide to stop exporting to the crisis destination, the more so the longer time-to-ship. Using aggregate data from 1950 to 2009, we find that this magnification effect is robust to alternative specifications, samples and inclusion of additional controls, including distance. The firm level predictions are also broadly consistent with French exporter data from 1995 to 2005.\n\n",
    "acknowledgement": "\nWe thank the International Growth Centre (LSE and Oxford University) for financial help. We thank Francesco Giavazzi, Nicolas Schmitt, Helene Rey  and Cedric Tille as well as participants at the 2012 NBER ISOM conference in Oslo, CREI, UAB, ITAM and at Colegio de Mexico for helpful comments. We are grateful to Jules Hugot and Jules-Daniel Wurlod for excellent research assistance. We are most thankful to James Feyrer who generously shared with us his dataset on time-to-ship. Philippe Martin thanks CREI at Pompeu Fabra for its hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}