{
    "id": 18272,
    "citation_title": "New Multi-City Estimates of the Changes in Home Values, 1920-1940",
    "citation_author": [
        "Price V. Fishback",
        "Trevor Kollmann"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe boom and bust in housing during the 2000s has led to renewed interest in the boom and bust in housing between 1920 and 1940.   The most commonly used housing value series for this period is reported by Robert Shiller in Irrational Exuberance.  We investigate the changes in housing values in cities between 1920 and 1940 using a variety of alternative sources with many more cities available for comparison than in the Shiller series.  We find that all nominal housing value series show a strong decline between the late 1920s and the early 1930s.  However, all of the series except the Shiller series imply that housing values in 1920 were well below the 1930 value and thus imply much stronger growth rates in housing values during the 1920s housing boom.   Only the Shiller series predicts a strong recovery in housing values to within 5 percent of the 1930 level.  All of the others suggest that nominal housing values in 1940 remained at least 18 percent below the 1930 values and several series suggest that values lurched downward between 1933 and 1940.   The results suggest that a significant reconsideration of the operation of housing markets in the 1920s and 1930s is required.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation for support of this research.  The paper was written to appear in a NBER volume on Historical Housing Markets.  Special thanks are due to Chris Hanes, Jonathan Rose, Ken Snowden, and Eugene White for their helpful comments.  None of the opinions expressed here should be seen as reflecting the attitudes of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}