{
    "id": 18276,
    "citation_title": "Homework in Monetary Economics: Inflation, Home Production, and the Production of Homes",
    "citation_author": [
        "S. Boragan Aruoba",
        "Morris A. Davis",
        "Randall Wright"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study models incorporating money, household production, and investment in housing. Inflation, as a tax on market activity, encourages substitution into household production, and thus investment in household capital. Hence, inflation increases the (appropriately deflated) value of the housing stock. This is documented in various data sources. A calibrated model accounts for a fifth to a half of the observed relationships. While this leaves much to be explained, it demonstrates the channel is economically relevant. We also show models with home production imply higher costs of inflation than models without it, especially when home and market goods are close substitutes.\n\n",
    "acknowledgement": "\nWe thank many friends and colleagues for helpful input, especially Chrisophe Andre, Jeff Campbell, Larry Christiano, Marcello Veracierto, Yu Zhu, and Gwen Eudey. Aruoba and Wright also thank the NSF, Davis and Wright thank the Lincoln Institute of Land Policy, and Wright thanks the Ray Zemon Chair in Liquid Assets at the Wisconsin School of Business for research support. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}