{
    "id": 18282,
    "citation_title": "Private Information and Insurance Rejections",
    "citation_author": [
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAcross a wide set of non-group insurance markets, applicants are rejected based on observable, often high-risk, characteristics. This paper argues private information, held by the potential applicant pool, explains rejections. I formulate this argument by developing and testing a model in which agents may have private information about their risk. I first derive a new no-trade result that theoretically explains how private information could cause rejections. I then develop a new empirical methodology to test whether this no-trade condition can explain rejections. The methodology uses subjective probability elicitations as noisy measures of agents beliefs. I apply this approach to three non-group markets: long-term care, disability, and life insurance. Consistent with the predictions of the theory, in all three settings I find significant amounts of private information held by those who would be rejected; I find generally more private information for those who would be rejected relative to those who can purchase insurance; and I show it is enough private information to explain a complete absence of trade for those who would be rejected. The results suggest private information prevents the existence of large segments of these three major insurance markets.\n\n",
    "acknowledgement": "\nAn earlier version of this paper is contained in the first chapter of my MIT graduate thesis. I am very grateful to Daron Acemoglu, Amy Finkelstein, Jon Gruber, and Rob Townsend for their guidance and support in writing this paper. I also thank Victor Chernozhukov, Sarah Miller, Whitney Newey, Ivan Werning, an extensive list of MIT graduate students, and seminar participants at The University of California-Berkeley, Chicago Booth, The University of Chicago, Columbia, Harvard, Microsoft Research New England, Northwestern, The University of Pennsylvania, Princeton, and Stanford for helpful comments and suggestions. I would also like to thank several anonymous insurance underwriters for helpful assistance. Financial support from NSF Graduate Research Fellowship and the NBER Health and Aging Fellowship, under the National Institute of Aging Grant Number T32-AG000186 is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}