{
    "id": 18288,
    "citation_title": "International Trade and Institutional Change: Medieval Venice's Response to Globalization",
    "citation_author": [
        "Diego Puga",
        "Daniel Trefler"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade can have profound effects on domestic institutions. We examine this proposition in the context of medieval Venice circa 800-1350. We show that (initially exogenous) increases in long-distance trade enriched a large group of merchants and these merchants used their new-found muscle to push for constraints on the executive i.e., for the end of a de facto hereditary Doge in 1032 and for the establishment of a parliament or Great Council in 1172. The merchants also pushed for remarkably modern innovations in contracting institutions (such as the colleganza) that facilitated large-scale mobilization of capital for risky long-distance trade. Over time, a group of extraordinarily rich merchants emerged and in the almost four decades following 1297 they used their resources to block political and economic competition. In particular, they made parliamentary participation hereditary and erected barriers to participation in the most lucrative aspects of long-distance trade. We document this 'oligarchization' using a unique database on the names of 8,103 parliamentarians and their families' use of the colleganza. In short, long-distance trade first encouraged and then discouraged institutional dynamism and these changes operated via the impacts of trade on the distribution of wealth and power.\n\n",
    "acknowledgement": "\nWe are thankful to Lisa Chen and Jennifer Konieczny for excellent research assistance. We are grateful to our colleagues in the Institutions,  Organizations and Growth Program at the Canadian Institute for Advanced Research (CIFAR), including Daron Acemoglu, Mauricio Drelichman, Elhanan Helpman, Joel Mokyr, Jim Robinson, and especially Avner Grief. We have benefited from conversations with Abhijit Banerjee, John Munro, Dorit Raines, Nathan Sussman, Aloysius Siow, Bob Staiger, Jeff Williamson and patient participants at many workshops. Yadira González de Lara provided us with detailed, repeated and essential feedback. Trefler thanks CIFAR and the Social Sciences and Humanities Research Council of Canada (SSHRC) for financial support. Puga thanks the European Commission's Seventh Research Framework Programme for the European Research Council's Advanced Grant 'Spatial Spikes' (contract number 269868) and for the Collaborative Project HI-POD (contract number 225343), the Banco de Espana Excellence Programme, the Comunidad de Madrid (grant S2007/HUM/0448 PROCIUDAD-CM) and the IMDEA Ciencias Sociales and Madrimasd Foundations for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}