{
    "id": 18284,
    "citation_title": "The Evolution of Endogenous Business Cycles",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "2014-01-17",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper distinguishes two kinds of Endogenous Business Cycle models; EBC1 models, which display dynamic indeterminacy, and EBC2 models, which display steady-state indeterminacy. Both strands of the literature have their origins in the sunspot literature that developed at the University of Pennsylvania in the 1980s. I argue that EBC1 models are part of the evolution of modern macroeconomics that has classical roots dating back to the 1920s. EBC2 models provide a microfoundation to one of the most important ideas to emerge from Keynes' (1936) General Theory; that high involuntary unemployment can persist as part of the steady-state equilibrium of a market economy.\n\n",
    "acknowledgement": "\nThis paper was prepared as an invited submission for a special issue of Macroeconomic Dynamics on 'Complexity in Economic Systems'. I would like to thank two anonymous referees of this journal for their thoughtful comments, Apostolos Serletis for inviting me to write a paper for the issue and Peter Rupert of UCSB for encouraging me to write up my thoughts on the role of EBC models in the history of economic thought. I completed an earlier draft of this work while visiting the Hong Kong Institute for Monetary Research in July of 2012 as an invited Research Fellow. I would like to thank Dong He and Hongyi Chen for inviting me to visit Hong Kong, and the researchers and staff of the HKIMR for their hospitality during my stay. Thanks also to Masanori Kashiwagi for comments on an earlier version of this paper and to C. Roxanne Farmer for her editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}