{
    "id": 18287,
    "citation_title": "Defying Gravity: How Long Will Japanese Government Bond Prices Remain High?",
    "citation_author": [
        "Takeo Hoshi",
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "2012-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent academic papers have shown that the Japanese sovereign debt situation is not sustainable. The puzzle is that the bond rate has remained low and stable. Some suggest that the low yield can be explained by domestic residents' willingness to hold Japanese government bonds (JGBs) despite its low return, and that as long as domestic residents remain home-biased, the JGBs are sustainable. About 95% of JGBs are currently owned by domestic residents.  This paper argues that even with such dominance of domestic investors, if the amount of government debt breaches the ceiling imposed by the domestic private sector financial assets, the JGB rates can rapidly rise and the Japanese government can face difficulty rolling over the existing debt. A simulation is conducted on future paths of household saving and fiscal situations to show that the ceiling would be breached in the next 10 years or so without a drastic fiscal consolidation.  This paper also shows that the government debt can be kept under the ceiling with sufficiently large tax increases.  The JGB yields can rise even before the ceiling is hit, if the expectation of such drastic fiscal consolidation disappears. This paper points out several possible triggers for such a change in expectation. However, downgrading of JGBs by credit rating agencies is not likely to be a trigger, since past downgrades have not produced any change in the JGB yield. If and when the JGB rates rapidly rise, the Japanese financial institutions that hold a large amount of JGBs will sustain losses and the economy will suffer from fiscal austerity, financial instability, and inflation.\n\n",
    "acknowledgement": "\nThe research started when both authors were visiting researchers at the Research Department of the IMF in the summer of 2011.  We thank Olivier Blanchard and the research department for financial support and comments on earlier drafts as well as for hospitality during our stay. We also benefited from the seminar participants at the IMF, University of California at San Diego (IR/PS), Columbia University (Center for Japanese Economy and Business), Indiana University (Economics), the University of Chicago Booth School of Business, Japan Economic Association annual meeting, and NBER Japan Project meeting.  We are especially grateful to comments by Olivier Blanchard, John Cochrane, Takero Doi, Mitsuhiro Fukao, Robert Hodrick, Kenneth Kang, Anil Kashyap, Eric Leeper, Phillip Lipscy, Hugh Patrick, Eric Rasmussen, Kiichi Tokuoka, Masaya Sakuragawa and David Weinstein. We thank Cathleen Cimino for editorial assistance.  Remaining errors are our own.\nHoshi is an author of the reports \"Why Did Japan Stop Growing?\" and \"Policy Options for Japan's Revival\" that are commissioned by National Institute of Research Advancement (NIRA).  Hoshi is also an independent director of UnionBanCal Corporation, a wholly owned subsidiary of Bank of Tokyo Mitsubishi UFJ.  Ito has at various times in the last five years made compensated presentations at meetings hosted by various financial institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}