{
    "id": 18289,
    "citation_title": "The Financial Sector in Burundi",
    "citation_author": [
        "Janvier D. Nkurunziza",
        "Léonce Ndikumana",
        "Prime Nyamoya"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the performance of the financial system in Burundi in mobilizing and allocating resources. Although the study does not presume that finance is the most binding constraint to growth and socio-economic development in Burundi, it takes the view that unlocking the financing constraint could alleviate other impediments to growth and poverty reduction. We use a blend of methodological approaches drawing from: (1) industrial organization in examining the structure of the banking sector, and the behavior and profitability of financial intermediaries; (2) macroeconomic analysis with a focus on the effect of economic performance and policy framework on the performance of the financial sector; and (3) political economy analysis highlighting the role of political governance and political instability, as well as ownership of financial institutions on allocative and distributional inefficiencies. The paper finds that the core of the financial sector that has survived the worst of the economic and political crises of the last decades is highly profitable. Bank profitability, however, hides several weaknesses of the financial sector: a high level of fragmentation; a narrow credit market that favors \"insiders\" who are mostly affiliated with the political elites, at the expense of \"outsiders\"; a severe shortage of long-term stable resources; inefficient allocation of resources relative to social returns and risk; and weak supervision and regulation which largely explain the failure of several financial institutions in the past and the fragility of the banking sector today. Access to finance remains an important challenge, especially for the \"stranded middle\" (middle income households and medium size firms) due to the \"missing middle credit market\" which is not filled by either banks or microfinance institutions. Recent developments in the financial sector, particularly the increasing penetration of foreign banks, may potentially boost competition, financial innovation, and access to finance with positive effects on growth and poverty reduction.\n\n",
    "acknowledgement": "\nJanvier Nkurunziza is in charge of the Africa Section, Division for Africa, Least Developed Countries and Special Programs at UNCTAD, Geneva; Léonce Ndikumana is Andrew Glyn Professor of Economics in the Economics Department and Director of the African Policy Program at the Political Economy Research Institute (PERI) at the University of Massachusetts Amherst; Prime Nyamoya is the CEO of Organisation et Gestion Industrielle (OGI), Bujumbura, and former CEO of Banque de Crédit de Bujumbura (BCB), Burundi's oldest bank. The authors thank the NBER Africa Project for funding support. The authors are grateful for constructive comments and suggestions from Lant Pritchett, Sebastian Edwards, and Simon Johnson (as lead discussants) and other participants at the NBER Africa Project meetings on 11-12 December 2009 in Cambridge, MA, and on 17 July 2010 in Accra, Ghana. The authors also thank Lionel R. Ngenzebuke and Christophe Niyonganji for excellent research assistance, and Elisa Pepe for diligently copy editing the paper. Thanks are also extended to the institutions and individuals who accepted to share their data with us. The opinions expressed in this paper are solely those of the authors and do not represent those of their institutions of affiliation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}