{
    "id": 18285,
    "citation_title": "The Price Theory of Money, Prospero's Liquidity Trap, and Sudden Stop: Back to Basics and Back",
    "citation_author": [
        "Guillermo A. Calvo"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFiat money contains the seeds of its own destruction.  It has no intrinsic value and, yet, it can be exchanged for valuable consumption and production goods. As Hahn (1965) shows, this situation puts fiat money's market value or liquidity premium at the brink of collapse.  In this paper I will argue that (1) sticky prices, especially when staggered, provide output backing to fiat money, helping to sustain fiat money's liquidity premium and, thus, lowering the risk of a liquidity meltdown.  I call this view the Price Theory of Money; (2) fixed-income assets linked to fiat money, especially if they are perceived to have low counter-party risk (like US Treasury bills, AAA bonds or Asset-Backed Securities) can take advantage of point (1) to become quasi-moneys; (3) this gives incentives to the private sector to create those assets; (4) however, unless protected by a Lender of Last Resort, the new assets' liquidity premium can quickly and massively evaporate in what I call (with a wink to the Bard) a Prospero's Liquidity Trap; (5) the latter lowers the market value of loan collateral and clogs the credit channel, bringing about a credit event or Sudden Stop, with severe output and employment consequences.\n\n",
    "acknowledgement": "\nI wish to express my gratitude to Fernando Alvarez, Sara Calvo, Fabrizio Coricelli, Maurice Obstfeld, Pablo Ottonello, Juan Carlos de Pablo, Carmen Reinhart, and Aaron Tornell for useful and incisive comments. I would also like to thank Heriberto Tapia for skillful research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}