{
    "id": 18280,
    "citation_title": "Fiscal Unions",
    "citation_author": [
        "Ivan Werning",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2012-08-02",
    "issue_date": "2012-08-02",
    "revision_date": "2017-03-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study cross-country risk sharing as a second-best problem for members of a currency union using an open economy model with nominal rigidities and provide two key results. First, we show that if financial markets are incomplete, the value of gaining access to any given level of aggregate risk sharing is greater for countries that are members of a currency union. Second, we show that even if financial markets are complete, privately optimal risk sharing is constrained inefficient. A role emerges for government intervention in risk sharing both to guarantee its existence and to influence its operation. The constrained efficient risk sharing arrangement can be implemented by contingent transfers within a fiscal union. We find that the benefits of such a fiscal union are larger, the more asymmetric the shocks affecting the members of the currency union, the more persistent these shocks, and the less open the member economies. Finally we compare the performance of fiscal unions and of other macroeconomic stabilization instruments available in currency unions such as capital controls, government spending, fiscal deficits, and redistribution.\n\n",
    "acknowledgement": "\nFor useful comments and conversations we thank Fernando Alvarez, George-Marios Angeletos, Marco Bassetto, Giancarlo Corsetti, Jordi Gali, Pierre-Oliver Gourinchas, Olivier Jeanne, Patrick Kehoe, Guido Lorenzoni, Tomaso Monacelli, Maurice Obstfeld, Kenneth Rogoff, Robert Staiger and Jean Tirole. We thank seminar participants at Bocconi, Brown, Chicago, Columbia, CREI, Harvard, LSE, MIT, Princeton, University of Wisconsin, Wharton, Bank of England, ECB, IMF, NBER, NY Fed, SITE. We thank Andreas Schaab for superlative research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}