{
    "id": 18283,
    "citation_title": "Over-optimistic Official Forecasts in the Eurozone and Fiscal Rules",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do countries find it so hard to get their budget deficits under control?  Systematic patterns in the errors that official budget agencies make in their forecasts may play an important role.  Although many observers have suggested that fiscal discipline can be restored via fiscal rules such as a legal cap on the budget deficit, forecasting bias can defeat such rules.   The members of the eurozone are supposedly constrained by the fiscal caps of the Stability and Growth Pact. Yet ever since the birth of the euro in 1999, members have postponed painful adjustment by making overly optimistic forecasts of future growth and budget positions and arguing that the deficits will fall below the cap within a year or two.   The new fiscal compact among the euro countries is supposed to make budget rules more binding by putting them into laws and constitutions at the national level.  But what is the record with such national rules? \nOur econometric findings are summarized as follows:\n•\tGovernments' budget forecasts are biased in the optimistic direction, especially among the Eurozone countries, especially when they have large contemporaneous budget deficits, and especially during booms.\n•\tGovernments' real GDP forecasts are similarly over-optimistic during booms.\n•\tDespite the well-known tendency of eurozone members to exceed the 3% cap on budget deficits, often in consecutive years, they almost never forecast that they will violate the cap in the coming years.  This is the source of the extra bias among eurozone forecasts.  If euro area governments are not in violation of the 3% cap at the time forecasts are made, forecasts are no more biased than other countries.\n•\tAlthough euro members without national budget balance rules have a larger over-optimism bias than non-member countries, national fiscal rules help counteract the wishful thinking that seems to come with euro membership.  The reason is that when governments are in violation of the 3% cap the national rules apparently constrain them from making such unrealistic forecasts.\n•\tSimilarly, the existence of an independent fiscal institution producing budget forecasts at the national level reduces the over-optimism bias of forecasts made when the countries are in violation of the 3% cap.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from the Smith Richardson Foundation, though views and findings are ours alone.   We thank Raul Galicia Duran for capable research assistance, Roel Beetsma and Martin Muhleisen for sharing their data, and Max Otto and Snezhana Zlatinova for suggesting the use of EU data on national fiscal rules. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nJuly 15, 2011\n\n\nEthics Disclosure - Jeffrey A. Frankel\n\n\nIt has recently become expected on ethics grounds that economists should disclose sources of professional income beyond that from their academic employer.   Accordingly I offer the following information.   (I include only compensation in excess of $1,000.)\n\n\nIn 2011: I received textbook royalties, co-organized a conference for the NBER, wrote op-eds or articles for Project Syndicate and the Milken Institute Review, consulted for a foreign bank and two financial advisory companies, and wrote papers and gave presentations for the Council on Foreign Relations and International Monetary Fund.\n\n\nIn 2010: I gave talks for the International Monetary Fund, three foreign non-profit educational/research institutions, a domestic bank, a foreign bank, and  two consulting firms.  I wrote and presented papers for the NBER, the World Bank, and a foreign central bank.   I also received textbook royalties and served as an expert witness in a legal case where the ultimate clients were financial institutions.\n\n\nIn 2009: I gave talks for the International Monetary Fund, a foreign educational institution, a bank, and five consulting firms.  I wrote and presented papers for the European Central Bank and the World Bank.  I received textbook royalties.\n\n\nIn 2008: I gave talks for the International Monetary Fund, a foreign bank, three other financial institutions, two consulting firms and an educational institution.  I wrote and presented papers for two think tanks, the World Bank, the NBER, and a foreign central bank.   I also received textbook royalties and served as an expert witness in a legal case where the client was a financial investor.\n\n\nSee also:  http://www.hks.harvard.edu/fs/jfrankel/EthicsDisclosure.doc\n\n\n"
}