{
    "id": 18281,
    "citation_title": "The Trillion Dollar Conundrum: Complementarities and Health Information Technology",
    "citation_author": [
        "David Dranove",
        "Christopher Forman",
        "Avi Goldfarb",
        "Shane Greenstein"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "2012-12-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between the adoption of EMR and hospital operating costs. We first identify a puzzle that has been seen in prior studies: Adoption of EMR is associated with a slight cost increase. We draw on the literature on IT and productivity to demonstrate that the average effect masks important differences across time, locations, and hospitals. We find: (1) EMR adoption is initially associated with higher costs; (2) At hospitals with access to complementary inputs, EMR adoption leads to a cost decrease after three years; (3) Hospitals in unfavorable conditions experience increased costs even after six years.\n\n",
    "acknowledgement": "\nWe thank BingYang Li for excellent research assistance. We thank seminar participants at Columbia University, Georgia Tech, Harvard Business School, MIT, Northwestern University, the University of Arizona, the University of Georgia, the University of Helsinki, and the University of Zurich for helpful comments, and we thank Dr. David Artz, Tim Simcoe, and Leemore Dafny for useful comments and suggestions. We also thank Harte Hanks Market Intelligence for supplying data. Avi Goldfarb thanks SSHRC for research support. We are responsible for all opinions and errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}