{
    "id": 18286,
    "citation_title": "Does it Matter if Your Health Insurer is For-Profit? Effects of Ownership on Premiums, Insurance Coverage, and Medical Spending",
    "citation_author": [
        "Leemore Dafny",
        "Subramaniam Ramanarayanan"
    ],
    "citation_publication_date": "2012-07-31",
    "issue_date": "2012-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe majority of private health insurance in the U.S. is administered or issued by for-profit insurers, but little is known about how for-profit status affects outcomes.  We find that plausibly exogenous increases in local for-profit market share induced by  conversions of Blue Cross and Blue Shield affiliates in 11 states (and 28 distinct geographic markets) had no significant impact on average premiums, uninsurance rates, or medical loss ratios. However, we do find significant increases in Medicaid enrollment and a reallocation of medical spending toward rivals of BCBS.  Moreover, in markets where the converting BCBS affiliate had substantial market share, fully-insured premiums for employer plans increased significantly.  The results suggest that the welfare effects of subsidies for new not-for-profit insurers, such as those in the Affordable Care Act, are likely to depend on entrants' eventual market share.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments by David Dranove, Mark Duggan, Roger Feldman, Jon Kolstad, Ilyana Kuziemko, Phillip Leslie, and seminar participants at the NYU/CUNY/Columbia Health Economics Seminar, University of North Carolina at Chapel Hill, Case Western Reserve University, Clemson University, Indiana University, University of Southern California, UCLA, RAND, Drexel (LeBow), the U.S. Department of Justice, MIT, the American Economic Association Annual Meetings, the International Industrial Organization Conference, the American Society of Health Economists Conference, and the NBER Summer Institute. Chris Ody provided excellent research assistance.\n\n\n\nLeemore Dafny\n\nData were obtained under a non-disclosure agreement with a benefits consulting firm.  Per our agreement, I must forward copies of any forthcoming work 30 days prior to publication.\n\n\nI have at various points in the past three years served as a litigation consultant on antitrust cases in the health insurance industry.  I have been compensated for this work by state and federal agencies, as well as by economic consulting firms.\n\n\nIn the past year, I conducted a study of hospital reimbursements by private payers. I was compensated by an economic consultancy for this work.\n\n\nOver the past three years, I have served as a compensated strategic consultant to a large multispecialty physician organization.\n\n\nI serve on the board of the American Society of Health Economists (ASHEcon), a nonprofit organization dedicated to promoting research in health economics.\n\n\n"
}