{
    "id": 1829,
    "citation_title": "The \"Youth Problem\": Age or Generational Crowding?",
    "citation_author": [
        "David E. Bloom",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1986-02-01",
    "issue_date": "1986-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper attempts to distinguish between two alternative views of the labor market problems faced by young workers in a number of industrialized countries in the 1970s and early 1980s. The first view is that the low relative earnings and high unemployment rates experienced by these workers were largely \"age\" related. Although this view carries the implication that the problems will disappear for recent youth cohorts as they grow older, it also implies that the problems will be \"handed over\" to successive waves of youth cohorts as they enter the labor market. The second view is that the labor market problems of recent youth cohorts are a consequence of their large size. This view has very different implications since generational crowding can permanently or temporarily depress the economic position of large cohorts but need not have an adverse effect on later waves of smaller youth cohorts. On the basis of a multicountry empirical analysis of patterns ofcohort size, earnings, unemployment, and the distribution of young workers across industries, we have four main sets of findings to report. First, the baby-boom was not uniformly experienced across OECD economies - in terms of either its timing or magnitude. While some countries, such as Canada, the U.S., and Belgium had large increases in the youth share ofthe population from 1965 to 1980, others, notably Japan and Switzerland, had large decreases. Second, our empirical results indicate that large cohort size tends to have a negative effect on the \"expected relative earnings\" of the cohort, where expected relative earnings is defined as the product of the earnings and the employment-to-labor force ratio of a young cohort relative to the same product for an older cohort. There is, moreover, a marked trade-off betweenthe relative earnings effect and the relative employment effect with large cohort sizes reducing relative earnings in some countries and reducing reiative employment in others. Third, at least for the U.S., the relatively low wages and high unemployment of the \"unlucky cohorts\" tend to converge to the patterns that would have resulted had the cohorts been more \"normal\" in size, with the convergence occurring within a decade or so. Fourth, our results show that baby-boom cohorts were absorbed inthe U.S. and other OECD economies quite evenly across a wide range of industries. This finding contradicts the popular belief that large youth cohorts were absorbed primarily through expansion of those industries that have been traditionally youth-intensive.\n\n",
    "acknowledgement": "\n"
}