{
    "id": 18291,
    "citation_title": "Legislating Stock Prices",
    "citation_author": [
        "Lauren Cohen",
        "Karl B. Diether",
        "Christopher Malloy"
    ],
    "citation_publication_date": "2012-08-10",
    "issue_date": "2012-08-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we demonstrate that legislation has a simple, yet previously undetected impact on firm stock prices. While it is understood that the government and firms have an important relationship, it remains difficult to determine which firms any given piece of legislation will affect, and how it will affect them. By observing the actions of legislators whose constituents are the affected firms, we can gather insights into the likely impact of government legislation on firms. Specifically, focusing attention on \"interested\" legislators' behavior captures important information seemingly ignored by the market. A long-short portfolio based on these legislators' views earns abnormal returns of over 90 basis points per month following the passage of legislation. Further, the more complex the legislation, the more difficulty the market has in assessing the impact of these bills. Consistent with the legislator incentive mechanism, the more concentrated the legislator's interest in the industry, the more informative are her votes for future returns.\n\n",
    "acknowledgement": "\nWe would like to thank Yakov Amihud, Jonathan Berk, Simon Gervais, Roni Michaely, Daniel Paravisini, Andrei Shleifer, Clemens Sialm, Pietro Veronesi, and seminar participants at Jane Street Capital, the IDC Conference in Herzliya, and the Western Finance Association (WFA) meeting in Las Vegas for helpful comments and suggestions.  We are grateful for funding from the National Science Foundation.\n\n\n"
}