{
    "id": 18297,
    "citation_title": "Private Equity and the Innovation Strategies of Entrepreneurial Firms: Empirical Evidence from the Small Business Innovation Research Program",
    "citation_author": [
        "Albert N. Link",
        "Christopher J. Ruhm",
        "Donald S. Siegel"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThere is great interest in evaluating the impact of private equity investments on innovation and economic growth.  However, there is no direct empirical evidence on the effects of such transactions on the innovation strategies of entrepreneurial firms.  We fill this gap by examining a rich project-level data set consisting of entrepreneurial firms receiving Small Business Innovation Research (SBIR) program research awards.  We find that SBIR firms attracting private equity investments are significantly more likely to license and sell their technology rights and engage in collaborative research and development agreements.  Our results suggest that private equity investments accelerate the development and commercialization of research-based technologies, thus contributing to economic growth.  We conclude that both public investments and private investments are key to innovation performance.\n\n",
    "acknowledgement": "\nRuhm thanks the University of Virginia Bankard Fund for financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}