{
    "id": 18295,
    "citation_title": "Convergence and Modernization Revisited",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2012-09-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an 80-country panel since the 1960s, the convergence rate for per capita GDP is around 1.7% per year. This \"beta convergence\" is conditional on an array of explanatory variables that hold constant countries' long-run characteristics. The introduction of country fixed effects generates a much higher-and, I argue, misleading-convergence rate. In a much longer time frame-34 countries with GDP data starting between 1870 and 1896-estimation with country fixed effects is more appropriate, and the estimated convergence rate is around 2.4% per year. Combining the point estimates from the post-1960s and post-1870 panels suggests that the conditional convergence rate is between 1.7% and 2.4% per year, an interval that contains the \"iron-law\" rate of 2%. In the post-1960s panel, estimation without country fixed effects supports the modernization hypothesis, in the form of positive effects of per capita GDP and schooling on democracy and maintenance of law and order. The long-term panel with country fixed effects also supports modernization, in the sense of positive effects of per capita GDP and schooling on the Polity indicator for democracy. A measure of dispersion-the standard deviation of the log of per capita GDP across 25 countries-is reasonably stable since 1870. This lack of \"sigma convergence\" is consistent with the presence of beta convergence. For 34 countries-including China and India-observed since 1896, the dispersion of per capita GDP declines since the late 1970s, especially when the country data are weighted by population. This sigma convergence reflects particularly the incorporation of China and India into the world market economy. For 29 countries since 1919, the levels and trends in cross-country dispersion are similar for consumption and GDP.\n\n",
    "acknowledgement": "\nThis paper was prepared for presentation at the Nobel Symposium on Growth and Development, Stockholm, September 3-5, 2012. I appreciate excellent research assistance from David Hsu and comments from Philippe Aghion, Abhijit Banerjee, Xavier Gabaix, Elhanan Helpman, Chad Jones, Peter Klenow, Jong-Wha Lee, Andrei Shleifer, Ugo Troiano, Jose Ursúa, and Romain Wacziarg.The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}