{
    "id": 18299,
    "citation_title": "Removing Financial Barriers to Organ and Bone Marrow Donation: The Effect of Leave and Tax Legislation in the U.S.",
    "citation_author": [
        "Nicola Lacetera",
        "Mario Macis",
        "Sarah S. Stith"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2013-12-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an attempt to alleviate the shortfall in organs and bone marrow available for transplants, many U.S. states passed legislation providing leave to organ and bone marrow donors and/or tax benefits for live and deceased organ and bone marrow donations and to employers of donors. We exploit cross-state variation in the timing and passage of such legislation to analyze its impact on organ donations by living and deceased persons, on measures of the quality of the organs transplanted, and on the number of bone marrow donations. We find that these provisions did not have a significant impact on the quantity of organs donated. The leave legislation, however, did have a positive impact on bone marrow donations. We also find some evidence of a positive impact on the quality of organ transplants, measured by post-transplant survival rates. Our results suggest that these types of legislation work for moderately invasive procedures such as bone marrow donation, but may be too low for organ donation, which is riskier and more burdensome to the donor.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the University of Michigan and at the 8th Annual International Industrial Organization Conference, as well as Tom Buchmueller, Ricard Gil, Brian Krauth, Steve Leider, and Bob Slonim for their feedback. Christina Davis provided valuable editorial services. This work was supported in part by Health Resources and Services Administration contract 231-00-0115. The content is the responsibility of the authors alone and does not necessarily reflect the views or policies of the Department of Health and Human Services, nor of the National Bureau of Economic Research. Mention of trade names, commercial products, or organizations does not imply endorsement by the U.S. Government. (http://optn.transplant.hrsa.gov/data/citing.asp).\n\n\n"
}