{
    "id": 18294,
    "citation_title": "The Impact of Right to Carry Laws and the NRC Report: The Latest Lessons for the Empirical Evaluation of Law and Policy",
    "citation_author": [
        "Abhay Aneja",
        "John J. Donohue III",
        "Alexandria Zhang"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nFor over a decade, there has been a spirited academic debate over the impact on crime of laws that grant citizens the presumptive right to carry concealed handguns in public – so-called right-to-carry (RTC) laws.  In 2004, the National Research Council (NRC) offered a critical evaluation of the “More Guns, Less Crime” hypothesis using county-level crime data for the period 1977-2000.  15 of the 16 academic members of the NRC panel essentially concluded that the existing research was inadequate to conclude that RTC laws increased or decreased crime.  One member of the panel thought the NRC's panel data regressions showed that RTC laws decreased murder, but the other 15 responded by saying that “the scientific evidence does not support” that position.  \nWe evaluate the NRC evidence, and improve and expand on the report’s county data analysis by analyzing an additional six years of county data as well as state panel data for the period 1979-2010.  We also present evidence using both a more plausible version of the Lott and Mustard specification, as well as our own preferred specification (which, unlike the Lott and Mustard model presented in the NRC report, does control for rates of incarceration and police).  While we have considerable sympathy with the NRC’s majority view about the difficulty of drawing conclusions from simple panel data models and re-affirm its finding that the conclusion of the dissenting panel member that RTC laws reduce murder has no statistical support, we disagree with the NRC report’s judgment on one methodological point: the NRC report states that cluster adjustments to correct for serial correlation are not needed in these panel data regressions, but our randomization tests show that without such adjustments the Type 1 error soars to 22 - 73 percent.  \nOur paper highlights some important questions to consider when using panel data methods to resolve questions of law and policy effectiveness.  We buttress the NRC’s cautious conclusion regarding the effects of RTC laws by showing how sensitive the estimated impact of RTC laws is to different data periods, the use of state versus county data, particular specifications (especially the Lott-Mustard inclusion of 36 highly collinear demographic variables), and the decision to control for state trends.  \nAcross the basic seven Index I crime categories, the strongest evidence of a statistically significant effect would be for aggravated assault, with 11 of 28 estimates suggesting that RTC laws increase this crime at the .10 confidence level. An omitted variable bias test on our preferred Table 8a results suggests that our estimated 8 percent increase in aggravated assaults from RTC laws may understate the true harmful impact of RTC laws on aggravated assault, which may explain why this finding is only significant at the .10 level in many of our models.  Our analysis of the year-by-year impact of RTC laws also suggests that RTC laws increase aggravated assaults.  Our analysis of admittedly imperfect gun aggravated assaults provides suggestive evidence that RTC laws may be associated with large increases in this crime, perhaps increasing such gun assaults by almost 33 percent. \nIn addition to aggravated assault, the most plausible state models conducted over the entire 1979-2010 period provide evidence that RTC laws increase rape and robbery (but usually only at the .10 level).  In contrast, for the period from 1999-2010 (which seeks to remove the confounding influence of the crack cocaine epidemic), the preferred state model (for those who accept the Wolfers proposition that one should not control for state trends) yields statistically significant evidence for only one crime -- suggesting that RTC laws increase the rate of murder at the .05 significance level.  It will be worth exploring whether other methodological approaches and/or additional years of data will confirm the results of this panel-data analysis and clarify some of the highly sensitive results and anomalies (such as the occasional estimates that RTC laws lead to higher rates of property crime) that have plagued this inquiry for over a decade.\n\n",
    "acknowledgement": "\nThe authors wish to thank David Autor, Alan Auerbach, Phil Cook, Peter Siegelman, Hugh LaFollette, and an anonymous referee for helpful comments, Todd Elder for assistance in understanding the technique of testing for omitted variable bias, Akshay Rao, Vikram Rao, Andrew Baker, and Kyle Weber for outstanding research assistance, and Stanford Law School and Yale Law School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}