{
    "id": 18292,
    "citation_title": "Lens or Prism? Patent Citations as a Measure of Knowledge Flows from Public Research",
    "citation_author": [
        "Michael Roach",
        "Wesley M. Cohen"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper assesses the validity and accuracy of firms' backward patent citations as a measure of knowledge flows from public research by employing a newly constructed dataset that matches patents to survey data at the level of the R&D lab. Using survey-based measures of the dimensions of knowledge flows, we identify sources of systematic measurement error associated with backward citations to both patent and nonpatent references. We find that patent citations reflect the codified knowledge flows from public research, but they appear to miss knowledge flows that are more private and contract-based in nature, as well as those used in firm basic research. We also find that firms' patenting and citing strategies affect patent citations, making citations less indicative of knowledge flows. In addition, an illustrative analysis examining the magnitude and direction of measurement error bias suggests that measuring knowledge flows with patent citations can lead to substantial underestimation of the effect of public research on firms' innovative performance. Throughout our analyses we find that nonpatent references (e.g., journals, conferences, etc.), not the more commonly used patent references, are a better measure of knowledge originating from public research.\n\n",
    "acknowledgement": "\nPlease cite as: Roach, M., W. M. Cohen. 2012. \"Lens or Prism? Patent Citations as a Measure of Knowledge Flows from Public Research.\" Management Science. Forthcoming.                                                We would like to thank Jim Adams, Ajay Agrawal, Juan Alcacer, Ashish Arora, Sharon Belenzon, Lee Branstetter, Ronnie Chatterji, Marco Ceccagnoli, Iain Cockburn, Lee Fleming, Steven Klepper, Mike Lenox, Megan MacGarvie, Sangsoo Park, Bhaven Sampat, and Jerry Thursby for their valuable discussions and insights, as well as seminar participants at Duke University, the Georgia Institute of Technology, Harvard Business School, the National Bureau of Economic Research, and the University of North Carolina. We especially thank: Ashish Arora for suggestions for refining our model; Bhaven Sampat for graciously providing us with access to patent examiner data; and helpful comments and suggestions from the Associate Editor and three anonymous referees. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  Wesley Cohen also thanks the Fuqua School of Business, Duke University, for research support.\n\n\n"
}