{
    "id": 18298,
    "citation_title": "Have the Poor Always Been Less Likely to Migrate? Evidence From Inheritance Practices During the Age of Mass Migration",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing novel data on 50,000 Norwegian men, we study the effect of wealth on the probability of internal or international migration during the Age of Mass Migration (1850-1913), a time when the US maintained an open border to European immigrants. We do so by exploiting variation in parental wealth and in expected inheritance by birth order, gender composition of siblings, and region. We find that wealth discouraged migration in this era, suggesting that the poor could be more likely to move if migration restrictions were lifted today. We discuss the implications of these historical findings to developing countries.\n\n",
    "acknowledgement": "\nWe thank the organizers and participants at the 4th Migration and Development Conference at Harvard University in June 2011. We have also benefited from conversations with Timothy Bresnahan, Pascaline Dupas, Avner Greif, Hilary Hoynes, Aprajit Mahajan, Roy Mill, Joel Mokyr, Robert Pollak, Kjell G. Salvanes, Izi Sin, Gui Woolston, Gavin Wright and with seminar participants at UC-Davis and UCLA's KALER group. We acknowledge financial support from the National Science Foundation (No. SES-0720901), the California Center for Population Research, and UCLA's Center for Economic History. We are grateful to Ancestry.com and to FamilySearch.com (especially to Stephen Valentine) for allowing us access to census and other historical records. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}