{
    "id": 18302,
    "citation_title": "Did the Americanization Movement Succeed? An Evaluation of the Effect of English-Only and Compulsory Schools Laws on Immigrants' Education",
    "citation_author": [
        "Adriana Lleras-Muney",
        "Allison Shertzer"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2014-05-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the early twentieth century, education legislation was often passed based on arguments that new laws were needed to force immigrants to learn English and \"Americanize.\"  We provide the first estimates of the effect of statutes requiring English as the language of instruction and compulsory schooling laws on the school enrollment, work, literacy and English fluency of immigrant children from 1910 to 1930.  English schooling statutes did increase the literacy of foreign-born children, though only modestly.  Compulsory schooling and continuation school laws raised immigrants' enrollment and the effects were much larger for children born abroad than for native-born children.\n\n",
    "acknowledgement": "\nWe are indebted to Naomi Lamoreaux for encouraging us to write this paper and to Claudia Goldin and Larry Katz for providing us with access to their data on compulsory schooling laws and state characteristics. We are grateful to the participants of the UCLA Economic History brown bag seminar for the comments. We acknowledge the outstanding research assistance provided by Rosanna Smart and Sofia Aguilar.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}