{
    "id": 18308,
    "citation_title": "The Validity of Consumption Data: Are the Consumer Expenditure Interview and Diary Surveys Informative?",
    "citation_author": [
        "Adam Bee",
        "Bruce D. Meyer",
        "James X. Sullivan"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the quality of data collected in the Consumer Expenditure (CE) Survey, which is the source for the Consumer Price Index weights and is the main source of U.S. consumption microdata.  We compare reported spending on a large number of categories of goods and services to comparable national income account data.  We do this separately for the two components of the CE--the Interview Survey and the Diary Survey--rather than a combination that has been used in past comparisons.  We find that most of the largest categories of consumption are measured well in the Interview Survey as the ratio to the national account data is close to one and has not declined appreciably over time.  Several other large categories are reported at a low rate or have seen the ratio to the national accounts decline over time.  The results are less encouraging for the Diary Survey.  There is no large Diary category that is both measured well and reported at a higher rate than in the Interview Survey.  We also compare the ownership of and the value of durables, such as homes and cars, in the CE to other sources.  This evidence suggests the CE performs fairly well.  Based on observable characteristics, the CE Survey appears to be fairly representative, although there is strong evidence of under-representation at the top of the income distribution and under-reporting of income and expenditures at the top.  We then examine the precision of the two surveys and the frequency of no spending overall or for a given spending category.  In the Diary Survey, we find much greater dispersion in spending and the dispersion relative to the Interview Survey varies across goods and over time.  Diary respondents are much more likely to report zero spending for a consumption category, and a high and increasing fraction of respondents reporting zero for all categories.  These results suggest that using Diary data to assess inequality trends and other distributional outcomes is likely to lead to biased and misleading results.  Our results have important implications for interpreting and properly using CE data and how best to redesign the CE.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Census Bureau.  We would like to thank Tom Crossley, Thesia Garner, Steve Henderson, Clinton McCully, William Passero, and Laura Paszkiewicz for their help, and participants at the CRIW/NBER Conference on Improving the Measurement of Consumer Expenditures for their comments.  We also thank Kevin Rinz for research assistance.\n\n\n"
}