{
    "id": 18304,
    "citation_title": "An Empirical Analysis of the Fed's Term Auction Facility",
    "citation_author": [
        "Efraim Benmelech"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Federal Reserve used the Term Auction Facility (TAF) to provide term funding to eligible depository institutions from December 2007 to March 2010. According to the Fed, the purpose of TAF was to inject term funds through a broader range of counterparties and against a broader range of collateral than open market operations. The overall goal of the TAF was to ensure that liquidity provisions could be disseminated efficiently even when the unsecured interbank markets were under stress. In this paper I use the TAF micro-level loan data and find that about 60 percent of TAF loans went to foreign banks that pledged asset-backed securities as collateral for these loans. The data and analysis illustrate the major role that foreign - in particular, European - banks currently play in the U.S. financial system and the resultant currency mismatch in their balance sheets. The data suggest that foreign banks had to borrow from the Federal Reserve Bank to meet their dollar-denominated liabilities.\n\n",
    "acknowledgement": "\nI thank Ian Dew-Becker, Charlie Calomiris, Simon Gilchrist, James Hamilton, Laura Jones Dooley, Ross Levine, Jeff Miron, and seminar participants at the Cato Papers on Public Policy Conference for useful comments. I acknowledge financial support from the Cato Institute. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}