{
    "id": 18307,
    "citation_title": "Open Borders",
    "citation_author": [
        "John Kennan"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a large body of evidence indicating that cross-country differences in income levels are associated with differences in productivity. If workers are much more productive in one country than in another, restrictions on immigration lead to large efficiency losses. The paper quantifies these losses, using a model in which efficiency differences are labor-augmenting, and free trade in product markets leads to factor price equalization, so that wages are equal across countries when measured in efficiency units of labor. The estimated gains from removing immigration restrictions are huge. Using a simple static model of migration costs, the estimated net gains from open borders are about the same as the gains from a growth miracle that more than doubles the income level in less-developed countries.\n\n",
    "acknowledgement": "\nA version of this paper was presented as a plenary talk at the SED meeting in Gent, July 2011. I thank Michael Clemens, Eric French, two anonymous referees and many seminar participants for helpful comments. Xiaodong Fan provided valuable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}