{
    "id": 18309,
    "citation_title": "Saving Teens: Using a Policy Discontinuity to Estimate the Effects of Medicaid Eligibility",
    "citation_author": [
        "Bruce D. Meyer",
        "Laura R. Wherry"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2013-01-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper uses a policy discontinuity to identify the immediate and long-term effects of public health insurance coverage during childhood. Our identification strategy exploits a unique feature of several early Medicaid expansions that extended eligibility only to children born after September 30, 1983. This feature resulted in a large discontinuity in the lifetime years of Medicaid eligibility of children at this birthdate cutoff.  Those with family incomes at or just below the poverty line had close to five more years of eligibility if they were born just after the cutoff than if they were born just before. We use this discontinuity in eligibility to measure the impact of public health insurance on mortality by following cohorts of children born on either side of this cutoff from childhood through early adulthood. We examine changes in rates of mortality by the underlying causes of death, distinguishing between deaths due to internal and external causes. We also examine outcomes separately for black and white children. Our analysis shows that black children were more likely to be affected by the Medicaid expansions and gained twice the amount of eligibility as white children. We find a substantial effect of public eligibility during childhood on the later life mortality of black children at ages 15-18. The estimates indicate a 13-20 percent decrease in the internal mortality rate of black teens born after September 30, 1983. We find no evidence of an improvement in the mortality of white children under the expansions.\n\n",
    "acknowledgement": "\nThis work was supported by the National Institute for Child Health and Human Development. We would like to thank Andrew Goodman-Bacon, Miriam Kalichman, Genevieve Kenney, Lindsey Leininger, Tony Lo Sasso, Karin Rhodes and participants at seminars at the Georgia Institute of Technology, the 2011 Census Research Data Center Conference, Purdue University, Syracuse University, University of Michigan and the Midwest Health Economics Conference for their comments and Negasi Beyene, Clint Carter, Karen Davis and Frank Limehouse for their assistance in accessing the restricted data used in this project at the Chicago and Michigan Census Research Data Centers. Laura Wherry acknowledges funding support from the Agency for Health Care Research and Quality National Training Fellowship in Health Services Research and the Robert Wood Johnson Foundation Health & Society Scholars program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}