{
    "id": 18300,
    "citation_title": "Risk and Returns to Education",
    "citation_author": [
        "Jeffrey Brown",
        "Chichun Fang",
        "Francisco Gomes"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the returns to education in a life-cycle framework that incorporates risk preferences, earnings volatility (including unemployment), and a progressive income tax and social insurance system. We show that such a framework significantly reduces the measured gains from education relative to simple present-value calculations, although the gains remain significant. For example, for a range of preference parameters, we find that individuals should be willing to pay 300 to 500 (200 to 250) thousand dollars to obtain a college (high school) degree in order to benefit from the 32 to 42 percent (20 to 38 percent) increase in annual certainty-equivalent consumption. We also explore how the measured value of education varies with preference parameters, by gender, and across time. In contrast to findings in the education wage-premia literature, which focuses on present values and which we replicate in our data, our model indicates that the gains from college education were flat in the 1980s and actually decreased significantly in 1991-2007 period. On the other hand, the gains to a high school education have increased quite dramatically over time. We also show that both high school and college education help to decrease the gender gap in life-time earnings, contrary again to the conclusion from wage premia calculations.\n\n",
    "acknowledgement": "\nWe would like to thank Janice Eberly, Darren Lubotsky, George Pennachi, Jason Seligman, Moto Yogo, and seminar participants at the University of Illinois at Urbana-Champaign, the LERA Conference and the NBER meetings for helpful comments on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}