{
    "id": 18301,
    "citation_title": "The Choice of Discount Rate for Climate Change Policy Evaluation",
    "citation_author": [
        "Lawrence H. Goulder",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly all discussions about the appropriate consumption discount rate for climate-change policy evaluation assume that a single discount rate concept applies.  We argue that two distinct concepts and associated rates apply.  We distinguish a social-welfare-equivalent discount rate appropriate for determining whether a given policy would augment social welfare (according to a postulated social welfare function) and a finance-equivalent discount rate suitable for determining whether the policy would offer a potential Pareto improvement.  \nDistinguishing the two rates helps resolve arguments as to whether the choice of discount rate should be based on ethical considerations or empirical information (such as market interest rates), and about whether the discount rate should serve a prescriptive or descriptive role.  Separating out the two rates also helps clarify disputes about the appropriate stringency of climate change policy.\nWe find that the structure of leading numerical optimization models used for climate policy analysis may have helped contribute to the blurring of the differences between the two rates.  In addition, we indicate that uncertainty about underlying ethical parameters or market conditions implies that both rates should decline as the time-horizon increases.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from Kenneth Arrow, Elisabeth Moyer, Nicholas Stern, David Weisbach, and participants in the RFF-Stanford workshop, \"The Next Round of Climate Economics & Policy Research.\"  We also acknowledge financial support for this work (in the form of a workshop stipend) from SIEPR and RFF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}