{
    "id": 18312,
    "citation_title": "Resident Networks and Firm Trade",
    "citation_author": [
        "Lauren Cohen",
        "Umit G. Gurun",
        "Christopher J. Malloy"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2013-04-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate that simply by using the ethnic makeup surrounding a firm's location, we can predict, on average, which trade links are valuable for firms. Using customs and port authority data on the international shipments of all U.S. publicly-traded firms, we show that firms are significantly more likely to trade with countries that have a strong resident population near their firm headquarters. We use the formation of World War II Japanese Internment Camps to isolate exogenous shocks to local ethnic populations, and identify a causal link between local networks and firm trade links. Firms that exploit their local networks (strategic traders) see significant increases in future sales growth and profitability, and outperform other importers and exporters by 5%-7% per year in risk-adjusted stock returns. In sum, our results document a surprisingly large impact of immigrants' economic role as conduits of information for firms in their new countries.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Channels of Influence.\" We are grateful for funding from the National Science Foundation. We thank Joshua Aizenman, Gennaro Bernile, Lee Branstetter, Geoffrey Booth, Bill Cready, Robert Feenstra, Fritz Foley, Rob Hansen, George Korniotis, John McLaren, Florian Peters, and seminar participants at the NBER International Trade and Investment Meeting at Stanford, Brigham Young University, Australia National University, Ozyegin University, Michigan State University, University of Alabama, University of Arizona, Baruch College, University of Amsterdam/Duisenberg School of Finance, University of Melbourne, University of Miami, University of South Florida, University of Texas at Dallas, University of Virginia, Washington University in Saint Louis, University of Mannheim, and Tulane University, for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}