{
    "id": 18314,
    "citation_title": "International Prices and Endogenous Quality",
    "citation_author": [
        "Robert C. Feenstra",
        "John Romalis"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe unit values of internationally traded goods are heavily influenced by quality. We model this in an extended monopolistic competition framework where, in addition to choosing price, firms simultaneously choose quality. We allow countries to have non-homothetic demand for quality. The optimal choice of quality by firms reflects this non-homothetic demand as well as the costs of production, including specific transport costs, under the \"Washington apples\" effect. We estimate the implied gravity equation using detailed bilateral trade data for about 200 countries over 1984-2008. Our system identifies quality and quality-adjusted prices, from which we will construct price indexes for imports and exports for each country that will be incorporated into the next generation of the Penn World Table.\n\n",
    "acknowledgement": "\nThe authors thank George Dan, Phil Luck, John Lennox, Anson Soderbery and Greg Wright for excellent research assistance, as well as Juan Carlos Hallak, Robert Inklaar, Marcel Timmer and seminar participants at the NBER, National Bank of Belgium, Paris School of Economics, Monash, Oxford, Princeton and Yale Universities for helpful comments and Raymond Robertson for help compiling the tariff data. Financial support from the National Science Foundation Grants no. 0648766 and no. 1061880, and from the Sloan Foundation, is gratefully acknowledged. Financial support from the National Science Foundation Grants no. 0648766 and no. 1061880, and from the Sloan Foundation, is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}