{
    "id": 18310,
    "citation_title": "Immigration and Production Technology",
    "citation_author": [
        "Ethan G. Lewis"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on the labor market impact of immigration typically relies on a single-good model of production with separable capital.  This article discusses theory and evidence that suggest that this standard model is too simple to capture the labor market impact of immigration.  A reasonable level of capital-skill complementarity, for which there is considerable support outside research on immigration, alone reduces the relative wage impact of immigration by 40 percent compared to simulations with skill-neutral capital.  Other models in which the production structure responds to skill mix changes, including models with endogenous choice of technique, directed technical change, or human capital spillovers, can also imply the impact of immigration is considerably different than in the standard model.  This article discusses new research which tries to credibly evaluate such models using immigration-induced variation in skill mix, an approach with further potential, and evidence that immigration impacts innovation and firm formation.\n\n",
    "acknowledgement": "\nThis article was written for the Annual Review of Economics.  When citing this paper, please use the following: Lewis E. 2012. \"Immigration and Production Technology.\" Annual Review of Econonmics 5: Submitted. DOI: 10.1146/annurev-economics-080612-134132.  I especially want to thank David Card and Paul Beaudry for considerable guidance in my research which led to some of the ideas in this article, though many others contributed as well including David Autor, Elizabeth Cascio, Ken Chay, John DiNardo, Mark Doms, Tim Dunne, Christian Dustmann, David Green, Jennifer Hunt, Larry Katz, Giovanni Peri, Steve Raphael and Seth Sanders.  Jennifer Hunt and David Green also provided detailed feedback on an earlier draft of this article.  All errors herein are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}