{
    "id": 18315,
    "citation_title": "Is U.S. Economic Growth Over? Faltering Innovation Confronts the Six Headwinds",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2016-01-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper raises basic questions about the process of economic growth.  It questions the assumption, nearly universal since Solow's seminal contributions of the 1950s, that economic growth is a continuous process that will persist forever.  There was virtually no growth before 1750, and thus there is no guarantee that growth will continue indefinitely.  Rather, the paper suggests that the rapid progress made over the past 250 years could well turn out to be a unique episode in human history.  The paper is only about the United States and views the future from 2007 while pretending that the financial crisis did not happen.  Its point of departure is growth in per-capita real GDP in the frontier country since 1300, the U.K. until 1906 and the U.S. afterwards.  Growth in this frontier gradually accelerated after 1750, reached a peak in the middle of the 20th century, and has been slowing down since.  The paper is about \"how much further could the frontier growth rate decline?\"\nThe analysis links periods of slow and rapid growth to the timing of the three industrial revolutions (IR's), that is, IR #1 (steam, railroads) from 1750 to 1830; IR #2 (electricity, internal combustion engine, running water, indoor toilets, communications, entertainment, chemicals, petroleum) from 1870 to 1900; and IR #3 (computers, the web, mobile phones) from 1960 to present.  It provides evidence that IR #2 was more important than the others and was largely responsible for 80 years of relatively rapid productivity growth between 1890 and 1972.  Once the spin-off inventions from IR #2 (airplanes, air conditioning, interstate highways) had run their course, productivity growth during 1972-96 was much slower than before.  In contrast, IR #3 created only a short-lived growth revival between 1996 and 2004.  Many of the original and spin-off inventions of IR #2 could happen only once - urbanization, transportation speed, the freedom of females from the drudgery of carrying tons of water per year, and the role of central heating and air conditioning in achieving a year-round constant temperature.\nEven if innovation were to continue into the future at the rate of the two decades before 2007, the U.S. faces six headwinds that are in the process of dragging long-term growth to half or less of the 1.9 percent annual rate experienced between 1860 and 2007.  These include demography, education, inequality, globalization, energy/environment, and the overhang of consumer and government debt.  A provocative \"exercise in subtraction\" suggests that future growth in consumption per capita for the bottom 99 percent of the income distribution could fall below 0.5 percent per year for an extended period of decades.\n\n",
    "acknowledgement": "\nThis research has been supported by the Kauffman Foundation. Many facts and relationships highlighted here are based on my book in progress, Beyond the Rainbow: The American Standard of Living Since the Civil War, under contract to the Princeton University Press. To limit the scope of this short paper, only a limited number of historical references and citations are included here. All others are provided in the book manuscript. I am grateful to Marius Malkevicius and Andrew Sabene for their indispensable research assistance, and to David Warsh for helpful comments. This paper originates in a presentation that has been given to numerous audiences over the past year, and I am grateful to members of those audiences for asking provocative questions and making helpful suggestions in the Q&A sessions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}