{
    "id": 18311,
    "citation_title": "Policy Intervention in Debt Renegotiation: Evidence from the Home Affordable Modification Program",
    "citation_author": [
        "Sumit Agarwal",
        "Gene Amromin",
        "Itzhak Ben-David",
        "Souphala Chomsisengphet",
        "Tomasz Piskorski",
        "Amit Seru"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "2016-06-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the effects of the 2009 Home Affordable Modification Program (HAMP) that provided intermediaries with sizeable financial incentives to renegotiate mortgages. HAMP increased intensity of renegotiations and prevented substantial number of foreclosures but reached just one-third of its targeted indebted households. This shortfall was in large part due to low renegotiation intensity of a few large intermediaries and was driven by intermediary-specific factors. Exploiting regional variation in the intensity of program implementation by intermediaries suggests that the program was associated with lower rate of foreclosures, consumer debt delinquencies, house price declines, and an increase in durable spending.\n\n",
    "acknowledgement": "\nThe views presented in the paper do not necessarily reflect those of the FRB of Chicago, the Federal Reserve System, the Office of the Comptroller of the Currency, the U.S. Department of the Treasury, or the National Bureau of Economic Research. We thank Raphael Bostic, John Campbell, John Cochrane, Dennis Glennon, Andrew Haughwout, Ali Hortaçsu, Bruce Kruger, Chris Mayer, Uday Rajan, Kristopher Rengert, Johnathan Reuter, Rik Sen, Amir Sufi, Francesco Trebbi, Joe Tracy, Kostas Tzioumis, Wilbert van der Klaauw, Vikrant Vig, and Luigi Zingales. We also thank the seminar participants at Berkeley, Chicago Booth, Chicago Fed, Cleveland Fed, Columbia, Kellogg, NYU Stern, Penn State, Office of the Comptroller of the Currency, Sveriges Riksbank, as well as participants at the AEA, NBER Summer Institute, the NYC Real Estate Conference, the Texas Aim Conference, and the UCLA Real Estate Conference for helpful suggestions. Vera Chau, Monica Clodius, Sam Liu, Regina Villasmil, Zach Wade, and James Witkin provided outstanding research assistance. Piskorski acknowledges the funding from the Paul Milstein Center for Real Estate at Columbia Business School and the NSF (Grant 1124188). Seru acknowledges the funding from the Initiative on Global Markets at Booth School of Business at the University of Chicago.\n\n\n"
}