{
    "id": 18316,
    "citation_title": "Do Patent Pools Encourage Innovation? Evidence from 20 U.S. Industries under the New Deal",
    "citation_author": [
        "Ryan L. Lampe",
        "Petra Moser"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nPatent pools, which allow competing firms to combine their patents, have emerged as a prominent mechanism to resolve litigation when multiple firms own patents for the same technology.  This paper takes advantage of a window of regulatory tolerance under the New Deal to investigate the effects of pools on innovation within 20 industries.  Difference-in-differences regressions imply a 16 percent decline in patenting in response to the creation of a pool.  This decline is driven by technology fields in which a pool combined patents for substitute technologies by competing firms, suggesting that unregulated pools may discourage innovation by weakening competition to improve substitutes.\n\n",
    "acknowledgement": "\nWe thank Tim Bresnahan, Christian Helmers, Eric Hilt, Rick Hornbeck, Pete Klenow, Annika Lorenz, Mark Lemley, Josh Lerner, Shaun McRae, David Mowery, Tom Nicholas, Roger Noll, Paul Rhode, Tim Simcoe, John Wallis, Gavin Wright, Peter Zeitz, and seminar participants at the All-UC Economic History Conference on Science and Innovation, the Clio Meetings in Arizona, DePaul, Berkeley, Loyola, the NBER Conference on Patents, Standards, and Innovation, the Summer Institute of the NBER' Development of the American Economy Program, Northwestern Economics, Northwestern's Searle Center, Stanford University, and U.C. Irvine for helpful comments.  Librarians at the National Archives in Chicago, Kansas City, New York City, Riverside, and San Francisco were instrumental in facilitating access to primary documents. Siyeona Chang, Josh Wagner, Aleksandra Goulioutina, and Marina Kutyavina provided valuable research assistance. Moser thanks the Stanford Institute for Policy Research (SIEPR) and the Olin Center for Law and Economics at Stanford for financial support.  Lampe thanks the Driehaus College of Business and the Department of Economics at DePaul University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}