{
    "id": 18313,
    "citation_title": "The Need for Enemies",
    "citation_author": [
        "Leopoldo Fergusson",
        "James A. Robinson",
        "Ragnar Torvik",
        "Juan F. Vargas"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a political economy model where some politicians have a comparative advantage in undertaking a task and this gives them an electoral advantage. This creates an incentive to underperform in the task in order to maintain their advantage. We interpret the model in the context of fighting against insurgents in a civil war and derive two main empirical implications which we test using Colombian data during the presidency of Álvaro Uribe. First, as long as rents from power are sufficiently important, large defeats for the insurgents should reduce the probability that politicians with comparative advantage, President Uribe, will fight the insurgents. Second, this effect should be larger in electorally salient municipalities. We find that after the three largest victories against the FARC rebel group, the government reduced its efforts to eliminate the group and did so differentially in politically salient municipalities. Our results therefore support the notion that such politicians need enemies to maintain their political advantage and act so as to keep the enemy alive.\n\n",
    "acknowledgement": "\nWe thank Dario Romero for excellent research assistance and Daron Acemoglu, Torberg Falch, María Teresa Ronderos and Bjarne Strøm for their comments and suggestions. We are grateful to seminar participants at Berkeley, Georgetown, Universidad de los Andes, Universidad del Rosario, the World Bank Office of the Chief Economist for Latin America and the Workshop on Governance, Development and Political Violence, UCSD, June 2011, particularly our discussant David Laitin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}