{
    "id": 18326,
    "citation_title": "Do Higher Tobacco Taxes Reduce Adult Smoking? New Evidence of the Effect of Recent Cigarette Tax Increases on Adult Smoking",
    "citation_author": [
        "Kevin Callison",
        "Robert Kaestner"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2019-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a general consensus among policymakers that raising tobacco taxes reduces cigarette consumption. However, evidence that tobacco taxes reduce adult smoking is relatively sparse. In this paper, we extend the literature in two ways: using data from the Current Population Survey Tobacco Use Supplements we focus on recent, large tax changes, which provide the best opportunity to empirically observe a response in cigarette consumption, and employ a novel paired difference-in-differences technique to estimate the association between tax increases and cigarette consumption. Estimates indicate that, for adults, the association between cigarette taxes and either smoking participation or smoking intensity is negative, small and not usually statistically significant. Our evidence suggests that increases in cigarette taxes are associated with small decreases in cigarette consumption and that it will take sizable tax increases, on the order of 100%, to decrease adult smoking by as much as 5%.\n\n",
    "acknowledgement": "\nThe authors would like to thank Willard Manning, Donald Kenkel, Dean Lillard, Philip DeCicca, and participants at the 2012 American Society of Health Economists Conference for their helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}