{
    "id": 18328,
    "citation_title": "Development, Discouragement, or Diversion? New Evidence on the Effects of College Remediation",
    "citation_author": [
        "Judith Scott-Clayton",
        "Olga Rodriguez"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2021-01-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHalf of all college students take at least one remedial course as part of their postsecondary experience, despite mixed evidence on the effectiveness of this intervention. Using a regression-discontinuity design with data from a large urban community college system, we extend the research on remediation in three ways. First, we articulate three alternative models of remediation to help guide interpretation of sometimes conflicting results in the literature.  Second, in addition to credits and degree completion we examine several under-explored outcomes, including the initial decision to enroll, grades in subsequent college courses, and post-treatment proficiency test scores. Finally, we exploit rich high school background data to examine heterogeneity in the impact of remedial assignment by predicted academic risk. We find that remediation does little to develop students' skills. But we also find relatively little evidence that it discourages either initial enrollment or persistence, except for a subgroup we identify as potentially mis-assigned to remediation. Instead, the primary effect of remediation appears to be diversionary: students simply take remedial courses instead of college-level courses. These diversionary effects are largest for the lowest-risk students. Implications for remediation policy are discussed.\n\n",
    "acknowledgement": "\nThis work was funded by the Bill & Melinda Gates Foundation. The authors would like to thank administrators of the community college system analyzed here for providing access to these data; we also thank Thomas Bailey, Shanna Jaggars, Michelle Hodara, Maria Encina Morales and other members of the Community College Research Center for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}