{
    "id": 18325,
    "citation_title": "Hoping to Win, Expected to Lose: Theory and Lessons on Micro Enterprise Development",
    "citation_author": [
        "Dean Karlan",
        "Ryan Knight",
        "Christopher Udry"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nMany basic economic theories with perfectly functioning markets do not predict the existence of the vast number of microenterprises readily observed across the world. We put forward a model that illuminates why financial and managerial capital constraints may impede experimentation, and thus limit learning about the profitability of alternative firm sizes. The model shows how lack of information about one's own type, but willingness to experiment to learn one's type, may lead to short-run negative expected returns to investments on average, with some outliers succeeding. To test the model we put forward first a motivating experiment from Ghana, and second a small meta-analysis of other experiments. In the Ghana experiment, we provide inputs to microenterprises, specifically financial capital (a cash grant) and managerial capital (consulting services), to catalyze adoption of investments and practices aimed towards enterprise growth. We find that entrepreneurs invest the cash, and take the advice, but both lead to lower profits on average. In the long run, they revert back to their prior scale of operations. The small meta analysis includes results from 18 other experiments in which either capital or managerial capital were relaxed, and find mixed support for this theory.\n\n",
    "acknowledgement": "\nThe authors thank USAID-BASIS and the Bill and Melinda Gates Foundation for funding, Matt Hoover for project management and research assistance, and the field staff at Innovations for Poverty Action for survey management. The authors thank the Ernst & Young Ghana office for their collaboration, including subsidizing the consulting rates. The authors retained full intellectual freedom to report the results throughout the study. All opinions herein are our own and not those of any of the donors or partners. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}