{
    "id": 18329,
    "citation_title": "Debt- and Equity-Led Capital Flow Episodes",
    "citation_author": [
        "Kristin J. Forbes",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2013-03-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForbes and Warnock (2012) identify episodes of extreme capital flow movements--surges, stops, flight, and retrenchment--and find that global factors, especially global risk, are significantly associated with extreme capital flow episodes whereas domestic macroeconomic characteristics and capital controls are less important. That analysis leads naturally to the question of which types of capital flows are driving the episodes and if debt- and equity-led episodes differ in material ways. After identifying debt- and equity-led episodes, we find that most episodes of extreme capital flow movements around the world are debt-led and the factors associated with debt-led episodes are similar to the factors behind episodes identified with aggregate capital flow data. In contrast, equity-led episodes are less frequent, more idiosyncratic, and differ in nature from other episodes.\n\n",
    "acknowledgement": "\nThis paper will be published in Capital Mobility and Monetary Policy (ed. Carmen Reinhart and Miguel Fuentes), volume 18 of \"Central Banking, Analysis, and Economic Policies\" (Central Bank of Chile). The authors thank for helpful comments and conversations José de Gregorio, Ramon Moreno, Carmen Reinhart, and participants at the Central Bank of Chile Annual Research Conference. Vahid Gholampour provided research assistance. We thank the Central Bank of Chile for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}