{
    "id": 18321,
    "citation_title": "The Cost of Financial Frictions for Life Insurers",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDuring the financial crisis, life insurers sold long-term policies at deep discounts relative to actuarial value. The average markup was as low as –19 percent for annuities and –57 percent for life insurance. This extraordinary pricing behavior was due to financial and product market frictions, interacting with statutory reserve regulation that allowed life insurers to record far less than a dollar of reserve per dollar of future insurance liability. We identify the shadow cost of capital through exogenous variation in required reserves across different types of policies. The shadow cost was $0.96 per dollar of statutory capital for the average company in November 2008.\n\n",
    "acknowledgement": "\nA.M. Best Company, WebAnnuities Insurance Agency, and Compulife Software own the copyright to their respective data, which we use with permission. We thank Mary Anomalay, Jahiz Barlas, Minsoo Kim, Peter Nebres, and Julia Pei for assistance in putting together the data on annuity and life insurance prices. For comments and discussions, we thank three referees, Jennie Bai, Jeffrey Brown, Itamar Drechsler, Kenneth Froot, Stefano Giglio, Victoria Ivashina, Arvind Krishnamurthy, Zain Mohey-Deen, Lubos Pastor, Anna Paulson, Michael Roberts, David Scharfstein, Amir Sufi, and Annette Vissing-Jørgensen. We also thank seminar participants at Aalto University; Copenhagen Business School; Emory University; Erasmus University; Federal Reserve Bank of Atlanta, Boston, Chicago, Kansas City, Minneapolis, New York, and San Francisco; Harvard University; London Business School; MIT; Northwestern University; Norwegian Business School; Oxford University; Princeton University; Stanford University; Tilburg University; University of British Columbia, Chicago, Hong Kong, Houston, Melbourne, Minnesota, New South Wales, Sydney, Technology Sydney, Tokyo, Washington, and Wisconsin; UCLA; UCSD; 2012 SED Annual Meeting; 2012 NBER Summer Institute Capital Markets and the Economy Workshop; 2012 System Committee Meeting on Financial Structure and Regulation; 2012 Wharton Conference on Liquidity and Financial Crises; 2012 NBER Public Economics Program Meeting; 2012 Boston University/Boston Fed Conference on Macro-Finance Linkages; 2013 Utah Winter Finance Conference; 2013 NBER Insurance Working Group Meeting; 2013 Shanghai Macroeconomics Workshop; 2013 EFA Annual Meeting; and 2014 AFA Annual Meeting. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}