{
    "id": 18327,
    "citation_title": "Lead Policy and Academic Performance: Insights from Massachusetts",
    "citation_author": [
        "Jessica Wolpaw Reyes"
    ],
    "citation_publication_date": "2012-08-17",
    "issue_date": "2012-08-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildhood exposure to even low levels of lead can adversely affect neurodevelopment, behavior, and cognitive performance. This paper investigates the link between lead exposure and student achievement in Massachusetts.  Panel data analysis is conducted at the school-cohort level for children born between 1991 and 2000 and attending 3rd and 4th grades between 2000 and 2009 at more than 1,000 public elementary schools in the state.  Massachusetts is well-suited for this analysis both because it has been a leader in the reduction of childhood lead levels and also because it has mandated standardized achievement tests in public elementary schools for almost two decades.   The paper finds that elevated levels of blood lead in early childhood adversely impact standardized test performance, even when controlling for community and school characteristics.  The results imply that public health policy that reduced childhood lead levels in the 1990s was responsible for modest but statistically significant improvements in test performance in the 2000s, lowering the share of children scoring unsatisfactory on standardized tests by 1 to 2 percentage points.  Public health policy targeting lead thus has clear potential to improve academic performance, with particular promise for children in low income communities.\n\n",
    "acknowledgement": "\nThe author would like to thank many people for valuable advice and comments: Sarah Carleton, Carrie Conaway, Chris Foote, Paul Hunter, Jun Ishii, Robert Knorr, Yolanda Kodrzycki, Alicia Sasser Modestino, Sarah Neslund, René Reyes, Lisa Sanbonmatsu, Jeffrey Zabel, Bo Zhao, and seminar participants at the New England Public Policy Center, the Federal Reserve Bank of Boston, the Bureau of Environmental Health of the Massachusetts Department of Public Health, and the Healthy Homes Lead Poisoning Prevention Branch of The Centers for the Disease Control and Prevention.  Research staff at the Massachusetts Department of Public Health and the Massachusetts Department of Elementary and Secondary Education provided invaluable support with data acquisition and processing.  Christopher Morrison provided outstanding research assistance.  Any remaining errors are the author's own.  This research was generously supported by the New England Public Policy Center of the Federal Reserve Bank of Boston.  The views expressed in this paper are those of the author and not necessarily those of the Federal Reserve System, the Federal Reserve Bank of Boston, or the National Bureau of Economic Research.\n\n\n"
}