{
    "id": 18338,
    "citation_title": "Back to the Future? Abortion Before & After Roe",
    "citation_author": [
        "Theodore J. Joyce",
        "Ruoding Tan",
        "Yuxiu Zhang"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNext year marks the 40th anniversary of the U.S. Supreme Court decision in Roe v. Wade.  We use unique data on abortions performed in New York State from 1971-1975 to analyze the impact of legalized abortion in New York on abortion and birth rates of non-residents. We estimate that abortion rates declined by 12.0 percent for every hundred miles a woman lived from New York in the years before Roe. If Roe were overturned average travel distance to the nearest abortion provider would increase by 157 miles in the 31 states expected to prohibit abortion.  Under this scenario abortion rates would fall by 14.9 percent nationally, resulting in at most, 178,800 additional births or 4.2 percent of the U.S. total in 2008.  A ban in 17 states would result in a 6.0 percent decline in abortions and at most, 1.7 percent rise in births.\n\n",
    "acknowledgement": "\nThis study has been supported by a grant from the National Institute of Child Health and Human Development (NICHD) to the Research Foundation of the City University of New York (1RO3HD064760-01). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTheodore J. Joyce\n\nFinancial Support\n\n\nThis study has been supported by a grant from the National Institute of Child Health and Human Development (NICHD) to the Research Foundation of the City University of New York (1RO3HD064760-01).  The total direct and indirect costs of the grant were $161,000 over the two-year period 2010-2012.\n\n\nProprietary data\n\n\nThe data on abortion providers by county from 1973 to 2008 was provided by Guttmacher Institute in New York.  We used these data to compute distance to the nearest abortion provider.  Researchers that would like to use these data must apply to the Guttmacher Institute.   We cannot share the data on abortion providers without permission from the Guttmacher Institute.\n\n\nRelevant Relationships\n\n\nI served as a consultant to the Guttmacher Institute in 2008-2009.  I worked with researchers at the Guttmacher Institute on developing literature reviews on the impact of state abortion policies on reproductive outcomes.  I was paid $5,000 in total over this period.\n\n\nI served on the Editorial Advisory Committee for the journal, Perspectives on Sexual and Reproductive Health published by the Guttmacher Institute from 2000-2008.\n\n\nRight to review\n\n\nNo other party has had the right to review this work before submission.\n\n\nIRB Approval\n\n\nThe project was approved by the Baruch College (CUNY) Institutional Review Board under Exempt status in 02/09/2012.\n\n\n"
}