{
    "id": 18330,
    "citation_title": "Taylor Rule Exchange Rate Forecasting During the Financial Crisis",
    "citation_author": [
        "Tanya Molodtsova",
        "David Papell"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates out-of-sample exchange rate predictability of Taylor rule models, where the central bank sets the interest rate in response to inflation and either the output or the unemployment gap, for the euro/dollar exchange rate with real-time data before, during, and after the financial crisis of 2008-2009. While all Taylor rule specifications outperform the random walk with forecasts ending between 2007:Q1 and 2008:Q2, only the specification with both estimated coefficients and the unemployment gap consistently outperforms the random walk from 2007:Q1 through 2012:Q1. Several Taylor rule models that are augmented with credit spreads or financial condition indexes outperform the original Taylor rule models. The performance of the Taylor rule models is superior to the interest rate differentials, monetary, and purchasing power parity models.\n\n",
    "acknowledgement": "\nWe are grateful to Charles Engel, Jan Groen, Michael McCracken, Barbara Rossi, Michael Rosenberg, Ken West, and participants in seminars at the Bank of France, Paris School of Economics, University of California at Davis, 2010 SEA meetings, 2011 AEA meetings, the Conference on Exchange Rates at Duke University, the 22nd (EC)2 Conference on \"Econometrics for Policy Analysis: After the Crisis and Beyond\", and the 2012 ISOM meetings for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}