{
    "id": 18331,
    "citation_title": "Mussa Redux and Conditional PPP",
    "citation_author": [
        "Paul R. Bergin",
        "Reuven Glick",
        "Jyh-Lin Wu"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong half-lives of real exchange rates are often used as evidence against monetary sticky price models. In this study we show how exchange rate regimes alter the long-run dynamics and half-life of the real exchange rate, and we recast the classic defense of such models by Mussa (1986) from an argument based on short-run volatility to one based on long-run dynamics.  The first key result is that the extremely persistent real exchange rate found commonly in post Bretton Woods data does not apply to the preceding fixed exchange rate period in our sample, where the half-live was perhaps half as large. This result suggests a reinterpretation of Mussa's original finding, indicating that up to two thirds of the rise in variance of the real exchange rate in the recent period is actually due to the rise in persistence of the response to shocks, rather than due to a rise in the variance of shocks themselves. The second key result explains the rise in persistence over time by identifying underlying shocks using a panel VECM model. Shocks to the nominal exchange rate induce more persistent real exchange rate responses compared to price shocks, and these shocks became more prevalent under a flexible exchange rate regime.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}