{
    "id": 18337,
    "citation_title": "Sources of Comparative Advantage in Polluting Industries",
    "citation_author": [
        "Fernando Broner",
        "Paula Bustos",
        "Vasco M. Carvalho"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2012-12-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the determinants of comparative advantage in polluting industries. We combine data on environmental policy at the country level with data on pollution intensity at the industry level to show that countries with laxer environmental regulation have a comparative advantage in polluting industries. Further, we address the potential problem of reverse causality. We propose an instrument for environmental regulation based on meteorological determinants of pollution dispersion identi...ed by the atmospheric pollution literature. We find that the effect of environmental regulation on the pattern of trade is causal and comparable in magnitude to the effect of physical and human capital.\n\n",
    "acknowledgement": "\nWe thank Bruno Caprettini for superb research assistance. We received valuable comments from David Atkin, Michael Greenstone, Gene Grossman, Rema Hanna, Elhanan Helpman, Carol McAusland, Giacomo Ponzetto, Daniel Sturm, Scott Taylor, Jaume Ventura and participants at presentations held at CEPR-ERWIT, NBER-Summer Institute's Environmental and Energy Economics Workshop, Princeton IES Summer Workshop, Graduate Institute Geneva, Central European University, Université Toulouse, INSEAD, Universidad Carlos III, CREI and Universitat Pompeu Fabra. We thank Isabelle Morin from Abt Associates for her help in obtaining the pollution intensity data. We acknowledge financial support from the Fundación Ramón Areces, the Spanish Ministry of Science and Innovation, and the European Research Council (FP7/2007-2013, grant 263846). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}