{
    "id": 18336,
    "citation_title": "The Output Effect of Fiscal Consolidations",
    "citation_author": [
        "Alberto Alesina",
        "Carlo Favero",
        "Francesco Giavazzi"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2014-03-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe present paper argues that the correct experiment to evaluate the effects of a fiscal adjustment is the simulation of fiscal plans rather than of individual fiscal shocks. The simulation of the fiscal plans adopted by 16 OECD countries over a 30-year period supports the hypothesis that the effects of consolidations depend on their design. Fiscal adjustments based upon spending cuts are much less costly, in terms of output losses, than tax-based ones. Fiscal adjustments have especially low output costs when they consist of permanent rather than stop and go. The difference cannot be explained by accompanying policies, including monetary policy, and appears to be mainly due to the different response of business confidence and private investment.\n\n",
    "acknowledgement": "\nWe thank Silvia Ardagna, Olivier Blanchard, Giancarlo Corsetti, Marco Del Negro, Daniel Leigh, Roberto Perotti, Andrea Pescatori, David Romer, Christopher Sims, Guido Tabellini and participants in seminars at ECB, Bank of Italy, Federal Reserve Bank of San Francisco, Federal Reserve Bank of New York, LBS, Northwestern, NYU Stern, Bocconi, and the NBER conferences on Sovereign Debt and Financial Crises and The European Crises. Diana Morales, Madina Karamysheva, Omar Barbiero, Armando Miano, Matteo Paradisi and Andrea Passalacqua provided outstanding research assistance. This paper was initially funded as part of the Growth and Sustainability Policies for Europe project (GRASP #244725) by the European Commission's 7th Framework Programme. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}