{
    "id": 18332,
    "citation_title": "Equalizing Outcomes and Equalizing Opportunities: Optimal Taxation when Children's Abilities Depend on Parents' Resources",
    "citation_author": [
        "Alexander M. Gelber",
        "Matthew C. Weinzierl"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2014-04-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical research suggests that parents' economic resources affect their children's future earnings abilities. Optimal tax policy therefore treats future ability distributions as endogenous to current taxes. We model this endogeneity, calibrate the model to match estimates of the intergenerational transmission of earnings ability in the United States, and use the model to simulate such an optimal policy numerically. The optimal policy in this context is more redistributive toward low-income parents than existing U.S. tax policy. It also increases the probability that low-income children move up the economic ladder, generating a present-value welfare gain of one and three-quarters percent of consumption in our baseline case.\n\n",
    "acknowledgement": "\nWe thank participants at the Cowles Summer Conference on Advances in Dynamic Taxation, the National Tax Association annual meeting, and seminars at IFS/LSE, Harvard, Hebrew University, the University of Pennsylvania, and Stanford. We thank Jillian Popadak, Jerry Yeh, and Roger Ou for research assistance and Benjamin B. Lockwood for exceptional work on the computational simulations. We thank the Entrepreneurship and Family Business Research Centre, Center for Human Resources, Mack Center, Zicklin Center, Risk and Decision Processes Center, and Global Initiatives Center, all at Wharton, for generous research support. We would especially like to thank Doug Bernheim, Caroline Hoxby, Marek Kapicka, Robert E. Lucas, Luigi Pistaferri, Monica Singhal, Michele Tertilt, Aleh Tsyvinski, and several anonymous referees for comments and suggestions. We thank Gordon Dahl, Lance Lochner, Dave Rapson, and Larry Kotlikoff for sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlexander M. Gelber\n\nI am currently on temporary leave from my academic position and am an employee of the U.S. Treasury (although the paper was written prior to my employment at the U.S. Treasury). I am not writing the paper under my U.S. Treasury affiliation. The views expressed in this paper are those of the authors alone, and do not necessarily reflect the views of the Department of Treasury.\n\n\n"
}