{
    "id": 18344,
    "citation_title": "Knowledge is (Less) Power: Experimental Evidence from Residential Energy Use",
    "citation_author": [
        "Katrina Jessoe",
        "David Rapson"
    ],
    "citation_publication_date": "2012-08-24",
    "issue_date": "2012-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents experimental evidence that information feedback dramatically increases the price elasticity of demand in a setting where signals about quantity consumed are traditionally coarse and infrequent. In a randomized controlled trial, residential electricity customers are exposed to price increases, with some households also receiving displays that transmit high-frequency information about usage and prices. This substantially lowers information acquisition costs and allows us to identify the marginal information effect. Households only experiencing price increases reduce demand by 0 to 7 percent whereas those also exposed to information feedback exhibit a usage reduction of 8 to 22 percent, depending on the amount of advance notice. The differential response across treatments is significant and robust to the awareness of price changes. Conservation extends beyond the treatment window, providing evidence of habit formation, spillovers, and greenhouse gas abatement. Results suggest that information about the quantity consumed facilitates learning, which likely drives the treatment differential.\n\n",
    "acknowledgement": "\nWe would like to thank Hunt Allcott, Jim Bushnell, Colin Cameron, Scott Carrell, Michael Carter, Meredith Fowlie, Koichiro Ito, Stephen Holland, Hilary Hoynes, Michael Price, Nancy Rose and Burkhard Schipper. This paper benefited from helpful comments by seminar participants at the CU Boulder, NBER, UC Davis, UC Energy Institute, and UCE3. Thanks to United Illuminating personnel for their important role in implementing this project. Tom Blake and Suzanne Plant provided excellent research assistance. Research support for this project was provided by UCE3 and United Illuminating. All errors are our own.\n\n\n"
}