{
    "id": 18343,
    "citation_title": "The Labor Market Returns to a For-Profit College Education",
    "citation_author": [
        "Stephanie Riegg Cellini",
        "Latika Chaudhary"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2014-04-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA lengthy literature estimating the returns to education has largely ignored the for-profit sector. In this paper, we estimate the earnings gains to for-profit college attendance using restricted-access data from the 1997 National Longitudinal Survey of Youth (NLSY97). Using an individual fixed effects estimation strategy that allows us to control for time-invariant unobservable characteristics of students, we find that students who enroll in associate's degree programs in for-profit colleges experience earnings gains of about 10 percent relative to high school graduates with no college degree, conditional on employment. Since associate's degree students attend for an average of 2.6 years, this translates to a 4 percent return per year of education in a for-profit college, slightly lower than estimates of returns for other sectors found in the literature.\n\n",
    "acknowledgement": "\nWe thank Burt Barnow, Dylan Conger, Hector Cordero-Guzman, Joseph Cordes, Janet Currie, Jesse Cunha, Erin Dunlop, Sue Dynarski, William Evans, Claudia Goldin, Jonathan Guryan, Wes Hartmann, Caroline Hoxby, Larry Katz, Donald Parsons, Roberto Pedace, Cecilia Rouse, Kenneth Troske, and seminar participants at Harvard University, George Washington University, Naval Postgraduate School, U.S. Treasury, U.S. Government Accountability Office, the Federal Reserve Bank of Atlanta, AEFA, APPAM, SEA, and the NBER Education Program Meeting for helpful comments. Faith Fried, Phil Gross, Megan Hatch, and Aisling Scott provided excellent research assistance. We are grateful for financial support from the Ford Foundation (Grant Number 1095-0464). The views expressed in this paper are the sole responsibility of the authors and do not necessarily represent the official views of the Ford Foundation. A previous version of this paper was titled, \"The Labor Market Returns to Private Two-Year College Education.\"  The views expressed in this paper are the sole responsibility of the authors and do not necessarily represent the official views of the Ford Foundation or  the National Bureau of Economic Research.  A previous version of this paper was titled, \"The Labor Market Returns to Private Two-Year College Education.\"\n\n\n\nStephanie Riegg Cellini\n\nThe funding for my portion of this project was primarily from unrestricted university funds.  Various RAs were funded through these unrestricted grants but most of the research work was done by the two authors.  Goldin has funds to research the for-profit sector from the Institute of Education Services (Department of Education) through Columbia University (Center for Analysis of Postsecondary Education and Employment).  But this research was conducted before receipt of that grant.\n\n\n"
}