{
    "id": 18347,
    "citation_title": "Wages and Informality in Developing Countries",
    "citation_author": [
        "Costas Meghir",
        "Renata Narita",
        "Jean-Marc Robin"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is often argued that informal labor markets in developing countries promote growth by reducing the impact of regulation. On the other hand informality may reduce the amount of social protection offered to workers. We extend the wage-posting framework of Burdett and Mortensen (1998) to allow heterogeneous firms to decide whether to locate in the formal or the informal sector, as well as set wages. Workers engage in both off the job and on the job search. We estimate the model using Brazilian micro data and evaluate the labor market and welfare effects of policies towards informality.\n\n",
    "acknowledgement": "\nCostas Meghir thanks the ESRC for funding under the Professorial Fellowship RES-051-27-0204. Robin gratefully acknowledges financial support from the Economic and Social Research Council through the ESRC Centre for Microdata Methods and Practice grant RES-589-28-0001, and from the European Research Council (ERC) grant ERC-2010-AdG-269693-WASP. We also thank the ESRC Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies. Responsibility for any errors is ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}