{
    "id": 18341,
    "citation_title": "The Impact of Physical Education on Obesity among Elementary School Children",
    "citation_author": [
        "John Cawley",
        "David Frisvold",
        "Chad Meyerhoefer"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to the dramatic rise in childhood obesity, the Centers for Disease Control (CDC) and other organizations have advocated increasing the time that elementary school children spend in physical education (PE) classes. However, little is known about the effect of PE on child weight. This paper measures that effect by instrumenting for child PE time with state policies, using data from the Early Childhood Longitudinal Study, Kindergarten Cohort (ECLS-K) for 1998-2004. Results from IV models indicate that PE lowers BMI z-score and reduces the probability of obesity among 5th graders (in particular, boys), while the instrument is insufficiently powerful to reliably estimate effects for younger children. This represents some of the first evidence of a causal effect of PE on youth obesity, and thus offers at least some support to the assumptions behind the CDC recommendations. We find no evidence that increased PE time crowds out time in academic courses or has spillovers to achievement test scores.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from the Robert Wood Johnson Foundation, the Emory Global Health Institute, and a Faculty Research Grant from Lehigh University. We thank Griffin Edwards and John Zimmerman for research assistance. For helpful comments, we thank Charles Courtemanche, Inas Rashad Kelly, seminar participants, and conference participants at the American Economic Association annual meeting, American Society of Health Economics biennial meeting, NBER Health Economics program Spring meeting, and the Southern Economic Association annual meeting. We gratefully acknowledge financial support from the Robert Wood Johnson Foundation, the Emory Global Health Institute, and a Faculty Research Grant from Lehigh University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}