{
    "id": 18342,
    "citation_title": "The Distributional Effects of the Social Security Windfall Elimination Provision",
    "citation_author": [
        "Jeffrey R. Brown",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMillions of federal, state and local government employees have lifetime earnings that are divided between employment that is covered by the Social Security system and employment that is not covered. Because Social Security benefits are a non-linear function of covered lifetime earnings, the simple application of the standard benefit formula to covered earnings only would provide a higher replacement rate on those earnings than is appropriate given the individuals' total (covered plus uncovered) lifetime earnings. The Windfall Elimination Provision (WEP), established in 1983, is intended to correct this situation by applying a modified benefit formula to earnings of individuals with non-covered employment. This paper analyzes the distributional implications of the WEP, and finds that it reduces benefits disproportionately for households with lower lifetime covered earnings. It discusses an alternative method of calculating the WEP that preserves the intended redistribution of the system. In recognition of the data limitations that prevent this alternative method from being used by SSA for at least another decade, the paper also analyzes two alternative ways of calculating the WEP that use the same information that SSA currently uses, are budget neutral, and come closer to maintaining the cross-sectional progressivity of Social Security than does the existing WEP formula.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We are grateful to Steve Goss and Bert Kestenbaum for providing us with data and for helpful discussions. We thank Chichun Fang for excellent research assistance.\n\n\n"
}