{
    "id": 18345,
    "citation_title": "Temperature, Human Health, and Adaptation: A Review of the Empirical Literature",
    "citation_author": [
        "Olivier Deschenes"
    ],
    "citation_publication_date": "2012-08-24",
    "issue_date": "2012-08-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a survey of the empirical literature studying the relationship between health outcomes, temperature, and adaptation to temperature extremes.  The objective of the paper is to highlight the many remaining gaps in the empirical literature and to provide guidelines for improving the current Integrated Assessment Model (IAM) literature that seeks to incorporate human health and adaptation in its framework. I begin by presenting the conceptual and methodological issues associated with the measurement of the effect of temperature extremes on health, and the role of adaptation in possibly muting these effects. The main conclusion that emerges from the literature is that despite the wide variety of data sets and settings most studies find that temperature extremes lead to significant reductions in health, generally measured with excess mortality. Regarding the role of adaptation in mitigating the effects of extreme temperature on health, the available knowledge is limited, in part due to the lack of real-world data on measures of adaptation behaviors. Finally, the paper discusses the implications of the currently available evidence for assessments of potential human health impacts of global climate change.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Integrated Assessment Modeling Conference, May 17-18, 2012, in Cambridge MA. I thank the conference participants for helpful suggestions. Ashwin Rode and Karin Donhowe provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}