{
    "id": 18340,
    "citation_title": "Promotional Reviews: An Empirical Investigation of Online Review Manipulation",
    "citation_author": [
        "Dina Mayzlin",
        "Yaniv Dover",
        "Judith A. Chevalier"
    ],
    "citation_publication_date": "2012-08-23",
    "issue_date": "2012-08-23",
    "revision_date": "2013-05-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOnline reviews could, in principle, greatly improve consumers' ability to evaluate products. However, the authenticity of online user reviews remains a concern; firms have an incentive to manufacture positive reviews for their own products and negative reviews for their rivals. In this paper, we marry the diverse literature on economic subterfuge with the literature on organizational form. We undertake an empirical analysis of promotional reviews, examining both the extent to which fakery occurs and the market conditions that encourage or discourage promotional reviewing activity. Specifically, we examine hotel reviews, exploiting the organizational differences between two travel websites: Expedia.com and TripAdvisor.com. While anyone can post a review on TripAdvisor, a consumer can only post a review of a hotel on Expedia if she actually booked at least one night at the hotel through the website. We examine differences in the distribution of reviews for a given hotel between TripAdvisor and Expedia. We exploit the characteristics of a hotel's neighbor. We show that hotels with a nearby neighbor have more one- and two-star (negative) reviews on TripAdvisor relative to Expedia. We argue that the net gains from promotional reviewing are likely to be highest for independent hotels that are owned by single-unit owners and lowest for branded chain hotels that are owned by multi-unit owners. Our methodology thus isolates hotels with a disproportionate incentive to engage in promotional reviewing activity. We show that the hotel neighbors of hotels with a high incentive to fake have more one- and two-star (negative) reviews on TripAdvisor relative to Expedia than do hotels whose neighbors have a low incentive to fake. Furthermore, we show that hotels with a high incentive to fake have a greater share of five-star (positive) reviews on TripAdvisor relative to Expedia.\n\n",
    "acknowledgement": "\nThe authors contributed equally, and their names are listed in reverse alphabetical order. We thank the Wharton Interactive Media Initiative, the Yale Whitebox Center, and the National Science Foundation (Chevalier) for providing financial support for this project. We thank Steve Hood, Sr. Vice President of Research at STR for helping us with data collection. We also thank David Godes and Avi Goldfarb for detailed comments on the paper. We also thank numerous seminar participants for helpful comments. All errors remain our own.\n\n\n"
}