{
    "id": 18349,
    "citation_title": "Does the Effect of Pollution on Infant Mortality Differ Between Developing and Developed Countries? Evidence from Mexico City",
    "citation_author": [
        "Eva O. Arceo-Gomez",
        "Rema Hanna",
        "Paulina Oliva"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of what we know about the marginal effect of pollution on infant mortality is derived from developed country data. However, given the lower levels of air pollution in developed countries, these estimates may not be externally valid to the developing country context if there is a nonlinear dose relationship between pollution and mortality or if the costs of avoidance behavior differs considerably between the two contexts. In this paper, we estimate the relationship between pollution and infant mortality using data from Mexico. We find that an increase of 1 parts per billion in carbon monoxide (CO) over the last week results in 0.0032 deaths per 100,000 births, while a 1 μg/m3 increase in particulate matter (PM10) results in 0.24 infant deaths per 100,000 births. Our estimates for PM10 tend to be similar (or even smaller) than the U.S. estimates, while our findings on CO tend to be larger than those derived from the U.S. context. We provide suggestive evidence that a non-linearity in the relationship between CO and health explains this difference.\n\n",
    "acknowledgement": "\nWe thank Jon Hill and Katherine Kimble for excellent research assistance. We are grateful to David Card, Janet Currie, Olivier Deschenes, Heather Royer, Heidi Williams, Catherine Wolfram and Lucas Davis for helpful comments, as well as seminar participants at CEPR Development Meetings Pre-Conference, the ARE Berkeley Seminar, the Environment and Human Capital Conference, and the UC Santa Barbara Labor Lunch. We especially thank Marta Vicarelli for providing us with the temperature data. This project was funded in part by the Harvard Center for Population and Development Studies and UCMexus. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}