{
    "id": 18352,
    "citation_title": "A Tale of Politically-Failing Single-Currency Area",
    "citation_author": [
        "Assaf Razin",
        "Steven Rosefielde"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global financial crisis which erupted in the United States instantaneously swept across Europe. Like the United States, the European Monetary Union (EMU) was ripe for a crash. It had its own real estate bubble, specifically in Ireland and Spain, indulged in excessive deficit spending, financially deregulated, and rapidly expanded credit Policy responses and recovery patterns for key EU members like Germany and  France, within the Eurozone,  were similar. However, after the bubble burst and the crisis began unfolding it became clear that the Eurozone plight differed from America's in one fundamental respect. There was no exact counterpart of Eurozone GIIPS (Greece, Italy, Ireland, Portugal, and Spain) in the United States. Some American states had over-borrowed, but the sovereign debt crisis didn't place individual states at deflationary risk, or threaten the viability of the federal union. Not so for some members within the Eurozone. Politicians on both sides of the Atlantic can be uncooperative, but inter-state disputes are more easily finessed under the American federal system than the Eurozone politically weakly integrated system. The disparity is traced to the EU's and Eurozone's special form of governance called \"supra-nationality\" (a partially sovereign transnational organization) that has been largely ignored in economic treatises about the costs and benefits of monetary unions. The EZ members have put themselves in a monetary cage, akin to the gold standard,  in which member states have surrendered control over their monetary and foreign exchange rate policies to the German dominated European Central Bank (ECB), without supplementary central fiscal, private banking and political union institutions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}