{
    "id": 18359,
    "citation_title": "Consumer Inertia and Firm Pricing in the Medicare Part D Prescription Drug Insurance Exchange",
    "citation_author": [
        "Keith M. Marzilli Ericson"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nI use the Medicare Part D prescription drug insurance market to examine the dynamics of firm interaction with consumers on an insurance exchange. Enrollment data show that consumers face switching frictions leading to inertia in plan choice, and a regression discontinuity design indicates initial defaults have persistent effects. In the absence of commitment to future prices, theory predicts firms respond to inertia by raising prices on existing enrollees, while introducing cheaper alternative plans. The complete set of enrollment and price data from 2006 through 2010 confirms this prediction: older plans have approximately 10% higher premiums than comparable new plans.\n\n",
    "acknowledgement": "\nPortions of this paper previously circulated as \"Market Design When Firms Interact with Inertial Consumers: Evidence from Medicare Part D.\" I thank Martin Andersen, Raj Chetty, David Cutler, Stefano DellaVigna, Drew Fudenberg, Andreas Fuster, Larry Katz, David Laibson, Michael Grubb, Oliver Hart, Dan McFadden, Tom McGuire, Jim Rebitzer, and Amanda Starc for their thoughtful comments. I thank the Williams College Tyng Committee and the National Science Foundation for research support. I have no further disclosures. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}