{
    "id": 18356,
    "citation_title": "Syndicated Loan Spreads and the Composition of the Syndicate",
    "citation_author": [
        "Jongha Lim",
        "Bernadette A. Minton",
        "Michael Weisbach"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe past decade has seen significant changes in the structure of the corporate lending market, with non-bank institutional investors playing larger roles than they historically have played. These non-bank institutional lenders typically have higher required rates of return than banks, but invest in the same loan facilities. We hypothesize that non-bank institutional lenders invest in loan facilities that would not otherwise be filled by banks, so that the arranger has to offer a higher spread to attract the non-bank institution. In a sample of 20,031 leveraged loan facilities originated between 1997 and 2007, we find that, loan facilities including a non-bank institution in their syndicates have higher spreads than otherwise identical bank-only facilities. Contrary to risk-based explanations of this finding, non-bank facilities are priced with premiums relative to bank-only facilities of the same loan package. These premiums for non-bank facilities are substantially larger when a hedge or private equity fund is one of the syndicate members. Consistent with the notion that firms are willing to pay spread premiums when loan facilities are particularly important to the firm, we find that firms spend the capital raised by loan facilities priced at a premium faster than other loan facilities, especially when the premium is associated with a non-bank institutional investor.\n\n",
    "acknowledgement": "\nWe would like to thank Zhenyi Huang and Jongsik Park for excellent research assistance, and participants in a seminar at University of Missouri, Ohio State University, and Penn State University, as well as Zahi Ben-David, Isil Erel, John Howe, Wei Jiang, Kai Li, Robert Prilmeier, Shastri Sandy, Berk Sensoy, Pei Shao, René Stulz, and Jun Yang for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}