{
    "id": 18351,
    "citation_title": "Network Structure and the Aggregation of Information: Theory and Evidence from Indonesia",
    "citation_author": [
        "Vivi Alatas",
        "Abhijit Banerjee",
        "Arun G. Chandrasekhar",
        "Rema Hanna",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "2014-05-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique data from 600 Indonesian communities on what individuals know about the poverty status of others to study how network structure influences information aggregation. We develop a model of semi-Bayesian learning on networks, which we structurally estimate using within-village data. The model generates qualitative predictions about how cross-village patterns of learning relate to different network structures, which we show are borne out in the data. We apply our findings to a community-based targeting program, where villagers chose which households should receive aid, and show that networks the model predicts to be more diffusive differentially benefit from community targeting.\n\n",
    "acknowledgement": "\nWe thank Emily Breza, Pascaline Dupas, Matthew Elliott, Ben Golub, Matthew O. Jackson, Laura Schechter, Adam Szeidl, Chris Udry, seminar participants at Yale, Harvard/MIT Applied Theory, University of Wisconsin- Madison AAE, LSE/UCL, CEU, Berkeley, Princeton CSDP, MIT Political Science, NBER Summer Institute 2013, the Calvó-Armengol Workshop and NEUDC 2010 for helpful comments. We thank Francisco Muñoz, Ritwik Sarkar, Prani Sastiono, Ririn Purnamasari, Hendratno Tuhiman, Matthew Wai-Poi, and Chaeruddin Kodir for outstanding research assistance and thank Mitra Samya, SurveyMeter, and the Indonesian Central Bureau of Statistics for their cooperation implementing the project. Most of all we thank Lina Marliani for her exceptional work leading the field implementation teams. Funding for this project came from a World Bank - Royal Netherlands Embassy trust fund and AusAid. Chandrasekhar is grateful for support from the National Science Foundation GRFP. The views expressed herein are those of the authors and do not necessarily reflect the views of the World Bank, the Royal Netherlands Embassy, the National Bureau of Economic Research, or any other organization.\n\n\n"
}