{
    "id": 18354,
    "citation_title": "A Theory of Political and Economic Cycles",
    "citation_author": [
        "Laurence Ales",
        "Pricila Maziero",
        "Pierre Yared"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theoretical framework in which political and economic cycles are jointly determined. These cycles are driven by three political economy frictions: policymakers are non-benevolent, they cannot commit to policies, and they have private information about the tightness of the government budget and rents. Our first main result is that, in the best sustainable equilibrium, distortions to production emerge and never disappear even in the long run. This result is driven by the interaction of limited commitment and private information on the side of the policymaker, since in the absence of either friction, there are no long run distortions to production. Our second result is that, if the variance of private information is sufficiently large, there is equilibrium turnover in the long run so that political cycles never disappear. Finally, our model produces a long run distribution of taxes, distortions, and turnover, where these all respond persistently to temporary economic shocks. We show that the model's predictions are consistent with the empirical evidence on the interaction of political and economic cycles in developing countries.\n\n",
    "acknowledgement": "\nWe would like to thank Marina Azzimonti, Sandeep Baliga, Chris Blattman, V.V. Chari, Mike Golosov, Brett House, Larry Jones, Emi Nakamura, Torsten Persson, Aleh Tsyvinski and seminar participants at Stanford, the Nemmers Prize Conference on The Political Economy of Growth and Development, the Workshop on Macroeconomic Applications of Dynamic Games and Contracts and the SED for comments. We would like to thank Sergei Kolbin for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}