{
    "id": 18353,
    "citation_title": "Foreclosure externalities: Some new evidence",
    "citation_author": [
        "Kristopher Gerardi",
        "Eric Rosenblatt",
        "Paul S. Willen",
        "Vincent Yao"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn a recent set of influential papers, researchers have argued that residential mortgage foreclosures reduce the sale prices of nearby properties. We revisit this issue using a more robust identification strategy combined with new data that contain information on the location of properties secured by seriously delinquent mortgages and information on the condition of foreclosed properties. We find that while properties in virtually all stages of distress have statistically significant, negative effects on nearby home values, the magnitudes are economically small, peak before the distressed properties complete the foreclosure process, and go to zero about a year after the bank sells the property to a new homeowner. The estimates are very sensitive to the condition of the distressed property, with a positive correlation existing between house price growth and foreclosed properties identified as being in \"above average\" condition. We argue that the most plausible explanation for these results is an externality resulting from reduced investment by owners of distressed property. Our analysis shows that policies that slow the transition from delinquency to foreclosure likely exacerbate the negative effect of mortgage distress on house prices.\n\n",
    "acknowledgement": "\nThanks to Chris Cunningham, Chris Foote, Scott Frame, Lauren Lambie-Hanson, Steve Ross, Joe Tracy for helpful conversations and to Stefano Giglio, Susan Wachter and John Campbell for excellent discussions at the 2012 Spring HULM, Mid-year AREUEA and NBER Summer Institute conferences respectively. The views expressed in this paper are those of the authors and not the official position of Fannie Mae, nor of any part of the Federal Reserve System, nor of the National Bureau of Economic Research.\n\n\n\nEric Rosenblatt\n\nFor the research that resulted in “Foreclosure Externalities: Some new evidence,” I attest to the following:\n\n\n1. Financial support for my research came entirely from my employer, Fannie Mae.\n\n\n2. I have not received any financial or in-kind support for this research from anyone other than Fannie Mae\n\n\n3. I have no paid or unpaid positions as officer, director, or board member of any relevant non-profit organizations or profit-making entities.\n\n\n4. I have no close relatives or partners who received financial support from or work in any position at any relevant entity.\n\n\n5. Maureen Davenport, the Vice President of Communications for Fannie Mae, had the right to review the paper prior to its circulation.\n\n\n\nVincent Yao\n\nFor the research that resulted in “Foreclosure Externalities: Some new evidence,” I\nattest to the following:\n1. Financial support for my research came entirely from my employer, Fannie Mae.\n2. I have not received any financial or in-kind support for this research from anyone other than Fannie Mae.\n3. I have no paid or unpaid positions as officer, director, or board member of any relevant non-profit organizations or profit-making entities.\n4. I have no close relatives or partners who received financial support from or work in any position at any relevant entity.\n\n\n- Vincent Yao\n\n\n"
}