{
    "id": 18350,
    "citation_title": "From Empty Pews to Empty Cradles: Fertility Decline Among European Catholics",
    "citation_author": [
        "Eli Berman",
        "Laurence R. Iannaccone",
        "Giuseppe Ragusa"
    ],
    "citation_publication_date": "2012-08-31",
    "issue_date": "2012-08-31",
    "revision_date": "2024-05-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCatholic countries of Europe pose a demographic puzzle -fertility is unprecedentedly low (total fertility=1.3) despite low female labor force participation. We model three channels of religious effects on demand for children: through changing norms, reduced market wages, and reduced costs of childrearing. We estimate their effects using new panel data on church attendance and clergy employment for thirteen European countries from 1960-2000, spanning the Second Vatican Council (1962-65). Catholic theology is uniform across countries. Yet service varied considerably across countries and over time, especially before the Council, reflecting differences in Church provision of education, health, welfare and other social services. We use differential declines in service provision --measured by nuns/capita-- to identify its effect on fertility, controlling for secular trends. They are large: 300 to 400 children per nun. Reduced religiosity (measured by church attendance) has no effect for Protestants, but predicts fertility decline for Catholics. The data suggest that service provision and religiosity complement each other -a finding consistent with preferential provision of services to church attendees. Nuns outperform priests in predicting fertility, suggesting that the childrearing cost channel dominates theology and norms.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Alicia Adsera, Evelyn Lehrer, seminar participants at the NBER Labor Studies meetings, George Mason University, USC, UC Irvine, the Southern California Applied Economics workshop at UCLA, Duke NIH demographic meetings at UCLA, Brown, UCLA, the European Economic Association meetings, UC Santa Barbara, the Society of Labor Economics meetings, UC San Diego, Population Studies at Michigan, the Harris School, University College London, an ASSA session, and a session of the Association for the Study of Religion, Economics and Culture (ASREC). Tiffany Chou and Liang Choon Wang provided expert research assistance. We acknowledge the support of National Science Foundation grant 0520188 through the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}