{
    "id": 18355,
    "citation_title": "Elections and the Quality of Public Officials: Evidence from U.S. State Courts",
    "citation_author": [
        "Claire S.H. Lim",
        "James M. Snyder",
        "Jr."
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the influence of electoral rules and voter information in elections on voting outcomes and the quality of public officials, using new data on state court judge elections in 39 states in the U.S. from 1990 to 2010. We find, first, that voting is very partisan in partisan judicial elections - i.e., there is a strong correlation between the Democratic \"normal vote'' and the Democratic vote share for judges - but not in non-partisan or non-competitive \"retention'' elections. This partisan voting behavior cannot be attributed to clear differences between Democratic and Republican judges in their sentencing decisions, since such differences, if any, are small and not consistent. Second, we find that incumbent judges' quality has little effect on their vote share or probability of winning in partisan general elections. By contrast, it has a substantial effect in non-partisan elections and partisan primary elections. It also has a noticeable effect on their vote share in retention elections, but the magnitude is often too small to affect reelection. Evidence on turnout is consistent with a simple \"voting cue'' hypothesis. We find that about 83\\% of the voters who vote on the top office on the ballot also vote on judicial elections in partisan elections. In contrast, in nonpartisan and retention elections, only 76\\% and 67\\% of those who vote on the top office also vote on judicial candidates, respectively. In addition, the amount of newspaper coverage affects voter turnout only in non-partisan elections.\n\n",
    "acknowledgement": "\nThe research conducted for this article was supported by a research grant from the American Bar Association (ABA) Section of Litigation; however, the views expressed here are not intended to represent ABA positions or policies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}