{
    "id": 18368,
    "citation_title": "Healing the Wounds: Learning from Sierra Leone's Post-war Institutional Reforms",
    "citation_author": [
        "Katherine Casey",
        "Rachel Glennerster",
        "Edward Miguel"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile its recent history of civil war, chronic poverty and corrupt governance would cause many to dismiss Sierra Leone as a hopeless case, the country's economic and political performance over the last decade has defied expectations.  We examine how several factors--including the legacy of war, ethnic diversity, decentralization and community-driven development (CDD)--have shaped local institutions and national political dynamics.  The story that emerges is a nuanced one: war does not necessarily destroy the capacity for local collective action; ethnicity affects residential choice, but does not impede local public goods provision; while politics remain heavily ethnic, voters are willing to cross ethnic boundaries when they have better information about candidates; decentralization can work even where capacity is limited, although the results are mixed; and for all of its promise, CDD does not appear to transform local institutions nor social norms.  All of these findings are somewhat \"unexpected,\" but they are quite positive in signaling that even one of the world's poorest, most violent and ethnically diverse societies can overcome major challenges and progress towards meaningful economic and political development.\n\n",
    "acknowledgement": "\nThis paper draws together findings from a number of different research projects. The authors gratefully acknowledge generous financial support from the National Bureau of Economic Research African Successes Project, the GoBifo Project, the Harry F. Guggenheim Foundation, the Institutional Reform and Capacity Building Project (IRCBP), the International Growth Centre (IGC), the International Initiative for Impact Evaluation (3ie), the MIT Horace W. Goldsmith Foundation and the World Bank Development Impact Evaluation (DIME) Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}