{
    "id": 18366,
    "citation_title": "Home Production, Labor Wedges, and International Real Business Cycles",
    "citation_author": [
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores implications of non-separable preferences with home production for international business cycles. Home production induces substitution effects that break the link between market consumption and its marginal utility and help explain several stylized facts of the open economy. In an estimated two-country model with complete asset markets in which home production generates a labor wedge that mimics its empirical counterpart, output is more correlated than consumption across countries, labor inputs and labor wedges are positively correlated across countries, and relative market consumption is negatively related to the real exchange rate. International time use surveys corroborate predictions of the model, showing a significant relationship between time spent on home production, labor wedges, and real exchange rates, both at business cycle frequencies and in the cross section of countries. By contrast, non-separabilities based on leisure do not help explain variations in labor wedges or real exchange rates.\n\n",
    "acknowledgement": "\nI thank Gianluca Benigno, Ariel Burstein, Emmanuel Farhi, Gita Gopinath, Jonathan Heathcote, Chang-Tai Hsieh, Erik Hurst, Oleg Itskhoki, Ellen McGrattan, Jaromir Nosal, Fabrizio Perri, Andrea Raffo, and seminar participants at Brandeis, Brown, Chicago Booth, Columbia GSB, Federal Reserve Bank of Minneapolis, Federal Reserve Board, Harvard, LSE, Penn State, Stockholm IIES, UCLA Anderson, and University of Iowa for useful conversations and constructive comments. Summer financial support from Chicago Booth is acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}