{
    "id": 1836,
    "citation_title": "Macroeconomic Responses by Developing Countries to Changes in External Economic Conditions",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1986-02-01",
    "issue_date": "1986-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents a non-technical survey of some of the issues involved in the design of stabilization policy 10 developng countries with special emphasis on policy responses to external shocks. First, the six imost imortant external economic parameters of developing countries are reviewed; I) the terms of trade, 2) the growth of world markets, 3) the cost and availability of private external finance, 4) the cost and availability of official and other concessional finance, including aid, 5) the world rate of inflation and 6) the exchange rates between the currencies of the major industrial countries. The paper then reviews the macroeconomic policy arsenal and the demand and supply effects of the various policy instruments (monetarv and credit poiicy, the entire array ot fiscal instruments, exchange rate policy, the use of exchange and capital controls and incomes policy). Finally, there is a discussion of stabilization responses to four esternal shocks: a deterioration in the terms of trade, a slowdown in the rate of qrowth of export demand, an increase in the interest rate at which developing countries borrow abroad and an increase in the external rate of inflation. The prevalence of repressed financial markets and credit rationing makes effective demand and effectitie supply responses to monetery fiscal and exchange rate policy quite difterent from what they are in most of the industrial world.\n\n",
    "acknowledgement": "\n"
}