{
    "id": 18365,
    "citation_title": "Continuous-Time Methods for Integrated Assessment Models",
    "citation_author": [
        "Yongyang Cai",
        "Kenneth L. Judd",
        "Thomas S. Lontzek"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nContinuous time is a superior representation of both the economic and climate systems that Integrated Assessment Models (IAM) aim to study. Moreover, continuous-time representations are simple to express. Continuous-time models are usually solved by discretizing time, but the quality of a solution is significantly affected by the details of the discretization. The numerical analysis literature offers many reliable methods, and should be used because alternatives derived from \"intuition\" may be significantly inferior. We take the well-known DICE model as an example. DICE uses 10-year time steps. We first identify the underlying continuous-time model of DICE. Second, we present mathematical and computational methods for transforming continuous-time deterministic perfect foresight models into systems of finite difference equations. While some transformations create finite difference systems that look like a discrete-time dynamical system, the only proper way to view the finite difference system is as an approximation of the continuous-time problem. DICE is an example where the usage of finite difference methods from numerical analysis produces far superior approximations than do simple discrete-time systems.\n\n",
    "acknowledgement": "\nCai, Judd and Lontzek gratefully acknowledge NSF support (SES-0951576). Furthermore, financial support for Lontzek was provided by the Zürcher Universitätsverein and the Ecosciencia Foundation. Part of this study was done while Lontzek was visiting the Hoover Institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}