{
    "id": 18360,
    "citation_title": "The Asymmetric Effects of Financial Frictions",
    "citation_author": [
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic variables are known to move asymmetrically over the business cycle: quickly and sharply during crises, but slowly and gradually during recoveries. Not known is the fact that this asymmetry is stronger in countries with less-developed financial systems. This new fact is documented using cross-country data on loan interest rates, investment, and output. The fact is then explained using a learning model with endogenous flows of information about economic conditions. Asymmetry is shown to be stronger in less-developed countries because these countries have greater financial frictions, which are captured in the model by higher monitoring and bankruptcy costs. These greater frictions magnify the crisis reactions of lending rates and economic activity to shocks and then delay their recovery by restricting the generation of information after the crisis. Empirical evidence and a quantitative exploration of the model show that this explanation is consistent with the data.\n\n",
    "acknowledgement": "\nI especially thank Andy Atkeson, David K. Levine and Rob Shimer for excellent suggestions to improve the paper, Tommaso Porzio for outstanding research assistance, and Juan Manuel Licari and Nick Bloom for sharing data. For their comments, I also thank Ariel Burstein, V.V. Chari, Steve Durlauf, Christian Hellwig, Narayana Kocherlakota, David Lagakos, Hanno Lustig, Cesar Serra, Stijn van Nieuwerburgh, Laura Veldkamp, Mike Waugh, and seminar participants at UCLA, the Minneapolis Fed, Minnesota, Wisconsin-Madison, Penn State, Yale, the 2006 Econometric Society Summer Meeting (Minnesota), the 2006 SED Annual Meeting (Vancouver), the 2008 AAEP Meetings (Cordoba, Argentina), the 2008 LACEA-LAMES Meetings (Rio de Janeiro, Brazil), and the 2009 Conference on \"Financial Frictions and Segmented Markets\" at the UCSB. Finally, I appreciate the hospitality of the Federal Reserve Bank of Minneapolis and the excellent editorial assistance of Kathy Rolfe and Joan Gieseke. The usual waiver of liability applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}