{
    "id": 18361,
    "citation_title": "Recessions, Older Workers, and Longevity: How Long Are Recessions Good For Your Health?",
    "citation_author": [
        "Courtney C. Coile",
        "Phillip B. Levine",
        "Robin McKnight"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of exposure to higher unemployment rates in the pre-retirement years on subsequent mortality. Although past research has found that recessions reduce contemporaneous mortality, these short-term effects may reverse over time, particularly for older workers.  If workers experience an economic downturn in their late 50s, they may face several years of reduced employment and earnings before \"retiring\" when they reach Social Security eligibility at age 62. They also may experience lost health insurance, and therefore higher financial barriers to health care, through age 65, when Medicare becomes available.  All of these experiences could contribute to weaker long-term health outcomes. To examine these hypotheses, we use Vital Statistics mortality data between 1969 and 2008 to generate age-specific cohort survival probabilities at older ages.  We then link these survival probabilities to labor market conditions at earlier ages. We also use data from the 1980-2010 March Current Population Surveys and the 1991-2010 Behavioral Risk Factor Surveillance System surveys to explore potential mechanisms for this health effect. Our results indicate that experiencing a recession in one's late 50s leads to a reduction in longevity.  We also find that this exposure leads to several years of reduced employment, health insurance coverage, and health care utilization which may contribute to the lower long-term likelihood of survival.\n\n",
    "acknowledgement": "\nWe thank Dan Fetter, Doug Miller, Chris Ruhm, Ann Huff Stevens, and seminar participants at the Boston College Center for Retirement Research, NBER Summer Institute, and Wellesley College for helpful comments.  This research was supported by the U.S. Social Security Administration through grant #5RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  All correspondences regarding this paper should be addressed to Levine.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}