{
    "id": 18362,
    "citation_title": "Global House Price Fluctuations: Synchronization and Determinants",
    "citation_author": [
        "Hideaki Hirata",
        "M. Ayhan Kose",
        "Christopher Otrok",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the properties of house price fluctuations across eighteen advanced economies over the past forty years. We ask two specific questions: First, how synchronized are housing cycles across these countries? Second, what are the main shocks driving movements in global house prices? To address these questions, we first estimate the global components in house prices and various macroeconomic and financial variables. We then evaluate the roles played by a variety of global shocks, including shocks to interest rates, monetary policy, productivity, credit, and uncertainty, in explaining house price fluctuations using a wide range of FAVAR models. We find that house prices are synchronized across countries, and the degree of synchronization has increased over time. Global interest rate shocks tend to have a significant negative effect on global house prices whereas global monetary policy shocks per se do not appear to have a sizeable impact. Interestingly, uncertainty shocks seem to be important in explaining fluctuations in global house prices.\n\n",
    "acknowledgement": "\nWe thank our discussants, Kirstin Hubrich and Leonardo Melosi, for their very useful suggestions. We are grateful for helpful comments from Stijn Claessens, Michael Fratantoni, Massimo Guidolin, Fabrizio Perri, Helen Rey, Barbara Rossi, Lars Svensson, Kenneth West, and participants at the 2012 NBER-ISOM Conference in Oslo, and at seminars at Indiana University, Purdue University and Emory University. An earlier version of this paper was circulated under the title \"House Prices, Interest Rates and Macroeconomic Fluctuations: International Evidence.\" We thank Ezgi Ozturk for providing outstanding research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF or Federal Reserve Bank of St Louis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}