{
    "id": 18369,
    "citation_title": "Expanding School Resources and Increasing Time on Task: Effects of a Policy Experiment in Israel on Student Academic Achievement and Behavior",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2012-09-06",
    "issue_date": "2012-09-06",
    "revision_date": "2016-07-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a natural experiment in Israel to assess the impact of school teaching resources and how it is used, ‘time-on-task’, on academic achievements and non-cognitive outcomes. It exploits variation induced by a change in the funding formula that reduced instructional resources funding for some schools and increased them for others. The results suggest that increased school resources and students' spending more time at school and on key tasks all lead to increased academic achievements with no behavioral costs. Separate estimations of the effect of increasing subject-specific instructional time per week also show positive and significant effects on math, science, and English test scores. However, there are no cross effects of additional instructional time across subjects. This evidence is robust to using different identification strategies. The evidence also shows that a longer school week increases the time that students spend on homework without reducing social and school satisfaction and without increasing school violence.\n\n",
    "acknowledgement": "\nSpecial thanks go to Adi Shani, Netta Porzycki, Asaf Kott and Boaz Abramson for outstanding research assistance. I benefited from comments and suggestions by Arthur Blouin, S. Dynarski, Brian Jacob, Karen Brandon, Michael Freedman, Daniele Paserman, Yona Rubinstein, Tali Regev, Analia Schlosser, four anonymous referees of this journal and seminar participants at Hebrew University, ITAU conference in Rio de Janeiro, LSE, Spain Ministry of Education in Madrid, National University of Singapore, Paris School of Economics, Tel Aviv University, University of Barcelona, and University of Warwick. I acknowledge financial support for this project from the European Research Council through ERC Advance Grant 323439, CAGE at Warwick and the Falk Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}