{
    "id": 1837,
    "citation_title": "Population Growth, Labor Supply, and Employment in Developing Countries",
    "citation_author": [
        "David E. Bloom",
        "Richard B. Freeman"
    ],
    "citation_publication_date": "1986-02-01",
    "issue_date": "1986-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economies of the less developed countries are about to face perhaps the greatest challenge in their histories: generating a sufficient number of jobs at reasonable wages to absorb their rapidly growing populations into productive employment. In terms of absolute magnitude, this challenge has no precedent in human history. In some respects, this challenge is also unprecedented in terms of its nature, given, on the one hand, the limited availability of natural resources in many countries and, on the other hand,the widespread availability of advanced technology.This paper examines the nature and magnitude of the principal effects of population growth on labor supply and employment in the developing economies of the world. On the supply side of labor markets, we discuss key features of the interrelations between population growth and the labor force. These include the lags between population growth and labor force participation; the independent effects on labor supply of accelerated population growth due to changes in fertility, mortality, and migration; patterns and trends in labor force participation rates; and gender differences in labor supply behavior. On the demand side, we describe and analyze the nature of labor markets in developing economies and attempt to identify the key factors that condition their labor absorption capacity. Descriptive statistics on the characteristics of developing country labor markets and on the relationships between population growth, labor supply, employment shifts, and growth of output per worker are presented and discussed.The key result of our analysis is that, despite the unprecedented magnitude of population growth and the existence of imperfections in labor markets, developing economies tended to shift between 1960 and 1980, from low-productivity agriculture to the higher productivity service and industrial sectors and, albeit with some exceptions, to raise real income per capita. With respect to their prospects for the remainder of this century, we also conclude that Malthusian disasters will not necessarily be the result of forecasted population growth, provided the developing economies can generate human and physical capital investments of comparable relative magnitudes to the past two decades. However, on the basis of past history, the middle-income developing countries are likely to perform better in this respect than the low-income countries, some of whom may need considerable help if they are to absorb increased population while shifting labor to more productive sectors and raising output per worker.\n\n",
    "acknowledgement": "\n"
}