{
    "id": 18378,
    "citation_title": "State vs Consumer Regulation: An Evaluation of Two Road Safety Interventions in Kenya",
    "citation_author": [
        "James Habyarimana",
        "William Jack"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the relative impact of two road safety interventions in the Kenyan minibus or matatu sector: a top down set of regulatory requirements known as the Michuki Rules and a consumer empowerment intervention.  We use very detailed insurance claims data on three classes of vehicles to implement a difference-in-differences estimation strategy to measure the impact of the Michuki Rules. Despite strong political leadership and dedicated resources, we find no statistically significant effect of the Michuki Rules on accident rates. In contrast, the consumer empowerment intervention that didn't rely on third party enforcement has very large and significant effects on accident rates. Our intent-to-treat estimates suggest reductions in accident rates of at least 50%. Our analysis suggests that in institutionally weak environments, innovative consumer-driven solutions might provide an alternative solution to low quality service provision.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the NBER Africa Project, the Center for Global Development and the Safaricom Foundation. We thank Channa Commanday and Bright Oywaya of ASIRT-Kenya, the Kenyan branch of the Association for Safe International Road Travel, an international NGO that implemented the consumer empowerment intervention. We also acknowledge the pro-bono contributions of George Wanjohi and Saracen Media in Nairobi, and John Wali and volunteers from Junior Achievement Kenya. We thank Mr. Tom Gichuhi of the Association of Kenyan Insurers, senior executive officers of four large Kenyan insurance companies, and executive officers of the 21matatu savings and credit cooperatives who assisted us in this project. We also thank David Weil, Simon Johnson, Nada Eissa, David Evans, Luca Flabbi, Garance Genicot, Vijaya Ramachandran, Roger Lagunoff and Tavneet Suri for helpful discussions, and seminar participants at the NBER conferences in Cambridge MA and Accra, Ghana, Georgetown, the World Bank, and the Kenya Medical Research Institute. We thank Lauren Marra and Mike Barker for excellent research assistance. Finally we thank PhilomenaWanjiru, David Gitahi, AsmanWesonga Suleiman and Nadeem Karmali for their tireless and professional work in leading our team of 20 field workers in implementing the study. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}