{
    "id": 18379,
    "citation_title": "An Anatomy of Credit Booms and their Demise",
    "citation_author": [
        "Enrique G. Mendoza",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the stylized facts that characterize the dynamics of credit booms and the associated fluctuations in macro-economic aggregates? This paper answers this question by applying a method proposed in our earlier work for measuring and identifying credit booms to data for 61 emerging and industrial countries over the 1960-2010 period. We identify 70 credit boom events, half of them in each group of countries. Event analysis shows a systematic relationship between credit booms and a boom-bust cycle in production and absorption, asset prices, real exchange rates, capital inflows, and external deficits. Credit booms are synchronized internationally and show three striking similarities in industrial and emerging economies: (1) credit booms are similar in duration and magnitude, normalized by the cyclical variability of credit; (2) banking crises, currency crises or Sudden Stops often follow credit booms, and they do so at similar frequencies in industrial and emerging economies; and (3) credit booms often follow surges in capital inflows, TFP gains, and financial reforms, and are far more common with managed than flexible exchange rates.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Fifteenth Annual Conference of the Central Bank of Chile. We thank the discussant Luis Felipe Céspedes for his thoughtful comments, and the organizers for their kind invitation and hospitality. We are indebted to many conference participants for their comments and suggestions, particularly David Altig and José De Gregorio. We also thank to Stijn Claessens, Jörg Decressin, Ayhan Kose and Carmen Reinhart for their comments. This paper represents only the authors' views and not those of the International Monetary Fund, its Executive Board, or its Management. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}