{
    "id": 18387,
    "citation_title": "Duration Dependence and Labor Market Conditions: Theory and Evidence from a Field Experiment",
    "citation_author": [
        "Kory Kroft",
        "Fabian Lange",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the role of employer behavior in generating \"negative duration dependence\" -- the adverse effect of a longer unemployment spell -- by sending fictitious resumes to real job postings in 100 U.S. cities.  Our results indicate that the likelihood of receiving a callback for an interview significantly decreases with the length of a worker's unemployment spell, with the majority of this decline occurring during the first eight months.  We explore how this effect varies with local labor market conditions, and find that duration dependence is stronger when the labor market is tighter.  We develop a theoretical framework that shows how the sign of this interaction effect can be used to discern among leading models of duration dependence based on employer screening, employer ranking, and human capital depreciation.  Our results suggest that employer screening plays an important role in generating duration dependence; employers use the unemployment spell length as a signal of unobserved productivity and recognize that this signal is less informative in weak labor markets.\n\n",
    "acknowledgement": "\nWe thank Marianne Bertrand, Eric Budish, Jon Guryan, Yosh Halberstam, Rob McMillan, Phil Oreopoulos, Paul Oyer, Yuanyan Wan, and seminar participants at University of Rochester, McGill University, Utah Winter Business Economics Conference, University of North Carolina, Duke University, Iowa University, McMaster University, George Mason University, and Oberlin College for helpful comments. We thank Thomas Bramlage, Rolando Capote, David Hampton, Mark He, Paul Ho, Angela Li, Eric Mackay, Aaron Meyer, Nabeel Thomas, Stephanie Wu, Steven Wu, Vicki Yang, and Dan Zangri for excellent research assistance.  We thank Ben Smith for excellent research assistance and exceptional project management throughout the experiment, and we thank Bradley Crocker at HostedNumbers.com for assistance with setting up the local phone numbers used in the experiment.  We gratefully acknowledge the Initiative on Global Markets at the University of Chicago Booth School of Business, the Neubauer Family Assistant Professorship, and the Connaught Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}