{
    "id": 18389,
    "citation_title": "The Supply of and Demand for Charitable Donations to Higher Education",
    "citation_author": [
        "Jeffrey R. Brown",
        "Stephen G. Dimmock",
        "Scott Weisbenner"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCharitable donations are an important revenue source for many institutions of higher education.  We explore how donations respond to economic and financial market shocks, accounting for both supply and demand channels through which these shocks operate.  In panel data with fixed effects to control for unobservable differences across universities, we find that overall donations to higher education - and especially capital donations for university endowments or for buildings- are positively and significantly correlated with the average income and house values in the state where the university is located (supply effects).  We also find that when a university suffers a negative endowment shock that is large relative to its operating budget, donations increase (demand effects).  This is especially true for donations earmarked for current use.  We conclude by discussing the importance of understanding how donations respond to economic shocks for effective financial risk management by colleges and universities.\n\n",
    "acknowledgement": "\nThe authors are grateful to the participants in the NBER Pre-Conference on the Financial Crisis and Higher Education for helpful comments and suggestions.   We are grateful to Matt Hamill and Ken Redd of NACUBO and John Griswold of the Commonfund for assistance with data and for helpful discussions.  Disclosure: Jeffrey R. Brown is a Trustee for TIAA.  The TIAA-CREF family of companies includes an endowment management company (Covariance Capital) and a planned giving company (Kaspick). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}