{
    "id": 18383,
    "citation_title": "Russian Inequality on the Eve of Revolution",
    "citation_author": [
        "Steven Nafziger",
        "Peter H. Lindert"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJust how unequal were the incomes of different classes of Russians on the eve of Revolution, relative to other countries, to Russia's earlier history, and to Russia's income distribution today?  Careful weighing of an eclectic data set provides provisional answers. We provide detailed income estimates for economic and social classes in each of the 50 provinces of European Russia. In 1904, on the eve of military defeat and the 1905 Revolution, Russian income inequality was middling by the standards of that era, and less severe than inequality has become today in such countries as China, the United States, and Russia itself. We also note how the interplay of some distinctive fiscal and relative-price features of Imperial Russia might have shaped the now-revealed level of inequality.\n\n",
    "acknowledgement": "\nThis paper presents results from an open-source research project.  Given the uncertainties of any inferences from still fragmentary historical data, we invite others to add additional data, procedural revisions, and alternative interpretations.  As much as possible, the data are being posted on http://gpih.ucdavis.edu (click on European Russia, either on the world map, on the Europe map, or in the data list folder - as revisions come in, we are updating these files). This study forms part of a larger project on long-run Russian inequality, with contributions from Tracy Dennison, Igor Fedukin, Peter H. Lindert, Andrei Markevich, and Steven Nafziger. We thank the US National Science Foundation for support under grant 0922531, and acknowledge the helpful comments of participants in the March 2011 conference on \"Quantifying Long-run Economic Development\" at The University of Warwick in Venice, and at the World Economic History Congress in Stellenbosch, July 2012. Aaron Seong, Stefan Ward-Wheten, and Nikolas Zolas provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}