{
    "id": 18386,
    "citation_title": "The United States Labor Market: Status Quo or A New Normal?",
    "citation_author": [
        "Edward P. Lazear",
        "James R. Spletzer"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe recession of 2007-09 witnessed high rates of unemployment that have been slow to recede.  This has led many to conclude that structural changes have occurred in the labor market and that the economy will not return to the low rates of unemployment that prevailed in the recent past. Is this true? The question is important because central banks may be able to reduce unemployment that is cyclic in nature, but not that which is structural.  An analysis of labor market data suggests that there are no structural changes that can explain movements in unemployment rates over recent years.  Neither industrial nor demographic shifts nor a mismatch of skills with job vacancies is behind the increased rates of unemployment.  Although mismatch increased during the recession, it retreated at the same rate.  The patterns observed are consistent with unemployment being caused by cyclic phenomena that are more pronounced during the current recession than in prior recessions.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau.  The research in this paper does not use any confidential Census Bureau information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}