{
    "id": 18382,
    "citation_title": "Factor Model Forecasts of Exchange Rates",
    "citation_author": [
        "Charles Engel",
        "Nelson C. Mark",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct factors from a cross section of exchange rates and use the idiosyncratic deviations from the factors to forecast.  In a stylized data generating process, we show that such forecasts can be effective even if there is essentially no serial correlation in the univariate exchange rate processes.  We apply the technique to a panel of bilateral U.S. dollar rates against 17 OECD countries.  We forecast using factors, and using factors combined with any of fundamentals suggested by Taylor rule, monetary and purchasing power parity (PPP) models.  For long horizon (8 and 12 quarter) forecasts, we tend to improve on the forecast of a \"no change\" benchmark in the late (1999-2007) but not early (1987-1998) parts of our sample.\n\n",
    "acknowledgement": "\nWe thank: Wallice Ao, Roberto Duncan, Lowell Ricketts and Mian Zhu for exceptional research assistance; the editor, two anonymous referees and seminar audiences at the European Central Bank and the IMF for helpful comments; the National Science Foundation for financial support.  The Additional Appendix that is referenced in the paper is available on request from the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}