{
    "id": 18380,
    "citation_title": "On the Solvency of Nations: Cross-Country Evidence on the Dynamics of External Adjustment",
    "citation_author": [
        "C. Bora Durdu",
        "Enrique G. Mendoza",
        "Marco E. Terrones"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test the hypothesis that net foreign asset positions are consistent with external solvency and examine the dynamics of external adjustment using data for 50 countries over the 1970-2006 period. Our analysis adapts Bohn's (2007) error-correction reaction function approach--which tests for a negative long-run relationship between net exports (NX) and net foreign assets (NFA) as a sufficiency condition for the intertemporal budget constraint to hold--to a dynamic panel framework. Pooled Mean Group and Mean Group error-correction estimation yield evidence of a statistically significant, negative response of NX to NFA. Moreover, we cannot reject the hypothesis that the response is largely homogeneous across countries. Our sensitivity analysis shows that the countries with relatively weaker fundamentals need to respond more strongly to the changes in NFA to keep their NFAs on a sustainable path.\n\n",
    "acknowledgement": "\nWe thank Shaghil Ahmed, Daniel Beltran, Betty Daniel, Jorg Decressin, Linda Goldberg, David Romer, Barbara Rossi, and participants of the Global Imbalances Workshop at the Federal Reserve Board for comments and suggestions. We also thank Stephanie Curcuru and John Rogers for kindly sharing their datasets, and Gian Maria Milesi-Ferretti and Philip Lane for their data on net foreign asset positions. The analysis undertaken in this paper would not have been possible without their efforts. The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, or to the Board of Governors of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}