{
    "id": 18396,
    "citation_title": "American Incomes 1774-1860",
    "citation_author": [
        "Peter H. Lindert",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "2021-06-27",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding what we call social tables, this paper quantifies the level and inequality of American incomes from 1774 to 1860. In 1774 the American colonies had average incomes exceeding those of the Mother Country, even when slave households are included in the aggregate.  Between 1774 and 1790, this income advantage over Britain was lost, due to the severe dislocation caused by the fight for Independence. Then between 1790 and 1860 US income per capita grew even faster than previous scholars have estimated. We also find that the South was initially much richer than the North on the eve of Revolution, but then suffered a severe reversal of fortune, so that by 1840 its white population was already poorer than free Northerners.  In terms of inequality, our estimates suggest that American colonists had much more equal incomes than did households in England and Wales around 1774. Indeed, New England and the Middle Colonies appear to have been more egalitarian than anywhere else in the measureable world. Income inequality rose dramatically between 1774 and 1860, especially in the South.\nThe paper uses an open-source style, since our data processing is posted on http://gpih.ucdavis.edu (click on the folder \"American incomes 1774-1870\"). Detailed defense of the 1774 and 1800 benchmarks can be found in our previous NBER working paper (17211, July 2011), although the estimates reported here are revised. The 1860 estimates are completely new.\n\n",
    "acknowledgement": "\nOur work has been aided greatly by a battalion of scholars and archivists. The list of helpful colleagues includes Jeremy Atack, Paul Clemens, Paul David, Farley Grubb, Herb Klein, Allan Kulikoff, Bob Margo, Paul Rhode, Josh Rosenbloom, Carole Shammas, Billy Gordon Smith, Richard Sylla, Sam Williamson, and especially Tom Weiss. Archival help was supplied by, among others, Jan Kinzer (Pennsylvania State Archives), Diana McCain (Connecticut Historical Society), Clifford C. Parker (Chester County Archives), and Marc Thomas (Maryland Historical Society). We thank them, yet absolve them from any responsibility for the results presented here. We also acknowledge with gratitude the research assistance of Lety Arroyo-Abad, Julianne Deitch, Sun Go, Patricia Levin, David Nystrom, Brock Smith, and especially Nick Zolas.  The paper has also benefitted from earlier suggestions by participants at the University of Warwick - Venice, the University of Michigan, the Institute for Research on Poverty at UW-Madison, the NBER's summer DAE workshop, and the World Economic History Congress at Stellenbosch. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}