{
    "id": 18393,
    "citation_title": "The Joint Identification of Utility and Discount Functions From Stated Choice Data: An Application to Durable Goods Adoption",
    "citation_author": [
        "Jean-Pierre H. Dube",
        "Günter J. Hitsch",
        "Pranav Jindal"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a survey design that generalizes static conjoint experiments to elicit inter-temporal adoption decisions for durable goods. We show that consumers' utility and discount functions in a dynamic discrete choice model are jointly identified using data generated by this specific design. In contrast, based on revealed preference data, the utility and discount functions are generally not jointly identified even if consumers' expectations are known. The separation of current-period preferences from discounting is necessary to forecast the diffusion of a durable good under alternative marketing strategies. We illustrate the approach using two surveys eliciting Blu-ray player adoption decisions. Both model-free evidence and the estimates based on a dynamic discrete choice model indicate that consumers make forward-looking adoption decisions. In both surveys the average discount rate is 43 percent, corresponding to a substantially higher degree of impatience than the rate implied by aggregate asset returns. The estimates also reveal a large degree of heterogeneity in the discount rates across consumers, but only little evidence for hyperbolic discounting.\n\n",
    "acknowledgement": "\nWe thank Kilts Center for Marketing, Booth School of Business, University of Chicago, The Initiative on Global Markets, Booth School of Business, University of Chicago Research grant #4-1525 from the Marketing Science Institute The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}