{
    "id": 18391,
    "citation_title": "Comparing Predictive Accuracy, Twenty Years Later: A Personal Perspective on the Use and Abuse of Diebold-Mariano Tests",
    "citation_author": [
        "Francis X. Diebold"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Diebold-Mariano (DM) test was intended for comparing forecasts; it has been, and remains, useful in that regard. The DM test was not intended for comparing models. Unfortunately, however, much of the large subsequent literature uses DM-type tests for comparing models, in (pseudo-) out-of-sample environments. In that case, much simpler yet more compelling full-sample model comparison procedures exist; they have been, and should continue to be, widely used. The hunch that (pseudo-) out-of-sample analysis is somehow the \"only,\" or \"best,\" or even a \"good\" way to provide insurance against in-sample over-fitting in model comparisons proves largely false. On the other hand, (pseudo-) out-of-sample analysis may be useful for learning about comparative historical predictive performance.\n\n",
    "acknowledgement": "\nThis paper is based on a lecture delivered in March 2012 at CREATES, University of Aarhus, Denmark.  For valuable comments I am grateful to participants at the CREATES lecture, especially Niels Haldrup, Soren Johansen, Asger Lunde, and Timo Terasvirta. I am also grateful to participants at Penn's Econometrics Lunch Seminar, as well as Peter Hansen, Lutz Kilian, Barbara Rossi, Frank Schorfheide, Minchul Shin, Norman Swanson, Allan Timmermann, Ken Wolpin and Jonathan Wright. The usual disclaimer most definitely applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}