{
    "id": 18395,
    "citation_title": "Executive Compensation and Corporate Governance in the U.S.: Perceptions, Facts and Challenges",
    "citation_author": [
        "Steven N. Kaplan"
    ],
    "citation_publication_date": "2012-09-13",
    "issue_date": "2012-09-13",
    "revision_date": "2012-09-26",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, I consider the evidence for three common perceptions of U.S. public company CEO pay and corporate governance:  (1) CEOs are overpaid and their pay keeps increasing; (2) CEOs are not paid for their performance; and (3) boards do not penalize CEOs for poor performance.  While average CEO pay increased substantially through the 1990s, it has declined since then.  CEO pay levels relative to other highly paid groups today are comparable to their average levels in the early 1990s although they remain above their long-term historical average.  The ratio of large-company CEO pay to firm market value is roughly similar to its level in the late-1970s and lower than its pre-1960s levels.  These patterns suggest that similar forces, likely technology and scale, have played a meaningful role in driving CEO pay and the pay of others with top incomes.  With regard to performance, CEOs are paid for performance and penalized for poor performance.  Finally, boards do monitor CEOs.  The rate of CEO turnover has increased in the 2000s compared to the 1980s and 1990s, and is significantly tied to poor stock performance.  While corporate governance failures and pay outliers as well as the very high average pay levels relative to the typical household undoubtedly have contributed to the common perceptions, a meaningful part of CEO pay appears to be market determined and boards do appear to monitor their CEOs.  Consistent with that, top executive pay policies at over 98% of S&P 500 and Russell 3000 companies received majority shareholder support in the Dodd-Frank mandated Say-On-Pay votes in 2011.\n\n",
    "acknowledgement": "\nKaplan serves on public company and mutual fund boards.  Douglas Baird, Effi Benmelech, Carola Frydman, Austan Goolsbee, Jeff Miron, Lawrence Mishel, Raghu Rajan, Amir Sufi, Luke Taylor and Rob Vishny provided helpful comments.  Wei Wu provided excellent research assistance.  A version of this paper will appear in the Cato Papers on Public Policy.  This paper also formed the basis for the 2012 Martin Feldstein Lecture at the NBER.  I thank the Cato Institute, the Center for Research in Security Prices and the NBER for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}