{
    "id": 1840,
    "citation_title": "Why Have Unemployment Rates in Canada and the U.S. Diverged?",
    "citation_author": [
        "Orley Ashenfelter",
        "David Card"
    ],
    "citation_publication_date": "1986-02-01",
    "issue_date": "1986-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThroughout the post-war period, U.S. and Canadian unemployent rates moved in tandem, but this historical link apparently ended in 1982. During the past three years, Canadian unemployment rates have been some three percentage points higher than their U.S. analogues, and this gap shows no sign of diminishing. This paper is an empirical evaluation of a variety of explanations for this new unemployment gap. We first show that the demographic and industrial composition of the two countries is remarkably similar, so that no simple mechanical hypothesis explain the basic puzzle. It is also evident that the increase in Canadian unemployment relative to U.S. unemployment can not be fully attributed to output movements. We find that the gap between actual and predicted Canadian output, based on U.S. output, has fallen dramatically since 1982 while the unemployment gap has widened. We also find that unemployment in Canada was 2 to 3 percentage points higher in 1983 and 1984 than predicted by Canadian output. We have investigated a variety of hypotheses to explain the slow growth of employment in Canada after 1982. These hypotheses attribute the slow growth of employment to rigidities in the labor market that raise employers' costs and restrict the flow of workers between sectors. The evidence does not support the notion that the growth in relative unemployment in Canada is due to differences in the regulation of the labor market in the two countries. Minimum wage laws and unemployment benefits are fairly similar in Canada and the U.S., and neither has changed relative to the other in the last decade. Unionization rates have increased in Canada relative to US. since 1970.  Most of this divergence occured before 1980, however, and does not seem to have created an unemployment gap prior to 1980. Finally,the hypothesis that differential real wage rates are a major determinant of relative employment in the U.S. and Canada is soundly rejected by the data. Real wage rates have been essentially uncorrelated with employment movements within each country and between the two countries.\n\n",
    "acknowledgement": "\n"
}