{
    "id": 18405,
    "citation_title": "The Role Of Intangible Capital in the Transformation and Growth of the Chinese Economy",
    "citation_author": [
        "Charles R. Hulten",
        "Janet X. Hao"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestment in a broad array of intangible capital - R&D, organizational capital, worker training, and brand equity - has occurred in many of the most advanced world economies and has been found to be an important source of economic growth.  This evidence suggests that intangible capital formation may play an important role in China's reform-driven transformation to a more market-oriented open economy.  Though the literature on intangible capital is expanding, there has as yet been no general assessment of its role in China's rapid economic growth.  This paper seeks to fill this gap by estimating how much intangible investment has taken place there over the last two decades. The importance of this capital as a driver of China's recent growth is then assessed using a growth accounting framework, and the results compared to similar findings for the U.S., Japan, the U.K., Germany, France, Italy, and Spain, as well as Japan during its high growth period.  The paper also looks beyond the growth accounting framework to the role of saving rates and long-run convergence in shaping longer-term growth prospects.  It also focuses on the problem of accurate economic measurement in an economy undergoing rapid transformation.\n\n",
    "acknowledgement": "\nWe would like to thank Bart van Ark, Harry Wu, Nancy Humphrey, and Mark Dutz, as well as the participants in the 2011 NBER Summer Institute workshop, a 2012 workshop of The Conference Board, and a 2012 OECD conference, for comments on earlier drafts.  We also thank Natalie Lam for helping us collect the data.  We gratefully acknowledge the support of the Program on Intangibles at The Conference Board, and the World Input-Output Data project. Opinions, interpretations, and any remaining errors are solely the responsibility of the authors.\n\n\n"
}