{
    "id": 18407,
    "citation_title": "Projecting the Effect of Changes in Smoking and Obesity on Future Life Expectancy in the United States",
    "citation_author": [
        "Samuel H. Preston",
        "Andrew Stokes",
        "Neil K. Mehta",
        "Bochen Cao"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe project the effects of declining smoking and increasing obesity on mortality in the United States over the period 2010-2040. Data on cohort behavioral histories are integrated into these projections. Future distributions of body mass indices are projected using transition matrices applied to the initial distribution in 2010. In addition to projections of current obesity, we project distributions of obesity when cohorts were age 25. To these distributions we apply death rates by current and age-25 obesity status observed in the National Health and Nutrition Examination Survey, 1988-2006. Projections of the effects of smoking are based on observed relations between cohort smoking patterns and cohort death rates from lung cancer. We find that both changes in smoking and in obesity are expected to have large effects on mortality. For males, the reductions in smoking have larger effects than the rise in obesity throughout the projection period. By 2040, male life expectancy at age 40 is expected to have gained 0.92 years from the combined effects. Among women, however, the two sets of effects largely offset one another throughout the projection period, with a small gain of 0.26 years expected by 2040.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Additional funding was received from National Institute of Aging grant R01 AG04021. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the  National Bureau of Economic Research. We are grateful to Christopher Ruhm, Andrew Fenelon, and Douglas Ewbank for their comments and suggestions.\n\n\n"
}