{
    "id": 18408,
    "citation_title": "Endogenous Liquidity and Defaultable Bonds",
    "citation_author": [
        "Zhiguo He",
        "Konstantin Milbradt"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interaction between fundamental and liquidity for defaultable corporate bonds that are traded in an over-the-counter secondary market with search frictions. Bargaining with dealers determines a bond's endogenous liquidity, which depends on both the firm fundamental and the time-to-maturity of the bond. Corporate default decisions interact with the endogenous secondary market liquidity via the rollover channel. A default-liquidity loop arises: Earlier endogenous default worsens a bond's secondary market liquidity, which amplifies equity holders' rollover losses, which in turn leads to earlier endogenous default. Besides characterizing in closed form the full inter-dependence between liquidity premium and default premium for credit spreads, we also study the optimal maturity implied by the model based on the tradeoff between liquidity provision and inefficient default.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Nittai Bergman (MIT), Bruce Carlin (UCLA), Hui Chen (MIT), Richard Green (CMU), Nicolae Garleanu (UC Berkeley), Barney Hartman-Glaser (Duke), Burton Hollifield (CMU), Gustavo Manso (UC Berkeley), Holger Mueller (NYU), and seminar participants of the MIT Sloan lunchtime workshop, NYU lunchtime workshop, Columbia GSB lunchtime workshop, NBER Microstructure meeting, ASU winter conference, Duke-UNC asset pricing conference, Texas Finance Festival, UNC, Boston University, University of Colorado at Boulder, INSEAD, Imperial College London, UCLA Anderson, WFA 2012, SED 2012, NBER SI Asset Pricing meeting, and Gerzensee ESSFM 2012. We are especially grateful to Rui Cui for excellent research assistance. Zhiguo He acknowledges financial support from the Center for Research in Security Prices at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}