{
    "id": 18400,
    "citation_title": "What Have They Been Thinking? Home Buyer Behavior in Hot and Cold Markets",
    "citation_author": [
        "Karl E. Case",
        "Robert J. Shiller",
        "Anne Thompson"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "2015-03-31",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nQuestionnaire surveys undertaken in 1988 and annually from 2003 through 2014 of recent homebuyers in each of four U.S. metropolitan areas shed light on their expectations and reasons for buying during the recent housing boom and subsequent collapse. They also provide insight into the reasons for the housing crisis that initiated the current financial malaise. We find that homebuyers were generally well informed, and that their short-run expectations if anything underreacted to the year-to-year change in actual home prices. More of the root causes of the housing bubble can be seen in their long-term (10-year) home price expectations, which reached abnormally high levels relative to mortgage rates at the peak of the boom and have declined sharply since. The downward turning point, around 2005, of the long boom that preceded the crisis was associated with changing public understanding of speculative bubbles.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Panel on Economic Activity Conference of September 13-14, 2012, Brookings Institution; reproduced with permission of the Brookings Papers on Economic Activity. The authors are indebted to the U.S. National Science Foundation, which funded the 1988 survey, and to the Yale School of Management, with a grant from Whitebox Advisors which supports our recent surveys.  Cathy Adrado, Daniel Boston, Zachary Dewitt, David Stiff, and Olga Vidisheva provided research assistance for this paper. The authors thank the editors, David Romer and Justin Wolfers, the discussants, David Laibson and Paul Willen, as well as Karen Dynan, for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKarl E. Case\n\nI perform consulting services for Analysis Group, Boston, MA and through Gerson Lehrman Group.\n\n\nI also serve on the board of the Depositors Insurance Fund of Massachusetts.\n\n\nI receive royalties from Pearson Education Publishing for Principles of Economics 11th edition.\n\n\n\nRobert J. Shiller\n\nI have a disclosure page at http://www.econ.yale.edu/~shiller/ShillerDisclosure.pdf\n\n\n"
}