{
    "id": 18402,
    "citation_title": "Cost-Sharing and Productivity",
    "citation_author": [
        "Teresa B. Gibson",
        "A. Mark Fendrick",
        "Michael E. Chernew"
    ],
    "citation_publication_date": "2012-09-01",
    "issue_date": "2012-09-01",
    "revision_date": "2012-10-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of literature examines the cross price elasticities between different health care services. For example, increasing the patient out of pocket price for some health care services increases the utilization of other health care services.  Yet, the literature has generally ignored the connection between cost sharing for health care services and labor market outcomes.  This paper examines the direction and magnitude of the reduced form relationship between patient cost-sharing and work loss following methods used to study the impact of cost-sharing and medical spending, finding a positive, quantitatively meaningful association between cost-sharing and hours absent.  We find no such association between cost-sharing and the probability of incurring short-term disability days.  This suggests that the cross-market ramifications of higher patient cost sharing extend beyond other health care services to include broad labor market outcomes.\n\n",
    "acknowledgement": "\nFunding for this study was provided by Pfizer Inc. to Truven Health Analytics (formerly Thomson Reuters Healthcare).  All opinions expressed are those of the authors.  We thank Amanda Farr, MPH for research and programming assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTeresa B. Gibson\n\nTeresa B. Gibson is a salaried employee of Truven Health Analytics, a health care consulting firm that performs contract research.  In this capacity she has performed studies funded by BMS, Merck, Pfizer and the National Pharmaceutical Council.\n\n\n\nMichael E. Chernew\n\nConsultant: Abbott, AonHewitt, AstraZeneca, Aventis Pharmaceuticals, Blue Shield of California, Bristol-Myers Squibb, Center for Medicare and Medicaid Services [CMS], Genentech, GlaxoSmithKline, Health Alliance Plan, Highmark BlueCross BlueShield, Merck and Co., National Business Coalition on Health, National Pharmaceutical Council, Neocure Group LLC, Pennsylvania State Trooper’s Association, Pfizer Inc., POZEN, Inc., Precision Health Economics LLC, Thomson Reuters, TriZetto, zanzors\nSpeaker’s Bureau:  Merck and Co., Pfizer Inc.\nResearch: Abbott, AstraZeneca, Aventis Pharmaceuticals, Eli Lilly, Genentech, GlaxoSmithKline, Merck and Co., Novartis, Pfizer Inc.\n\n\n"
}