{
    "id": 18401,
    "citation_title": "Learning Through Noticing: Theory and Experimental Evidence in Farming",
    "citation_author": [
        "Rema Hanna",
        "Sendhil Mullainathan",
        "Joshua Schwartzstein"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting learning models attribute failures to learn to a lack of data. We model a different barrier. Given the large number of dimensions one could focus on when using a technology, people may fail to learn because they failed to notice important features of the data they possess. We conduct a field experiment with seaweed farmers to test a model of \"learning through noticing\". We find evidence of a failure to notice: On some dimensions, farmers do not even know the value of their own input. Interestingly, trials show that these dimensions are the ones that farmers fail to optimize. Furthermore, consistent with the model, we find that simply having access to the experimental data does not induce learning. Instead, farmers change behavior only when presented with summaries that highlight the overlooked dimensions. We also draw out the implications of learning through noticing for technology adoption, agricultural extension, and the meaning of human capital.\n\n",
    "acknowledgement": "\nWe thank Andy Newman, Matthew Rabin, and Andrei Shleifer for helpful comments, as well as seminar participants at the Behavioural Decision Theory Conference, Berkeley, BU, and Harvard/MIT. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}