{
    "id": 18406,
    "citation_title": "Adverse Selection In Credit Markets and Regressive Profit Taxation",
    "citation_author": [
        "Florian Scheuer"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many countries, taxes on businesses are less progressive than labor income taxes. This paper provides a justification for this pattern based on adverse selection that entrepreneurs face in credit markets.  Individuals choose between becoming entrepreneurs or workers and differ in their skill in both of these occupations. I find that endogenous cross-subsidization in the credit market equilibrium results in excessive (insufficient) entry of low-skilled (high-skilled) agents into entrepreneurship. This gives rise to a corrective role for differential taxation of entrepreneurial profits and labor income. In particular, a profit tax that is regressive relative to taxes on labor income restores the efficient occupational choice.\n\n",
    "acknowledgement": "\nI am grateful to Daron Acemoglu and Iván Werning for guidance and support. I also thank Peter Diamond, Alessandro Pavan, James Poterba, Emmanuel Saez and seminar participants at Chicago, MIT, Northwestern, Stanford, St. Gallen, UCL, Wisconsin Madison and the Review of Economic Studies European Tour at Toulouse, EUI Florence and Warwick for helpful comments and suggestions. All errors are my own. Most results in this paper were part of the earlier working paper circulated under the title \"Entrepreneurial Taxation, Occupational Choice, and Credit Market Frictions.\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}