{
    "id": 18415,
    "citation_title": "Corporate Taxes and Internal Borrowing within Multinational Firms",
    "citation_author": [
        "Peter Egger",
        "Christian Keuschnigg",
        "Valeria Merlo",
        "Georg Wamser"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theoretical model of multinational firms with an internal capital market. Main reasons for the emergence of such a market are tax avoidance through debt shifting and the existence of institutional weaknesses and financial frictions across host countries. The model serves to derive hypotheses regarding the role of local versus foreign characteristics such as profit tax rates, lack of institutional quality, financial underdevelopment, and productivity for internal debt at the level of a given foreign affiliate. The paper assesses hypotheses in a panel data-set covering the universe of German multinational firms and their internal borrowing. Numerous novel insights are gained. For instance, the tax-sensitivity found in this paper is many times higher than previous research suggests. This accrues mainly to three things: the consideration of the boundedness of the internal debt ratio as a dependent variable in comparison to its treatment as an unbounded variable in most of the previous work; the coverage of all (small and large) multinationals here rather than a focus on large units in previous work; and the inclusion of endogenous characteristics in other countries multinationals are invested in (due to endogenous weights) while previous work did not consider such effects at all or assumed them to be exogenous. Moreover, local and foreign (at other locations of a given affiliate) market conditions matter  more or less symmetrically and in the opposite direction.  There is a nonlinear trade-off between institutional quality or financial development on the one hand and higher profit tax rates on the other hand, and the strength of this trade-off depends on the characteristics of one location relative to the other ones a multinational firm has affiliates (or the headquarters) in.\n\n",
    "acknowledgement": "\nPeter Egger has not received any external funding for this project. Christian Keuschnigg has not received any external funding for this project. Valeria Merlo has not received any external funding for this project. Georg Wamser has not received any external funding for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}