{
    "id": 18410,
    "citation_title": "The Most Egalitarian of All Professions: Pharmacy and the Evolution of a Family-Friendly Occupation",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "2020-10-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPharmacy has become a female-majority profession that is highly remunerated with a small gender earnings gap and low earnings dispersion relative to other occupations.  We sketch a labor market framework based on the theory of equalizing differences to integrate and interpret our empirical findings on earnings, hours of work, and the part-time work wage penalty for pharmacists.  Using extensive surveys of pharmacists for 2000, 2004, and 2009 as well as samples from the American Community Surveys and the Current Population Surveys, we explore the gender earnings gap, the penalty to part-time work, labor force persistence, and the demographics of pharmacists relative to other college graduates.  We address why the substantial entrance of women into the profession was associated with an increase in their earnings relative to male pharmacists.  We conclude that the changing nature of pharmacy employment with the growth of large national pharmacy chains and hospitals and the related decline of independent pharmacies played key roles in the creation of a more family-friendly, female-friendly pharmacy profession.  The position of pharmacist is probably the most egalitarian of all U.S. professions today.\n\n",
    "acknowledgement": "\nWe are grateful to the Midwestern Pharmacy Research Consortium, especially John Schommer at the University of Minnesota, College of Pharmacy and Akeem A. Yusuf a doctoral candidate, for making the merged data of the National Pharmacist Workforce Surveys available to us.  Tanya Avilova, Jane Lee, and, especially, Chenzi Xu ably helped with data cleaning and other parts of this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClaudia Goldin\n\nMy work on this project was not externally funded.  Research assistance was provided through my general research support at Harvard University, but most of the work was done directly by the authors.  However, a previous grant from the Alfred P. Sloan Foundation supported my work on this topic during a leave year in 2010.\n\n\n"
}