{
    "id": 18414,
    "citation_title": "Cherries for Sale: Export Networks and the Incidence of Cross-Border M&A",
    "citation_author": [
        "Bruce A. Blonigen",
        "Lionel Fontagné",
        "Nicholas Sly",
        "Farid Toubal"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a dynamic model of cross-border M&A activity. We show that foreign firms will be relatively more attracted to targets in the domestic country that had high productivity levels several years prior to acquisition, but then suffered a negative productivity shock (i.e., cherries for sale). With high ex ante productivity levels, target firms are able to invest in large export networks that are valuable to foreign multinationals because of locational differences and trade costs. Subsequently, domestic firms that experience reductions in productivity no longer find their established network as valuable to serve independently, increasing the surplus generated by a foreign acquisition. From the theory we derive a dynamic panel binary choice empirical model that uses predetermined export activity and the evolution of target firm productivity over time to predict cross-border M&A activity. Administrative data from French firms across 1999-2006 provide strong evidence that both the established export networks and productivity losses among target firms promote takeover by foreign multinationals.\n\n",
    "acknowledgement": "\nThe authors owe many thanks to seminar participants at the NBER ITI Spring Meeting 2012, Gep-ifo conference on International Trade, Productivity and Factor Movements at CESifo, University of British Columbia, Brown University and the Banque de France. Farid Toubal would like to thank the CEPR project \"Globalization Investment and Services Trade\" funded by the European Commission under FP7-PEOPLE-ITN-2008-21. Lionel Fontagne thanks the Bank of France for making individual firm data available. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of France or the National Bureau of Economic Research.\n\n\n"
}