{
    "id": 18412,
    "citation_title": "Financial Literacy, Financial Education and Economic Outcomes",
    "citation_author": [
        "Justine S. Hastings",
        "Brigitte C. Madrian",
        "William L. Skimmyhorn"
    ],
    "citation_publication_date": "2012-09-21",
    "issue_date": "2012-09-21",
    "revision_date": "2012-10-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this article we review the literature on financial literacy, financial education, and consumer financial outcomes. We consider how financial literacy is measured in the current literature, and examine how well the existing literature addresses whether financial education improves financial literacy or personal financial outcomes. We discuss the extent to which a competitive market provides incentives for firms to educate consumers or offer products that facilitate informed choice. We review the literature on alternative policies to improve financial outcomes, and compare the evidence to evidence on the efficacy and cost of financial education.  Finally, we discuss directions for future research.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the National Institute on Aging (grants R01-AG-032411-01, A2R01-AG-021650 and P01-AG-005842). We thank Daisy Sun for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Institute on Aging, the National Bureau of Economic Research, or the authors' home universities. For William Skimmyhorn, the views expressed herein are those of the author and do not reflect the position of the United States Military Academy, the Department of the Army, the Department of Defense, or the National Bureau of Economic Research.  See the authors' websites for lists of their outside activities.  When citing this paper, please use the following: Hastings JS, Madrian BC, SkimmyhornWL. 2012. Financial Literacy, Financial Education and Economic Outcomes. Annual Review of Economics 5: Submitted. Doi: 10.1146/annurev-economics-082312-125807.\n\n\n"
}