{
    "id": 18419,
    "citation_title": "Teacher Quality Policy When Supply Matters",
    "citation_author": [
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent proposals would strengthen the dependence of teacher pay and retention on performance, in order to attract those who will be effective teachers and repel those who will not. I model the teacher labor market, incorporating dynamic self-selection, noisy performance measurement, and Bayesian learning. Simulations indicate that labor market interactions are important to the evaluation of alternative teacher contracts. Typical bonus policies have very small effects on selection. Firing policies can have larger effects, if accompanied by substantial salary increases. However, misalignment between productivity and measured performance nearly eliminates the benefits while preserving most of the costs.\n\n",
    "acknowledgement": "\nI thank Sarena Goodman for excellent research assistance and David Card, Sean Corcoran, Richard Rothstein, Cecilia Rouse, and conference and seminar participants at APPAM, Berkeley, IEB, IRP, NBER, Northwestern, and NYU for helpful discussions. I am grateful to the Institute for Research on Labor and Employment at UC Berkeley for research funding. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse Rothstein\n\nI am grateful to the Institute for Research on Labor and Employment at UC Berkeley for research funding.\n\n\nI served as senior economist at the Council of Economic Advisers in 2009-10 and participated in that capacity in discussions related to teacher evaluation policies.\n\n\nIn addition, I have received compensation for presenting research findings at a conference sponsored by a teacher’s union, for expert witness work related to teacher firing, and for consulting to unions and state Departments of Education regarding the design of teacher evaluations.  Total proceeds to date are below $10,000, and all have been donated to charity.\n\n\nI have no further relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}