{
    "id": 18425,
    "citation_title": "How Is Power Shared In Africa?",
    "citation_author": [
        "Patrick Francois",
        "Ilia Rainer",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the power sharing layout of national political elites in a panel of African countries, most of them autocracies. We present a model of coalition formation across ethnic groups and structurally estimate it employing data on the ethnicity of cabinet ministers since independence. As opposed to the view of a single ethnic elite monolithically controlling power, we show that African ruling coalitions are large and that political power is allocated proportionally to population shares across ethnic groups. This holds true even restricting the analysis to the subsample of the most powerful ministerial posts. We argue that the likelihood of revolutions from outsiders and the threat of coups from insiders are major forces explaining such allocations. Further, over-representation of the ruling ethnic group is quantitatively substantial, but not different from standard formateur premia in parliamentary democracies. We explore theoretically how proportional allocation for the elites of each group may still result in misallocations in the non-elite population.\n\n",
    "acknowledgement": "\nUniversity of British Columbia, Department of Economics, patrick.francois@ubc.ca, George Mason University, Department of Economics, irainer@gmu.edu; and University of British Columbia, Department of Economics, and NBER, francesco.trebbi@ubc.ca, respectively. The authors would like to thank Matilde Bombardini, Pedro Dal Bo, Raphael Frank, David Green, Thomas Lemieux, Vadim Marmer, Paul Schrimpf, and seminar participants at SITE 2012 and UBC for useful comments and discussion. Chad Kendall provided exceptional research assistance. We are grateful to the National Bureau of Economic Research Africa Success Project and to the Initiative on Global Markets at Chicago Booth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}