{
    "id": 18420,
    "citation_title": "Uncertainty Shocks in a Model of Effective Demand",
    "citation_author": [
        "Susanto Basu",
        "Brent Bundick"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "2017-03-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan increased uncertainty about the future cause a contraction in output and its components? An identified uncertainty shock in the data causes significant declines in output, consumption, investment, and hours worked. Standard general-equilibrium models with flexible prices cannot reproduce this comovement. However, uncertainty shocks can easily generate comovement with countercyclical markups through sticky prices. Monetary policy plays a key role in offsetting the negative impact of uncertainty shocks during normal times. Higher uncertainty has even more negative effects if monetary policy can no longer perform its usual stabilizing function because of the zero lower bound. We calibrate our uncertainty shock process using fluctuations in implied stock market volatility, and show that the model with nominal price rigidity is consistent with empirical evidence from a structural vector autoregression. We argue that increased uncertainty about the future likely played a role in worsening the Great Recession. The economic mechanism we identify applies to a large set of shocks that change expectations of the future without changing current fundamentals.\n\n",
    "acknowledgement": "\nWe thank the editor and four referees for extremely helpful comments. Discussions with Nick Bloom, David Chapman, Fabio Ghironi, Jos´e Mustre-del-R´ıo, Taisuke Nakata, Julio Rotemberg, A. Lee Smith, Stephen Terry, ChristinaWang, and Jonathan Willis improved the paper substantially. We thank our formal discussants, Robert Barro, Francois Gourio, Liam Graham, Cosmin Ilut, and Johannes Pfeifer for their insights, and Johannes Pfeifer for pointing out an error in a previous draft. We have benefited from comments made by participants at various conferences and seminars. We thank Trenton Herriford for excellent research assistance. The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}