{
    "id": 18422,
    "citation_title": "Maternal Stress and Child Outcomes: Evidence from Siblings",
    "citation_author": [
        "Anna Aizer",
        "Laura Stroud",
        "Stephen Buka"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how maternal stress affects offspring outcomes. We find that in-utero exposure to elevated levels of the stress hormone cortisol negatively affects offspring cognition, health and educational attainment. These findings are based on comparisons between siblings which limits variation to short-lived shocks and controls for unobserved differences between mothers that could bias estimates. Our results are consistent with recent experimental results in the neurobiological literature linking exogenous exposure to stress hormones in-utero with declines in offspring cognitive, behavioral and motor development. Moreover, we find that not only are mothers with low levels of human capital characterized by higher and more variable cortisol levels, but that the negative impact of elevated cortisol is greater for them. These results suggest that prenatal stress may play a role in the intergenerational persistence of poverty.\n\n",
    "acknowledgement": "\nThis work is supported in part by NSF grant # SES 0752755, NIH grants AG023397 and HD043844 and the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}