{
    "id": 18429,
    "citation_title": "The Production of Human Capital: Endowments, Investments and Fertility",
    "citation_author": [
        "Anna Aizer",
        "Flávio Cunha"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how endowments, investments and fertility interact to produce human capital in childhood. We begin by providing empirical support for two key features of existing models of human capital: that investments and existing human capital are complements in the production of later human capital (dynamic complementarity) and that parents invest more in children with higher endowments due to the complementarity between endowments and investments (static complementarity). For the former, we exploit an exogenous source of investment, the launch of Head Start in 1966, and estimate greater gains from preschool in the IQ of those with the highest stocks of early human capital, consistent with dynamic complementarity. For the latter, we are able to overcome the potential endogeneity and measurement error associated with traditional measures of endowment based on health at birth. When we do, we find that parents invest more in highly endowed children. Moreover, we find that the degree of reinforcement increases with family size. Thus, an increase in quantity leads not only to a decline in average quality (the quantity-quality tradeoff) but to an increase in the variation in quality, due to both greater variation in endowments (from more children) and greater reinforcing investments. These findings can be explained by extending the quantity-quality trade-off model to include heterogeneous child endowments and parental preferences that feature complementarity between quality and quantity and moderate aversion to inequality in child human capital within the household.\n\n",
    "acknowledgement": "\nFunding was generously provided by NSF grant # NSF- SES 0752755 and the National Institutes of Health - National Institute of Aging (P30 AG12836), the Boettner Center for Pensions and Retirement Security, and the NICHD R24 HD-0044964. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}