{
    "id": 18427,
    "citation_title": "The Effects of Reconstruction Finance Corporation Assistance on Michigan's Banks' Survival in the 1930s",
    "citation_author": [
        "Charles W. Calomiris",
        "Joseph R. Mason",
        "Marc Weidenmier",
        "Katherine Bobroff"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of the Reconstruction Finance Corporation's (RFC) loan and preferred stock programs on bank failure rates in Michigan during the period 1932-1934, which includes the important Michigan banking crisis of early 1933 and its aftermath.  Using a new database on Michigan banks, we employ probit and survival duration analysis to examine the effectiveness of the RFC's loan program (the policy tool employed before March 1933) and the RFC's preferred stock purchases (the policy tool employed after March 1933) on bank failure rates.  \nOur estimates treat the receipt of RFC assistance as an endogenous variable. We are able to identify apparently valid and powerful instruments (predictors of RFC assistance that are not directly related to failure risk) for analyzing the effects of RFC assistance on bank survival. We find that the loan program had no statistically significant effect on the failure rates of banks during the crisis; point estimates are sometimes positive, sometimes negative, and never estimated precisely. This finding is consistent with the view that the effectiveness of debt assistance was undermined by some combination of increasing the indebtedness of financial institutions and subordinating bank depositors.  We find that RFC's purchases of preferred stock - which did not increase indebtedness or subordinate depositors - increased the chances that a bank would survive the financial crisis.  \nWe also perform a parallel analysis of the effects of RFC preferred stock assistance on the loan supply of surviving banks. We find that RFC assistance not only contributed to loan supply by reducing failure risk; conditional on bank survival, RFC assistance is associated with significantly higher lending by recipient banks from 1931 to 1935.\n\n",
    "acknowledgement": "\nThis paper was prepared for the National Bureau of Economic Research Conference, \"The Microeconomics of New Deal Policy,\" July 26-27, 2012. For helpful comments, we thank Price Fishback, Eugene White, Kris Mitchener, Larry Neal, Gary Richardson, Eric Hilt, Shawn Kantor, and other participants in the February 2012 \"pre-conference,\" and July 2012 conference for helpful comments on an earlier draft. Adonis Antoniades and Guojun Chen provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}