{
    "id": 18424,
    "citation_title": "New Tools for the Analysis of Political Power in Africa",
    "citation_author": [
        "Ilia Rainer",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2012-09-27",
    "issue_date": "2012-09-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe study of autocracies and weakly institutionalized countries is plagued by scarcity of information about the relative strength of different players within the political system. This paper presents novel data on the composition of government coalitions in a sample of fifteen post-colonial African countries suited to this task. We emphasize the role of the executive branch as the central fulcrum of all national political systems in our sample, especially relative to other institutional bodies such as the legislative assembly. Leveraging on the impressive body of work documenting the crucial role of ethnic fragmentation as a main driver of political and social friction in Africa, the paper further details the construction of ethnic composition measures for executive cabinets. We discuss how this novel source of information may help shed light on the inner workings of typically opaque African political elites.\n\n",
    "acknowledgement": "\nGeorge Mason University, Department of Economics, irainer@gmu.edu; and University of British Columbia, Department of Economics, and NBER, ftrebbi@mail.ubc.ca, respectively. The authors would like to thank Matilde Bombardini and Patrick Francois for useful comments and the many external consultants who contributed to the ethnic classification. Tom Cornwall, Mara Goodman, Lisa Wang, and Yilei Yang provided outstanding research assistance. We are grateful to the National Bureau of Economic Research Africa Success Project and to the Initiative on Global Markets at Chicago Booth for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}