{
    "id": 18437,
    "citation_title": "The White/Black Educational Gap, Stalled Progress, and the Long Term Consequences of the Emergence of Crack Cocaine Markets",
    "citation_author": [
        "William N. Evans",
        "Craig Garthwaite",
        "Timothy J. Moore"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe propose the rise of crack cocaine markets as an explanation for the end to the convergence in black-white educational outcomes beginning in the mid-1980s. After constructing a measure to date the arrival of crack markets in cities and states, we show large increases in murder and incarceration rates after these dates. Black high school graduation rates also decline, and we estimate that crack markets accounts for between 40 and 73 percent of the fall in black male high school graduation rates. We argue that the primary mechanism is reduced educational investments in response to decreased returns to schooling.\n\n",
    "acknowledgement": "\nThe authors thank Jen Brown, Shawn Bushway, Meghan Busse, Jon Caulkins, Kerwin Charles, Dan Hungerman, Melissa Kearney, Jon Meer, Richard Murnane, Derek Neal, Emily Oster, Peter Reuter, Bruce Sacerdote, Bob Schwab, Doug Staiger, Jacob Vigdor, Tony Yezer and seminar participants at Cornell University, Kellogg School of Management, Syracuse University, University of Illinois at Urbana-Champaign, University of Maryland, University of Nevada-Las Vegas, University of Notre Dame, University of Texas at Austin, the IRP Summer Workshop at the University of Wisconsin, the Labour Econometrics Workshop at the University of Wollongong, and the NBER Summer Institute for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}