{
    "id": 18433,
    "citation_title": "Social Insurance: Connecting Theory to Data",
    "citation_author": [
        "Raj Chetty",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "2014-07-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the literature on social insurance, focusing on recent work that has connected theory to evidence to make quantitative statements about welfare and optimal policy. Our review contains two parts. We first discuss motives for government intervention in private insurance markets, focusing primarily on selection. We review the original theoretical arguments for government intervention in the presence of adverse selection, and describe how recent work has refined and challenged the conclusions drawn from early theoretical models. We then describe empirical work that tests for selection in insurance markets, documents the welfare costs of this selection, and analyzes the welfare consequences of potential public policy interventions. In the second part of the paper, we review work on optimal social insurance policies. We discuss formulas for the optimal level of insurance benefits in terms of empirically estimable parameters. We then consider the consequences of relaxing the key assumptions underlying these formulas, e.g., by allowing for fiscal externalities or behavioral biases. We also summarize recent work on other dimensions of optimal policy, including mandated savings accounts and the optimal path of benefits. Finally, we discuss the key challenges that remain in understanding the optimal design of social insurance policies.\n\n",
    "acknowledgement": "\nWe are grateful to Alan Auerbach, Liran Einav, Hilary Hoynes, Emmanuel Saez, and participants at the Handbook of Public Economics conference held at UC-Berkeley for helpful comments. Shelby Lin, Heather Sarsons,and Michael Stepner provided excellent research assistance. We gratefully acknowledge support from the NIA R01 AG032449 (Finkelstein) and the National Science Foundation SES 0645396 (Chetty). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}