{
    "id": 18434,
    "citation_title": "Structural and Cyclical Forces in the Labor Market During the Great Recession: Cross-Country Evidence",
    "citation_author": [
        "Luca Sala",
        "Ulf Söderström",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an estimated monetary business cycle model with search and matching frictions in the labor market and nominal price and wage rigidities to study four countries (the U.S., the U.K., Sweden, and Germany) during the financial crisis and the Great Recession. We estimate the model over the period prior to the financial crisis and use the model to interpret movements in GDP, unemployment, vacancies, and wages in the period from 2007 until 2011. We show that contractionary financial factors and reduced efficiency in labor market matching were largely responsible for the experience in the U.S. Financial factors were also important in the U.K., but less so in Sweden and Germany. Reduced matching efficiency was considerably less important in the U.K. and Sweden than in the U.S., but matching efficiency improved in Germany, helping to keep unemployment low. A counterfactual experiment suggests that unemployment in Germany would have been substantially higher if the German labor market had been more similar to that in the U.S.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER International Seminar on Macroeconomics 2012. We are grateful to Matthias Hertweck, Alejandro Justiniano, Per Krusell, Fabrizio Perri, Stephanie Schmitt-Grohé, Karl Walentin, as well as participants at the ISOM and the Greater Stockholm Macro Group for comments, to Regis Barnichon and Francesco Zanetti for help with the data, and to Volker Lindenthal for excellent research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Executive Board of Sveriges Riksbank or the National Bureau of Economic Research.\n\n\n"
}