{
    "id": 18438,
    "citation_title": "Trade and Geography in the Origins and Spread of Islam",
    "citation_author": [
        "Stelios Michalopoulos",
        "Alireza Naghavi",
        "Giovanni Prarolo"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "2017-06-12",
    "topics": [
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we explore the historical determinants of contemporary Muslim representation.  Motivated by a plethora of case studies and historical accounts among Islamicists stressing the role of trade for the adoption of Islam, we construct detailed data on pre-Islamic trade routes, harbors, and ports to determine the empirical regularity of this argument. Our analysis—conducted across countries and across ethnic groups within countries—establishes that proximity to the pre-600 CE trade network is a robust predictor of today's Muslim adherence in the Old World. We also show that Islam spread successfully in regions that are ecologically similar to the birthplace of the religion, the Arabian Peninsula. Namely, territories characterized by a large share of arid and semi- arid regions dotted with few pockets of fertile land are more likely to host Muslim communities. We discuss the various mechanisms that may give rise to the observed pattern.\n\n",
    "acknowledgement": "\nWe would like to thank the Editor and three anonymous referees for their valuable comments. We have also benefited from discussions with several colleagues and comments from numerous seminars and conferences. Stelios Michalopoulos was a visiting Fellow at Collegio Carlo Alberto while this project was written and gratefully acknowledges their hospitality. Funding from Faculty Research Awards Committee at Tufts University is also acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}