{
    "id": 18439,
    "citation_title": "Incentive Strength and Teacher Productivity: Evidence from a Group-Based Teacher Incentive Pay System",
    "citation_author": [
        "Scott A. Imberman",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from a group incentive program that provides cash bonuses to teachers whose students perform well on standardized tests, we estimate the impact of incentive strength on student achievement. These awards are based on the performances of students within a grade, school and subject, providing substantial variation in group size.  We use the share of students in a grade-subject enrolled in a teacher's classes as a proxy for incentive strength since, as the teacher share increases, a teacher's impact on the probability of award receipt rises. We find that student achievement improves when a teacher becomes responsible for more students post program implementation: mean effects are between 0.01 and 0.02 standard deviations for a 10 percentage point increase in share for math, English and social studies, although mean science estimates are small and are not statistically significant. As predicted in our theoretical model, we also find larger effects at smaller shares that fall towards zero as share increases. For all four subjects studied, effect sizes start at 0.05 to 0.09 standard deviations for a 10 percentage point increase in share when share is initially close to zero and fade out as share increases. These findings suggest that small groups provide productivity gains over large groups. Further, they suggest that the lack of effects found in US teacher incentive pay experiments probably are in some part due to specific aspects of program design rather than failure of teachers to respond to incentives more generally.\n\n",
    "acknowledgement": "\nWe wish to thank seminar participants at Aarhus University, CESifo, Cornell University, the Institute for Research on Poverty, NBER Summer Institute, Purdue University, Tilburg University, the University of Copenhagen, and the University of Houston for helpful comments and suggestions. We gratefully acknowledge the help and input of Kiel Albrecht, Jack Barron and Steve Coate in the development of our theoretical model. We further thank Aimee Chin, Steven Craig, Steve Rivkin, Gary Solon and Lesley Turner for helpful comments and suggestions.  Finally, we would like to thank the employees at Houston Independent School District for their help and assistance. All errors, omissions and conclusions are our own. Copyright 2012 by Scott Imberman and Michael Lovenheim. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}