{
    "id": 18430,
    "citation_title": "The Friends Factor: How Students' Social Networks Affect Their Academic Achievement and Well-Being?",
    "citation_author": [
        "Victor Lavy",
        "Edith Sand"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "2021-08-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the influence of social relationships on educational attainment and social outcomes of students in school. More specifically, we investigate how losing different types of social relationships during the transition from elementary to middle school affect students' academic progress and general well-being. We use social relationships identified by the students themselves in elementary school, as part of a unique aspect of the Tel Aviv school application process which allows sixth-grade students to designate their middle schools of choice and to list up to eight friends with whom they wish to attend that school. The lists create natural \"friendship hierarchies\" that we exploit in our analysis. We designate the three categories of requited and unrequited friendships that stem from these lists as follows: (1) reciprocal friends (students who list one another); and for those whose friendship requests did not match: (2) followers (those who listed fellow students as friends but were not listed as friends by these same fellow students) and (3) non-reciprocal friends (parallel to followers). Following students from elementary to middle school enables us to overcome potential selection bias by using pupil fixed-effect methodology. Our results suggest that the presence of reciprocal friends and followers in class has a positive and significant effect on test scores in English, math, and Hebrew. However, the number of friends in the social network beyond the first circle of reciprocal friends has no effect at all on students. In addition, the presence of non-reciprocal friends in class has a negative effect on a student's learning outcomes. We find that these effects have interesting patterns of heterogeneity by gender, ability, and age of students. In addition, we find that these various types of friendships have positive effects on other measures of well-being, including social and overall happiness in school, time allocated for homework, and whether one exhibits violent behavior.\n\n",
    "acknowledgement": "\nWe thank the Education Department of Tel-Aviv-Yafo Municipality and Yossef Shub, the CEO of Optimal Scheduling Systems, for making the data available for this study. Agnia Galesnik and Elior Cohen provided excellent research assistant. We also benefited from comments from Gigi Foster, Michael Friedman, Analia Schlosser, Tali Regev, Yona Rubinstein, Fabian Waldinger, and from seminar participants at the Hebrew University, Tel Aviv University, University of Warwick, University of Haifa, Ben Gurion University, Bank of Israel, at a conference in the Chinese University of Hong Kong, and at the Economic Workshop in IDC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}