{
    "id": 18446,
    "citation_title": "Dynamic Aspects of Family Transfers",
    "citation_author": [
        "Kathleen McGarry"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nEach year parents transfer a great deal of money to their adult children. While intuition might suggest that these transfers are altruistic and made out of concern for the well-being of the children, empirical tests of the model have consistently yielded negative results. However, an important limitation in these sorts of studies and of our understanding of transfers in general has stemmed our inability to observe transfers over time. Estimates of patterns in a single cross section necessarily miss important aspects of behavior. In this paper I expand on the static altruistic model and posit a dynamic model in which parents use current observations on the incomes of their children to update their expectations regarding future incomes and desired future transfers. I then draw on data spanning a 17 year period to examine the dynamic aspects of transfer behavior. I find substantial change across periods in recipiency, large differences across children within the family, and a strong negative correlation between inter vivos transfers and the transitory incomes of the recipients. This evidence suggests that dynamic models can provide insights into transfer behavior that are impossible to obtain in a static context.\n\n",
    "acknowledgement": "\nThe model in this paper is based on that in an earlier unpublished working paper \"Testing Parental Altruism: Implications of a Dynamic Model\", NBER working paper 7593. I am grateful to Steven Haider and to many seminar participants for their helpful comments and to Michael Hurd and Janet Currie for their help with the earlier version. Research support from the NIH is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}