{
    "id": 18449,
    "citation_title": "Estimation of Dynamic Discrete Choice Models in Continuous Time with an Application to Retail Competition",
    "citation_author": [
        "Peter Arcidiacono",
        "Patrick Bayer",
        "Jason R. Blevins",
        "Paul B. Ellickson"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "2015-02-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a dynamic model of retail competition and uses it to study the impact of the expansion of a new national competitor on the structure of urban markets. In order to accommodate substantial heterogeneity (both observed and unobserved) across agents and markets, the paper first develops a general framework for estimating and solving dynamic discrete choice models in continuous time that is computationally light and readily applicable to dynamic games. In the proposed framework, players face a standard dynamic discrete choice problem at decision times that occur stochastically. The resulting stochastic-sequential structure naturally admits the use of CCP methods for estimation and makes it possible to compute counterfactual simulations for relatively high-dimensional games. The model and method are applied to the retail grocery industry, into which Wal-Mart began rapidly expanding in the early 1990s, eventually attaining a dominant position. We find that Wal-Mart’s expansion into groceries came mostly at the expense of the large incumbent supermarket chains, rather than the single-store outlets that bore the brunt of its earlier conquest of the broader general merchandise sector. Instead, we find that independent grocers actually thrive when Wal-Mart enters, leading to an overall reduction in market concentration. These competitive effects are strongest in larger markets and those into which Wal-Mart expanded most rapidly, suggesting a diminishing role of scale and a greater emphasis on differentiation in this previously mature industry.\n\n",
    "acknowledgement": "\nWe thank the attendees of the 2009 Cowles Foundation Conference on Structural Microeconomics, the 2010 cemmap Conference on Matching and Sorting, and the 2012 NBER/NSF/CEME Conference on the Econometrics of Dynamic Games as well as seminar participants at Chicago (Economics and Booth), Duke, Harvard, Johns Hopkins, Kentucky, London School of Economics, Michigan, Ohio State (Economics and Fisher), Penn State, Rochester, Toronto, UBC, UC Davis, UCLA, Virginia, Western Ontario, Washington University (Olin), Wisconsin, and Yale for useful comments. Timothy Schwuchow provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}