{
    "id": 18440,
    "citation_title": "The Effect of Tax Rates and Tax Bases on Corporate Tax Revenues: Estimates with New Measures of the Corporate Tax Base",
    "citation_author": [
        "Laura Kawano",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral recent analyses have suggested that the revenue-maximizing corporate tax rate resides in the low-30's. We challenge this result by re-examining this relationship using a new compilation of changes in corporate tax base definitions for OECD countries between 1980 and 2004. By considering tax base changes in addition to tax rate changes, we can address the estimation bias that applies to tax rates absent their consideration. We find that the relationship between corporate tax rates and corporate tax revenues is tenuous. The large behavioral response to corporate tax rates implied in the literature does not obtain when accounting for persistent differences in tax policy and business environments across countries.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Kimberly Clausing, Michael Devereux, Martin Feldstein, James Hines Jr., and participants at the NBER 2012 Trans-Atlantic Public Economics Seminar (TAPES) Conference and the 2012 Michigan Tax Invitational Conference. We thank Allison Paciorka, Jacqueline Schwartz and Jonathan Slemrod for their able research assistance and Richard Resen for providing us the 2004 International Bureau of Fiscal Documentation Annual Reports publication. Slemrod acknowledges having had a consulting contract with the International Monetary Fund related to the taxation of multinational corporations over the course of doing the research for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research and the U.S. Department of Treasury.\n\n\n"
}