{
    "id": 18444,
    "citation_title": "The Problem of the Uninsured",
    "citation_author": [
        "Isaac Ehrlich",
        "Yong Yin"
    ],
    "citation_publication_date": "2012-02-10",
    "issue_date": "2012-10-05",
    "revision_date": "2017-06-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe problem of the uninsured cannot be fully understood without considering the role of non-market alternatives to 'market insurance' called 'self-insurance' and 'self-protection' (SISP), including the public 'health care safety-net' system. We tackle the problem by formulating a 'full-insurance' paradigm that accounts for all four interacting insurance measures. We apply two versions of the full-insurance model to estimate, via calibrated simulations, the impacts of SISP on the fraction of uninsured, health spending, and health levels, and to assess how the mandated Affordable Care Act might affect these outcomes in comparison with the CBO projections in 2010. The results indicate that policy analyses which overlook the role of the real price of market insurance relative to the shadow prices of SISP in determining the decision to insure can grossly distort the capacity of mandated reforms like the ACA to insure the uninsured, contain overall health care costs, and improve health and welfare outcomes.\n\n",
    "acknowledgement": "\nThis paper is based on an earlier version presented at \"Risk and Choice: A conference in honor of Louis Eeckhoudt\", held on July 12-13 in Toulouse, France. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}