{
    "id": 18443,
    "citation_title": "Cross Country Fairness Considerations and Country Implications of Alternative Approaches to a Global Emission Reduction Regime",
    "citation_author": [
        "Huifang Tian",
        "Xiaojun Shi",
        "John Whalley"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe UNFCCC process of negotiating multilateral carbon emissions reductions thus far has focused on approximately equiproportional cuts in annual carbon emissions by country along the lines of the Kyoto Protocol agreement. But now, with the objective of involving large developing countries such as China and India in a post 2012 regime, broader considerations imply alternative approaches to emissions reduction arrangements by countries be considered. Here we consider the implications of alternative cross country fairness considerations entering the global negotiation process using a numerical simulation model which captures the potential impacts of alternative emission reductions across major economies which in turn reflect different fairness arguments. We put other fairness considerations, such as intergenerational equity, on one side. We use a global equilibrium emissions and trade model with transfers which are calibrated to a 2005-2050 BAU scenario and treats damage from climate change as utility damage. It thus captures the benefit side of emissions reduction agreements as well as the implications of such considerations for financial transfers agreed as a part of the process. Our analyses consider four alternative justices formulations. One is equal per capita allocation of absorptive capacity of the atmosphere given a temperature change target for global emissions. Yet another is where cuts by countries yield equal benefits per capita to other countries. A third is where there are equal costs per capita to countries making cuts. Finally, we also consider financial transfers to developing countries to compensate them for the costs of meeting emission restraints. The impacts of alternative emissions reductions differ sharply from the equi-proportional cuts of annual emissions implied by a continuation of the Kyoto process. These impacts emphasize the large and ill defined bargaining set for a post Kyoto Process involving large developing countries in a significant way.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund and CIGI for financial support. Huifang Tian is also grateful for support from the Specialized Research Fund by CASS-IWEP and Renmin University of China. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Xiaojun Shi is grateful to National Natural Science Fund of China (Projects Nos. 70972001, 71172014 ) for financial support.\n\n\n"
}