{
    "id": 18445,
    "citation_title": "Consumption Inequality and Family Labor Supply",
    "citation_author": [
        "Richard Blundell",
        "Luigi Pistaferri",
        "Itay Saporta-Eksten"
    ],
    "citation_publication_date": "2012-10-05",
    "issue_date": "2012-10-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we examine the link between wage inequality and consumption inequality using a life cycle model that incorporates household consumption and family labor supply decisions. We derive analytical expressions based on approximations for the dynamics of consumption, hours, and earnings of two earners in the presence of correlated wage shocks, non-separability and asset accumulation decisions. We show how the model can be estimated and identified using panel data for hours, earnings, assets and consumption. We focus on the importance of family labour supply as an insurance mechanism to wage shocks and find strong evidence of smoothing of males and females permanent shocks to wages. Once family labor supply, assets and taxes are properly accounted for their is little evidence of additional insurance.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Olympia Bover, Martin Browning, Chris Carroll, Jon Levin, Gianluca Violante and seminar participants at the 2012 ESEM, 2012 Royal Economic Society, 2012 UCL Economics Phd Alumni Conference, 2012 UCL Conference on Labour Markets and the Welfare State, 2011 SED, the 2011 Workshop on Stabilization Policies at the University of Copenhagen, the Bank of Italy, Venice, Bologna, Mannheim, and Cattolica Milan for comments. Thanks to Kerwin Charles for initial help with the new consumption data from the PSID. The authors gratefully acknowledge financial support from the UK Economic and Social Research Council (Blundell), and the ERC starting grant 284024 (Pistaferri). All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}