{
    "id": 18448,
    "citation_title": "Public Plans and Short-Term Employees",
    "citation_author": [
        "Alicia Munnell",
        "Jean-Pierre Aubry",
        "Joshua Hurwitz",
        "Laura Quinby"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPublic sector defined benefit pension plans are based on final earnings. As such, these plans are back-loaded; those with long careers receive substantial benefits and those who leave early receive little. The analysis consists of three parts. The first section discusses the design of state and local defined benefit plans, documents the extent to which traditional public sector final earnings plans are back-loaded, and explores the extent to which the incentives may reflect the preferences of employers. The second section shows how participation in final earnings plans affects the lifetime resources of state and local workers of various tenures compared to private sector workers. The third section presents plan-level data on the flows of participants out of the plan by age and tenure and explores the extent to which plan design - specifically, vesting periods, mandatory participation in a defined contribution plan, and Social Security coverage - affects the probability of vesting and the probability of remaining to the earliest full retirement age once vested. The findings suggest that complete reliance on delayed vesting and final earnings plans results in minimal benefits for most short-service public employees. Hence, the recent trend towards hybrid arrangements is a positive development not only for risk sharing between taxpayers and participants but also for a more equitable distribution of benefits between short-term and career employees.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}