{
    "id": 18452,
    "citation_title": "Do prices reveal the presence of informed trading?",
    "citation_author": [
        "Pierre Collin-Dufresne",
        "Vyacheslav Fos"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a comprehensive sample of trades by Schedule 13D filers, who possess valuable private information when they accumulate stocks of targeted companies, this paper studies whether several liquidity measures reveal the presence of informed trading. The evidence suggests that when Schedule 13D filers trade aggressively, both high-frequency and low-frequency measures of stock liquidity indicate a higher stock liquidity. Importantly, measures that have been used as direct proxies for adverse selection, such the Kyle (1985) lambda, the Easley et al. (1996) pin measure, and the Amihud (2002) illiquidity measure, suggest that the adverse selection is lower when informed trading takes place. The evidence is consistent with informed traders being more aggressive when measured stock liquidity is high.\n\n",
    "acknowledgement": "\nWe thank Azi Ben-Rephael, Terry Hendershott, Gur Huberman,Wei Jiang, Norman Schuerhoff, and seminar participants at the University of Illinois at Urbana-Champaign, Copenhagen Business School, Tsinghua University, IDC Summer Conference, and, especially, Yakov Amihud and Larry Glosten for many helpful comments. We also thank Virginia Jiang, Xinran Li, Urvi Maru, Hana Na, Shan Qiao, Sofiya Teplitskaya, and Tong Tong for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}