{
    "id": 18450,
    "citation_title": "Endogenous Dividend Dynamics and the Term Structure of Dividend Strips",
    "citation_author": [
        "Frederico Belo",
        "Pierre Collin-Dufresne",
        "Robert S. Goldstein"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany leading asset pricing models predict that the term structures of expected returns and volatilities on dividend strips are strongly upward sloping. Yet the empirical evidence suggests otherwise. This discrepancy can be reconciled if these models replace their exogenously specified dividend dynamics with processes that are derived endogenously from capital structure policies that generate stationary leverage ratios. Under this policy, shareholders are being forced to divest (invest) when leverage is low (high), which shifts risk from long-horizon to short-horizon dividend strips. This framework also generates stock volatility that is higher than long-horizon dividend volatility, even with constant market prices of risk.\n\n",
    "acknowledgement": "\nWe thank Ravi Bansal, Jules van Binsbergen, Murray Carlson, Long Chen, John Cochrane, Darrell Duffie, Adlai Fisher, Dana Kiku, Ralph Koijen, Ivan Shaliastovich, Jessica Wachter, Jianfeng Yu and seminar participants at the University of Pennsylvania (Wharton), University of Minnesota, University of British Columbia (Sauder), and University of North Carolina at Chapel Hill (Kenan-Flager) for many helpful comments. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}