{
    "id": 18453,
    "citation_title": "Carrots that Look Like Sticks: Toward an Understanding of Multitasking Incentive Schemes",
    "citation_author": [
        "Omar Al-Ubaydli",
        "Steffen Andersen",
        "Uri Gneezy",
        "John A. List"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nConstructing compensation schemes for effort in multi-dimensional tasks is complex, particularly when some dimensions are not easily observable. When incentive schemes contractually reward workers for easily observed measures, such as quantity produced, the standard model predicts that unrewarded dimensions, such as quality, will be neglected. Yet, there remains mixed empirical evidence in favor of this standard principal-agent model prediction. This paper reconciles the literature by using both theory and empirical evidence. The theory outlines conditions under which principals can use a piece rate scheme to induce higher quantity and quality levels than analogous fixed wage schemes. Making use of a series of complementary laboratory and field experiments we show that this effect occurs because the agent is uncertain about the principal's monitoring ability and the principal's choice of a piece rate signals to the agent that she is efficient at monitoring.\n\n",
    "acknowledgement": "\nMarco Castillo, Lawrence Katz, Tiago Pinheiro and several anonymous reviewers provided helpful comments and discussions, and Trevor Gallen, Dana Ganter, Min Lee and Silvia Saccardo assisted in running the experiments. Al-Ubaydli (corresponding author): Department of Economics and Mercatus Center, George Mason University; Andersen: Copenhagen Business School; Gneezy: Rady School of Business, University of California at San Diego; List: NBER and Department of Economics, University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}