{
    "id": 18458,
    "citation_title": "Punishment and Cooperation in Stochastic Social Dilemmas",
    "citation_author": [
        "Erte Xiao",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious findings on punishment have focused on environments in which the outcomes are known with certainty. In this paper, we conduct experiments to investigate how punishment affects cooperation in a two-person stochastic prisoner's dilemma environment where each person can decide whether or not to cooperate, and the outcomes of alternative strategies are specified probabilistically under a transparent information condition. In particular, we study two types of punishment mechanisms: 1) an unrestricted punishment mechanism: both persons can punish; and 2) a restricted punishment mechanism: only cooperators can punish non-cooperators.  We show that the restricted punishment mechanism is more effective in promoting cooperative behavior than the unrestricted one in a deterministic social dilemma. More importantly, the restricted type is less effective in an environment where the outcomes are stochastic than when they are known with certainty. Our data suggest that one explanation is that non-cooperative behavior is less likely to be punished when there is outcome uncertainty. Our findings provide useful information for designing efficient incentive mechanisms to induce cooperation in a stochastic social dilemma environment.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}