{
    "id": 18451,
    "citation_title": "Insider Trading, Stochastic Liquidity and Equilibrium Prices",
    "citation_author": [
        "Pierre Collin-Dufresne",
        "Vyacheslav Fos"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend Kyle's (1985) model of insider trading to the case where liquidity provided by noise traders follows a general stochastic process. Even though the level of noise trading volatility is observable, in equilibrium, measured price impact is stochastic. If noise trading volatility is mean-reverting, then the equilibrium price follows a multivariate 'stochastic bridge' process, which displays stochastic volatility. This is because insiders choose to optimally wait to trade more aggressively when noise trading activity is higher. In equilibrium, market makers anticipate this, and adjust prices accordingly.  More private information is revealed when volatility is higher. In time series, insiders trade more aggressively, when measured price impact is lower.  Therefore, execution costs to uninformed traders can be higher when price impact is lower.\n\n",
    "acknowledgement": "\nWe thank Bruno Biais, Thierry Foucault, Gur Huberman, Larry Glosten, Wei Jiang, Norman Schuerhoff, Semyon Malamud and seminar participants at Copenhagen Business School, University of Illinois at Urbana-Champaign, ESADE, the SFI-Finrisk meeting and, especially, Kerry Back, Darrell Duffie and Julien Hugonnier for many helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}