{
    "id": 18457,
    "citation_title": "Improving the Targeting of Treatment: Evidence from College Remediation",
    "citation_author": [
        "Judith Scott-Clayton",
        "Peter M. Crosta",
        "Clive R. Belfield"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "2018-04-11",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt an annual cost of roughly $7 billion nationally, remedial coursework is one of the single largest interventions intended to improve outcomes for underprepared college students. But like a costly medical treatment with non-trivial side effects, the value of remediation overall depends upon whether those most likely to benefit can be identified in advance. Our analysis uses administrative data and a rich predictive model to examine the accuracy of remedial screening tests, either instead of or in addition to using high school transcript data to determine remedial assignment. We find that roughly one in four test-takers in math and one in three test-takers in English are severely mis-assigned under current test-based policies, with mis-assignments to remediation much more common than mis-assignments to college-level coursework. We find that using high school transcript information--either instead of or in addition to test scores--could significantly reduce the prevalence of assignment errors. Further, we find that the choice of screening device has significant implications for the racial and gender composition of both remedial and college-level courses. Finally, we find that if institutions took account of students' high school performance, they could remediate substantially fewer students without lowering success rates in college-level courses.\n\n",
    "acknowledgement": "\nFunding was provided by the Bill and Melinda Gates Foundation and the National Center for Postsecondary Research at Teachers College, Columbia University. The authors gratefully acknowledge: community college personnel for access to the data, research support from Olga Rodriguez, Michelle Hodara, and Emma Garcia, comments from Davis Jenkins and Tom Bailey, and editorial assistance from Betsy Yoon and Doug Slater. Funding was provided by the Bill and Melinda Gates Foundation and the National Center for Postsecondary Research, Teachers College, Columbia University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}