{
    "id": 18463,
    "citation_title": "Agricultural Decisions after Relaxing Credit and Risk Constraints",
    "citation_author": [
        "Dean Karlan",
        "Robert Darko Osei",
        "Isaac Osei-Akoto",
        "Christopher Udry"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "2013-07-05",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe investment decisions of small‐scale farmers in developing countries are conditioned by their financial environment. Binding credit market constraints and incomplete insurance can reduce investment in activities with high expected profits. We conducted several experiments in northern Ghana in which farmers were randomly assigned to receive cash grants, grants of or opportunities to purchase rainfall index insurance, or a combination of the two. Demand for index insurance is strong, and insurance leads to significantly larger agricultural investment and riskier production choices in agriculture. The binding constraint to farmer investment is uninsured risk: when provided with insurance against the primary catastrophic risk they face, farmers are able to find resources to increase expenditure on their farms. Demand for insurance in subsequent years is strongly increasing with farmer's own receipt of insurance payouts, with the receipt of payouts by others in the farmer's social network, as well as with recent poor rain in their village. Both investment patterns and the demand for index insurance are consistent with the presence of important basis risk associated with the index insurance, with imperfect trust that promised payouts will be delivered, as well as with overweighting recent events.\n\n",
    "acknowledgement": "\nThe authors thank the International Growth Centre, the Bill and Melinda Gates Foundation via the University of Chicago Consortium on Financial Systems and Poverty, the National Science Foundation, and the ILO for funding. Any opinions contained herein are those of the authors and not the funders. The authors thank Ceren Baysan, Will Coggins, Ruth Damten, Emanuel Feld, Rob Fuller, Elana Safran, Lindsey Shaughnessy and Rachel Strohm, for incredible research support throughout this project, and Kelly Bidwell and Jessica Kiessel for their leadership on this project as IPA‐Ghana Country Directors. Any opinions contained herein are those of the authors and not the funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}