{
    "id": 18467,
    "citation_title": "Prior Selection for Vector Autoregressions",
    "citation_author": [
        "Domenico Giannone",
        "Michele Lenza",
        "Giorgio E. Primiceri"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVector autoregressions (VARs) are flexible time series models that can capture complex dynamic interrelationships among macroeconomic variables. However, their dense parameterization leads to unstable inference and inaccurate out-of-sample forecasts, particularly for models with many variables. A solution to this problem is to use informative priors, in order to shrink the richly parameterized unrestricted model towards a parsimonious naïve benchmark, and thus reduce estimation uncertainty. This paper studies the optimal choice of the informativeness of these priors, which we treat as additional parameters, in the spirit of hierarchical modeling. This approach is theoretically grounded, easy to implement, and greatly reduces the number and importance of subjective choices in the setting of the prior. Moreover, it performs very well both in terms of out-of-sample forecasting--as well as factor models--and accuracy in the estimation of impulse response functions.\n\n",
    "acknowledgement": "\nWe thank Liseo Brunero, Guenter Coenen, Gernot Doppelhofer, Raffaella Giacomini, Dimitris Korobilis, Frank Schorfheide, Chris Sims and participants in several conferences and seminars for comments and suggestions. Domenico Giannone is grateful to the Actions de Recherche Concertées (contract ARC-AUWB/2010-15/ULB-11) and Giorgio Primiceri to the Alfred P. Sloan Foundation for financial support. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Eurosystem. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDomenico Giannone\n\nDomenico Giannone is co-founder and director of Now-Casting Economics Limited, a web-based forecasting company.\n\n\n"
}