{
    "id": 18466,
    "citation_title": "The Economics of Child Well-Being",
    "citation_author": [
        "Gabriella Conti",
        "James J. Heckman"
    ],
    "citation_publication_date": "2012-10-23",
    "issue_date": "2012-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents an integrated economic approach that organizes and interprets the evidence on child development. It also discusses the indicators of child well-being that are used in international comparisons. Recent evidence on child development is summarized, and policies to promote child well-being are discussed. The paper concludes with some open questions and suggestions for future research.\n\n",
    "acknowledgement": "\nThis research was supported in part by the American Bar Foundation, the JB & MK Pritzker Family Foundation, Susan Thompson Buffett Foundation, NICHD R37HD065072, R01HD54702, a grant the Human Capital and Economic Opportunity Global Working Group- an initiative of the Becker Friedman Institute for Research and Economics funded by the Institute for New Economic Thinking (INET), and an anonymous funder. We acknowledge the support of a European Research Council grant hosted by University College Dublin, DEVHEALTH 269874. The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here. We thank Zidi Chen for excellent research assistance, and Pietro Biroli for help with the ALSPAC data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}