{
    "id": 18462,
    "citation_title": "Spatial and Temporal Heterogeneity of Marginal Emissions: Implications for Electric Cars and Other Electricity-Shifting Policies",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Matthew Kotchen",
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2012-10-11",
    "issue_date": "2012-10-11",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a methodology for estimating marginal emissions of electricity demand that vary by location and time of day across the United States. The approach takes account of the generation mix within interconnected electricity markets and shifting load profiles throughout the day. Using data available for 2007 through 2009, with a focus on carbon dioxide (CO2), we find substantial variation among locations and times of day. Marginal emission rates are more than three times as large in the upper Midwest compared to the western United States, and within regions, rates for some hours of the day are more than twice those for others. We apply our results to an evaluation of plug-in electric vehicles (PEVs). The CO2 emissions per mile from driving PEVs are less than those from driving a hybrid car in the western United States and Texas. In the upper Midwest, however, charging during the recommended hours at night implies that PEVs generate more emissions per mile than the average car currently on the road. Underlying many of our results is a fundamental tension between electricity load management and environmental goals: the hours when electricity is the least expensive to produce tend to be the hours with the greatest emissions. In addition to PEVs, we show how our estimates are useful for evaluating the heterogeneous effects of other policies and initiatives, such as distributed solar and real-time pricing.\n\n",
    "acknowledgement": "\nWe thank Daniel Knudsen for excellent research assistance and seminar participants at Cornell University, UC Berkeley, UC Energy Institute, Carnegie Mellon University, University of Tennessee at Knoxville, Georgia Institute of Technology, National Bureau of Economic Research, Princeton University, Environmental Protection Agency, Resources for the Future, University of Maryland, Harvard University, MIT, and Dartmouth College for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}