{
    "id": 18464,
    "citation_title": "The Gender Gap in Mathematics: Evidence from Low- and Middle-Income Countries",
    "citation_author": [
        "Prashant Bharadwaj",
        "Giacomo De Giorgi",
        "David Hansen",
        "Christopher Neilson"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish the presence of a gender gap in mathematics across many low- and middle-income countries using detailed, comparable test score data. Examining micro level data on school performance linked to household demographics we note that first, the gender gap appears to increase with age. Indeed, the gap nearly doubles when comparing 4th grade and 8th grade test scores. Second, we test whether commonly proposed explanations such as parental background and investments, unobserved ability, and classroom environment (including teacher gender) explain a substantial portion of the gap. While none of these explanations help in substantially explaining the gender gap we observe, we show that boys and girls differ significantly in perceptions about their own ability in math, conditional on math test scores. Girls are much more likely to state that they dislike math, or find math difficult compared to boys. We highlight differences in self-assessed ability as areas for future research that might lead to a better understanding of the gender gap in math.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}