{
    "id": 18465,
    "citation_title": "The \"Big C\": Identifying Contagion",
    "citation_author": [
        "Kristin Forbes"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys and assesses the academic literature on defining, measuring, and identifying financial contagion and the various channels by which it can occur. It also includes new empirical analysis of recent trends and causes of contagion, highlighting contagion risks in the euro area. The paper defines \"interdependence\" as high correlations across markets during all states of the world and \"contagion\" as the spillovers from extreme negative events. Interdependence has increased dramatically over time, especially within the euro area, even after controlling for global shocks and changes in volatility. Not surprisingly, negative events in one country also quickly affect others. Regression analysis shows that a country is more vulnerable to contagion if it has a more levered banking system, greater trade exposure, weaker macroeconomic fundamentals, and larger international portfolio investment liabilities. Countries are less vulnerable, however, if they have larger international portfolio investment assets (which can provide a buffer against shocks) and are less reliant on debt (versus equity) for international financing. These results have important implications for understanding contagion and for analyzing policies designed to mitigate contagion, especially for the current crisis in the euro area.\n\n",
    "acknowledgement": "\nA longer version of this paper (\"The Big C: Identifying and Mitigating Contagion\") was prepared for the 2012 Jackson Hole Symposium hosted by the Federal Reserve Bank of Kansas City on 08/31/12 to 09/01/12. This longer version, which includes a detailed discussion of policy options, is available at: http://www.kansascityfed.org/publicat/sympos/2012/kf.pdf. Thanks to symposium participants--and especially Franklin Allen--for insightful comments. Further thanks to Michael Klein for helpful suggestions, and to Gautham Iyer and Neil Zimmerman for providing research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}