{
    "id": 18474,
    "citation_title": "Diasporas and Outsourcing: Evidence from oDesk and India",
    "citation_author": [
        "Ejaz Ghani",
        "William R. Kerr",
        "Christopher T. Stanton"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis study examines the role of the Indian diaspora in the outsourcing of work to India.  Our data are taken from oDesk, the world's largest online platform for outsourced contracts, where India is the largest country in terms of contract volume.  We use an ethnic name procedure to identify ethnic Indian users of oDesk in other countries around the world.  We find very clear evidence that diaspora-based links matter on oDesk, with ethnic Indians in other countries 32% (9 percentage points) more likely to choose a worker in India.  Yet, the size of the Indian diaspora on oDesk and the timing of its effects make clear that the Indian diaspora was not a very important factor in India becoming the leading country on oDesk for fulfilling work.  In fact, multiple pieces of evidence suggest that diaspora use of oDesk increases with familiarity of the platform, rather than a scenario where diaspora connections serve to navigate uncertain environments.  We further show that diaspora-based contracts mainly serve to lower costs for the company contacts outsourcing the work, as the workers in India are paid about the market wage for their work.  These results and other observations lead to the conclusion that diaspora connections continue to be important even as online platforms provide many of the features that diaspora networks historically provided (e.g., information about potential workers, monitoring and reputation foundations).\n\n",
    "acknowledgement": "\nWe thank John Horton, Ed Lazear, Ramana Nanda, Paul Oyer, and Kathryn Shaw for helpful comments on this work. Funding for this project was provided by World Bank and Multi-Donor Trade Trust Fund. Kerr and Stanton were paid short-term contractors of the World Bank for this project. The views expressed here are those of the authors and not of any institution they may be associated with, nor of the National Bureau of Economic Research.\n\n\n"
}