{
    "id": 18472,
    "citation_title": "Investment, Accounting, and the Salience of the Corporate Income Tax",
    "citation_author": [
        "Jesse Edgerton"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and tests the hypothesis that accounting rules mitigate the effect of tax policy on firm investment decisions by obscuring the timing of tax payments. I model a firm that maximizes a discounted weighted average of after-tax cash flows and accounting profits. I estimate the weight placed on accounting profits by comparing the effectiveness of tax incentives that do and do not affect them. Investment tax credits, which do affect accounting profits, have larger effects on investment than accelerated depreciation, which does not. This difference in estimated effects is not obviously driven by discounting, cash flow effects, or measurement error. Results thus suggest that accelerated depreciation provisions are less effective than they otherwise would be and that the corporate income tax could create smaller distortions to investment decisions than we would otherwise estimate.\n\n",
    "acknowledgement": "\nAny views expressed are those of the author only and need not represent the views of the Federal Reserve Board or its staff. I thank Bill Baber, Dan Bergstresser, Jennifer Blouin, Jian Cai, Raj Chetty, Christopher Hanna, Laura Kawano, David Lebow, Pierre Liang, Michelle Hanlon, James Mackie, James Poterba, Nirupama Rao, Doug Shackelford, Joel Slemrod, Johannes Spinnewijn, Stacey Tevlin, Ross Watts, and seminar participants at the American Taxation Association, Carnegie Mellon, the Federal Reserve System Applied Micro Conference, Georgetown, the NBER Trans-Atlantic Public Economics Seminar, the University of Illinois, the UNC Tax Symposium, and the Office of Tax Analyis for helpful comments and conversations. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}