{
    "id": 18471,
    "citation_title": "A Game Theoretic Foundation of Competitive Equilibria with Adverse Selection",
    "citation_author": [
        "Nick Netzer",
        "Florian Scheuer"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe construct a fully specified extensive form game that captures competitive markets with adverse selection. In particular, it allows firms to offer any finite set of contracts, so that cross-subsidization is not ruled out. Moreover, firms can withdraw from the market after initial contract offers have been observed. We show that a subgame perfect equilibrium always exists and that, in fact, when withdrawal is costless, the set of subgame perfect equilibrium outcomes may correspond to the entire set of feasible contracts. We then focus on robust equilibria that exist both when withdrawal costs are zero and when they are arbitrarily small but strictly positive. We show that the Miyazaki-Wilson contracts are the unique robust equilibrium outcome of our game. This outcome is always constrained efficient and involves cross-subsidization from low to high risk agents that is increasing in the share of low risks in the population under weak conditions on risk preferences.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Carlos Alós-Ferrer, Abhijit Banerjee, Helmut Bester, Peter Diamond, Dennis Gaertner, Mike Golosov, Jon Gruber, Bard Harstad, Martin Hellwig, Wanda Mimra, Klaus Ritzberger, Casey Rothschild, Armin Schmutzler, Robert Shimer, Jean Tirole, Robert Townsend, Iván Werning, seminar participants at Berlin, Bonn, Kellogg, LSE, MIT, Princeton, UCL, UCLA, Vienna, Wharton, Wisconsin School of Business, Yale, Zurich, the 2009 North American Summer Meetings of the Econometric Society at BU and the 2010 ASSA Meetings in Atlanta for valuable suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}