{
    "id": 18486,
    "citation_title": "Understanding and Improving the Social Context of Well-Being",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe paper first attempts to demonstrate the fundamental importance of the social context. The related evidence is drawn from recent theoretical and empirical advances in the study of subjective well-being. Treating people's self-assessments of the quality of their lives as valid measures of well-being exposes the importance of the social context and suggests new ways to design better policies.\nThe paper starts with demonstrations of the unexpectedly great well-being consequences of social and pro-social behavior. In addition, evidence is advanced to show an evolutionary fitness for social and pro-social behaviors above and beyond those flowing through their direct consequences for subjective well-being. This is followed by discussion of specific measures of the social context, of the fundamental importance of trust as social glue, and of several experiments designed to improve subjective well-being.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the December 15-16, 2011, Helsinki meeting of the SITRA-NEF project New Theories and Policies for Well-Being. I am very grateful for subsequent helpful suggestions from Roland Benabou, Adele Diamond, Timo Hämäläinen, Alex and Cath Haslam, Danny Kahneman, Juliet Michaelson, Randy Nesse and Nancy Pistrang. I gratefully acknowledge the research support of the Canadian Institute for Advanced Research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}