{
    "id": 18480,
    "citation_title": "Labor Market, Financial Crises and Inflation: Jobless and Wageless Recoveries",
    "citation_author": [
        "Guillermo A. Calvo",
        "Fabrizio Coricelli",
        "Pablo Ottonello"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "2014-06-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a sample of 116 recession episodes in developed and emerging market economies to compare the labor-market recovery during financial crises with that of other recession episodes. It documents two new stylized facts. First, labor-market recovery from financial crises is characterized by either higher unemployment (\"jobless recovery\") or a lower real wage (\"wageless recovery\"). Second, inflation determines the type of recovery: low inflation (below 30 percent annual rate) is associated with jobless recovery, while high inflation is associated with wageless recovery. The paper shows that this pattern of labor recovery from financial crises is consistent with a simple model in which collateral requirements are higher (lower) when a larger share of labor costs (physical capital expenditure) is involved in a loan contract.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Labor Market Consequences of Financial Crises With or Without Inflation: Jobless and Wageless Recoveries.\" We are grateful for very valuable comments to Stijn Claessens, Victor Elias, Gaston Gelos, Ernesto Talvi, the participants of XVI Conference of the Central Bank of Chile, IMF Jobs and Growth Seminar, LACEA-LAMES 2012 Annual Meetings held in Lima, Peru, and the 2013 CEPR European Summer Symposium in International Macroeconomics (ESSIM), held in Izmir, Turkey. We also thank Ambrogio Cesa-Bianchi, Luis Felipe Cespedes and Alessandro Rebucci for sharing their dataset on house prices. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}