{
    "id": 18481,
    "citation_title": "Cost Effectiveness Analysis and the Design of Cost-Sharing in Insurance: Solving a Puzzle",
    "citation_author": [
        "Mark Pauly"
    ],
    "citation_publication_date": "2012-10-18",
    "issue_date": "2012-10-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional model for the use of cost effectiveness analysis for health programs involves determining whether the cost per unit of effectiveness of the program is better than some socially determined maximum acceptable cost per unit of effectiveness. If a program is better, the policy implication is that it should be implemented by full coverage of its cost by insurance; if not, no coverage should be provided and the program should not be implemented.  This paper examines the unanswered question of how cost effectiveness analysis should be performed and interpreted when insurance coverage can involve non-negligible cost sharing.  It explores both the question of how cost effectiveness is affected by the presence of cost sharing, and the more fundamental question of cost effectiveness when cost sharing is itself set at the cost effective level.  Both a benchmark model where only \"societal\" preferences (embodied in a threshold value of dollars per unit of health) matter and a model where individual willingness to pay can be combined with societal values are considered. A common view that cost sharing should vary inversely with program cost effectiveness is shown to be incorrect. A key issue in correct analysis is whether there is heterogeneity either in marginal effectiveness of care or marginal values of care that cannot be perceived by the social planner but is known by the demander. The cost effectiveness of a program is shown to depend upon the level of cost sharing; it is possible that some programs that would fail the social test at both zero coverage and full coverage will be acceptable with positive cost sharing.  Combining individual and social preferences affects both the choice of programs and the extent of cost sharing.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}