{
    "id": 18488,
    "citation_title": "Defined Benefit Pension Plan Distribution Decisions by Public Sector Employees",
    "citation_author": [
        "Robert L. Clark",
        "Melinda S. Morrill",
        "David Vanderweide"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nStudies examining pension distribution choices have found that the tendency of private-sector workers is to select lump sum distributions instead of life annuities.  In the public sector, defined benefit pensions usually offer lump sum distributions equal to employee contributions, not the present value of the annuity.  Using administrative data from the North Carolina state and local government retirement systems, we find that over two-thirds of public sector workers under age 50 separating prior to retirement from public plans in North Carolina left their accounts open and did not request a cash distribution from the pension system within one year of separation.  Furthermore, the evidence suggests many separating workers, particularly those with short tenure, may be forgoing important benefits due to lack of knowledge, understanding, or accessibility of benefits.  In contrast to prior research in the private sector, we find no evidence of a bias toward cash distributions for public employees in North Carolina.\n\n",
    "acknowledgement": "\nThis research was supported in part by a grant from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Research Consortium. An earlier version of the paper was presented at the \"Retirement Benefits for State and Local Employees: Designing Pension Plans for the Twenty-First Century\" conference, which was funded by the Smith Richardson Foundation.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, the National Bureau of Economic Research, or any other institution with which the authors are affiliated.  The authors would like to thank Olivia S. Mitchell, Thayer Morrill, and James Poterba for helpful comments.\n\n\n\nDavid Vanderweide\n\nDavid Vanderweide is employed in the Fiscal Research Division of the North Carolina General Assembly.  The Fiscal Research Division is a non-partisan central staff agency that provides budget and tax-related analysis to all members of the General Assembly.  He is also a member of the Teachers' and State Employees' Retirement System.\n\n\n"
}