{
    "id": 18489,
    "citation_title": "The Revenue Demands of Public Employee Pension Promises",
    "citation_author": [
        "Robert Novy-Marx",
        "Joshua D. Rauh"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe calculate increases in contributions required to achieve full funding of state and local pension systems in the U.S. over 30 years. Without policy changes, contributions would have to increase by 2.5 times, reaching 14.1% of the total own-revenue generated by state and local governments. This represents a tax increase of $1,385 per household per year, around half of which goes to pay down legacy liabilities while half funds the cost of new promises.  We examine sensitivity to asset return assumptions, wage correlations, the treatment of workers not currently in Social Security, and endogenous geographical shifts in the tax base.\n\n",
    "acknowledgement": "\nRauh gratefully acknowledges funding from the Zell Center for Risk Research at the Kellogg School of Management. We thank Frank de Jong and David Wilcox for discussions, as well as seminar participants at the Wharton Household Finance Conference, the Wharton Applied Economics Seminar, the Harvard University Public Finance Seminar, HEC Paris, the University of Lugano, the Federal Reserve Bank of Chicago, and the European Finance Association 2011 conference for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}