{
    "id": 18498,
    "citation_title": "Value-Added Exchange Rates",
    "citation_author": [
        "Rudolfs Bems",
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper updates the conceptual foundations for measuring real effective exchange rates (REERs) to allow for vertical specialization in trade.  We derive a value-added REER describing how demand for the value added that a country produces changes as the price of its value added changes relative to competitors.  We then compute this index for 42 countries from 1970-2009 using trade measured in value added terms and GDP deflators.  There are substantial differences between value-added and conventional REERs.  For example, China's value-added REER appreciated by 20 percentage points more than the conventional REER from 2000-2009.  These differences are driven mainly by the theory-motivated shift in prices used to construct the value-added REER, not changes in bilateral weights.\n\n",
    "acknowledgement": "\nThis work was partly carried out while Johnson was a Visiting Scholar in the IMF Research Department.  The views expressed in this paper are those of the authors and do not necessarily reflect those of the International Monetary Fund.  We thank Sarma Jayanthi, Rhys Mendes, Steven Phillips, and Martin Schmitz for helpful comments, as well as seminar participants at the IMF and the CEPR/SNB Conference on Exchange Rates and External Adjustment.  An August 2012 version of this paper circulated with the title: ``Value-Added Exchange Rates: measuring competitiveness with vertical specialization in trade.''  The data for this paper is available on our personal websites. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}