{
    "id": 18491,
    "citation_title": "Linking Benefits to Investment Performance in US Public Pension Systems",
    "citation_author": [
        "Robert Novy-Marx",
        "Joshua D. Rauh"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper calculates the effect that introducing risk-sharing during either retirement or the working life would have on public sector pension liabilities. We begin by considering the introduction of a variable annuity for the retirement phase, modeled on the Wisconsin Retirement System, in which positive benefit adjustments are granted only if asset returns surpass 5% but benefits cannot fall below their initial levels. This change would reduce unfunded accrued liabilities by around 25%, and would lower the annual contribution increases required to target full funding in 30 years by 11%. If there is no minimum benefit guarantee, the impact of introducing variable annuities is substantially larger: the unfunded liability would fall by over half and required annual contribution increases would fall by 44%. Alternative measures that have similar effects on costs include increasing employee contributions by 10.3% of pay while keeping benefits unchanged; or giving employees a collective DC plan with an employer contribution of 10% of pay for future service. We discuss these results in the context of models of lifecycle portfolio choice, which suggest that employees should generally prefer to take risk earlier in their lives rather than later.\n\n",
    "acknowledgement": "\nRauh gratefully acknowledges funding from the Zell Center for Risk Research at the Kellogg School of Management. We thank Lans Bovenberg, Debbie Lucas, James Poterba, Eduard Ponds, Steve Zeldes, and participants at the 2012 Netspar Pension Workshop and the 2012 NBER Conference on Retirement Benefits for State and Local Employees for helpful comments. We thank David Villa for useful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua D. Rauh\n\nJoshua Rauh ‐ Funding and Outside Activities (as of 10/2012)\nSince July 2012, I am a Professor of Finance at the Stanford Graduate School of Business and a Senior\nFellow at the Hoover Institution. I receive some research funding from both Stanford GSB and Hoover,\nwhich I spend on the research topics of my choosing.\nBetween July 2009 and June 2012 I was an Associate Professor at the Kellogg School of Management at\nNorthwestern University. Through the Kellogg and the Zell Center for Risk Research at Kellogg, I received\na research budget which I spent on the research topics of my choosing.\nIn addition to my role as a faculty member, I have a few outside activities and affiliations. In the past\nthree years I have:\n(i) been a research associate and faculty research fellow of the National Bureau of Economic Research\n(NBER), a non‐profit organization devoted to economic research.\n(ii) been a research fellow of Netspar (Netherlands), a network aimed at connecting pension practice\nand pension science.\n(iii) periodically received standard speaking fees, consulting fees, or honoraria. During the last three\nyears, I have received these types of fees from each of the following organizations: the Brookings\nInstitution, the Global Association of Risk Professionals (GARP), Blue Cross Blue Shield of South Carolina,\nthe Gerson Lehrman Group, Netspar, NBER, the New America Foundation, the Milken Institute, Stanford\nUniversity, the Federal Reserve Bank of Atlanta, Cornerstone Research, Loyola Marymount University,\nand the Hoover Institution.\n\n\n"
}