{
    "id": 18492,
    "citation_title": "The Short-Run and Long-Run Effects of Behavioral Interventions: Experimental Evidence from Energy Conservation",
    "citation_author": [
        "Hunt Allcott",
        "Todd Rogers"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "2014-01-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document three remarkable features of the Opower program, in which social comparison- based home energy reports are repeatedly mailed to more than six million households nationwide. First, initial reports cause high-frequency \"action and backsliding,\" but these cycles attenuate over time. Second, if reports are discontinued after two years, effects are relatively persistent, decaying at 10-20 percent per year. Third, consumers are slow to habituate: they continue to respond to repeated treatment even after two years. We show that the previous conservative assumptions about post-intervention persistence had dramatically understated cost effectiveness and illustrate how empirical estimates can optimize program design.\n\n",
    "acknowledgement": "\nWe thank Ken Agnew, David Cesarini, Gary Charness, Paul Cheshire, Lucas Davis, Stefano DellaVigna, Xavier Gabaix, Francesca Gino, Uri Gneezy, Michael Greenstone, Judd Kessler, David Laibson, Katy Milkman, Sendhil Mullainathan, Karen Palmer, Charlie Sprenger, staff at the utilities we study, and a number of seminar participants for feedback and helpful conversations. Thanks also to Tyler Curtis, Lisa Danz, Rachel Gold, Arkadi Gerney, Marc Laitin, Laura Lewellyn, Elena Washington, and many others at Opower for sharing data and insight with us. We are grateful to the Sloan Foundation for financial support of our research on the economics of energy efficiency. Stata code for replicating the analysis is available from Hunt Allcott's website. Opower provided the data analyzed in this paper to the authors under a nondisclosure agreement. The authors and Opower structured the agreement in a way that maintains the authors' independence. In particular, the agreement stipulates that Opower has the right to review the publication prior to public release solely for factual accuracy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}