{
    "id": 18493,
    "citation_title": "Early and Late Human Capital Investments, Borrowing Constraints, and the Family",
    "citation_author": [
        "Elizabeth M. Caucutt",
        "Lance Lochner"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the importance of family borrowing constraints in determining human capital investments in children at early and late ages. We begin by providing new evidence from the Children of the NLSY (CNLSY) which suggests that borrowing constraints bind for at least some families with young children.  Next, we develop an intergenerational model of lifecycle human capital accumulation to study the role of early versus late investments in children when credit markets are imperfect.  We analytically establish the importance of dynamic complementarity in investment for the qualitative nature of investment responses to income and policy changes.  We extend the framework to incorporate dynasties and use data from the CNLSY to calibrate the model.  Our benchmark steady state suggests that roughly half of young parents and 12% of old parents are borrowing constrained, while older children are unconstrained. We also identify strong complementarity between early and late investments, suggesting that policies targeted to one stage of development tend to have similar effects on investment in both stages. We use this calibrated model to study the effects of education subsidies, loans and transfers offered at different ages on early and late human capital investments and subsequent earnings in the short-run and long-run.  A key lesson is that the interaction between dynamic complementarity and early borrowing constraints means that early interventions tend to be more successful than later interventions at improving human capital outcomes.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Flavio Cunha, Rick Hanushek, Jim Heckman, Alex Monge-Naranjo, and Aloysius Siow, as well as participants at the 2002 and 2012 Society of Economic Dynamics Annual Meetings, 2004 Federal Reserve Bank of Cleveland Workshop on Human Capital and Education, CIBC Human Capital Conference, 2011 CESifo Area Conference on Economics of Education, Workshop on Labour Markets and the Macroeconomy, 2011 Canadian Macro Study Group Meeting, Human Capital Conference at ASU, and 2012 AEA Annual Meeting. We also thank seminar participants at the Federal Reserve Banks of Chicago and St. Louis, Universitat of Autonoma de Barcelona, NYU, University of Virginia, Yale University, and the University of Saskatchewan. We gratefully acknowledge support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}