{
    "id": 18494,
    "citation_title": "Words in Patents: Research Inputs and the Value of Innovativeness in Invention",
    "citation_author": [
        "Mikko Packalen",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIntelligently allocating research effort and funds requires deciding whether to build on recent advances or on more established knowledge. When recent advances create superior opportunities for invention, their adoption as research inputs in the invention process promotes technological progress. The gains from pursuing such innovative research paths may, however, be very limited, due to the undeveloped nature of new knowledge, quick obsolescence of fast-improving knowledge, and the vast scope of the existing knowledge base. In this paper, we first develop a new approach to identifying research inputs in invention. Next, we estimate the value of pursuing innovative research paths that are created by the arrival of new research inputs. We identify research inputs based on a natural language analysis of 10 billion word and word sequence patent pairs in 6 million patents granted during 1920-2010. This novel textual analysis empirically reveals which single and general purpose technologies and scientific discoveries have been popular as research inputs in invention. We estimate the value of innovative research by comparing patents that mention these research inputs early against the value of other patents. For this comparison, we develop also a new measure of patent value. The measure distinguishes between citations that reflect the cumulative nature of invention and citations that may merely reflect similarity.\n\n",
    "acknowledgement": "\nThe authors thank Darius Lakdawalla, Dana Goldman, Alan Garber, Richard Freeman, John Ham, Josh Graff Zivin, David Blau, Joel Blit, Subhra Saha, Tom Philipson, Neeraj Sood, Pierre Azoulay, Grant Miller, Jeremy Goldhaber-Fiebert, and Gerald Marschke for their comments on early drafts of this paper and for their encouragement.  We also thank seminar participants at the Harvard Business School, Stanford School of Medicine, University of Guelph, and especially Bruce Weinberg's working group on innovation and science at the NBER for excellent feedback.  Dr. Bhattacharya's work on this paper was partially funded by the National Institute on Aging.  Despite all this help, the authors are responsible for all errors in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}