{
    "id": 18496,
    "citation_title": "Rare Disasters, Tail-Hedged Investments, and Risk-Adjusted Discount Rates",
    "citation_author": [
        "Martin L. Weitzman"
    ],
    "citation_publication_date": "2012-10-25",
    "issue_date": "2012-10-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the best way to incorporate a risk premium into the discount rate schedule for a real investment project with uncertain payoffs?  The standard CAPM formula suggests a beta-weighted average of the return on a safe investment and the mean return on an economy-wide representative risky investment.  Suppose, though, that the project constitutes a tail-hedged investment, meaning that it is expected to yield positive payoffs in catastrophic states of nature.  Then the model of this paper suggests that what should be combined in a weighted average are not the two discount rates, but rather the corresponding two discount factors.   This implies an effective discount rate schedule that declines over time from the standard CAPM formula down to the riskfree rate alone.  Some simple numerical examples are given.  Implications are noted for discounting long-term public investments and calculating the social cost of carbon in climate change.\n\n",
    "acknowledgement": "\nWithout necessarily tying them to the contents of this paper, I am grateful to Bard Halsted, Ian Martin, and Nicholas Stern for useful critical comments. I am especially obliged to interactions with Christian Gollier, who, while having his own views on the subject, has emphasized early on (and well before me) the importance of understanding better the term structure of risk-adjusted discount rates for real investment projects. I also acknowledge stimulating discussions of this subject with Robert Litterman. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}