{
    "id": 1850,
    "citation_title": "Comparison and Analysis of Productivity Growth and R&D Investment in theElectrical Machinery Industries of the United States and Japan",
    "citation_author": [
        "M. Ishaq Nadiri",
        "Ingmar R. Prucha"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a comparative analysis of productivity growth in the U.S. and Japanese electrical machinery industries in the postwar period. This industry has experienced rapid growth in output and productivity and high rates of capital formation in both countries. A substantial amount of R&D resources of the total manufacturing sectors in both countries is concentrated In the electrical machinery industry. Also, this industry has an active export orientation in both countries. The analysis of the paper is based on dynamic factor demand models describing the production structure and the behavior of factor inputs as well as the determinants of productivity growth in the U.S. and Japanese electrical machinery industry. The analysis shows that the production structure of the industry in both countries is characterized by increasing returns to scale; the factors of production do respond to changes in factor prices; and the existence of a pattern of substitution and complementarity among the inputs. The main sources of productivity growth are: growth in materials; technical change; and capital accumulation. R&D expenditures have also contributed significantly to growth of labor and productivity while the most important source of total factor productivity in this industry for both countries has been the scale effect followed by changes in technical progress.\n\n",
    "acknowledgement": "\n"
}