{
    "id": 18503,
    "citation_title": "Trade Policy and Wage Inequality: A Structural Analysis with Occupational and Sectoral Mobility",
    "citation_author": [
        "Erhan Artuç",
        "John McLaren"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA number of authors have argued that a worker's occupation of employment is at least as important as the worker's industry of employment in determining whether the worker will be hurt or helped by international trade.  We investigate the role of occupational mobility on the effects of trade shocks on wage inequality in a dynamic, structural econometric model of worker adjustment. Each worker in our specification can switch either industry, occupation, or both, paying a time-varying cost to do so in a rational-expectations optimizing environment. We find that the costs of switching industry and occupation are both high, and of similar magnitude, but in simulations we find that a worker's industry of employment is much more important than either the worker's occupation or skill class in determining whether or not she is harmed by a trade shock.\n\n",
    "acknowledgement": "\n\u0003The views in this paper are the authors' and not those of the World Bank Group, the National Bureau of Economic Research, or any other institution. We are grateful for the financial support of the Scientific and Technological Research Council of Turkey (TUBITAK), Turkish Academy of Sciences (TUBA), and the Bankard Fund for Political Economy at the University of Virginia. We thank seminar participants at the University of Cambridge, Johns Hopkins University (SAIS), Sabanci University, the London School of Economics, University of Oxford, GWU-WAITS, the University of Nottingham, the University of Dundee, the University of Bayreuth, and the University of Erlangen-Nuremberg for helpful comments.\n\n\n"
}