{
    "id": 18508,
    "citation_title": "Estimates of the Trade and Welfare Effects of NAFTA",
    "citation_author": [
        "Lorenzo Caliendo",
        "Fernando Parro"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "2014-12-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build into a Ricardian model sectoral linkages, trade in intermediate goods, and sectoral heterogeneity in production to quantify the trade and welfare effects from tariff changes. We also propose a new method to estimate sectoral trade elasticities consistent with any trade model that delivers a multiplicative gravity equation. We apply our model and use our estimated elasticities to identify the impact of NAFTA's tariff reductions. We find that Mexico's welfare increases by 1.31%, U.S.'s welfare increases by 0.08%, and Canada's welfare declines by 0.06%. We find that intra-bloc trade increases by 118% for Mexico, 11% for Canada and 41% for the U.S. We show that welfare effects from tariff reductions are reduced when the structure of production does not take into account intermediate goods or input-output linkages. Our results highlight the importance of sectoral heterogeneity, intermediate goods and sectoral linkages for the quantification of the welfare gains from tariffs reductions.\n\n",
    "acknowledgement": "\nWe  are particularly grateful to Robert Lucas, Samuel Kortum, Nancy Stokey for their continuous encouragement, support and advice. We also thank for helpful comments Fernando Alvarez, Costas Arkolakis, Kyle Bagwell, Francesco Caselli, Thomas Chaney, Dave Donaldson, Jonathan Eaton, Rob Feenstra, Cecilia Fieler, Gordon Hanson, Timothy Kehoe, Kalina Manova, Brent Neiman, Ralph Ossa, Stephen Redding, John Romalis, Peter Schott, Robert Shimer, Bob Staiger, Daniel Sturm, Chang Tai Hsieh and Silvana Tenreyro, four anonymous referees and many seminar participants for useful conversations and comments. We thank Zina Saijid for excellent research assistance. Correspondence: Caliendo, lorenzo.caliendo@yale.edu, Parro, fernando.j.parro@frb.gov. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors. The views expressed herein are those of the authors and not necessarily those of the Board of Governors of the Federal Reserve System, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}