{
    "id": 18506,
    "citation_title": "The Role of Technological Change in Green Growth",
    "citation_author": [
        "David Popp"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy reducing the costs of environmental protection, technological change is important for promoting green growth.  This entails both the creation of new technologies and more widespread deployment of existing green technologies.  This paper reviews the literature on environmentally friendly technological change, with a focus on lessons relevant to developing countries.  I begin with a discussion of data available for measuring the various steps of technological change.  I continue with a discussion of sources of environmental innovation.  Given that most innovation is concentrated in a few rich countries, this leads to a discussion of the remaining role for lower-income countries, followed by a discussion of technology transfer.  Because of the importance of market failures, I then discuss the role of both technology policy and environmental policy for promoting environmentally friendly technological change.  The review concludes with a discussion of what environmental economists can learn from other fields.\n\n",
    "acknowledgement": "\nThis paper was produced for the Green Growth Knowledge Platform (www.greengrowthknowledge.org), a joint initiative of the Global Green Growth Institute, Organisation for Economic Co-operation and Development, United Nations Environment Programme, and the World Bank, and also appears as World Bank Policy Research Working Paper #6239.   I thank Michael Toman, Marianne Fay, and Stephane Hallegatte for helpful comments on an earlier draft of this paper.  In addition, the discussion in this paper has also been informed by my work with various colleagues on other projects related to technological change and the environment, including Richard Newell, Adam Jaffe, Nick Johnstone and Jung Eun Kim.  Their implicit contributions to this work are duly noted.  Any remaining errors are solely my responsibility.  Views and errors remain mine alone, and should not be attributed to the World Bank Group or its member countries. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}