{
    "id": 18507,
    "citation_title": "Understanding the Long-Run Decline in Interstate Migration",
    "citation_author": [
        "Greg Kaplan",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the secular decline in interstate migration in the United States between 1991 and 2011. Gross flows of people across states are about 10 times larger than net flows, yet have declined by around 50 percent over the past 20 years. We argue that the fall in migration is due to a decline in the geographic specificity of returns to occupations, together with an increase in workers' ability to learn about other locations before moving there, through information technology and inexpensive travel. These explanations find support in micro data on the distribution of earnings and occupations across space and on rates of repeat migration. Other explanations, including compositional changes, regional changes, and the rise in real incomes, do not fit the data. We develop a model to formalize the geographic-specificity and information mechanisms and show that a calibrated version is consistent with cross-sectional and time-series patterns of migration, occupations, and incomes. Our mechanisms can explain at least one-third and possibly all of the decline in gross migration since 1991.\n\n",
    "acknowledgement": "\nWe thank Diego Amador and Chloe Booth for excellent research assistance and Joan Gieseke for editorial assistance. We also thank Esteban Rossi-Hansberg and numerous seminar and conference participants for helpful comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}