{
    "id": 18509,
    "citation_title": "Trust and Cheating",
    "citation_author": [
        "Jeffrey V. Butler",
        "Paola Giuliano",
        "Luigi Guiso"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen we take a cab we may feel cheated if the driver takes an unnecessarily long route despite the lack of a contract or promise to take the shortest possible path. Is our decision to take the cab affected by our belief that we may end up feeling cheated? Is the behavior of the driver affected by his beliefs about what we consider cheating? We address these questions in the context of a trust game by asking participants directly about their notions of cheating. We find that: i) both parties to a trust exchange have implicit notions of what constitutes cheating even in a context without promises or messages; ii) these notions are not unique - the vast majority of senders would feel cheated by a negative return on their trust/investment, whereas a sizable minority defines cheating according to an equal split rule; iii) these implicit notions affect the behavior of both sides to the exchange in terms of whether to trust or cheat and to what extent. Finally, we show that individual's notions of what constitutes cheating can be traced back to two classes of values instilled by parents: cooperative and competitive. The first class of values tends to soften the notion while the other tightens it.\n\n",
    "acknowledgement": "\nPaola Giuliano appreciates the support of a UCLA Senate Grant. We thank Martin Dufwenberg, Uri Gneezy and Roland Benabou as well as seminar participants at EIEF and conference participants at the Sciences Po/IZA Workshop on Trust, Civic Spirit and Economic Performance, the 2011 Florence Workshop on Behavioural and Experimental Economics and the 2011 SITE Summer workshop at Stanford University for many helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}