{
    "id": 18510,
    "citation_title": "LEADS on Macroeconomic Risks to and from the Household Sector",
    "citation_author": [
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2012-11-01",
    "issue_date": "2012-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis chapter describes a system, called the LEADS system, for providing market participants, regulators, and households with information on the reallocation of resources within, from, and to the household sector in response to macroeconomic events. The household sector is both a propagator of shocks to the economy, as wealth is redistributed across households with differing propensities to consume, and an originator of risky claims held in systemically important places, as losses are shifted from households to creditors such as financial institutions. Information about these exposures, like information generally, is conveyed by prices and so is under-produced by markets. The LEADS system - collection, analysis, and distribution of information on household exposures to macroeconomic risk factors - can potentially lead to better macroeconomic performance through better informed public policy and private decision- making\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER volume on Systemic Risk and Macro Modeling. For helpful comments, I thank Markus Brunnermeier, Andrea Eisfeldt, Arvind Krishnamurthy, and participants in the April 2011 NBER conference on Systemic Risk and Macro Modeling. This research was funded by the NBER Systemic Risk and Macro Modeling project and the Kellogg School of Management at Northwestern University. In addition to being faculty at the Kellogg School, Parker serves as an academic consultant and adviser for the Federal Reserve Bank of Chicago, and served as a Special Adviser on Financial Stability for the US Department of the Treasury during 2009. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}