{
    "id": 18517,
    "citation_title": "The Effect of Pension Design on Employer Costs and Employee Retirement Choices: Evidence from Oregon",
    "citation_author": [
        "John Chalmers",
        "Woodrow T. Johnson",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "2013-03-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOregon's Public Employees Retirement System (PERS) is a rich setting in which to study the effect of pension design on employer costs and employee retirement-timing decisions. PERS pays retirees the maximum benefit calculated using three formulas that can be characterized as defined benefit (DB), defined contribution (DC), and a combination of DB and DC. From the employer's perspective, we show that this \"maximum benefit\" calculation is costly. Average ex post retirement benefits are 54% higher than they if had been calculated using only the DB formula. Monte Carlo simulations verify that the higher cost could have been predicted at the start of our sample period. From the employee's perspective, we show that plan design distorts the retirement-timing decision: employees receiving DC benefits are significantly more likely to retire before the normal retirement age than employees receiving DB benefits. Exploiting two sources of exogenous variation in the level of the DC benefit, we show that employees respond to within-year variation in their retirement incentives and, consistent with peer effects, that they respond more strongly to these incentives when more of their coworkers face similar incentives. Finally, consistent with the emerging literature on financial mistakes by households, we show that a small but significant fraction of retirees would benefit from shifting their retirements by as little as one month.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Pension Costs and Retirement Decisions in Plans that Combine DB and DC Elements: Evidence from Oregon.bv\" Prepared for \"Retirement Benefits for State and Local Employees: Designing Pension Plans for the Twenty-First Century,\" NBER Conference, August 17-18, 2012, Jackson Hole, WY. We thank John Shoven (discussant) and the other conference participants for encouraging us to extend our analysis in interesting new directions, and we thank seminar participants at the Boston College Center for Retirement Research for many helpful suggestions. We thank employees from Oregon's Public Employees Retirement System, who provided invaluable assistance by helping us to collect and interpret PERS data, Guy Tauer from the Oregon Employment Department, who helped us collect additional data, and Lenore Robbins. The authors acknowledge financial support from the Smith Richardson Foundation. Parts of this research were supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the SSA, any agency of the Federal Government, or the NBER. The Securities and Exchange Commission, as a matter of policy, disclaims responsibility for any private publication or statement by any of its employees. The views expressed herein are those of the authors and do not necessarily reflect the views of the Commission or of its staff.\n\n\n\nJohn Chalmers\n\nJohn Chalmers is a member of the Oregon University System's Optional Retirement Plan through his employment at the University of Oregon.   As a member he invests his retirement assets through one of the providers in the plan.\n\n\n"
}