{
    "id": 18518,
    "citation_title": "Does Mandatory Diversion to Drug Treatment Eliminate Racial Disparities in the Incarceration of Drug Offenders? An Examination of California's Proposition 36",
    "citation_author": [
        "Nancy Nicosia",
        "John M. MacDonald",
        "Rosalie Liccardo Pacula"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nLike other states, minorities are disproportionately represented in the California's state prison system, particularly for drug offenses.  Unlike other states, California has had a policy of mandatory diversion to drug treatment for non-violent drug offenders since mid-2001 (Proposition 36).  Using a rich dataset including current and prior criminal charges from 1995 through 2005 in California, we examine whether disparities in court dispositions to prison and drug treatment between White and Blacks male drug offenders are explained by observable case and criminal justice characteristics. We estimate the extent to which remaining observable disparities are affected by Proposition 36.  We find that Black and White male drug offenders differ considerably on covariates, but by weighting on the inverse of a nonparametric estimate of the propensity score, we can compare Blacks to Whites that are on average equivalent on covariates.  Unadjusted disparities in the likelihood of being sentenced to prison are substantially reduced by propensity score weighting.  Proposition 36 reduces the likelihood of prison overall, but not differentially for Blacks.  By contrast, racial disparity in diversion to drug treatment is not reduced by propensity score weighting.  There is some evidence that Proposition 36 increased diversion for Blacks.\n\n",
    "acknowledgement": "\nSupport for this project was provided by the National Institute on Drug Abuse (NIDA) (grant R01DA022719).  The authors gratefully acknowledge comments from RAND's Drug Policy Research Center's brownbag seminar series, the NBER Summer Institute Economics of Crime Working Group, and discussants Christopher Carpenter and Patrick Bayer. The views expressed herein are those of the authors and do not necessarily reflect the views of of NIDA, the RAND Corporation, or the National Bureau of Economic Research.\n\n\n"
}