{
    "id": 18520,
    "citation_title": "The U.S. Employment-Population Reversal in the 2000s: Facts and Explanations",
    "citation_author": [
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decline in the employment-population ratios for men and women over the period 2000-2007 prior to the Great Recession represents an historic turnaround in the evolution of U.S. employment.   The decline is disproportionately concentrated among the less educated and younger groups within the male and female populations and, for women, disproportionately concentrated among the unmarried and those without children.  About half of men's decline can be explained by declines in wage rates and by changes in nonlabor income and family structure influences, but the decline among women is more difficult to explain and requires distinguishing between married and unmarried women and those with and without children, who have each experienced quite different wage and employment trends.  Neither taxes nor transfers appear likely to explain the employment declines, with the possible exception of the Supplemental Nutrition Assistance Program.  Other influences such as the minimum wage or health factors do not appear to play a role, but increases in incarceration could have contributed to the decline among men.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Panel on Economic Activity, Washington, DC, September 13-14, 2012 and was financially supported by the Brookings Institution.  Comments from David Autor, Steven Davis, Alexandre Mas, the editors, and the conference participants are appreciated.  Nicole Lott and Lu Xu provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}