{
    "id": 18528,
    "citation_title": "Dollar Funding and the Lending Behavior of Global Banks",
    "citation_author": [
        "Victoria Ivashina",
        "David S. Scharfstein",
        "Jeremy C. Stein"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large share of dollar-denominated lending is done by non-U.S. banks, particularly European banks. We present a model in which such banks cut dollar lending more than euro lending in response to a shock to their credit quality.  Because these banks rely on wholesale dollar funding, while raising more of their euro funding through insured retail deposits, the shock leads to a greater withdrawal of dollar funding.  Banks can borrow in euros and swap into dollars to make up for the dollar shortfall, but this may lead to violations of covered interest parity (CIP) when there is limited capital to take the other side of the swap trade.  In this case, synthetic dollar borrowing becomes expensive, which causes cuts in dollar lending. We test the model in the context of the Eurozone sovereign crisis, which escalated in the second half of 2011 and resulted in U.S. money-market funds sharply reducing the funding provided to European banks. Coincident with the contraction in dollar funding, there were significant violations of euro-dollar CIP. Moreover, dollar lending by Eurozone banks fell relative to their euro lending in both the U.S. and Europe; this was not the case for U.S. global banks. Finally, European banks that were more reliant on money funds experienced bigger declines in dollar lending.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Michael Palumbo, and from seminar participants at Northwestern University (Kellogg), the Banque de France/OSEO Conference, and the 4th Paris Spring Corporate Finance Conference. We thank Peter Crane from Crane Data LLC for sharing money-market-fund data with us, Toomas Laarits and Chris Allen for research assistance, and the Division of Research at Harvard Business School for research support.  The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeremy C. Stein\n\nNovember 2012, Jeremy C. Stein, Outside Activities Since 2006\nA. Compensated Activities*\nSpeaking Engagements\nReal Colegio Complutense, 2008.\nCredit Agricole Cheuvreux, 2009.\nHandelsbanken, 2009.\nDuisenberg School of Finance, 2010.\nDeutsche Bank, 2010.\nState Street, 2010.\nAlliance Bernstein, 2010.\nBank of America Merrill Lynch, 2011.\nConsulting\nGuggenheim Partners: design of quantitative asset-management strategies, 2005-2007.\nCommissioned Research\nThe Clearing House Association: unpublished paper with  Anil Kashyap and Samuel Hanson, “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,” 2010.\nPublic Service\nU.S. Treasury Department: Senior Advisor to  the Secretary; and concurrently, staff of National Economic Council, February-July 2009.\nOther\nJournal of Economic Perspectives: co-editor, 2007-2008.\nQuarterly Journal of Economics: co-editor, 2011-2012.\nNorthwestern University: visiting scholar, 2009.\nB. Significant Non-Compensated Activities\nAmerican Finance Association: President, 2008; President-Elect,  2007; Vice-President, 2006; Board of Directors, 2009-2011.\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012.\nSquam Lake Group, 2008-2012.\n\n\n* Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}