{
    "id": 18523,
    "citation_title": "Affirmative Action and University Fit: Evidence from Proposition 209",
    "citation_author": [
        "Peter Arcidiacono",
        "Esteban Aucejo",
        "Patrick Coate",
        "V. Joseph Hotz"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "2013-09-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProposition 209 banned the use of racial preferences in admissions at public colleges in California. We analyze unique data for all applicants and enrollees within the University of California (UC) system before and after Prop 209. After Prop 209, graduation rates increased by 4.4%. We present evidence that certain institutions are better at graduating more-prepared students while other institutions are better at graduating less-prepared students and that these matching effects are particularly important for the bottom tail of the qualification distribution. We find that Prop 209 led to a more efficient sorting of minority students, explaining 18% of the graduation rate increase in our preferred specification. Further, universities appear to have responded to Prop 209 by investing more in their students, explaining between 23-64% of the graduation rate increase.\n\n",
    "acknowledgement": "\nThe individual-level data on applicants to University of California campuses used in this paper was provided by the University of California Office of the President (UCOP) in response to a data request submitted by Professors Richard Sander (UCLA) and V. Joseph Hotz, while Hotz was a member of the UCLA faculty. We thank Samuel Agronow, Deputy Director of Institutional Research, UCOP, for his assistance in fulfilling this request and to Jane Yakowitz for her assistance in overseeing this process. Peter Arcidiacono and Esteban Aucejo acknowledge financial support from Project SEAPHE. We thank Kate Antonovics, Chun-Hui Miao, Kaivan Munshi, Justine Hastings, Peter Kuhn, Jesse Rothstein, David Card, Enrico Moretti, David Lam and seminar participants at Brown, IZA and UC Berkeley for their comments on earlier drafts of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}