{
    "id": 18526,
    "citation_title": "Capital Controls: Gates versus Walls",
    "citation_author": [
        "Michael W. Klein"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the pattern of controls on capital inflows, and the association of these controls on financial variables, GDP, and exchange rates.  A key point of the paper is the distinction between long-standing controls on a broad range of assets (walls) and episodic controls that are imposed and removed, and tend to be on a narrower set of assets (gates).  The paper presents a new data set that differentiates between controls on different categories of assets for a set of 44 advanced and emerging market economies over the 1995 to 2010 period.  The imposition of episodic controls is found to not follow the prescriptions of theories that suggest first imposing controls on international asset inflows that are most likely to contribute to financial vulnerability.  Estimates show significant differences in the partial correlations of long-standing and episodic controls with the growth of financial variables and with GDP growth, but these differences seem to arise because countries with long-standing controls are poorer than the other countries in the sample. With a few exceptions, there is little evidence of the efficacy of capital controls on the growth of financial variables, the real exchange rate, or GDP growth at an annual frequency.  These preliminary results raise doubts about assumptions behind recent calls for a greater use of episodic controls on capital inflows.\n\n",
    "acknowledgement": "\nSupport from the Brookings Institution is gratefully acknowledged. I thank Charles Collyns, Kristin Forbes, Jeff Frieden, Maury Obstfeld, Jonathan Ostry, David Romer, Iván Werning and Justin Wolfers for comments on an earlier draft, and to Dennis Quinn for making his most recent data set available.  A special thanks to Patrick O'Halloran who provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}