{
    "id": 18529,
    "citation_title": "Health Insurance Reform: The Impact of a Medicare Buy-In",
    "citation_author": [
        "Gary D. Hansen",
        "Minchung Hsu",
        "Junsang Lee"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe steady state general equilibrium and welfare consequences of health insurance reform are evaluated in a calibrated life-cycle economy with incomplete markets and endogenous labor supply.  Individuals face uncertainty each period about their future health status, medical expenditures, labor productivity, access to employer provided group health insurance, and the length of their life.  In this environment, incomplete markets and adverse selection, which restricts the type of insurance contracts available in equilibrium, creates a potential role for health insurance reform. In particular, we consider a policy reform that would allow older workers (aged 55-64) to purchase insurance similar to Medicare coverage. We find that adverse selection eliminates any market for a Medicare buy-in if it is offered as an unsubsidized option to individual private health insurance.  Hence, we compare the equilibrium properties of the current insurance system with those that obtain with an optional buy-in subsidized by the government, as well as with several types of health insurance mandates.\n\n",
    "acknowledgement": "\nThis project has benefited from research support provided by GRIPS, where much of this research was completed while Hansen and Lee were Visiting Scholars. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}