{
    "id": 18527,
    "citation_title": "Macroeconomic Adjustment and the History of Crises in Open Economies",
    "citation_author": [
        "Joshua Aizenman",
        "Ilan Noy"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "2013-01-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of the history of crises on macroeconomic performance. We first study the impact of past banking crises on the probability of a future banking crisis. Applying data for 1980‐2010 for all countries for which the required information is available, controlling for conventional macro variables and the history of banking crises occurring after 1970, we do not detect a learning process from past banking crises. Countries that have already experienced one banking crisis generally have a higher likelihood of experiencing another crisis; and the depth of the present crisis does not appear to be affected by the previous historical experience with crisis events. Evidence also suggests that, in middle-income countries, higher de jure capital account openness is associated with lower likelihood of a banking crisis, a lower ratio of non‐performing loans during the crisis, and higher levels of forgone output in the crisis' aftermath. \nIn contrast, we find that past crisis experience has a significant impact on savings. When facing considerable political risk, the past does seem to matter - countries with more people who were exposed, over their lifetime, to larger disasters will tend to save more. This association, however, does not hold for countries with more stable political systems. We interpret these results as consistent with a differential sectoral adjustment to a crisis hypothesis. The private sector, by virtue of its harder budget constraints, adjusts faster, whereas the government adjusts at a slower pace following a crisis. The financial sector may find itself in between the two. The \"too big to fail\" doctrine associated with large banks provides them with a softer budget constraint, delaying the day of adjustment; for some, delaying bankruptcy. Occasionally, the separation between banks and the public sector is murky, further delaying necessary adjustments of the financial sector.\n\n",
    "acknowledgement": "\nWe thank Amy Wood and Zack Dorner for excellent research assistance. We also thank audiences at Victoria University and the JIMF 30th Anniversary conference, Fordham University, NY, especially Harris Dellas, Michael King, Jim Lothian and Michael Melvin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}