{
    "id": 18537,
    "citation_title": "Vulnerable Banks",
    "citation_author": [
        "Robin Greenwood",
        "Augustin Landier",
        "David Thesmar"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a bank experiences a negative shock to its equity, one way to return to target leverage is to sell assets. If asset sales occur at depressed prices, then one bank's sales may impact other banks with common exposures, resulting in contagion. We propose a simple framework that accounts for how this effect adds up across the banking sector. Our framework explains how the distribution of bank leverage and risk exposures contributes to a form of systemic risk. We compute bank exposures to system-wide deleveraging, as well as the spillover of a single bank's deleveraging onto other banks. We show how our model can be used to evaluate a variety of crisis interventions, such as mergers of good and bad banks and equity injections. We apply the framework to European banks vulnerable to sovereign risk in 2010 and 2011.\n\n",
    "acknowledgement": "\nWe are grateful to Tobias Adrian, Laurent Clerc, Linda Goldberg, Sam Hanson, Anil Kashyap, Yueran Ma, Jamie McAndrews, Thomas Philippon, Carmen Reinhart, Andrei Shleifer, Jeremy Stein, Adi Sunderam, and seminar participants at the Federal Reserve Bank of New York, Federal Reserve Board of Governors, the European Central Bank, TSE-Banque de France conference in Paris, Harvard, Sciences-Po, Zûrich, and the NBER IFM and Risks of Financial Institutions meetings for their input.  Greenwood received funding from the George F. Baker Foundation at the Harvard Business School. Landier aknowledges financial support from the Scor Chair at Fondation Jean-Jacques Laffont at the Toulouse School of Economics. Thesmar thanks the HEC foundation for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}