{
    "id": 18532,
    "citation_title": "Trade, Domestic Frictions, and Scale Effects",
    "citation_author": [
        "Natalia Ramondo",
        "Andrés Rodríguez-Clare",
        "Milagro Saborío-Rodríguez"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "2014-10-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of scale effects, idea-based growth models have the counterfactual implication that larger countries should be much richer than smaller ones. New trade models share this same problematic feature: although small countries gain more from trade than large ones, this is not strong enough to offset the underlying scale effects. In fact, new trade models exhibit other counterfactual implications associated with scale effects – in particular, domestic trade shares and relative income levels increase too steeply with country size. We argue that these implications are largely a result of the standard assumption that countries are fully integrated domestically, as if they were a single dot in space. We depart from this assumption by treating countries as collections of regions that face positive costs to trade amongst themselves. The resulting model is largely consistent with the data. For example, for a small and rich country like Denmark, our calibrated model implies a real per-capita income of 81 percent the United States’s, much closer to the data (94 percent) than the trade model with no domestic frictions (40 percent).\n\n",
    "acknowledgement": "\nWe have benefited from comments and suggestions from Jim Anderson, Lorenzo Caliendo, Arnaud Costinot, Jonathan Eaton, Cecile Gaubert, Keith Head, Pete Klenow, Sam Kortum, David Lagakos, Thierry Mayer, Benjamin Moll, Peter Morrow, Steve Redding, and Mike Waugh, as well as seminar participants at various conferences and institutions. We thank David Schönholzer for his excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}