{
    "id": 18538,
    "citation_title": "The Impacts of Microcredit: Evidence from Bosnia and Herzegovina",
    "citation_author": [
        "Britta Augsburg",
        "Ralph De Haas",
        "Heike Harmgart",
        "Costas Meghir"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "2014-06-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an RCT to analyze the impacts of microcredit. The study population consists of loan applicants who were marginally rejected by an MFI in Bosnia. A random subset of these were offered a loan. We provide evidence of higher self-employment, increases in inventory, a reduction in the incidence of wage work and an increase in the labor supply of 16-19 year olds in the household's business. We also present some evidence of increases in profits and a reduction in consumption and savings. There is no evidence that the program increased overall household income.\n\n",
    "acknowledgement": "\nEarlier versions circulated under the titles \"Microfinance at the margin: Experimental evidence from Bosnia and Herzegovina\" and \"Microfinance and Poverty Alleviation\". The authors thank the editor Esther Duflo and two anonymous referees for their detailed comments. We also thank Joe Altonji, Erik Berglöf, Miriam Bruhn, George Chioran, Maren Duvendack, Karolin Kirschenmann, Emily Nix, Rohini Pande, Georgios Panos, William Parienté, Andrea Presbitero, David Roodman, Alessandro Tarozzi, Chris Udry, Roel van Veldhuizen, Jeromin Zettelmeyer, and numerous participants at various conferences and workshops for comments. Costas Meghir benefited from financial assistance from the Cowles foundation and the Institution for Social and Policy Studies (ISPS) at Yale. This project was conceived with the help of Francesca Cassano and benefited from continuous support from Borislav Petric and Ryan Elenbaum. Carly Petracco provided excellent research assistance. This RCT is registered on www.socialscienceregistry.org under number AEARCTR-0000304. The authors are solely responsible for errors and interpretations of the results, and the views presented do not necessarily reflect those of the National Bureau of Economic Research.\n\n\n"
}