{
    "id": 18531,
    "citation_title": "Systemic Risks in Global Banking: What Available Data can tell us and What More Data are Needed?",
    "citation_author": [
        "Eugenio Cerutti",
        "Stijn Claessens",
        "Patrick McGuire"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent financial crisis has shown how interconnected the financial world has become. Shocks in one location or asset class can have a sizable impact on the stability of institutions and markets around the world. But systemic risk analysis is severely hampered by the lack of consistent data that capture the international dimensions of finance. While currently available data can be used more effectively, supervisors and other agencies need more and better data to construct even rudimentary measures of risks in the international financial system. Similarly, market participants need better information on aggregate positions and linkages to appropriately monitor and price risks. Ongoing initiatives that will help in closing data gaps include the G20 Data Gaps Initiative, which recommends the collection of consistent bank-level data for joint analyses and enhancements to existing sets of aggregate statistics, and the enhancement to the BIS international banking statistics.\n\n",
    "acknowledgement": "\nThis paper was also published as IMF Working Paper 11/222 and BIS Working Paper 376. Eugenio Cerutti and Stijn Claessens are at the International Monetary Fund. Patrick McGuire is at the Bank for International Settlements. We would like to thank Markus Brunnermeier, Giovanni Dell'Ariccia, Robert Heath and Arvind Krishnamurthy for their helpful comments and suggestions. A shorter version of this paper will be issued in a volume as part of the NBER Systemic Risk Measurement Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the IMF, its board of directors, or the National Bureau of Economic Research.\n\n\n"
}