{
    "id": 18533,
    "citation_title": "Do Consumers Respond to Marginal or Average Price? Evidence from Nonlinear Electricity Pricing",
    "citation_author": [
        "Koichiro Ito"
    ],
    "citation_publication_date": "2012-11-09",
    "issue_date": "2012-11-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonlinear pricing and taxation complicate economic decisions by creating multiple marginal prices for the same good. This paper provides a framework to uncover consumers' perceived price of nonlinear price schedules. I exploit price variation at spatial discontinuities in electricity service areas, where households in the same city experience substantially different nonlinear pricing. Using household-level panel data from administrative records, I find strong evidence that consumers respond to average price rather than marginal or expected marginal price. This sub-optimizing behavior makes nonlinear pricing unsuccessful in achieving its policy goal of energy conservation and critically changes the welfare implications of nonlinear pricing.\n\n",
    "acknowledgement": "\nI thank Michael Anderson, Maximilian Auffhammer, Peter Berck, Severin Borenstein, James Bushnell, Howard Chong, Pascal Courty, Lucas Davis, Ahmad Faruqui, Meredith Fowlie, Michael Greenstone, Michael Hanemann, Catie Hausman, David Molitor, Erica Myers, Hideyuki Nakagawa, Karen Notsund, Paulina Oliva, Carla Peterman, Emmanuel Saez, James Sallee, Sofia Berto Villas-Boas, and Catherine Wolfram for helpful conversations and suggestions. I also thank seminar participants at Boston University, Cornell, International IO Conference, NBER, POWER Research Conference, Stanford, University of Arizona, University of Calgary, UC Berkeley, UC Davis, UC Irvine, UC San Diego, University of Chicago, University of Illinois Urbana Champaign, University of Maryland, University of Michigan, University of Toronto for helpful comments. I thank the California Public Utility Commission, San Diego Gas & Electric, and Southern California Edison for providing residential electricity data for this study. Financial support from the California Energy Commission, Resources for the Future, the University of California Energy Institute is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}