{
    "id": 18539,
    "citation_title": "The Political Economy of Government Revenues in Post-Conflict Resource-Rich Africa: Liberia and Sierra Leone",
    "citation_author": [
        "Victor A.B. Davies",
        "Sylvain Dessy"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the post-war strategies of Liberia and Sierra Leone to generate revenues from their natural resources. We document the challenges faced by the government of the two countries, contrasting measures taken to address these challenges as well as the outcomes. We complement the analysis with an analytical model which explores the implications of exploiting natural resources in the aftermath of a civil conflict before public management institutions are developed, as observed in Liberia and Sierra Leone. The key lesson is that resource-rich countries emerging from conflict face a difficult trade-off between relatively large longer-term gains which accrue when institutional capacity is developed prior to exploiting the resources, and smaller short-term revenues that come with immediate exploitation of the resources. The findings call attention to the potential role of the international community in developing post-conflict countries' natural resource and revenue institutional capacity, as well as transparent corporate and government institutions for resource management.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the NBER Africa Project for this research. We appreciate the intellectual support of Simon Johnson, the lead co-chair of the project responsible for reviewing this research, and that of Sebastian Edwards and David Weil, the other lead co-chairs. We have benefited from comments on the paper by participants at the NBER Africa Project conference in Zanzibar, Tanzania, in August 2011. Research assistance from Alvin Johnson in Liberia, Alimamy Bangura in Sierra Leone, Francis Andriarinason and Safa Ragued from Université Laval, Canada is gratefully acknowledged. Elisa Pepe, coordinator of the project, has provided diligent and timely support. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the NBER.\n\n\n"
}