{
    "id": 18535,
    "citation_title": "Long Run Impacts of Childhood Access to the Safety Net",
    "citation_author": [
        "Hilary W. Hoynes",
        "Diane Whitmore Schanzenbach",
        "Douglas Almond"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "2024-11-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing economics literature establishes a causal link between in utero shocks and health and human capital in adulthood. Most studies rely on extreme negative shocks such as famine and pandemics. We are the first to examine the impact of a positive and policy-driven change in economic resources available in utero and during childhood. In particular, we focus on the introduction of a key element of the U.S. safety net, the Food Stamp Program, which was rolled out across counties in the U.S. between 1961 and 1975.  We use the Panel Study of Income Dynamics to assemble unique data linking family background and county of residence in early childhood to adult health and economic outcomes. The identification comes from variation across counties and over birth cohorts in exposure to the food stamp program. Our findings indicate that the food stamp program has effects decades after initial exposure. Specifically, access to food stamps in childhood leads to a significant reduction in the incidence of \"metabolic syndrome\" (obesity, high blood pressure, and diabetes) and, for women, an increase in economic self-sufficiency. Overall, our results suggest substantial internal and external benefits of the safety net that have not previously been quantified.\n\n",
    "acknowledgement": "\nWe thank Rucker Johnson, Bhash Mazumder, Doug Miller, Caroline Hoxby and seminar participants at Northwestern University, Princeton University, UC Davis Center for Poverty Research, UCSB, UC Berkeley, Stanford, University of Stavanger, the Goldman School, and the University of Michigan for helpful comments. We are grateful to Bob Schoeni and Donna Nordquist for help with the PSID, Martha Bailey and Andrew Goodman-Bacon for sharing data on rollout of Community Health Centers, and Amy Finkelstein and Jean Roth for sharing American Hospital Association (AHA) Annual Survey data. This work was supported by USDA FANRP Project 235, \"Impact of Food Stamps and WIC on Health and Long Run Economic Outcomes,\" the University of Michigan PSID Small Grant Program, the UC Davis Center for Poverty Research, and UC Davis Committee on Research New Research Initiative. We appreciate the excellent research assistance of Charles Stoecker, Ankur Patel, Danielle Sandler, and Andrew Foote. This paper was previously circulated under the title of \"Long Run Economic and Health Impacts of Participation in the Food Stamp Program.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}