{
    "id": 18536,
    "citation_title": "Monetary Rules for Commodity Traders",
    "citation_author": [
        "Luis Catão",
        "Roberto Chang"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of a small open economy that trades commodities whose world prices are subject to realistic random fluctuations, and study the implications of monetary policy alternatives. The model is much more flexible than those of previous studies, especially in allowing to compare perfect risk sharing against financial autarky. In each case we show how to derive analytically optimal Ramsey allocations and flexible price allocations, and hence to examine the crucial role of behavioral elasticities, production structure, and capital mobility in determining the welfare properties of different monetary choices. Applying these insights to a calibrated example, we find that the impulse responses associated with PPI targeting track flexible price allocations closely, but can diverge greatly from the Ramsey allocations, especially when risk sharing is perfect and the elasticity of demand for exports of a home aggregate is high. In those cases, policies that stabilize the real exchange rate more than PPI targeting, such as targeting expected inflation, deliver higher welfare. But PPI targeting is the clear winner under portfolio autarky.\n\n",
    "acknowledgement": "\nWe thank Marola Castillo for assistance beyond the call of duty. We are also indebted to Oliver Blanchard, Pierre Olivier Gourinchas, two anonymous referees, participants of the IMF Review - Central Bank of Turkey Conference on Policy Responses to Commodity Price Movements, Istanbul, April 2012, and especially our discussant Stefan Laséen for extensive and useful comments and suggestions. Of course, any error is only ours. The views expressed in this paper are the authors' alone and do not necessarily reflect those of the IMF or IMF policy, nor of the National Bureau of Economic Research.\n\n\n"
}