{
    "id": 1854,
    "citation_title": "The Dollar as Speculative Bubble: A Tale of Fundamentalists and Chartists",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Kenneth A. Froot"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral recent developments have inspired us to consider a non-standard model of the dollar as a speculative bubble without the constraint of fully rational expectations: (1) the dollar continued to rise in 1984 after real interest rate differentials and other fundamentals began moving the wrong way; (2) the results of market efficiency tests imply, that the rationally expected rate of dollar depreciation has been less than the forward discount; (3) Krugman-Marris current account calculations suggest that the rationally expected rate of depreciation is greater than the forward discount; (4) survey data show an expected rate of depreciation that is also greater than the forward discount; (5) the hypothesis of a \"safe-haven\" shift into U.S. assets and a decrease in the U.S. risk premium, which would explain some of the foregoing, is contradicted by a decline in the differential between off shore interest rates (covered) and U.S. interest rates. Our model features three classes of actors: fundamentalists, chartists and portfolio managers. Fundamentalists forecast a depreciation of the dollar based on an overshooting model that would be rational if there were no chartists. Chartists extrapolate recent trends based on an information set that includes no fundamentals. Portfolio managers take positions in the market, and thus determine the exchange rate, based on expectations that area weighted average of the fundamentalists and chartists. The first stage of the dollar appreciation after 1980 is explained by increases in real interest differentials. The second stage is explained by the endogenous takeoff of a speculative bubble when the fundamentalists have mis-forecast for so long that they have lost credibility. In 1985, the dollar may have entered a third stage in which an ever-worsening current account deficit begins a reversal of the bubble.\n\n",
    "acknowledgement": "\n"
}