{
    "id": 18541,
    "citation_title": "Free Lunch! Arbitrage Opportunities in the Foreign Exchange Markets",
    "citation_author": [
        "Takatoshi Ito",
        "Kenta Yamada",
        "Misako Takayasu",
        "Hideki Takayasu"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the \"firm\" quotes obtained from the tick-by-tick EBS (electronic broking system that is a major trading platform for foreign exchanges) data, it is found that risk-free arbitrage opportunities--free lunch--do occur in the foreign exchange markets, but it typically last only a few seconds. \"Free lunch\" is in the form of (a) negative spreads in a currency pair and (b) triangular arbitrage relationship involving three currency pairs. The latter occur much more often than the former. Such arbitrage opportunities tend to occur when the markets are active and volatile. Over the 12-year, tick-data samples, the number of free lunch opportunities has dramatically declined and the probability of the opportunities disappearing within one second has steadily increased. The size of expected profits is higher than transaction costs; trades that simultaneously take place on both sides of ask and bid (or three currency trades in case of triangular arbitrage) occur more often when free lunch appeared one second earlier than otherwise, suggesting that free lunch opportunities are actively taken. The probability of its disappearance within one second was less than 50% in 1999, but increased to about 90% by 2009. Less frequent occurrence and quicker disappearance in recent years are attributable to changes in trading microstructure: an introduction and proliferation of the Primary Customer system (weaker banks can use stronger banks' credit lines) and of direct connection of traders' programmed computers to the EBS computer.\n\n",
    "acknowledgement": "\nIto gratefully acknowledges research supports by the Japan Society for the Promotion of Science (JSPS) Grants-in-aid for Scientific Research (A) No. 20243014; and Center for Advanced Research on Finance (CARF) at University of Tokyo. Misako Takayasu acknowledges research supports by the Japan Society for the Promotion of Science (JSPS) Grants-in-aid for Scientific Research No. 22656025. The paper was presented in the Japan Economic Association Meeting in June, 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}