{
    "id": 18544,
    "citation_title": "The Making Of A Great Contraction With A Liquidity Trap and A Jobless Recovery",
    "citation_author": [
        "Stephanie Schmitt-Grohé",
        "Martín Uribe"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "2012-11-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe great contraction of 2008 pushed the U.S. economy into a protracted liquidity trap (i.e., a long period with zero nominal interest rates and inflationary expectations below target). In addition, the recovery was jobless (i.e., output growth recovered but unemployment lingered). This paper presents a model that captures these three facts. The key elements of the model are downward nominal wage rigidity, a Taylor-type interest-rate feedback rule, the zero bound on nominal rates, and a confidence shock. Lack-of-confidence shocks play a central role in generating jobless recoveries, for fundamental shocks, such as disturbances to the natural rate, are shown to generate recessions featuring recoveries with job growth. The paper considers a monetary policy that can lift the economy out of the slump. Specifically, it shows that raising the nominal interest rate to its intended target for an extended period of time, rather than exacerbating the recession as conventional wisdom would have it, can boost inflationary expectations and thereby foster employment.\n\n",
    "acknowledgement": "\nWe thank participants at the 2012 Columbia-Tsinghua Conference on International Economics, held in October 2012 in Beijing, for comments and the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}