{
    "id": 18546,
    "citation_title": "On the Spatial Economic Impact of Global Warming",
    "citation_author": [
        "Klaus Desmet",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a dynamic spatial theory to analyze the geographic impact of climate change. Agricultural and manufacturing firms locate on a hemisphere. Trade across locations is costly, firms innovate, and technology diffuses over space. Energy used in production leads to emissions that contribute to the global stock of carbon in the atmosphere, which affects temperature. The rise in temperature differs across latitudes and sectors. We calibrate the model to analyze how climate change affects the spatial distribution of economic activity, trade, migration, growth, and welfare. We assess quantitatively the impact of migration and trade restrictions, energy taxes, and innovation subsidies.\n\n",
    "acknowledgement": "\nWe would like to thank David Nagy for excellent research assistance, Joseph Gomes and David Lobell for their help with data, and Larry Karp and participants at the \"Climate and the Economy\" conference organized by the IIES (Stockholm) for helpful comments. Desmet acknowledges financial support from the Spanish Ministry of Science and Innovation under grant ECO2011-27014. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}