{
    "id": 18543,
    "citation_title": "You Owe Me",
    "citation_author": [
        "Ulrike Malmendier",
        "Klaus Schmidt"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "2021-08-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nIn many cultures and industries gifts are given in order to influence the recipient, often at the expense of a third party. Examples include business gifts of firms and lobbyists. In a series of experiments, we show that, even without incentive or informational effects, small gifts strongly influence the recipient's behavior in favor of the gift giver, in particular when a third party bears the cost. Subjects are well aware that the gift is given to influence their behavior but reciprocate nevertheless. Withholding the gift triggers a strong negative response. These findings are inconsistent with the most prominent models of social preferences. We propose an extension of existing theories to capture the observed behavior by endogenizing the \"reference group\" to whom social preferences are applied. We also show that disclosure and size limits are not effective in reducing the effect of gifts, consistent with our model. Financial incentives ameliorate the effect of the gift but backfire when available but not provided.\n\n",
    "acknowledgement": "\nWe would like to thank Yan Chen, Rachel Croson, Robert Dur, Ernst Fehr, Rudolf Kerschbamer, Matthias Kräkel, George Loewenstein, Cristina Nistor and seminar participants in the 2011 ASSA meetings, the Third Behavioral Economics Annual Meeting (BEAM) and at the universities of Aix-Marseilles, Berkeley, Emory, Innsbruck, Maas-tricht, MIT, Munich, Pennsylvania, Princeton, and Toulouse for comments and suggestions. Leonie Giessing, Jana Jarecki, Sara Kwasnick, Eddie Ning, and Slobodan Sudaric provided excellent research assistance. Financial support by Deutsche Forschungsgemeinschaft through SFB-TR 15, the Excellence Initiative of the German government, and the Alfred P. Sloan Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}