{
    "id": 18542,
    "citation_title": "Mismeasurement of Pensions Before and After Retirement: The Mystery of the Disappearing Pensions with Implications for the Importance of Social Security as a Source of Retirement Support",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA review of the literature suggests that when pension values are measured by the wealth equivalent of promised DB pension benefits and DC balances for those approaching retirement, pensions account for more support in retirement than is suggested when their contribution is measured by incomes received directly from pension plans by those who have already retired. Estimates from the Health and Retirement Study (HRS) for respondents in their early fifties suggest that pension wealth is about 86 percent as valuable as Social Security wealth. In data from the Current Population Survey (CPS), for members of the same cohort, measured when they are 65 to 69, pension incomes are about 56 percent as valuable as incomes from Social Security. Our empirical analysis uses data from the Health and Retirement Study to examine the reasons for these differences in the contributions of pensions as measured in income and wealth data. \nA number of factors cause the contribution of pensions to be understated in retirement income data, especially data from the CPS. One factor is a difference in methodology between surveys affecting what is included in pension income, especially in the CPS, which ignores irregular payments from pensions. In CPS data on incomes of those ages 64 to 69 in 2006, pension values are 59 percent of the value of Social Security. For the same cohort, in HRS data, the pension value is 67 percent of the value of Social Security benefits.\nSome pension wealth \"disappears\" at retirement because respondents change their pension into other forms that are not counted as pension income in surveys of income. Altogether, 16 percent of pension wealth is transformed into some other form at the time of disposition. For those who had a defined benefit pension just before termination, the dominant plan type for current retirees, at termination 12 percent of the benefit was transformed into a state that would not count as pension income after retirement. \nFor those who receive benefits soon after termination, there is a 3.5 percent reduction in DB pension value at termination compared to the year before termination. One reason may be the form of annuitization that is chosen. \nA series of caveats notwithstanding, the bottom line is that CPS data on pension incomes received in retirement understates the full contribution pensions make to supporting retirees.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (Grant # 3002043711UM12-10). The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}