{
    "id": 18554,
    "citation_title": "Empirical Cross-Sectional Asset Pricing",
    "citation_author": [
        "Stefan Nagel"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nI review recent research efforts in the area of empirical cross-sectional asset pricing. I start by summarizing the evidence on cross-sectional return predictability and the failure of standard (consumption) CAPM models and their conditional versions to explain these predictability patterns. One response in part of the recent literature is to focus on ad-hoc factor models, which summarize the cross-section of expected returns in parsimonious form, or on production-based approaches, which suggest links between firm characteristics and expected returns. Without imposing restrictions on investor preferences and beliefs, neither one of these two approaches can answer the question why investors price assets the way they do. Within the rational expectations paradigm, recent research that imposes such restrictions has focused on the ICAPM, long-run risks models, as well as frictions and liquidity risk. Approaches based on investor sentiment have focused on the development of empirical proxies for sentiment and for the limits to arbitrage that allow sentiment to affect prices. Empirical work that considers learning and adaptation of investors has worked with out-of-sample tests of cross-sectional predictability.\n\n",
    "acknowledgement": "\nI am grateful for comments to Frederico Belo, John Campbell, Marco Giacoletti, Sebastian Infante, Bob Hodrick, Arthur Korteweg, Ian Martin, Dimitris Papanikolaou, Lasse Pedersen, Jeff Pontiff, Mike Schwert, and Jeff Wurgler. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}