{
    "id": 18558,
    "citation_title": "Embedded Leverage",
    "citation_author": [
        "Andrea Frazzini",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany financial instruments are designed with embedded leverage such as options and leveraged exchange traded funds (ETFs). Embedded leverage alleviates investors' leverage constraints and, therefore, we hypothesize that embedded leverage lowers required returns. Consistent with this hypothesis, we find that asset classes with embedded leverage offer low risk-adjusted returns and, in the cross-section, higher embedded leverage is associated with lower returns. A portfolio which is long low-embedded-leverage securities and short high-embedded-leverage securities earns large abnormal returns, with t-statistics of 8.6 for equity options, 6.3 for index options, and 2.5 for ETFs. We provide extensive robustness tests and discuss the broader implications of embedded leverage for financial economics.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud, Mike Chernov, George Constantinides (discussant), Nicolae Garleanu, Michael Johannes, Xavier Gabaix, Kasper Ahrndt Lorenzen, Alessio Saretto and seminar participants at the NBER Asset Pricing Workshop 2012, New York Federal Reserve Bank, Wharton, London Business School, Imperial College, London School of Economics, INSEAD, Paris HEC, New York University, and Tilburg University for helpful comments and discussions. The authors are affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLasse H. Pedersen\n\nLasse H. Pedersen is at New York University, Copenhagen Business School, AQR Capital Management, CEPR, NBER, director of the American Finance Association, and an academic advisor for FTSE and NASDAQ OMX.\n\n\n"
}