{
    "id": 18557,
    "citation_title": "The Federal Reserve, Emerging Markets, and Capital Controls: A High Frequency Empirical Investigation",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I use weekly data from seven emerging nations - four in Latin America and three in Asia - to investigate the extent to which changes in Fed policy interest rates have been transmitted into domestic short term interest rates during the 2000s. The results suggest that there is indeed an interest rates \"pass through\" from the Fed to emerging markets. However, the extent of transmission of interest rate shocks is different - in terms of impact, steady state effect, and dynamics - in Latin America and Asia. The results also indicate that capital controls are not an effective tool for isolating emerging countries from global interest rate disturbances. Changes in the slope of the U.S. yield curve, including changes generated by a \"twist\" policy, affect domestic interest rates in emerging countries. I also provide a detailed case study for Chile.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper presented at the conference on monetary policy that celebrated the 20th Anniversary of the Studienzentrum Gerzensee, October, 2011. I am grateful to Juan Marcos Wlasiuk for excellent assistance, to José De Gregorio and Vittorio Corbo for discussions on the policies of the Banco Central de Chile during their tenure as governors, and, especially, to my discussant Frank Shorfheide for excellent comments and suggestions. I also thank the participants at the conference for helpful comments. I thank two anonymous reviewers for very helpful and detailed comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}