{
    "id": 18550,
    "citation_title": "Misallocation and Financial Frictions: Some Direct Evidence From the Dispersion in Borrowing Costs",
    "citation_author": [
        "Simon Gilchrist",
        "Jae W. Sim",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2012-11-15",
    "issue_date": "2012-11-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial frictions distort the allocation of resources among productive units--all else equal, firms whose financing choices are affected by such frictions face higher borrowing costs than firms with ready access to capital markets. As a result, input choices may differ systematically across firms in ways that are unrelated to their productive efficiency. We propose an accounting framework that allows us to assess empirically the magnitude of the loss in aggregate resources due to such misallocation. To a second-order approximation, the framework requires only information on the dispersion in borrowing costs across firms, which we measure--for a subset of U.S. manufacturing firms--directly from the interest rate spreads on their outstanding publicly-traded debt. Given the observed dispersion in borrowing costs, our approximation method implies a relatively modest loss in efficiency due to resource misallocation--on the order of 1 to 2 percent of measured total factor productivity (TFP). In our framework, the correlation between firm size and borrowing costs has no bearing on TFP losses under the assumption that financial distortions and firm-level efficiency are jointly log-normally distributed. To take into account the effect of covariation between firm size and borrowing costs, we consider a more general framework, which dispenses with the assumption of log-normality and which implies somewhat higher estimates of the resource losses--about 3.5 percent of measured TFP. Counterfactual experiments indicate that dispersion in borrowing costs must be an order of magnitude higher than that observed in the U.S. financial data, in order for misallocation--arising from financial distortions--to account for a significant fraction of measured TFP differentials across countries.\n\n",
    "acknowledgement": "\nWe thank participants at the RED Mini-Conference on \"Misallocation and Productivity\" (which took place at the 2011 SED Annual Meetings) for helpful comments. We are also grateful to Benjamin Moll, Diego Restuccia (the Guest Editor), Richard Rogerson, and two anonymous referees for numerous insightful comments and suggestions. Samuel Haltenhof and Ben Rump provided excellent research assistance. All errors and omissions are our own responsibility alone. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}