{
    "id": 18552,
    "citation_title": "The Effect of Pharmaceutical Innovation on Longevity: Patient-Level Evidence from the 1996-2002 Medical Expenditure Panel Survey and Linked Mortality Public-Use Files",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effect of the vintage (year of FDA approval) of the prescription drugs used by an individual on his or her survival and medical expenditure. When we only control for age, sex, and interview year, we estimate that a one-year increase in drug vintage increases life expectancy by 0.52%. Controlling for other variables including activity limitations, race, education, family income as a percent of the poverty line, insurance coverage, Census region, BMI, smoking and over 100 medical conditions has virtually no effect on the estimate of the effect of drug vintage on life expectancy.  \nBetween 1996 and 2003, the mean vintage of prescription drugs increased by 6.6 years.  This is estimated to have increased life expectancy of elderly Americans by 0.41-0.47 years.  This suggests that not less than two-thirds of the 0.6-year increase in the life expectancy of elderly Americans during 1996-2003 was due to the increase in drug vintage. The 1996-2003 increase in drug vintage is also estimated to have increased annual drug expenditure per elderly American by $207, and annual total medical expenditure per elderly American by $218. This implies that the incremental cost-effectiveness ratio (cost per life-year gained) of pharmaceutical innovation was about $12,900.\n\n",
    "acknowledgement": "\nThis research was supported by the American Enterprise Institute, Novartis, and Pfizer.  The sponsors placed no restrictions or limitations on data, methods, or conclusions, and had no right of review or control over the outcome of the research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}