{
    "id": 18559,
    "citation_title": "The Asset Price Meltdown and the Wealth of the Middle Class",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "2021-05-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI find that median wealth plummeted over the years 2007 to 2010, and by 2010 was at its lowest level since 1969. The inequality of net worth, after almost two decades of little movement, was up sharply from 2007 to 2010. Relative indebtedness continued to expand from 2007 to 2010, particularly for the middle class, though the proximate causes were declining net worth and income rather than an increase in absolute indebtedness. In fact, the average debt of the middle class actually fell in real terms by 25 percent.  The sharp fall in median wealth and the rise in inequality in the late 2000s are traceable to the high leverage of middle class families in 2007 and the high share of homes in their portfolio. The racial and ethnic disparity in wealth holdings, after remaining more or less stable from 1983 to 2007, widened considerably between 2007 and 2010. Hispanics, in particular, got hammered by the Great Recession in terms of net worth and net equity in their homes. Households under age 45 also got pummeled by the Great Recession, as their relative and absolute wealth declined sharply from 2007 to 2010.\n\n",
    "acknowledgement": "\nI would like to thank the Russell Sage Foundation for financial support for this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}