{
    "id": 18555,
    "citation_title": "Building Castles in the Air: Evidence from Industry IPO Waves",
    "citation_author": [
        "Zhi Da",
        "Ravi Jagannathan",
        "Jianfeng Shen"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "2013-01-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide empirical support for the conventional wisdom that there are times when optimistic investors tend to build their hopes into castles in the air, and pay a large premium over intrinsic value for stocks of firms in the early stages of their life cycles with perceived growth opportunities. We use industry IPO waves containing a set of firms in the same industry that went public at about the same time in a cluster to identify those time periods and firms that are relatively homogenous and in the same early growth stages of their life cycles. We find that three years after an industry IPO wave ends, among the firms in the wave with relatively high historical sales growth rates, those with low gross margins are over-valued relative to firms with high gross margins. They under-perform their industry IPO wave peers by 0.92% per month, or about 12% per year, during the subsequent four-year period after adjusting for risk and firm characteristics differentials. Further, the average future returns on these firms are even below the corresponding risk-free returns. Our findings contribute to the literature on inefficient capital markets by identifying situations when prices of some stocks are likely to be affected by bounded rationality or biases in the way investors make decisions, and agency issues limit the ability of more sophisticated arbitrageurs who have to rely on other people's money from exploiting any resultant profit opportunities.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Growth versus Margin and Castles in the Air: Evidence from Industry IPO Waves.\" We thank Umit Gurun, Michael Hertzel, Byoung-Hyoun Hwang, Mudit Kapoor, Ambrus Kecskes, Michelle Lowry, Jeremy Page, Jeff Pontiff, Jay Ritter, Michael Sher, Krishnamurthy Subramanian, Yu Yuan, Tim Loughran, and participants at the 3rd Behavioral Finance Conference at Queen's University and seminars at Australia National University, Shanghai Advanced Institute of Finance at the Shanghai Jiao Tong University, University of New South Wales, and the Indian School of Business for helpful comments. We thank Matt Cain, Bill McDonald, and Jay Ritter for making their data available to us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}