{
    "id": 18551,
    "citation_title": "Information and College Access: Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Philip Oreopoulos",
        "Ryan Dunn"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh school students from disadvantaged high schools in Toronto were invited to take two surveys, about three weeks apart. Half of the students taking the first survey were also shown a 3 minute video about the benefits of post secondary education (PSE) and invited to try out a financial-aid calculator.  Most students' perceived returns to PSE were high, even among those not expecting to continue.  Those exposed to the video, especially those initially unsure about their own educational attainment, reported significantly higher expected returns, lower concerns about costs, and expressed greater likelihood of PSE attainment.\n\n",
    "acknowledgement": "\nWe are very grateful to Human Resources Social Development Canada for funding this project, and to the faculty of the study's participating schools for their generous time and support.  We received very helpful comments from participants at the Higher Education Quality Council of Ontario, the Social Interactions, Identity, and Well Being group of the Canadian Institute For Advanced Research, and especially from Taryn Dinkelman, Sari Kerr, and three anonymous referees.  Any errors are the authors' sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}