{
    "id": 18556,
    "citation_title": "On the Link Between the Volatility and Skewness of Growth",
    "citation_author": [
        "Geert Bekaert",
        "Alexander Popov"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "2013-12-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a sample of 110 countries over the period 1960-2009, we document a positive relation between the volatility and skewness of growth in the cross-section. The relation holds regardless of initial level of economic development and of subsequent long-run growth rate. We argue that this novel stylized fact is related to two distinct phenomena: sudden growth spurts in mostly emerging markets, and rare and abrupt crises in mostly developed economies. The former phenomenon is driven by industrialization, macroeconomic stabilization, and the exploitation of natural resources. The latter is consistent with recent theories of financial frictions. The positive relation between volatility and skewness in the cross-section is in sharp contrast with a negative relation between the two in panel data with country fixed effects which is fully driven by business cycle variation in rich countries.\n\n",
    "acknowledgement": "\nWe thank George-Marios Angeletos, Markus Brunnermeier, Francis Diebold, Simon Gilchrist, Francois Gourio, Bartozs Mackowiak, Kalin Nikolov, and Philippe Weil, as well as seminar participants at the ECB, for useful discussions. The views expressed do not necessarily reflect those of the European Central Bank, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}