{
    "id": 18565,
    "citation_title": "Active vs. Passive Decisions and Crowdout in Retirement Savings Accounts: Evidence from Denmark",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Soren Leth-Petersen",
        "Torben Nielsen",
        "Tore Olsen"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "2014-01-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing 41 million observations on savings for the population of Denmark, we show that the impacts of retirement savings policies on wealth accumulation depend on whether they change savings rates by active or passive choice. Subsidies for retirement accounts, which rely upon individuals to take an action to raise savings, primarily induce individuals to shift assets from taxable accounts to retirement accounts. We estimate that each $1 of government expenditure on subsidies increases total saving by only 1 cent. In contrast, policies that raise retirement contributions if individuals take no action - such as automatic employer contributions to retirement accounts - increase wealth accumulation substantially. We estimate that approximately 15% of individuals are \"active savers\" who respond to tax subsidies primarily by shifting assets across accounts. 85% of individuals are \"passive savers\" who are unresponsive to subsidies but are instead heavily influenced by automatic contributions made on their behalf. Active savers tend to be wealthier and more financially sophisticated. We conclude that automatic contributions are more effective at increasing savings rates than subsidies for three reasons: (1) subsidies induce relatively few individuals to respond, (2) they generate substantial crowd-out conditional on response, and (3) they do not increase the savings of passive individuals, who are least prepared for retirement.\n\n",
    "acknowledgement": "\nWe thank Christopher Carroll, James Choi, Gary Engelhardt, William Gale, Nathan Hendren, Lawrence Katz, Patrick Kline, David Laibson, Brigitte Madrian, Jonathan Parker, James Poterba, Emmanuel Saez, Andrew Samwick, Laszlo Sandor, Karl Scholz, Jesse Shapiro, Jonathan Skinner, Danny Yagan, anonymous referees, and numerous seminar participants for helpful comments and discussion. Sarah Abraham, Shelby Lin, Alex Olssen, Heather Sarsons , Michael Stepner, and Evan Storms provided outstanding research assistance. This research was supported by The Danish Council for Independent Research and by the U.S. Social Security Administration through grant #5 RRC08098400-05-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium . The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. John Friedman is currently on leave from Harvard, working at the National Economic Council. This work does not represent the views of the NEC.\n\n\n"
}