{
    "id": 18562,
    "citation_title": "Using Neural Data to Test a Theory of Investor Behavior: An Application to Realization Utility",
    "citation_author": [
        "Cary Frydman",
        "Nicholas Barberis",
        "Colin Camerer",
        "Peter Bossaerts",
        "Antonio Rangel"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use measures of neural activity provided by functional magnetic resonance imaging (fMRI) to test the \"realization utility\" theory of investor behavior, which posits that people derive utility directly from the act of realizing gains and losses. Subjects traded stocks in an experimental market while we measured their brain activity. We find that all subjects exhibit a strong disposition effect in their trading, even though it is suboptimal. Consistent with the realization utility explanation for this behavior, we find that activity in the ventromedial prefrontal cortex, an area known to encode the value of options during choices, correlates with the capital gains of potential trades; that the neural measures of realization utility correlate across subjects with their individual tendency to exhibit a disposition effect; and that activity in the ventral striatum, an area known to encode information about changes in the present value of experienced utility, exhibits a positive response when subjects realize capital gains. These results provide support for the realization utility model and, more generally, demonstrate how neural data can be helpful in testing models of investor behavior.\n\n",
    "acknowledgement": "\nWe are grateful for comments from participants at Indiana University, Notre Dame University, Stanford University, the University of California at Berkeley, the University of Southern California, the University of Texas at Austin, Washington University, the Fall 2010 NBER Behavioral Finance meeting, the 2010 Society for Neuroeconomics meeting, the 2010 Miami Finance Conference, the 2011 BEAM Conference, the 2011 WFA conference, and the 2012 NBER-Oxford Saïd-CFS-EIEF Conference on Household Finance. The authors gratefully acknowledge financial support from the National Science Foundation (Camerer, Frydman, Rangel), the Betty and Gordon Moore Foundation (Camerer, Rangel), and the Lipper Foundation (Rangel). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}