{
    "id": 1856,
    "citation_title": "Wages, Employment and the Threat of Collective Action by Workers",
    "citation_author": [
        "William T. Dickens"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor many reasons a group of workers may have sufficient bargaining power to claim for themselves some share of any monopoly surplus earned by an enterprise and (in the short run) a share of the return on fixed assets. This paper explores the effect of the threat of collective action on wages and employment in firms which wish to avoid collective bargaining with their employees.The threat of collective action analyzed here is a stylized representation of the institutional situation created by U.S. labor laws. If a firm wishes to avoid collective bargaining it must choose wages and employment so that no coalition greater than or equal to a fixed fraction of its workforce can be formed around a feasible bargaining agreement. The constraint this implies on employment and wages is analyzed for several assumptions about how bargained surplus is distributed among workers.It is found that the threat may affect only employment, or both wages and employment. For a firm with monopoly power a threat may either increase or decrease employment. Effects on wages and employment are found to be possible even in a market with price competition and free entry if firms must make fixed investments to produce output. Even when union contracts are efficient a threat of collective action can be expected to distort employment and investment decisions.If a threat causes firms to pay a wage above the reservation wage there will be an excess supply of labor to the firm. Under certain conditions this may manifest itself as involuntary unemployment. Further, unemployed workers will be unable to bid wages down. Like efficiency wage models, the threat of collective action provides an explanation for industry wage differences and the dual structure of the labor market. The model may also be able to provide some insight into the reasons for the stability of nominal and real wages over the business cycle.\n\n",
    "acknowledgement": "\n"
}