{
    "id": 18561,
    "citation_title": "How Firms Export: Processing vs. Ordinary Trade with Financial Frictions",
    "citation_author": [
        "Kalina Manova",
        "Zhihong Yu"
    ],
    "citation_publication_date": "2012-11-21",
    "issue_date": "2012-11-21",
    "revision_date": "2016-02-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe fragmentation of production across borders allows firms to make and export final goods, or to perform only intermediate stages of production by processing imported inputs for re-exporting. We examine how financial frictions affect companies’ choice between processing and ordinary trade – implicitly a choice of production technology and position in global supply chains – and how this decision affects performance. We exploit matched customs and balance-sheet data from China, where exports are classified as ordinary trade, import-and-assembly processing trade (processing firm sources and pays for imported inputs), and pure-assembly processing trade (processing firm receives foreign inputs for free). Value added, profits and profitability rise from pure assembly to processing with imports to ordinary trade. However, more profitable trade regimes require more working capital because they entail higher up-front costs. As a result, credit constraints induce firms to conduct more processing trade and pure assembly in particular, and preclude them from pursuing higher value-added, more profitable activities. Financial market imperfections thus impact the organization of production across firms and countries, and inform optimal trade and development policy in the presence of global production networks.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Firms and Credit Constraints along the Global Value Chain: Processing Trade in China\" and as \"Firms and Credit Constraints along the Value-Added Chain: Processing Trade in China.\" We thank the editor (Stephen Yeaple), two anonymous referees, Pol Antràs, Richard Baldwin, Davin Chor, Paola Conconi, Robert Feenstra, Marc Melitz, Veronica Rappoport, and Bob Staiger for insightful conversations, and seminar and conference participants at 2014 CEPR-BoE-CfM Workshop on International Trade, Finance and Macroeconomics, 2013 AEA Annual Meeting, 2013 World Bank-ECB-PIIE Workshop on National Competitiveness, 2012 International Growth Centre Trade Programme Spring Meeting, 2012 West Coast Trade Workshop, 2012 HBS International Research Conference, 2012 Kiel Institute for World Economy Excellence Award in Global Affairs Workshop, 2012 Stockholm School of Economics Conference on Restructuring China's Economy, 2012 CEPII-GEP-Ifo Conference on China and the World Economy, 2012 ECB CompNet Workshop, Stanford, UC San Diego, Vanderbilt, Mannheim, and LMU Munich for their comments. Kalina Manova acknowledges support from the International Growth Centre (LSE), the Freeman Spogli Institute (Stanford), and the Institute for Research in the Social Sciences (Stanford). Kalina Manova (corresponding author): manova@stanford.edu. Zhihong Yu: zhihong.yu@nottingham.ac.uk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}