{
    "id": 18569,
    "citation_title": "Macroeconomic Performance During Commodity Price Booms and Busts",
    "citation_author": [
        "Luis Felipe Céspedes",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFluctuations in commodity prices are often associated with macroeconomic volatility. But not all nations are created equal in this regard. The macro response to commodity booms and busts depends both on the structural characteristics of the economy and on the policy framework that is in place. In this paper we investigate the macro response of a group of commodity-producing nations in episodes of large commodity prices shocks. First we provide a theoretical framework to analyze how shocks to commodity prices affect the domestic economy. For this we use a simple open-economy model with nominal rigidities and financial frictions. Then we provide empirical evidence (using commodity price boom and bust episodes) that commodity price shocks have a significant impact on output and investment dynamics. Economies with more flexible exchange rate regimes exhibit less pronounced responses of output during these episodes. We also provide evidence that the impact of those shocks on investment tends to be larger for economies with less developed financial markets. Moreover, we find that international reserve accumulation, more stable political systems, and less open capital accounts tend to reduce the real exchange rate appreciation (depreciation) in episodes of commodity price booms (busts).\n\n",
    "acknowledgement": "\nPrepared for the IMF-CBRT Conference \"Policy Responses to Commodity Price Movements\", held on April 6-7, 2012. We are grateful to Juan Matamala for excellent research assistantship. We are also grateful to Pierre-Olivier Gourinchas and Ayhan Kose (the editors), two anonymous referees and our discussant Silvana Tenreyro for useful comments and suggestions. We thank Gustavo Adler, Cesar Calderón, Luis Catao, Gian Maria Milesi-Ferretti and Nikola Spatafora for sharing their data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}