{
    "id": 18566,
    "citation_title": "Colonialism and Economic Development in Africa",
    "citation_author": [
        "Leander Heldring",
        "James A. Robinson"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we evaluate the impact of colonialism on development in Sub-Saharan Africa. In the world context, colonialism had very heterogeneous effects, operating through many mechanisms, sometimes encouraging development sometimes retarding it. In the African case, however, this heterogeneity is muted, making an assessment of the average effect more interesting. We emphasize that to draw conclusions it is necessary not just to know what actually happened to development during the colonial period, but also to take a view on what might have happened without colonialism and also to take into account the legacy of colonialism. We argue that in the light of plausible counter-factuals, colonialism probably had a uniformly negative effect on development in Africa. To develop this claim we distinguish between three sorts of colonies: (1) those which coincided with a pre-colonial centralized state, (2) those of white settlement, (3) the rest. Each have distinct performance within the colonial period, different counter-factuals and varied legacies.\n\n",
    "acknowledgement": "\nWe are grateful to Jan Vansina for his suggestions and advice. We have also benefitted greatly from many discussions with Daron Acemoglu, Robert Bates, Philip Osafo-Kwaako, Jon Weigel and Neil Parsons on the topic of this research. Finally, we thank Johannes Fedderke, Ewout Frankema and Pim de Zwart for generously providing us with their data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}