{
    "id": 1857,
    "citation_title": "The Effects of Tax Rules on Nonresidential Fixed Investment: Some Preliminary Evidence from the 1980s",
    "citation_author": [
        "Martin Feldstein",
        "Joosung Jun"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evidence presented in this study confirms that tax-induced changes in the profitability of investment have had a powerful effect on the share of GNP devoted to nonresidential fixed investment. More specifically, we have reestimated two models of aggregate investment initially presented in Feldstein, \"Inflation, Tax Rules and Investment: Some Econometric Evidence,\"(Econometrica, 1982). The present study extends the previous analysis byusing revised national income accounts, by improving the estimation of the effective tax rate and the profitability of new investments, and by extending the sample to include the years 1978 through 1984. Despite these changes, the new statistical estimates are remarkably close to the previous results. The statistical estimates are also very robust with respect to sample period, estimation method, and the presence of other variables.The first model relates the investment-GNP ratio to the real net-of-tax rate of return received by the providers of debt and equity capital to the nonfinancial corporate sector and to the rate of capacity utilization. Our estimates imply that each percentage point increase in the real net return raises the investment-GNP ratio by 0.4 percentage points. A one percent age point increase in the net return is equivalent to a ten percentage point reduction in the overall effective tax rate. Since the net nonresidential fixed investment averaged 3 percent of GNP during the past three decades, a ten percentage point tax reduction induces a 13 percent rise in the investment-GNP ratio.Our second model relates the investment-GNP ratio to the difference between the maximum potential net return that firms can support by investing in a \"standard investment project\" and the net cost of debt and equity capital. The statistical estimates imply that each percentage point change in this measure of the rate of return over cost raises the investment-GNP ratio by 0.3 percentage points or 10 percent of its three-decade average.The estimates imply that the 1985 tax bill passed by the House of Representatives would reduce the investment-GNP ratio by between 10 percentand 15 percent of its average value, depending on the model used to make the calculation. Such reductions would represent between one-half and three-fourths of the rise in the investment-GNP ratio since the 1981 investment incentives were adopted.\n\n",
    "acknowledgement": "\n"
}