{
    "id": 18570,
    "citation_title": "Is Inflation Targeting Still On Target?",
    "citation_author": [
        "Luis Felipe Céspedes",
        "Roberto Chang",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the recent experience of a half-dozen Latin American inflation-targeting (IT) nations. We document repeated and large deviations from the standard IT framework: exchange market interventions have been lasting and widespread; the real exchange rate has often become a target of policy, though this target is seldom made explicit; a range of other non-conventional policy tools, especially changes in reserve requirements but occasionally also taxes or restrictions on international capital movements, also came into common use. As in developed nations, during the 2008-2009 crisis issues of liquidity provision took center stage. We also attempt a first evaluation of the emerging modified framework of monetary policy. In general terms, the new approach seems to have been effective, at the very least since the region weathered the crisis reasonably well. But also, and perhaps more importantly, many questions remain about the desirability of non-conventional monetary policies in Latin America.\n\n",
    "acknowledgement": "\nWe are grateful to Alessandro Rebucci and Andrew Powell for very useful comments and suggestions. We also acknowledge the financial support of the Inter American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}