{
    "id": 18575,
    "citation_title": "What Makes Annuitization More Appealing?",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian",
        "Stephen P. Zeldes"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "2013-06-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct and analyze two large surveys of hypothetical annuitization choices. We find that allowing individuals to annuitize a fraction of their wealth increases annuitization relative to a situation where annuitization is an \"all or nothing\" decision. Very few respondents choose declining real payout streams over flat or increasing real payout streams of equivalent expected present value. Highlighting the effects of inflation increases demand for cost of living adjustments. Frames that highlight flexibility, control, and investment significantly reduce annuitization. A majority of respondents prefer to receive an extra \"bonus\" payment during one month of the year that is funded by slightly lower payments in the remaining months. Concerns about later-life income, spending flexibility, and counterparty risk are the most important self-reported motives that influence the annuitization decision.\n\n",
    "acknowledgement": "\nWe thank Christine Polek, Michael Puempel, and Gwendolyn Reynolds for excellent research assistance, and David John, Josh Rauh, Karl Scholz, Annette Vissing-Jorgenson, and participants at the Aspen Conference on Economic Decision Making, the NBER Jackson Hole Conference on State and Local Pensions, the ASSA annual meetings, the Bank of Israel Research Department, Columbia Business School, the RAND Behavioral Finance Forum, the Urban Institute, TIAA-CREF Institute research symposia, the University of Michigan and George Washington University for helpful comments and suggestions. This research was supported by the U.S. Social Security Administration through grants to the RAND / Dartmouth / Wharton Financial Literacy Center and the National Bureau of Economic Research as part of the SSA Retirement Research Consortium (grants FLR09010202-02 and #5 RRC08098400-04- 00), the TIAA-CREF Institute, and the National Institutes of Health (grants P01-AG005842, P30-AG034532, and R01-AG021650). The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The authors have, at various times in the last three years, been compensated to present academic research at events hosted by financial institutions that administer retirement savings plans and/or provide annuities. See the authors' websites for a complete list of outside activities.\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n**All payments donated to charitable organizations.\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n"
}