{
    "id": 18574,
    "citation_title": "Free to Choose? Reform and Demand Response in the English National Health Service",
    "citation_author": [
        "Martin Gaynor",
        "Carol Propper",
        "Stephan Seiler"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impacts of choice in public services are controversial.  We exploit a reform in the English National Health Service to assess the impact of relaxing constraints on patient choice. We estimate a demand model to evaluate whether increased choice increased demand elasticity faced by hospitals with regard to clinical quality and waiting time for an important surgical procedure. We find substantial impacts of the removal of restrictions.  Patients became more responsive to clinical quality. Sicker patients and better informed patients were more affected.  We leverage our model to calculate potential benefits. We find increased demand responsiveness led to a significant reduction in mortality and an increase in patient welfare. The elasticity of demand faced by hospitals increased post-reform, giving hospitals potentially large incentives to improve their quality of care and find suggestive evidence that hospitals responded strongly to the enhanced incentives due to increased demand elasticity. The results suggests greater choice can enhance quality.\n\n",
    "acknowledgement": "\nWe are grateful to the UK Department of Health for financial support. No endorsement by the Department of Health is intended or implied. Thanks are due for helpful comments to participants at seminars at a number of universities and conferences. Any errors and all opinions are the responsibility of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMartin Gaynor\n\n“Free to Choose? Reform and Demand Response in the English National Health Service”\nDisclosure Statement November 21, 2012\nMartin Gaynor\n1)\tFinancial support for the research project was provided by the U.K. Department of Health under the HREP policy evaluation program.\n2)\tHES data were used for the research project with the permission of the Department of Health (The NHS Information Centre).\n3)\tI have received financial support for this project (and other projects) from the U.K. Department of Health.\n4)\tI am a member of the Economics Reference Group of the Cooperation and Competition Panel for National Health Service funded services (U.K.).\n5)\tI have no close relatives or partners for whom there is anything to disclose.\n6)\tThis manuscript was reviewed in an earlier version by the U.K. Department of Health.\n\n\n\nCarol Propper\n\nCarol Propper\n1)\tFinancial support for the research project was provided by the U.K. Department of Health under the HREP policy evaluation program.\n2)\tHES data were used for the research project with the permission of the Department of Health (The NHS Information Centre).\n3)\tI have received financial support for this project (and other projects) from the U.K. Department of Health.\n4)\tI am a member of the Economics Reference Group of the Cooperation and Competition Panel for National Health Service funded services (U.K.).\n5)\tI have no close relatives or partners for whom there is anything to disclose.\n6)\tThis manuscript was reviewed in an earlier version by the U.K. Department of Health.\n\n\n"
}