{
    "id": 18578,
    "citation_title": "Output Spillovers from Fiscal Policy",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the cross-country spillover effects of government purchases on output for a large number of OECD countries.  Following the methodology in Auerbach and Gorodnichenko (2012a, b), we allow these multipliers to vary smoothly according to the state of the economy and use real-time forecast data to purge policy innovations of their predictable components.  We also consider the responses of other key macroeconomic variables.  Our findings suggest that cross-country spillovers have an important impact, and also confirm those of our earlier papers that fiscal shocks have a larger impact when the affected country is in recession.\n\n",
    "acknowledgement": "\nAlan Auerbach acknowledges the Robert D. Burch Center for research support, and has no material outside financial relationships that may relate to this research. Yuriy Gorodnichenko acknowledges the National Science Foundation for research support, and has no material outside financial relationships that may relate to this research. This paper will be presented at the American Economic Association meetings, San Diego, January 2013. We thank Olivier Coibion for comments on an earlier version of the paper. We are grateful to Kyle Kennelly for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}