{
    "id": 18576,
    "citation_title": "Gender, Competitiveness and Career Choices",
    "citation_author": [
        "Thomas Buser",
        "Muriel Niederle",
        "Hessel Oosterbeek"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nGender differences in competitiveness are often discussed as a potential explanation for gender differences in education and labor market outcomes. We correlate an incentivized measure of competitiveness with an important career choice of secondary school students in the Netherlands. At the age of 15, these students have to pick one out of four study profiles, which vary in how prestigious they are. While boys and girls have very similar levels of academic ability, boys are substantially more likely than girls to choose more prestigious profiles. We find that competitiveness is as important a predictor of profile choice as gender. More importantly, up to 23 percent of the gender difference in profile choice can be attributed to gender differences in competitiveness. This lends support to the extrapolation of laboratory findings on competitiveness to labor market settings.\n\n",
    "acknowledgement": "\nWe thank the staff of the four schools that allowed us to collect the data from their pupils that we use in this paper. Nadine Ketel and Boris van Leeuwen provided excellent research assistance. Niederle thanks the NSF for financial support. We gratefully acknowledge financial support from the University of Amsterdam through the Speerpunt Behavioural Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}