{
    "id": 18573,
    "citation_title": "Democracy Undone. Systematic Minority Advantage in Competitive Vote Markets",
    "citation_author": [
        "Alessandra Casella",
        "Sébastien Turban"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the competitive equilibrium of a market for votes where voters can trade votes for a numeraire before making a decision via majority rule. The choice is binary and the number of supporters of either alternative is known.  We identify a sufficient condition guaranteeing the existence of an ex ante equilibrium. In equilibrium, only the most intense voter on each side demands votes and each demands enough votes to alone control a majority. The probability of a minority victory is independent of the size of the minority and converges to one half, for any minority size, when the electorate is arbitrarily large. In a large electorate, the numerical advantage of the majority becomes irrelevant: democracy is undone by the market.\n\n",
    "acknowledgement": "\nWe thank Aniol Llorente-Saguer, Tom Palfrey, and participants to the Leitner Seminar at Yale University and the Straus Fellows seminar at the NYU Law School for their comments; Antoine Arnoud for his help on Theorem 3, and Georgy Egorov for an illuminating discussion of Lemma 1. Casella thanks the National Science Foundation for its support (SES-0617934), Paris-Jourdan Sciences Economiques for its hospitality, and the Straus Institute at the NYU Law School for its support and hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}