{
    "id": 18577,
    "citation_title": "The Mover's Advantage: Scientific Performance of Mobile Academics",
    "citation_author": [
        "Chiara Franzoni",
        "Giuseppe Scellato",
        "Paula Stephan"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe investigate performance differentials associated with mobility for research active scientists residing in a broad spectrum of countries and working in a broad spectrum of fields using data from the GlobSci survey.  We distinguish between two categories of mobile scientists:  (1) those studying or working in a country other than that of origin and (2) those who have returned to their native country after a spell of study or work abroad. We compare the performance of these mobile scientists to natives who have never experienced a spell of mobility and are studying or working in their country of origin.  We find evidence that mobile scientists perform better than those who have not experienced mobility.  Among the mobile, we find some evidence that those who return perform better than the foreign born save in the United States, suggesting that positive selection is not at work in determining who remains outside the country. This is supported by the finding that for most countries the performance of returnees is no different than that of compatriots who remain abroad after controlling for other effects.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from Regione Piemonte for the GlobSci project and from the IPE Program, National Bureau of Economic Research.  Stephan acknowledges support from the European Commission (FP7) Project \"An Observatorium for Science in Society Based in Social Models - SISOB\" Contract no. FP7 266588 and Collegio Carlo Alberto Project \"Researcher Mobility and Scientific Performance.\" The authors wish to thank Massimo G. Colombo and Paola Garrone for helpful comments.  Alessandro Fornari, Antonio De Marco and Ali Mohammadi provided valuable research assistantship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}