{
    "id": 18579,
    "citation_title": "Tracing Value-added and Double Counting in Gross Exports",
    "citation_author": [
        "Robert Koopman",
        "Zhi Wang",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "2013-02-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a framework for gross exports accounting that breaks up a country's gross exports into various value-added components by source and additional double counted terms. By identifying which parts of the official trade data are double counted and the sources of the double counting, it bridges official trade (in gross value terms) and national accounts statistics (in value added terms). Our parsimonious framework integrates all previous measures of vertical specialization and value-added trade in the literature into a unified framework. To illustrate the potential of such a method, we present a number of applications including re-computing revealed comparative advantages and the magnifying impact of multi-stage production on trade costs.\n\n",
    "acknowledgement": "\nThe views in the paper are those of the authors and may not reflect the views of the USITC, its Commissioners, or any other organization that the authors are affiliated with. We thank William Powers for his contributions in the early stage of this research, Peter Dixon, Kei-Mu Yi and Zhu Kunfu for constructive and generous discussions, the editor (Penny Goldberg) and five referees of this journal and numerous conference and seminar participants for valuable comments, Paul Bernhard and Ravinder Ubee for efficient research assistance, and Nikhil Patel and Joy Glazener for editorial assistance. The authors declare that they have no relevant or material interests that relate to the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}