{
    "id": 18588,
    "citation_title": "Changing Social Contracts: Beliefs and Dissipative Inclusion in Brazil",
    "citation_author": [
        "Lee J. Alston",
        "Marcus Melo",
        "Bernardo Mueller",
        "Carlos Pereira"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial contracts about inequality and redistribution are country-specific. We rely on a model of inequality and redistribution where multiple steady states can emerge in given country. We link the model to the recent literature on beliefs and argue that beliefs are a major determinant of which equilibrium results. We show that changes in beliefs may shift the equilibrium in a country over time. We present evidence that beliefs are typically very stable over time, yet argue that Brazil has recently undergone a dramatic shift in beliefs which we show is associated with a change in the country's social contract in the past thirty years. The transition from one social contract to another has taken place through a process which we call 'dissipative inclusion', where redistribution and social inclusion are effectively achieved but accompanied by distortions, inefficiencies and rent dissipation.\n\n",
    "acknowledgement": "\nThis paper originated as a paper presented at a Festschrift in honor of Thrainn Eggertsson in April 2012. The work of Eggertsson (2005) on the role of beliefs influencing social models and social equilibrium inspired our thoughts on social contracts with respect to inequality and redistribution. For comments we thank participants at the conference, Andy Baker and an anonymous referee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}