{
    "id": 18583,
    "citation_title": "Gasoline Prices, Fuel Economy, and the Energy Paradox",
    "citation_author": [
        "Hunt Allcott",
        "Nathan Wozny"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIt is often asserted that consumers undervalue future gasoline costs relative to purchase prices when they choose between automobiles, or equivalently that they have high \"implied discount rates\" for these future energy costs. We show how this can be tested by measuring whether relative prices of vehicles with different fuel economy ratings fully adjust to time series variation in gasoline price forecasts. We then test the model using a detailed dataset based on 86 million transactions at auto dealerships and wholesale auctions between 1999 and 2008. Over our base sample, vehicle prices move as if consumers are indifferent between one dollar in discounted future gas costs and only 76 cents in vehicle purchase price. We document how endogenous market shares and utilization, measurement error, and different gasoline price forecasts can affect the results, and we show how to address these issues empirically. We also provide unique empirical evidence of sticky information: vehicle markets respond to changes in gasoline prices with up to a six month delay.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, Soren Anderson, Josh Angrist, Orley Ashenfelter, David Autor, Lucas Davis, Henry Farber, Kelly Gallagher, Penny Goldberg, Michael Greenstone, Jerry Hausman, Mark Jacobsen, James Kahn, Ryan Kellogg, Lutz Kilian, David Laibson, David Lee, Henry Lee, Robin Lee, Lars Lefgren, Erin Mansur, Erich Muehlegger, Sendhil Mullainathan, Richard Newell, Ariel Pakes, Nancy Rose, Jesse Rothstein, Stephen Ryan, Jim Sallee, Jorge Silva-Risso, Rob Stavins, Chris Timmins, Roger von Haefen, Glen Weyl, Matt White, and seminar participants at the Air Force Academy, Analysis Group, Carnegie Mellon, Colorado School of Mines, Harvard, Kent State University, Mathematica Policy Research, MIT, NBER Summer Institute, Northwestern, Pontificia Universidad Catolica de Chile, Princeton, Society for Economic Dynamics, Stanford University, Stanford Institute for Theoretical Economics, Texas A&M, Universidad de los Andes, University of California Energy Institute, University of Delaware, University of Wisconsin, University of Toronto, and Washington University for their feedback. Funding for this project was provided by Princeton's Industrial Relations Section, Harvard's Energy Technology Innovation Policy group, the Harvard University Center for the Environment, and the Sloan Foundation. We thank JD Power for providing vehicle transaction price data. Thanks to Lonnie Miller at RL Polk for helpful conversations. We thank Manheim Consulting for providing auction data and Gary George, Nirmeet Kacheria, Pete Sauber, and Tom Webb at Manheim for sharing their expertise. We thank Carmen Collyns and Jordon Ricks for research assistance on this and related projects. We especially appreciate meticulous research assistance by Sounman Hong. Code for replicating the estimation is available from Hunt Allcott's website. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}