{
    "id": 18580,
    "citation_title": "Incentives, Commitments and Habit Formation in Exercise: Evidence from a Field Experiment with Workers at a Fortune-500 Company",
    "citation_author": [
        "Heather Royer",
        "Mark F. Stehr",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "2013-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFinancial incentives have been shown to have strong positive short‐run effects for problematic health behaviors, but the effects often disappear once incentive programs end. This paper analyzes the results of a large‐scale workplace field experiment to examine whether self‐funded commitment contracts improve the long‐run effects of incentive programs. Consistent with existing findings, workers responded strongly to an incentive targeting use of the company gym, but long‐run effects were modest, at best. However, workers in the treatment arm that combined the incentive program with a commitment contract option showed long‐lasting behavioral changes, persisting even 1 year after the incentive ended.\n\n",
    "acknowledgement": "\nWe are thankful for funding from the National Science Foundation, the Upjohn Institute, and the Case Western Reserve University ACES fund. Royer also thanks the RAND corporation for support through the NIA. We are appreciative for the outstanding research assistant work of Stephen Cabrera, Andrew Chang, Vishal Chauhan, Tina Chen, Jon Evans, Natalie Greene, Brian Jameson, Victor Marta, Rachel Smith, and Bert Wagner. We appreciate the comments and suggestions of Nava Ashraf, John Beshears, Eric Bettinger, Tanguy Brachet, John Cawley, David Clingingsmith, Stefano DellaVigna, Uri Gneezy, Dean Karlan, Nicola Lacetera, and Jason Lindo along with those of various seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}