{
    "id": 18585,
    "citation_title": "Participation and Duration of Environmental Agreements",
    "citation_author": [
        "Marco Battaglini",
        "Bård Harstad"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze participation in international environmental agreements (IEAs) in a dynamic game where countries pollute and invest in green technologies. If complete contracts are feasible, participants eliminate the hold-up problem associated with their investments; however, most countries prefer to free-ride rather than participate. If investments are non-contractible, countries face a hold-up problem every time they negotiate; but the free-rider problem can be mitigated and significant participation is feasible. Participation becomes attractive because only large coalitions commit to long-term agreements that circumvent the hold-up problem. Under well-specified conditions even the first-best outcome is possible when the contract is incomplete. Since real-world IEAs fit in the incomplete contracting environment, our theory may help explaining the rising importance of IEAs and how they should be designed.\n\n",
    "acknowledgement": "\nWe have benefitted from participants at the Climate and the Economy conference, IIES - Stockholm University, the conference Instruments to curb global warming: Recent developments, Paris, and a seminar at the University of Oslo. We are particularly grateful to the comments from Tore Ellingsen and Kjetil Storesletten. We thank Nemanja Antic for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}