{
    "id": 18581,
    "citation_title": "Understanding the Mechanisms through Which an Influential Early Childhood Program Boosted Adult Outcomes",
    "citation_author": [
        "James J. Heckman",
        "Rodrigo Pinto",
        "Peter A. Savelyev"
    ],
    "citation_publication_date": "2012-11-29",
    "issue_date": "2012-11-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature establishes that high quality early childhood interventions targeted toward disadvantaged children have substantial impacts on later life outcomes. Little is known about the mechanisms producing these impacts. This paper uses longitudinal data on cognitive and personality traits from an experimental evaluation of the influential Perry Preschool program to analyze the channels through which the program boosted both male and female participant outcomes. Experimentally induced changes in personality traits explain a sizable portion of adult treatment effects.\n\n",
    "acknowledgement": "\nLena Malofeeva, then at the HighScope Foundation, worked with us in supplying the Perry data and interpreting it for us. We are deeply grateful for her assistance and the cooperation of the HighScope Foundation.  Versions of this paper were presented at numerous conferences and seminars starting in 2006 that are listed in the Web Appendix. We thank participants at these meetings for useful comments. We are grateful to Clancy Blair, Dan Benjamin, Martin Browning, Sarah Cattan, Kenneth Dodge, Angela Duckworth, Amy Finklestein,  Miriam Gensowski, Matt Gentzkow, Maryclare Griffen, Jeff Grogger, Emir Kamenica, Costas Meghir, Jorn-Steffen Pischke, Devesh Raval, Brent Roberts, Cullen Roberts, Tino Sanandaji, Larry Schweinhart, Sandra Waxman, Ben Williams, and Junjian Yi for helpful comments. The paper was presented at a Public Policy and Economics Seminar at the Harris School, University of Chicago, October, 2009, attended by Diane Schatzenbach. We are grateful to Christopher Hansman, Kegon Tan Teng Kok, Min Ju Lee, Xiliang Lin, Yun Pei, and Ivana Stosic for excellent research assistance. This research was supported in part by the American Bar Foundation, the JB & MK Pritzker Family Foundation, Susan Thompson Buffett Foundation, NICHD R37HD065072, R01HD54702, a grant to the Becker Friedman Institute for Research and Economics from the Institute for New Economic Thinking (INET), and an anonymous funder. The views expressed in this paper are those of the authors and not necessarily those of the funders, the National Bureau of Economic Research, or other persons named here.\n\n\n"
}