{
    "id": 18589,
    "citation_title": "The Gorbachev Anti-Alcohol Campaign and Russia's Mortality Crisis",
    "citation_author": [
        "Jay Bhattacharya",
        "Christina Gathmann",
        "Grant Miller"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical and economic transition is often blamed for Russia's 40% surge in deaths between 1990 and 1994. Highlighting that increases in mortality occurred primarily among alcohol-related causes and among working-age men (the heaviest drinkers), this paper investigates an alternative explanation: the demise of the 1985-1988 Gorbachev Anti-Alcohol Campaign. Using archival sources to build a new oblast-year data set spanning 1978-2000, we find a variety of evidence suggesting that the campaign's end explains a large share of the mortality crisis - implying that Russia's transition to capitalism and democracy was not as lethal as commonly suggested.\n\n",
    "acknowledgement": "\nWe are grateful to Abhijit Banerjee, Marianne Bitler, Kit Carpenter, Anne Case, Angus Deaton, Eva Deuchert, John Earle, Scott Gehlbach, Jeff Hammer, Hendrick Jürges, Michael Lechner, Ron Lee, Paul Ma, Mushfiq Mobarak, David Neumark, Nancy Qian, Juan Saavedra, T. Paul Schultz, Vladimir Shkolnikov, Daniel Treisman, and Marcos Vera-Hernández for helpful suggestions; to Yury Andrienko, Betsy Brainerd, Scott Gehlbach, Sergei Guriev, Vladimir Shkolnikov, Daniel Treisman, and Ekaterina Zhuravskaya for providing supplemental data; to Irina Erman, Fahmida Fakhruddin, Kim Singer Babiarz, Emily Singer, and Nicole Smith for excellent research assistance.  The authors thank the National Institute of Child Health and Human Development (K01 HD053504) and the Stanford Center on the Demography and Economics of Health and Aging (P30 AG 17253) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristina Gathmann\n\nDisclosure Statement: Christina Gathmann\n\n\n(1) I acknowledge financial support for this research from the Stanford Center for Longevity and the Stanford Center on the Demography and Economics of Health and Aging for financial support.\n\n\n(2) I affirm that I have not received financial support from any interested party (as defined here: http://www.aeaweb.org/aea_journals/AEA_Disclosure_Policy.pdf)\n\n\n(3) I affirm that I have not held any paid or unpaid positions of relevant non-profit organizations or profit-making entities whose policy positions, goals, or financial interests relate to the article.\n\n\n(4) I affirm that the disclosures required above also do not apply to my spouse or any of my relatives.\n\n\n(5) I affirm that no other party had the right to review the paper prior to its circulation.\n\n\n(6) I declare no other conflicts of interest.\n\n\n(7) This project uses publicly available de-identified aggregate data and is “exempt” from requiring IRB approval.\n\n\n"
}