{
    "id": 18587,
    "citation_title": "Efficient Bailouts?",
    "citation_author": [
        "Javier Bianchi"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2016-02-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative equilibrium model of financial crises to assess the interaction between ex-post interventions in credit markets and the buildup of risk ex ante. During a systemic crisis, bailouts relax balance sheet constraints and mitigate the severity of the recession. Ex ante, the anticipation of such bailouts leads to an increase in risk-taking, making the economy more vulnerable to a financial crisis. We find that moral hazard effects are limited if bailouts are systemic and broad-based. If bailouts are idiosyncratic and targeted, however, this makes the economy significantly more exposed to financial crises.\n\n",
    "acknowledgement": "\nI am grateful to Ufuk Akcigit, Manuel Amador, Luigi Bocola, Maya Eden, Marty Eichenbaum, the editor, Huberto Ennis, Juan C. Hatchondo, Andreas Horstein, Todd Keister, Anton Korinek, Frederic Malherbe, Enrique Mendoza, Andy Powell, Vincenzo Quadrini, Thomas Sargent, John Shea, Ali Shourideh, Carlos Vegh, Stijn Van Nieuwerburgh and three anonymous referees for helpful comments. I also thank seminar participants at 2013 AEA Meetings, Bank of Italy, Central Bank of Uruguay, Dallas Fed Conference on “Financial frictions and Monetary Policy in an Open Economy,” Di Tella “XIV Workshop in International Economics and Finance,” Harvard, HKUST “International Workshop on Macroeconomics,” NYU, Stanford, Columbia, Minneapolis Fed, NBER Impulse and Propagation Mechanisms Summer Institute, NBER Fall Meetings, New York Fed, Richmond Fed, Society of Economic Dynamics (SED), Universidad de Montevideo, University of Maryland, University of Montreal, University of Pennsylvania, and World Bank for useful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}