{
    "id": 18582,
    "citation_title": "Fettered Consumers and Sophisticated Firms: Evidence from Mexico's Privatized Social Security Market",
    "citation_author": [
        "Fabian Duarte",
        "Justine S. Hastings"
    ],
    "citation_publication_date": "2012-12-13",
    "issue_date": "2012-12-13",
    "revision_date": "2013-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper brings new evidence from the privatized social security system in Mexico, offering insight into investment behavior and the efficacy of government \"nudges\" in the context of profit maximizing firms. We use administrative data from the social security system surrounding the government adoption of a new official fee index aimed at simplifying fees and increasing price sensitivity of investors. The fee index combined load and management fees in a particular way, implying that choosing a lower index firm could lead many workers to choose a higher-cost fund for them. We find that before the index, investors of all backgrounds paid little attention to fees when choosing fund managers. Post-policy intervention, investors heavily weighted the fee index regardless of whether doing so caused them to choose a higher-cost fund. In contrast to investors, we find that firms responded optimally to the changes in demand induced by government policy, restructuring rather than lowering their fees to minimize the index. The strategic response erased gains to consumers from increased price sensitivity and redistributed management fees from high-income to low-income segments of the market. We conclude that regulations and policies aimed at aiding consumer decision-making also need to incorporate firm incentives to be effective.\n\n",
    "acknowledgement": "\nWe thank Brigitte Madrian, James Choi, David Cutler, Jon Gruber, Amy Finkelstein, Ali Hortaçsu, Phillip Leslie, James Poterba, Chad Syverson and seminar participants at Brown University, Harvard, MIT, NBER Household Finance, Public Economics and Industrial Organization meetings, and the Yale Junior Applied Micro Lunch, for helpful comments and suggestions. Noele Aabye, Lydia Ashton, Sarah Johnston, Carolina Orellana and Unika Shrestha provided excellent research assistance. We also thank the excellent staff and leadership at CONSAR for making this project possible. Hastings gratefully acknowledges support from the National Institute of Aging grant number R01AG032411-01A2, the U.S. Social Security Administration (SSA) as part of the NBER Retirement Research Consortium (RRC), Brown University and the Yale University Institution for Social and Policy Studies. The findings and conclusions expressed are solely those of the author and do not represent the views of SSA, any agency of the Federal Government, the National Bureau of Economic Research, or the RRC.\n\n\n"
}