{
    "id": 18586,
    "citation_title": "The Missing \"One-Offs\": The Hidden Supply of High-Achieving, Low Income Students",
    "citation_author": [
        "Caroline M. Hoxby",
        "Christopher Avery"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2012-12-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the vast majority of very high-achieving students who are low-income do not apply to any selective college or university. This is despite the fact that selective institutions would often cost them less, owing to generous financial aid, than the resource-poor two-year and non-selective four-year institutions to which they actually apply. Moreover, high-achieving, low-income students who do apply to selective institutions are admitted and graduate at high rates. We demonstrate that these low-income students' application behavior differs greatly from that of their high-income counterparts who have similar achievement. The latter group generally follows the advice to apply to a few \"par\" colleges, a few \"reach\" colleges, and a couple of \"safety\" schools. We separate the low-income, high-achieving students into those whose application behavior is similar to that of their high-income counterparts (\"achievement-typical\" behavior) and those whose apply to no selective institutions (\"income-typical\" behavior). We show that income-typical students do not come from families or neighborhoods that are more disadvantaged than those of achievement-typical students. However, in contrast to the achievement-typical students, the income-typical students come from districts too small to support selective public high schools, are not in a critical mass of fellow high achievers, and are unlikely to encounter a teacher or schoolmate from an older cohort who attended a selective college. We demonstrate that widely-used policies-college admissions staff recruiting, college campus visits, college access programs-are likely to be ineffective with income-typical students, and we suggest policies that will be effective must depend less on geographic concentration of high achievers.\n\n",
    "acknowledgement": "\nFor inspiration, generous help with data, and numerous useful suggestions, we thank the ACT and The College Board. These two organizations' dedication to providing students with well-informed college application advice is the reason that this research exists. We have been especially helped by Connie Betterton, Michael Matthews, Anne Sturvenant, Ryan Williams, Robert Ziomek. For useful comments and suggestions, we thank Sarah Turner, Eric Bettinger, Scott Carrell, Charles Clotfelter, Susan Dynarski, Bridget Long, Bruce Sacerdote, Douglas Staiger, and Jacob Vigdor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}