{
    "id": 18592,
    "citation_title": "Capital and Labor Reallocation Inside Firms",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document how a plant-specific shock to investment opportunities at one plant of a firm (\"treated plant\") spills over to other plants of the same firm--but only if the firm is financially constrained. While the shock triggers an increase in investment and employment at the treated plant, this increase is offset by a decrease at other plants of the same magnitude, consistent with headquarters channeling scarce resources away from other plants and toward the treated plant. As a result of the resource reallocation, aggregate firm-wide productivity increases, suggesting that the reallocation is beneficial for the firm as a whole. We also show that--in order to provide the treated plant with scarce resources--headquarters does not uniformly \"tax\" all of the firm's other plants in the same way: It is more likely to take away resources from plants that are less productive, are not part of the firm's core industries, and are located far away from headquarters. We do not find any evidence of investment or employment spillovers at financially unconstrained firms.\n\n",
    "acknowledgement": "\nWe thank Simon Gervais, Cam Harvey, Marcin Kacperczyk, Owen Lamont (NBER discussant), David Matsa, Gordon Phillips, Adriano Rampini, Joshua Rauh, Michael Roberts, Philipp Schnabl, Antoinette Schoar, Andrei Shleifer, Jeremy Stein, and seminar participants at the NBER Corporate Finance Summer Institute (2012), the Micro@Sloan Conference (2012), MIT, NYU, HBS, Duke, INSEAD, Utah, ASU, Florida, Bentley, and Stockholm School of Economics for helpful comments. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the New York and Boston Census Research Data Centers. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}