{
    "id": 18591,
    "citation_title": "The ARRA: Some Unpleasant Welfare Arithmetic",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2013-02-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistributions of tax rates on job acceptance and layoff margins are estimated for unemployed household heads and spouses under three benefit and tax rule scenarios: actual rules under the American Reinvestment and Recovery Act, rules as they would have been if they had not been changed since 2007, and rules as they might have been with a bigger fiscal stimulus. Two or three million unemployed household heads and spouses, with a variety of tax situations, had as much disposable income while unemployed as they would have by accepting a job that paid 80-100 percent of their previous one.  The number would have been less than one million under 2007 rules, and about nine million under a bigger stimulus.  Tax obligations and foregone unemployment insurance about equally erode the rewards from retaining a job, or starting a new one.\n\n",
    "acknowledgement": "\nI appreciate conversations with, and comments from, Robert Barro, Jared Bernstein, Gary Burtless, Shannon Mok, Rob Shimer, Timothy Smeeding, and three anonymous referees, and the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}