{
    "id": 18596,
    "citation_title": "Carbon Taxes, Path Dependency and Directed Technical Change: Evidence from the Auto Industry",
    "citation_author": [
        "Philippe Aghion",
        "Antoine Dechezleprêtre",
        "David Hemous",
        "Ralf Martin",
        "John Van Reenen"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan directed technical change be used to combat climate change? We construct new firm-level panel data on auto industry innovation distinguishing between \"dirty\" (internal combustion engine) and \"clean\" (e.g. electric and hybrid) patents across 80 countries over several decades. We show that firms tend to innovate relatively more in clean technologies when they face higher tax-inclusive fuel prices. Furthermore, there is path dependence in the type of innovation both from aggregate spillovers and from the firm's own innovation history. Using our model we simulate the increases in carbon taxes needed to allow clean to overtake dirty technologies.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Robin Burgess, Michael Greenstone, John Hassler, Ken Judd, Rebecca Henderson, Per Krusell, Ed Lazear, Torsten Persson, Estaban Rossi-Hansberg, Nick Stern and Scott Stern for many helpful comments. Participants at seminars in the AEA, Arizona, Birmingham, Cambridge, CIAR, Imperial, INSEAD, LSE, Manchester, Mannheim, NBER, Paris, Stanford, Stirling, Stockholm and Venice have all improved the paper. Financial support has come from the British Academy and the ESRC through the Centre for Economic Performance and the Centre for Climate Change Economics and Policy. Antoine Dechezleprêtre gratefully acknowledges the support of the ESRC under the ESRC Postdoctoral Fellowship Scheme (award no: PTA-026-27- 2756). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}