{
    "id": 18590,
    "citation_title": "Buy-it-now or Take-a-chance: Price Discrimination through Randomized Auctions",
    "citation_author": [
        "L. Elisa Celis",
        "Gregory Lewis",
        "Markus M. Mobius",
        "Hamid Nazerzadeh"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIncreasingly detailed consumer information makes sophisticated price discrimination possible. At fine levels of aggregation, demand may not obey standard regularity conditions. We propose a new randomized sales mechanism for such environments. Bidders can \"buy-it-now\" at a posted price, or \"take-a-chance\" in an auction where the top d > 1 bidders are equally likely to win. The randomized allocation incentivizes high valuation bidders to buy-it-now. We analyze equilibrium behavior, and apply our analysis to advertiser bidding data from Microsoft Advertising Exchange. In counterfactual simulations, our mechanism increases revenue by 4.4% and consumer surplus by 14.5% compared to an optimal second-price auction.\n\n",
    "acknowledgement": "\nMarkus Mobius is currently employed by Microsoft Research New England as a senior researcher.  The remaining authors have been employed there in the past (Elisa Celis as a summer intern; Gregory Lewis as a visiting and consulting researcher; Hamid Nazerzadeh as a postdoctoral researcher).  The authors have also benefitted from access to proprietary data from Microsoft Advertising Exchange. through Microsoft, and have published a patent (with Lee-Ming Zen) held by Microsoft, based on this research.  Gregory Lewis received a summer grant for this research through NET Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}