{
    "id": 18597,
    "citation_title": "Do Labor Market Policies Have Displacement Effects? Evidence from a Clustered Randomized Experiment",
    "citation_author": [
        "Bruno Crépon",
        "Esther Duflo",
        "Marc Gurgand",
        "Roland Rathelot",
        "Philippe Zamora"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results from a randomized experiment designed to evaluate the direct and indirect (displacement) impacts of job placement assistance on the labor market outcomes of young, educated job seekers in France. We use a two-step design. In the first step, the proportions of job seekers to be assigned to treatment (0%, 25%, 50%, 75% or100%) were randomly drawn for each of the 235 labor markets (e.g. cities) participating in the experiment. Then, in each labor market, eligible job seekers were randomly assigned to the treatment, following this proportion. After eight months, eligible, unemployed youths who were assigned to the program were significantly more likely to have found a stable job than those who were not. But these gains are transitory, and they appear to have come partly at the expense of eligible workers who did not benefit from the program, particularly in labor markets where they compete mainly with other educated workers, and in weak labor markets. Overall, the program seems to have had very little net benefits.\n\n",
    "acknowledgement": "\nDuring the time this study was conducted, Zamora and Rathelot were working at the DARES, the research unit of the employment ministry, which funded this study. At the time of submission, they were employed by CREST, an autonomous public research agency since January 2011. We would like to Joshua Angrist, Amy Finkelstein, Larry Katz, Emmanuel Saez, as well as four anonymous referees and many seminar participants for very useful comments. We thank Ben Feigenberg and Vestal McIntyre for carefully reading and editing the paper. The DARES (French Ministry of Labor) provided access to data and financial support for this study. Any opinions expressed here are those of the authors and not of any institution or government entity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}