{
    "id": 18599,
    "citation_title": "The Promise of Positive Optimal Taxation: Normative Diversity and a role for Equal Sacrifice",
    "citation_author": [
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA prominent assumption in modern optimal tax research is that the objective of taxation is Utilitarian. I present new survey evidence that most people reject this assumptionʼs implications for several prominent features of tax policy, instead preferring tax policies based at least in part on a classic alternative objective: the principle of Equal Sacrifice. I generalize the standard model to accommodate this preference for a mixed objective, proposing a method by which to make disparate criteria commensurable while respecting Pareto efficiency. Then, I show that optimal policy in this generalized model, calibrated to the survey evidence and U.S. microdata, is capable of quantitatively matching several features of existing tax policy that are incompatible in the conventional model but widely endorsed in the survey and reality, including the coexistence of substantial redistribution and limited tagging. Together, these findings demonstrate the potential of a positive theory of optimal taxation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Promise of Positive Optimal Taxation.\" This is the working paper version of Weinzierl (2014), and it contains a set of material omitted from that published version. Portions of this paper incorporate and build on material from Weinzierl (2012), which was entitled \"Why do we Redistribute so Much but Tag so Little?\" I am grateful to Alan Auerbach, Felix Bierbrauer, Kim Clausing, Raj Chetty, Mihir Desai, Rafael di Tella, Amy Finkelstein, Victor Fleischer, John Friedman, Alex Gelber, Mikhail Golosov, Caroline Hoxby, Bas Jacobs, Louis Kaplow, Wojciech Kopczuk, Camille Landais, Benjamin B. Lockwood, Greg Mankiw, Yoram Margalioth, Joe Mazor, Jean-Baptiste Michaud, Jeff Miron, Dina Pomeranz, Alex Raskolnikov, Meg Rithmire, Julio Rotemberg, Emmanuel Saez, Bernard Salanie, Larry Samuelson, Florian Scheuer, Eytan Sheshinski, Ali Shourideh, Stefanie Stantcheva, Alain Trannoy, Aleh Tsyvinski, David Weisbach, Glen Weyl, John Weymark, Danny Yagan, and several anonymous referees for helpful discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}