{
    "id": 18609,
    "citation_title": "Did the Community Reinvestment Act (CRA) Lead to Risky Lending?",
    "citation_author": [
        "Sumit Agarwal",
        "Efraim Benmelech",
        "Nittai Bergman",
        "Amit Seru"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nYes, it did. We use exogenous variation in banks' incentives to conform to the standards of the Community Reinvestment Act (CRA) around regulatory exam dates to trace out the effect of the CRA on lending activity. Our empirical strategy compares lending behavior of banks undergoing CRA exams within a given census tract in a given month to the behavior of banks operating in the same census tract-month that do not face these exams. We find that adherence to the act led to riskier lending by banks: in the six quarters surrounding the CRA exams lending is elevated on average by about 5 percent every quarter and loans in these quarters default by about 15 percent more often. These patterns are accentuated in CRA-eligible census tracts and are concentrated among large banks. The effects are strongest during the time period when the market for private securitization was booming.\n\n",
    "acknowledgement": "\nThe authors thank Brent Ambrose, Gadi Barlevy, Charles Calomiris, Itzhak Ben-David, John Cochrane, Doug Evanoff, Gene Fama, Erik Hurst, Benjamin Keys, Mitchell Petersen, Tomasz Piskorski, Raghuram Rajan, Vikrant Vig, Luigi Zingales and seminar participants at Duke (Fuqua School of Business) and the Federal Reserve Bank of Chicago for useful discussions. Caitlin Kearns provided outstanding research assistance. The analysis in this paper was conducted and finalized while Agarwal was a senior financial economist at the Federal Reserve Bank of Chicago. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}