{
    "id": 18608,
    "citation_title": "Misconduct in Credence Good Markets",
    "citation_author": [
        "Jennifer Brown",
        "Dylan B. Minor"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2013-10-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine misconduct in credence good markets with price taking experts. We propose a market-level model in which price-taking experts extract surplus based on the value of their firm's brand and their own skill. We test the predictions of the model using sales complaint data for exclusive and independent insurance agents. We find that exclusive insurance agents working for large branded firms are more likely to be the subject of a justified sales complaint, relative to independent experts, despite doing substantially less business. In addition, more experienced experts attract more complaints per year.\n\n",
    "acknowledgement": "\nWe thank Luciano de Castro, Tim Feddersen, Craig Garthwaite, Tom Hubbard, Bruno Jullien, Mike Mazzeo, Nicola Persico, Mike Powell, Max Schanzenbach and seminar participants at the Harvard Business School, Haas School of Business at UC-Berkeley, Kellogg School of Management, Florida State University, NYU Stern, 2012 NBER Law & Economics Summer Institute, Center for Research in Economics and Strategy Conference, 2013 IIOC, and LMU Munich Workshop on Natural Experiments and Controlled Field Studies for helpful comments. We are grateful to Eric Zhang and Tongtong Shi for excellent research assistance. We also thank individuals at the Texas Department of Insurance for their help in acquiring the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDylan B. Minor\n\nDylan Minor founded and maintains an ownership interest in Omega Financial Group, a registered investment advisory firm. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}