{
    "id": 18600,
    "citation_title": "When Is There a Strong Transfer Risk from the Sovereigns to the Corporates? Property Rights Gaps and CDS Spreads",
    "citation_author": [
        "Jennie Bai",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a sovereign faces the risk of debt default, it may be tempted to expropriate the private sector. This may be one reason for why international investment in private companies has to take into account the sovereign risk. But the likelihood of a transfer from the sovereign risk to corporate default risks may be mitigated by legal institutions that provide strong property rights protection. Using a novel credit default swaps (CDS) dataset covering both government and corporate entities across 30 countries, this paper studies both the average strength of the transfer risks and the role of institutions in mitigating such risks. We find that (1) sovereign risk on average has a statistically and economically significant influence on corporate credit risks. All else equal, a 100 basis points increase in the sovereign CDS spread leads to an increase in corporate CDS spreads by 71 basis points. (2) The sovereign-corporate relation varies across corporations, with state-owned companies exhibiting a stronger relation. (3) However, strong property rights institutions tend to weaken the connection. In contrast, contracting institutions (protection of creditor rights or minority shareholder rights) do not appear to matter much in this context\n\n",
    "acknowledgement": "\nThe project is funded by the Federal Reserve Bank of New York and Columbia Business School.  We thank Jian Gao, Joy Glazener, Steve Kang, and Nikhil Patel for excellent research assistance, and participants at various seminars and conferences for helpful discussions. The authors can be contacted via jennie.bai@ny.frb.org and shangjin.wei@columbia.edu. The views presented here are solely those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or any other institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}