{
    "id": 18604,
    "citation_title": "Concording EU Trade and Production Data over Time",
    "citation_author": [
        "Ilke Van Beveren",
        "Andrew B. Bernard",
        "Hylke Vandenbussche"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides concordance procedures for product-level trade and production data in the EU and examines the implications of changing product classifications on measured product adding and dropping at Belgian firms. Using the algorithms developed by Pierce and Schott (2012a,b), the paper develops concordance procedures that allow researchers to trace changes in coding systems over time and to translate product-level production and trade data into a common classification that is consistent both within a single year and over time. Separate procedures are created for the eight-digit Combined Nomenclature system used to classify international trade activities at the product level within the European Union as well as for the eight-digit Prodcom categories used to classify products in European domestic production data. The paper further highlights important differences in coverage between the Prodcom and Combined Nomenclature classifications which need to be taken into account when generating combined domestic production and international trade data at the product level. The use of consistent product codes over time results in less product adding and dropping at continuing firms in the Belgian export and production data.\n\n",
    "acknowledgement": "\nWe are grateful to Danny Delcambre, Karo Nuortila and Jussi Ala-Kihnia from Eurostat for providing us with supplementary files and clarifications related to the concordances and to Catherine Fuss (NBB) for her comments and insights. This paper was written while Ilke Van Beveren and Hylke Vandenbussche were visiting the National Bank of Belgium. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium. All remaining errors are our own.  The views expressed in this paper are those of the authors and do not necessarily reflect the views of the National Bank of Belgium or the National Bureau of Economic Research.\n\n\n"
}