{
    "id": 18606,
    "citation_title": "External Imbalances and Financial Crises",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn broad perspective, there have been essentially two competing views of the global financial crisis, albeit there are some complementarities among them. One view looks across the border: it mainly blames external imbalances, the large-scale mix of unprecedented pattern current account deficits and surpluses which entailed massive and growing net and gross international financial flows in the last decade. The alternative view looks within the border: it finds more fault in the domestic arena of the afflicted countries, attributing the problems to financial systems where risks originated in excessive credit booms in local banks. This paper uses the lens of macroeconomic and financial history to confront these dueling hypotheses with evidence. Of the two, the credit boom explanation stands out as the most plausible predictor of financial crises since the dawn of modern finance capitalism in the late nineteenth century. Historically, we find that global imbalances are not as important as a factor in financial crises as is often perceived, and they have much less correlation with subsequent episodes of financial distress compared to direct indicators like credit drawn from the financial system itself.\n\n",
    "acknowledgement": "\nThe author gratefully acknowledges financial support through a grant from the Institute for New Economic     Thinking (INET) administered by the University of Virginia. This is a revised version of a paper presented at the IMF Conference on Financial Crises: Causes, Consequences and Policy Responses, September 14, 2012. I thank all conference participants and the IMF research team for very helpful comments and suggestions. This paper draws on recent work with collaborators, whom I thank; but the views expressed are those of the author alone, and the responsibility for interpretation, and any and all errors, is mine. Alan Taylor served as a Senior Advisor at Morgan Stanley in 2010-11, and has received compensation for presenting research findings at private and public sector meetings. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}