{
    "id": 18605,
    "citation_title": "Does State Preschool Crowd-Out Private Provision? The Impact of Universal Preschool on the Childcare Sector in Oklahoma and Georgia",
    "citation_author": [
        "Daphna Bassok",
        "Maria Fitzpatrick",
        "Susanna Loeb"
    ],
    "citation_publication_date": "2012-12-06",
    "issue_date": "2012-12-06",
    "revision_date": "2013-10-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe success of any governmental subsidy depends on whether it increases or crowds out existing consumption.  Yet to date there has been little empirical evidence, particularly in the education sector, on whether government intervention crowds out private provision.  Universal preschool policies introduced in Georgia and Oklahoma offer an opportunity to investigate the impact of government provision and government funding on provision of childcare.  Using synthetic control group difference-in-difference and interrupted time series estimation frameworks, we examine the effects of universal preschool on childcare providers.  In both states there is an increase in the amount of formal childcare.  While there is no crowd-out in Oklahoma, some of the government subsidized preschool in Georgia replaces childcare that would have occurred otherwise.  We find the largest positive effects on provision in the most rural areas, a finding that may help direct policymaking efforts aimed at expanding childcare.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Institute of Education Sciences (R305A100574).  We are grateful to Nathaniel Nakashima for providing excellent research assistance.  Erica Greenberg provided invaluable help with Georgia Pre-K program data.  We would also like to thank Angela Andrus and the other Census Bureau employees for their help with the restricted access Census data used in this project.  The research in this paper was conducted while Bassok and Fitzpatrick were Special Sworn Status researchers of the U.S. Census Bureau at the California and New York Census Research Data Centers. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau. This paper has been screened to ensure that no confidential data are revealed.  All errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}