{
    "id": 18613,
    "citation_title": "Mobile Scientists and International Networks",
    "citation_author": [
        "Giuseppe Scellato",
        "Chiara Franzoni",
        "Paula Stephan"
    ],
    "citation_publication_date": "2012-12-14",
    "issue_date": "2012-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the link between mobility and the presence of international research networks.  Data come from the GlobSci survey of authors of articles published in 2009 in four fields of science working in sixteen countries.  Summary evidence suggests that migration plays an important role in the formation of international networks.  Approximately 40 percent of the foreign-born researchers report having kept research links with colleagues in their country of origin.  Non-mobile researchers are less likely to collaborate with someone outside their country than are either the foreign born or returnees. When the non-mobile collaborate, their networks span fewer countries. Econometric results are consistent with the hypothesis that internationally mobile researchers contribute significantly to extending the international scope and quality of the research network in destination countries at no detriment to the quality of the research performed.  Results also suggest that the \"foreign premium\" on collaboration propensity is driven in large part by mobile researchers who either trained or worked outside the destination country where they were surveyed in 2011. With but one exception, the mobility findings persist when we estimate models separately for the US, Europe, and other countries.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from Regione Piemonte for the GlobSci project and from the IPE Program, National Bureau of Economic Research.  Stephan acknowledges support from the European Commission (FP7) Project \"An Observatorium for Science in Society Based in Social Models - SISOB\" Contract no. FP7 266588 and Collegio Carlo Alberto Project \"Researcher Mobility and Scientific Performance.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}