{
    "id": 18610,
    "citation_title": "Who is Exposed to Gas Prices? How Gasoline Prices Affect Automobile Manufacturers and Dealerships",
    "citation_author": [
        "Meghan R. Busse",
        "Christopher R. Knittel",
        "Florian Zettelmeyer"
    ],
    "citation_publication_date": "2012-12-14",
    "issue_date": "2012-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany consumers are keenly aware of gasoline prices, and consumer responses to gasoline prices have been well studied. In this paper, by contrast, we investigate how gasoline prices affect the automobile industry: manufacturers and dealerships. We estimate how changes in gasoline prices affect equilibrium prices and sales of both new and used vehicles of different fuel economies. We investigate the implications of these effects for individual auto manufacturers, taking into account differences in manufacturers' vehicle portfolios. We also investigate effects on manufacturers' affiliated dealership networks, including effects implied by the changes in used vehicle market outcomes.\n\n",
    "acknowledgement": "\nChristopher Knittel is currently funded by a Ford Motor Company MIT Alliance grant to run experiments in a variety of Ford dealerships designed to assess whether more information about fuel consumption and fuel costs changes consumer behavior. Meghan Busse and Florian Zettelmeyer gratefully acknowledge the support of NSF grants SES-0550508 and SES-0550911. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}