{
    "id": 18615,
    "citation_title": "Importers, Exporters, and Exchange Rate Disconnect",
    "citation_author": [
        "Mary Amiti",
        "Oleg Itskhoki",
        "Jozef Konings"
    ],
    "citation_publication_date": "2012-12-14",
    "issue_date": "2012-12-14",
    "revision_date": "2013-10-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge exporters are simultaneously large importers. In this paper, we show that this pattern is key to understanding low aggregate exchange rate pass-through as well as the variation in pass-through across exporters. First, we develop a theoretical framework that combines variable markups due to strategic complementarities and endogenous choice to import intermediate inputs. The model predicts that firms with high import shares and high market shares have low exchange rate pass-through. Second, we test and quantify the theoretical mechanisms using Belgian firm-product-level data with information on exports by destination and imports by source country. We confirm that import intensity and market share are the prime determinants of pass-through in the cross-section of firms. A small exporter with no imported inputs has a nearly complete pass-through, while a firm at the 95th percentile of both import intensity and market share distributions has a pass-through of just above 50%, with the marginal cost and markup channels playing roughly equal roles. The largest exporters are simultaneously high-market-share and high-import-intensity firms, which helps explain the low aggregate pass-through and exchange rate disconnect observed in the data.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the National Bank of Belgium for the use of its research facilities and data, and in particular Valere Bogaerts for help with the data collection, and Emmanuel Dhyne and Catherine Fuss for comments and data clarifications. We thank George Alessandria, Ariel Burstein, Elhanan Helpman, Doireann Fitzgerald, Linda Goldberg, Logan Lewis, Nick Li, Ben Mandel, Ulrich Müller, Steve Redding, Esteban Rossi-Hansberg, DavidWeinstein, Hylke Vandenbussche and seminar participants at multiple venues for insightful comments. We also thank Sydnee Caldwell, Stefaan Decramer, Cecile Gaubert, Diego Gilsanz, and Mark Razhev for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York or the National Bank of Belgium, or the National Bureau of Economic Research.\n\n\n"
}