{
    "id": 1862,
    "citation_title": "New Results on the Effects of Tax Policy on the International Location of Investment",
    "citation_author": [
        "Michael J. Boskin",
        "William G. Gale"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of tax laws on foreign direct investment (FDI) and direct investment abroad (DIA), distinguishing in each case between investment financed by retained earnings and investment financed by transfers from abroad. We find that tax policy, through its effect on the rate-of-return available in the U.S., has an important effect on the international location of investment. FDI in the U.S. is very sensitive to after-tax rates-of-return available here. U.S. direct investment abroad is also affected, although to a lesser extent. We use these estimates to examine the effects of the 1981-82 tax changes on the international location of investment. We estimate that the tax changes lowered annual DIA by $0.5 billion to $1.0 billion (2% to 4% of its 1980 value), and raised annual FDI by $2 billion to $4 billion (11% of 20% of its 1980 value). We also discuss the welfare effects of tax policy toward international investment. Our results suggest that the tax effects on the international location of investment are important. Tax policies, such as ACRS andthe ITC, which raise the after tax rate-of-return on new investment without losing revenue from previous investment, not only stimulate domestic fixed investment, but also attract additional investment from abroad. The additional investment supplements the domestic investment impact on productivity and raises corporate tax revenue. However, our results should be taken as preliminary estimates, not as definitive statements about the long-run impacts of tax policy.\n\n",
    "acknowledgement": "\n"
}