{
    "id": 18628,
    "citation_title": "International Reserves and Rollover Risk",
    "citation_author": [
        "Javier Bianchi",
        "Juan Carlos Hatchondo",
        "Leonardo Martinez"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2017-12-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal accumulation of international reserves in a quantitative model of sovereign default with long-term debt and a risk-free asset. Keeping higher levels of reserves provides a hedge against rollover risk, but this is costly because using reserves to pay down debt allows the government to reduce sovereign spreads. Our model, parameterized to mimic salient features of a typical emerging economy, can account for significant holdings of international reserves, and the larger accumulation of both debt and reserves in periods of low spreads and high income. We also show that income windfalls, improved policy frameworks, and an increase in the importance of rollover risk imply increases in the optimal holdings of reserves that are consistent with the upward trend in reserves in emerging economies. It is essential for our results that debt maturity exceeds one period.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Mark Aguiar, Manuel Amador, Luigi Bocola, Charles Engel, Oleg Itskhoki, Patrick Kehoe, Alberto Martin, Enrique Mendoza, Dirk Niepelt, Jorge Roldos, Tom Sargent, Sergio Schmukler, Martin Uribe, Vivian Yue, two anonymous referees, seminar participants at Berkeley, Central Bank of Chile, Central Bank of Korea, Central Bank of Uruguay, Columbia, Emory, Harvard, the IMF Research Department, the IMF Institute for Capacity Development, Indiana University, Madrid Macroeconomic Seminar, McMaster University, Michigan, NYU Stern, Princeton, Torcuato Di Tella, UCLA, Universidad de Montevideo, Universidad Nacional de Tucumán, Wharton, as well as conference participants at the Atlanta Fed “International Economics Workshop,” Barcelona GSE Summer Forum, Duke Jamboree, NBER IFM Meetings, Riksbank Conference on “Sovereign Debt and Default,” Stanford SITE Conference on “Sovereign Debt and Capital Flows,” 2012 Society of Economic Dynamics (SED) meeting, the “Financial and Macroeconomic Stability: Challenges Ahead” conference in Istanbul, the 2012 Annual International Conference of the International Economic Journal, the 2013 ABCDE conference, and the 2013 LASA meeting. The views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}