{
    "id": 18627,
    "citation_title": "Are the Gains from Foreign Diversification Diminishing? Assessing the Impact with Cross-listed Stocks",
    "citation_author": [
        "Karen K. Lewis",
        "Sandy Lai"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow important is foreign diversification? In this paper, we re-examine this question motivated by findings from the literature about foreign companies that are listed on US exchanges. Specifically, domestic portfolios including cross-listed stocks can provide the same diversification as foreign market returns without the need for US investors to go abroad. At the same time, the betas of these foreign stock returns against the US market increase after cross-listing, suggesting diversification worsens over time. In this paper, we assess the impact of these changes on foreign diversification for a US investor. We test for and estimate breaks in the sensitivity of individual foreign stocks listed on US exchanges. We find that roughly half of the changes in betas arise from greater integration between the U.S. and the companies' home markets, not in the companies betas themselves. Moreover, the gains from diversifying into these stocks has declined over time.\n\n",
    "acknowledgement": "\nWe thank Choong Tze Chua, Magnus Dahlquist, Gangadhar Darbha, Bernard Dumas, Vihang Errunza, Bob Hodrick, Andrew Karolyi, Craig MacKinlay, David Ng, Paolo Soderlind, Jessica Wachter, Frank Warnock, Amir Yaron, and participants at the Darden Emerging Markets Conference, Duke University, the International Monetary Fund, the Kansas City Federal Reserve Bank, Singapore Management University, the Society for Financial Econometrics Meetings, the Swedish Institute for Financial Research, and the Wharton Finance and International Finance lunch seminars for useful comments and suggestions. We acknowledge funding from the Wharton-SMU Research Center at Singapore Management University. Of course, any errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}