{
    "id": 18629,
    "citation_title": "Smart Machines and Long-Term Misery",
    "citation_author": [
        "Jeffrey D. Sachs",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2013-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre smarter machines our children's friends?  Or can they bring about a transfer from our relatively unskilled children to ourselves that leaves our children and, indeed, all our descendants - worse off?  \nThis, indeed, is the dire message of the model presented here in which smart machines substitute directly for young unskilled labor, but complement older skilled labor.  The depression in the wages of the young then limits their ability to save and invest in their own skill acquisition and physical capital.  This, in turn, means the next generation of young, initially unskilled workers, encounter an economy with less human and physical capital, which further drives down their wages.  This process stabilizes through time, but potentially entails each newborn generation being worse off than its predecessor.  \nWe illustrate the potential for smart machines to engender long-term misery in a highly stylized two-period model.  We also show that appropriate generational policy can be used to transform win-lose into win-win for all generations.\n\n",
    "acknowledgement": "\nLaurence J. Kotlikoff's sole source of funding for this research is research support from Boston University. We thank Richard Freeman and Larry Katz for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}