{
    "id": 18623,
    "citation_title": "The Impact of Minimum Age of Employment Regulation on Child Labor and Schooling: Evidence from UNICEF MICS Countries",
    "citation_author": [
        "Eric V. Edmonds",
        "Maheshwor Shrestha"
    ],
    "citation_publication_date": "2012-12-14",
    "issue_date": "2012-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPromoting minimum age of employment regulation has been a centerpiece in child labor policy for the last 15 years. If enforced, minimum age regulation would change the age profile of paid child employment. Using micro-data from 59 mostly low-income countries, we observe that age can explain less than 1 percent of the variation in child participation in paid employment. In contrast, child-invariant household attributes account for 63 percent of the variation in participation in paid employment. While age may explain little of the variation in paid employment, minimum age of employment regulation could simultaneously impact time allocation. We do not observe evidence consistent with enforcement of minimum age regulation in any country examined, although light work regulation appears to have been enforced in one country.\n\n",
    "acknowledgement": "\nFunding for this project provided by Dartmouth College.  Edmonds and Shrestha have both served as compensated consultants for international and government agencies involved in promoting minimum age of employment regulation during the period of writing this paper although their consulting did not directly relate to minimum age of employment regulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}