{
    "id": 18626,
    "citation_title": "Endowment Management Based on a Positive Model of the University",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI propose a positive model of the university that generates many apparently peculiar features of universities such as endowments and tuition subsidies.  The model proposes a specific objective function:  a university maximizes its contribution to the intellectual capital of society, valued at social returns.  The objective function is enforced within the model-that is, it leads to actions that reinforce the initial selection of the objective function.  Endowments also arise naturally within the model:  they are a necessary feature of certain universities, not an accident.  The model has important implications for the decisions that universities should make on many fronts, but I focus on the implications for financial decisions, especially universities' endowment spending rules and portfolio allocations.  The model is designed to explain America's great private research universities and very selective liberal arts colleges and-with modest adaptations-institutions like America's and Britain's great public research universities.  Indeed, a ancillary benefit of the model is that it provides a justification for existence of the aforementioned institutions by assigning them a unique role in the creation of the world's intellectual capital.\n\n",
    "acknowledgement": "\nI am grateful to many people with whom I have had discussions that helped me refine ideas on this topic.  I am similarly grateful to people who have written previously on this and related topics. These include William Bowen, Jeffrey Brown, Henry Hansmann, and Robert Merton.  Eric Bettinger, Keith Brown, David Chambers, Stephen Dimmock, Elroy Dimson, William Goestmann, Bridget Long, Sharon Oster, Christian Tiu, Sarah Turner, and Scott Weisbenner gave me extremely helpful comments on an early outline of this paper.  This paper draws very substantially on my 2011 Clarendon Lecture in Economics entitled \"The Complex and Increasingly Global Market for Elite Higher Education\" which is rewritten in the form of two chapters in the Clarendon Lectures monograph The Role of Markets in Education, Oxford University Press (OUP), forthcoming.  I am grateful for the support of the OUP, especially Adam Swallow.   I am solely responsible for the content of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}