{
    "id": 18625,
    "citation_title": "Matthew: Effect or Fable?",
    "citation_author": [
        "Pierre Azoulay",
        "Toby Stuart",
        "Yanbo Wang"
    ],
    "citation_publication_date": "2012-12-14",
    "issue_date": "2012-12-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn a market context, a status effect occurs when actors are accorded differential recognition for their efforts depending on their location in a status ordering, holding constant the quality of these efforts. In practice, because it is very difficult to measure quality, this ceteris paribus proviso often precludes convincing empirical assessments of the magnitude of status effects. We address this problem by examining the impact of a major status-conferring prize that shifts actors' positions in a prestige ordering. Specifically, using a precisely constructed matched sample, we estimate the effect of a scientist becoming a Howard Hughes Medical Investigator (HHMI) on citations to articles the scientist published before the prize was awarded. We do find evidence of a post-appointment citation boost, but the effect is small and limited to a short window of time. Consistent with theories of status, however, the effect of the prize is significantly larger when there is uncertainty about article quality, and when prize-winners are of (relatively) low status at the time of election to HHMI.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the National Science Foundation through its SciSIP Program (Award SBE-1063907). We thank Matthew Bothner, Stanislav Dobrev, Benjamin Jones, Michael Hannan, Casey Ichniowski, and Ezra Zuckerman, as well as seminar participants at Columbia, Berkeley, Stanford, MIT, University of Utah, UC Irvine, and Dartmouth, for many helpful comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}