{
    "id": 18637,
    "citation_title": "Multi-Product Firms and Product Quality",
    "citation_author": [
        "Kalina Manova",
        "Zhiwei Zhang"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2017-02-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe examine the global operations of multi-product firms. We present a flexible heterogeneous-firm trade model with either limited or strong scope for quality differentiation. Using customs data for China during 2002-2006, we empirically establish that firms allocate activity across products in line with a product hierarchy based on quality. Firms vary output quality across their products by using inputs of different quality levels. Their core competence is in varieties of superior quality that command higher prices but nevertheless generate higher sales. In markets where they offer fewer products, firms concentrate on their core varieties by dropping low-quality peripheral goods on the extensive margin and by shifting sales towards top-quality products on the intensive margin. The product quality ladder also governs firms ’ export dynamics, both in general and in response to the exogenous removal of MFA quotas on textiles and apparel. Our results inform the drivers and measurement of firm performance, the effects of trade reforms, and the design of development policies.\n\n",
    "acknowledgement": "\nWe thank the editor and two anonymous referees for their constructive feedback. We also thank Andrew Bernard, Meredith Crowley, Jonathan Eaton, Carsten Eckel, Doireann Fitzgerald, Penny Goldberg, Elhanan Helpman, Beata Javorcik, Robert Johnson, Marc Melitz, Peter Neary, Stephen Redding, Robert Staiger, Jim Tybout, and Eric Verhoogen for insightful conversations, and conference participants at the 2012 AEA Annual Meeting, 2012 NBER ITI Spring Meeting, 2012 EIIT Conference, and 2011 IGC Trade Programme Meeting for their comments. Kalina Manova acknowledges support from the International Growth Centre (LSE), the Freeman Spogli Institute (Stanford), and the Institute for Research in the Social Sciences (Stanford). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}