{
    "id": 18638,
    "citation_title": "Prominent Job Advertisements, Group Learning and Wage Dispersion",
    "citation_author": [
        "Julio J. Rotemberg"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA model is presented in which people base their labor search strategy on the average wage and the average unemployment duration of people who belong to their peer group. It is shown that, if the distribution of wage offers is not stationary so lower wage offers tend to arrive before higher wage ones, such learning can induce a great deal of wage inequality.  An equilibrium model is developed in which firms can choose either to advertise their job openings prominently or not.  Prominent ads are assumed to have more influence on more inexperienced job searchers who are less able to identify a multiplicity of viable jobs.  Equilibria can then feature groups that learn naively from the experience of their members and accept low wage offers from prominent ads while other groups do not find these offers acceptable.  A new test statistic is proposed that measures whether, as predicted by the model, the gains from increasing one's reservation wage are larger than either those that people expect or those predicted by models in which job offers are stationary.\n\n",
    "acknowledgement": "\nI wish to thank Francis Kramarz, Pawel Krolikowski, Benjamin Schoefer and audiences at Ca' Foscari University, the Banque de France and the University of Michigan for comments.  All errors are my own. I also thank the Harvard Business School Division of Research for support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}