{
    "id": 18639,
    "citation_title": "Increasing Our Understanding of the Health-Income Gradient in Children",
    "citation_author": [
        "Jason Fletcher",
        "Barbara L. Wolfe"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThere have been numerous attempts to both document the income-health gradient in children and to understand the nature of the tie. In this paper we review and summarize existing studies and then use a unique school based panel data set from the US to attempt to further our understanding of the relationship. The long duration (5 observations, 9 years) allows us to add to the understanding of the pattern of the tie, through our ability to test for changes in health status and multiple measures of income, and the school-based nature of the data allow us to add community SES to the model. Increasing understanding of the income-health gradient may allow more effective targeting of interventions to decrease the gradient and hence decrease health disparities among children.\n\n",
    "acknowledgement": "\nWe thank Angela Fertig , Mayu Fujii, Robert Nuscheler, participants at the IFO/CESIFO and University of Munich, Conference on Empirical Health Economics, participants at the 2010 ASHEcon Conference and participants in the econometrics for health economics seminar at the University of Wisconsin-Madison for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}