{
    "id": 18645,
    "citation_title": "Market-Based Emissions Regulation and Industry Dynamics",
    "citation_author": [
        "Meredith Fowlie",
        "Mar Reguant",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the long-run dynamic implications of market-based regulation of carbon dioxide emissions in the US Portland cement industry. We consider several alternative policy designs, including mechanisms that use production subsidies to partially offset compliance costs and border tax adjustments to penalize emissions associated with foreign imports. Our results highlight two general countervailing market distortions. First, following Buchanan (1969), reductions in product market surplus and allocative inefficiencies due to market power in the domestic cement market counteract the social benefits of carbon abatement. Second, trade exposure to unregulated foreign competitors leads to emissions \"leakage\" which offsets domestic emissions reductions. Taken together, these forces result in social welfare losses under policy regimes that fully internalize the emissions externality. In contrast, market-based policies that incorporate design features to mitigate the exercise of market power and emissions leakage can deliver welfare gains.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the support of NSF grant SES-0922401. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}