{
    "id": 18646,
    "citation_title": "On the Asset Market View of Exchange Rates",
    "citation_author": [
        "A. Craig Burnside",
        "Jeremy J. Graveline"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2019-01-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf the asset market is complete then the difference between foreign and domestic agents' log intertemporal marginal rates of substitution (IMRSs) equals the log change in the real exchange rate. This equation is frequently used to argue that changes in real exchange rates reflect differences between agents' required compensation for exposure to asset return uncertainty. We show that the relative returns on frictionlessly traded assets are only reflected in the common component of agents' IMRSs, not differences. Instead, when this equation does offer insights, frictions in the goods market are the source of economic distinction between agents.\n\n",
    "acknowledgement": "\nPrevious versions of this paper were entitled “Exchange Rates and International Risk Sharing” and “Exchange Rate Determination, Risk Sharing, and the Asset Market View.” We thank three anonymous referees, Hengjie Ai, Andrew Ang, Snehal Banerjee, Martin Bodenstein, John Cochrane, Bernard Dumas, Martin Eichenbaum, Martin Evans, Nir Jaimovich, Jonathan Parker, Uday Rajan, Sergio Rebelo, Lucio Sarno, Raj Singh, Gabriel Talmain, Giorgio Valente, Jules Van Binsbergen, seminar participants at Cass Business School, Duke University, Essex Business School, the Federal Reserve Board, and the University of Michigan, and conference participants at Northwestern University, the University of Glasgow, the University of Minnesota, Oxford University, the Chicago Fed, Queen's University, the American Finance Association meetings in San Diego, the NBER Summer Institute Asset Pricing meeting, and the NBER International Finance and Macroeconomics meeting for helpful comments and conversations. Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}