{
    "id": 18643,
    "citation_title": "A Gift of Time",
    "citation_author": [
        "Daiji Kawaguchi",
        "Jungmin Lee",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow would people spend time if confronted by permanent declines in market work?  We identify preferences off exogenous cuts in legislated standard hours that raised employers' overtime costs in Japan around 1990 and Korea in the early 2000s.  We estimate the probability that an individual was affected by the reform and relate it to changes in time use based on time diaries.  Reduced-form estimates show that the direct effect on a newly-constrained worker was a substantial reduction in market time, with the freed-up time in Japan reallocated to leisure, but in Korea also showing some impact on household production. Simulations using GMM estimates of a Stone-Geary utility function defined over time use suggest no effect on household production in either country. Estimation of a household model shows only slight evidence that spouses shared the time gift, nor that one spouse's allocation of non-market time changed when the other spouse's market work was permanently and exogenously reduced.\n\n",
    "acknowledgement": "\nWe thank Manuel Bagües, Sandy Black, Leah Boustan, Mark Hoekstra, William Johnson, Steve Trejo, and participants in seminars at numerous institutions for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}