{
    "id": 18642,
    "citation_title": "The RAND Health Insurance Experiment, Three Decades Later",
    "citation_author": [
        "Aviva Aron-Dine",
        "Liran Einav",
        "Amy Finkelstein"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe re-present and re-examine the analysis from the famous RAND Health Insurance Experiment from the 1970s on the impact of consumer cost sharing in health insurance on medical spending. We begin by summarizing the experiment and its core findings in a manner that would be standard in the current age. We then examine potential threats to the validity of a causal interpretation of the experimental treatment effects stemming from different study participation and differential reporting of outcomes across treatment arms. Finally, we re-consider the famous RAND estimate that the elasticity of medical spending with respect to its out-of-pocket price is -0.2, emphasizing the challenges associated with summarizing the experimental treatment effects from non-linear health insurance contracts using a single price elasticity.\n\n",
    "acknowledgement": "\nAviva Aron-Dine contributed to this paper while she was a graduate student in Economics at MIT. She received her Ph.D. in June 2012. She is currently employed as a Special Assistant to the President for Economic Policy at the National Economic Council. The views in this paper do not represent those of the National Economic Council or the White House. We are grateful to the JEP editors (David Autor, John List, and the indefatigable Tim Taylor), as well as to Ran Abramitzky, Tim Bresnahan, Dan Fetter, Emmett Keeler, Will Manning, Joe Newhouse, Matt Notowidigdo, Sarah Taubman, and Heidi Williams for helpful comments, and to the National Institute of Aging (Grant No. R01 AG032449) for financial support; Aron-Dine also acknowledges support from the National Science Foundation Graduate Research Fellowship program. We thank the original RAND investigators for making their data so easily available and accessible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAviva Aron-Dine\n\nAviva Aron-Dine contributed to this paper while she was a graduate student in Economics at MIT. She received her Ph.D. in June 2012. She is currently employed as a Special Assistant to the President for Economic Policy at the National Economic Council. The views in this paper do not represent those of the National Economic Council or the White House.\n\n\n"
}