{
    "id": 18640,
    "citation_title": "Fast-Food Restaurant Advertising on Television and Its Influence on Youth Body Composition",
    "citation_author": [
        "Michael Grossman",
        "Erdal Tekin",
        "Roy Wada"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effects of fast-food restaurant advertising on television on the body composition of adolescents as measured by percentage body fat (PBF) and to assess the sensitivity of these effects to using conventional measures of youth obesity based on body-mass index (BMI).  We merge measures of body composition from bioelectrical-impedance analysis (BIA) and dual-energy x-ray absorptiometry (DXA) from the National Health and Nutrition Examination Survey with individual level data from the National Longitudinal Survey of Youth 1997 and data on local fast-food restaurant advertising on television from Competitive Media Reporting. Exposure to fast-food restaurant advertising on television causes statistically significant increases in PBF in adolescents.  These results are consistent with those obtained by using BMI-based measures of obesity.  The responsiveness to fast-food advertising is greater for PBF than for BMI.  Males are more responsive to advertising than females regardless of the measure.  A complete advertising ban on fast-food restaurants on television would reduce BMI by 2 percent and PBF by 3 percent.  The  elimination of the tax deductibility of food advertising costs would still leave a considerable number of youth exposed to fast-food advertising on television but would still result in non-trivial reductions in obesity.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by Grant #65068 from the Robert Wood Johnson Foundation to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}