{
    "id": 18647,
    "citation_title": "The Inefficient Markets Hypothesis: Why Financial Markets Do Not Work Well in the Real World",
    "citation_author": [
        "Roger E.A. Farmer",
        "Carine Nourry",
        "Alain Venditti"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2013-12-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting literature continues to be unable to offer a convincing explanation for the volatility of the stochastic discount factor in real world data. Our work provides such an explanation. We do not rely on frictions, market in completeness or transactions costs of any kind. Instead, we modify a simple stochastic representative agent model by allowing for birth and death and by allowing for heterogeneity in agents' discount factors. We show that these two minor and realistic changes to the timeless Arrow-Debreu paradigm are sufficient to invalidate the implication that competitive financial markets efficiently allocate risk.  Our work demonstrates that financial markets, by their very nature, cannot be Pareto efficient except by chance.  Although individuals in our model are rational; markets are not.\n\n",
    "acknowledgement": "\nThis study is supported by French National Research Agency Grant (ANR-08-BLAN-0245-01) and was awarded the inaugural 2013 Maurice Allais Prize in Economic Science. We have presented versions of our work at the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of St. Louis, the International Monetary Fund, the Paris School of Economics, Harvard University, the Bank of England, the London School of Economics, the European Central Bank, Bocconi University, Manchester University, Tsinghua University, the London Business School, Birmingham University, Brunel University, the University of Konstanz, the University of Bonn, the Barcelona GSE Summer School, the Stanford SITE conference, the 2013 PET conference in Lisbon, the 2013 SAET conference in Paris and the 2013 ASSET conference in Bilbao. We would like to thank Hippolyte d'Albis, Emmanuelle Augeraud-Véron, Antoine d'Autume, Bob Becker, Stefano Bosi, Ian Dew-Becker, Nick Bloom, John Cochrane, Jean-Pierre Drugeon, Frédéric Dufourt, Emmanuel Fahri, Aditya Goenka, Jean-Michel Grandmont, Thomas Hintermaier, Pamela Labadie, Cuong LeVan, Greg Mankiw, Alberto Martin, Bertrand Munier, Thomas Seegmuller, Jaume Ventura, Annette Vissing-Jorgensen, Ivan Werning and participants at these conferences and workshops for their valuable feedback. We also thank C. Roxanne Farmer for invaluable editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}