{
    "id": 18658,
    "citation_title": "The Nexus of Social Security Benefits, Health, and Wealth at Death",
    "citation_author": [
        "James M. Poterba",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "2013-06-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nSocial Security benefits are the most important component of the income of a large fraction of older Americans.  A significant fraction of persons approach the end of life with few financial assets and no home equity, relying almost entirely on Social Security benefits for support.  Whether persons reach late-life with positive non-annuity wealth depends importantly on health, which is quite persistent over the life-time.  Persons in poor health in old age have a higher-than-average probability of having experienced low earnings while in the labor force, which puts them at greater risk of having low Social Security benefits in retirement.  While the progressivity of the Social Security benefit formula provides a safety net to support low-wage workers in retirement, a noticeable fraction of persons, especially those in single-person households, still have income below the poverty level in their last years of life.  Many of these individuals have few assets to draw on to supplement their income, and are in poor health.  In general, low assets and low income in old age are strongly related to poor health.  We explore this nexus and describe the relationship between Social Security benefits and the exhaustion of non-annuity assets near the end of life.  We examine the relationship between the drawdown of assets between the first year an individual is observed in the AHEAD data (1995) and the last year that individual is observed before death, and that individual's health, Social Security benefits, and other annuity benefits.  We conclude that Social Security and defined benefit pension benefits are strongly \"protective\" of non-annuity assets, with a negative relationship between these income flows and the likelihood of exhausting non-annuity assets. We note that this result may in part reflect population heterogeneity in saving propensities.   We also find that poor health is an important determinant of the drawdown of non-annuity wealth.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5 RRC08098100-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging.   Poterba is a trustee of the College Retirement Equity Fund (CREF), a provider of retirement income services.  We are very grateful to Jon Skinner for very helpful comments. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, TIAA-CREF, or the National Bureau of Economic Research.\n\n\n\nJames M. Poterba\n\nIn addition to my role as a faculty member at MIT, I am engaged in a number of outside activities.  In the last three years, I have been:\n\n\n(i) President of the National Bureau of Economic Research, a non-profit organization devoted to economic research (www.nber.org).\n\n\n(ii) Trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org).\n\n\n(iii) Trustee of the Alfred P. Sloan Foundation (www.sloan.org). (since June 2009)\n\n\n(iv) Member of the Panel of Economic Advisers at the Congressional Budget Office (www.cbo.gov).\n\n\n(v) Director, the Jeffrey Company and the Jeflion Company.  (until June 2010)\n\n\n(vi) I periodically receive compensation for lectures or presentations.  During the last three years, I have received amounts in excess of $500 from each of the following organizations: The Bradley Foundation, Clemson University, Dimensional Fund Advisers, DuPont, the Economic and Social Research Institute (Dublin), the Institute for Fiscal Studies (London), the Investment Company Institute, the Lincoln Institute of Land Policy, the Oxford University Press, Tulane University, the University of Illinois, and the University of Wisconsin.\n\n\n\nDavid A. Wise\n\nDavid Wise received support for this research from the National Institute on Aging, grant numbers P01-AG005842\n\n\n"
}