{
    "id": 18659,
    "citation_title": "Corn Production Shocks in 2012 and Beyond: Implications for Food Price Volatility",
    "citation_author": [
        "Steven T. Berry",
        "Michael J. Roberts",
        "Wolfram Schlenker"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCorn prices increased sharply in the summer of 2012 due to expected production shortfalls in the United States, which produces roughly 40% of the world's corn. A heat wave in July adversely affected corn production. We extend earlier statistical models of county-level corn yields in the Eastern United States by allowing the effect of various weather measures to vary in a flexible manner over the growing season: Extreme heat is especially harmful around a third into the growing season. This is the time when the 2012 heat wave hit the Corn Belt. Our model predicts 2012 corn yields will be 23% below trend. While extreme heat was significantly above normal, climate change scenarios suggest that the 2012 outcomes will soon be the new normal.\n\n",
    "acknowledgement": "\nFinancial support from National Science Foundation Grant SES-0962559 is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven T. Berry\n\nIn the past several years, Steven Berry received financial support for related work on biofuels from the German Marshall Fund, the International Council on Clean Transportation and the state of California.  His participation in the research presented in this was not funded by any outside source; he has no undisclosed  conflicts of interest with respect to this research.\n\n\n"
}