{
    "id": 18653,
    "citation_title": "Trade Reforms and Current Account Imbalances",
    "citation_author": [
        "Jiandong Ju",
        "Kang Shi",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "2021-02-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the eﬀects of trade liberalization on capital ﬂows in a dynamic Heckscher-Ohlin model, and makes four contributions. First, we identify an interest rate over-determination problem in such a model, and solve it with an endogenous discount factor. Second, we show that a trade liberalization in a developing country generally leads to a greater current account surplus, which is the exact opposite of a common but partial equilibrium intuition. Third, factor market reforms reinforce the eﬀect of the trade liberalization on capital outﬂows. Finally, our calibrations suggest that China’s accession to the WTO is likely an important factor driving the rise of its current account surplus.\n\n",
    "acknowledgement": "\nWe thank Jonathan Eaton, Takatoshi Ito, Maurice Obstfeld, Andrew Rose, Stephanie Schmitt-Grohe, Nelson Mark, Vincenzo Quadrini, Michael Song, Martin Uribe, and seminar/conference participants at NBER International Trade and Investment Program meeting, NBER East Asia Conference, San Francisco Federal Reserve Paciﬁc Basin Research Conference, China Economics Summer Institute, Columbia University, IMF, and the World Bank for helpful comments. We thank Hanyi Tao, Junjie Tang, and Xinding Yu for very able research assistance and Joy Glazener and Nikhil Patel for editorial assistance. All errors are our responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}