{
    "id": 18650,
    "citation_title": "Deregulation, Misallocation, and Size: Evidence from India",
    "citation_author": [
        "Laura Alfaro",
        "Anusha Chari"
    ],
    "citation_publication_date": "2012-12-21",
    "issue_date": "2012-12-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the deregulation of compulsory industrial licensing in India on firm-size dynamics and the reallocation of resources within industries over time. Following deregulation, we find that the extent of resource misallocation declines and a considerable thickening of the left-hand tail of the firm-size distribution suggesting a significant increase in the number of small firms. However, the dominance and growth of large incumbents remains unchallenged. Quantile regressions reveal that the distributional effects of deregulation on firm size are significantly non-linear. The size distribution we observe--namely, a large number of small firms and a small number of large firms--can be characterized as the \"missing middle\" in Indian manufacturing and suggests that small firms may continue to face constraints in their attempts to grow.\n\n",
    "acknowledgement": "\nWork on this paper has been supported by Columbia University's Program on Indian Economic Policies, funded by a generous grant from the John Templeton Foundation. The opinions expressed in the paper are those of the authors and do not necessarily reflect the views of the John Templeton Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}