{
    "id": 18656,
    "citation_title": "Youth Depression and Future Criminal Behavior",
    "citation_author": [
        "D. Mark Anderson",
        "Resul Cesur",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWhile the contemporaneous association between mental health problems and criminal behavior has been explored in the literature, the long-term consequences of such problems, depression in particular, have received much less attention.  Using data from the National Longitudinal Study of Adolescent Health, we examine the effect of depression during adolescence on the probability of engaging in a number of criminal behaviors later in life.  In our analysis, we control for a rich set of individual, family, and neighborhood level factors to account for conditions that may be correlated with both childhood depression and adult criminality. One novelty in our approach is the estimation of school and sibling fixed effects models to account for unobserved heterogeneity at the neighborhood and family levels.  Furthermore, we exploit the longitudinal nature of our data set to account for baseline differences in criminal behavior.  We find little evidence that adolescent depression predicts the likelihood of engaging in violent crime or the selling of illicit drugs.  However, our empirical estimates show that adolescents who suffer from depression face an increased probability of engaging in property crime.  Our estimates imply that the lower-bound economic cost of property crime associated with adolescent depression is about 219 million dollars annually.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the University of Connecticut and Lafayette College.  This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations.  Special acknowledgement is due to Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design.  Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth).  No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}