{
    "id": 18657,
    "citation_title": "Size-Dependent Regulations, Firm Size Distribution, and Reallocation",
    "citation_author": [
        "François Gourio",
        "Nicolas A. Roys"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "2013-10-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn France, firms with 50 employees or more face substantially more regulation than firms with less than 50. As a result, the size distribution of firms is visibly distorted: there are many firms with exactly 49 employees. We model the regulation as the combination of a sunk cost that must be paid the first time the firm reaches 50 employees, and a payroll tax that is paid each period thereafter when the firm operates with more than 50 employees. We estimate the model using indirect inference by fitting the discontinuity of the size distribution. The key finding is that the regulation is equivalent to a combination of a sunk cost approximately equal to about one year of an average employee salary, and a small payroll tax of 0.04%. Our structural model fits well the discontinuity in the size distribution. Removing the regulation improves labor allocation across firms, leading in steady-state to an increase in output per worker slightly less than 0.3%, holding the number of firms fixed. However, if firm entry is elastic, the steady-state gains are an order of magnitude smaller.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy, Nick Bloom, Jeff Campbell, Russell Cooper, Dean Corbae, John Kennan, Claire Lelarge, Theodore Papageorgiou, Marcelo Veracierto, Mark Wright, the two referees and the editor, and conference and seminar participants for useful discussions and comments. We are grateful to Claire Lelarge and Gregory Verriest from INSEE for their help in constructing our data. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago or the Federal Reserve System. A first version of this paper appeared in Chapter 4 of Nicolas Roys' Ph.D. dissertation, submitted in December 2009 at the Paris School of Economics - Paris 1. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}