{
    "id": 18666,
    "citation_title": "Search and Work in Optimal Welfare Programs",
    "citation_author": [
        "Nicola Pavoni",
        "Ofer Setty",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome existing welfare programs (\"work-first\") require participants to work in exchange for benefits. Others (\"job search-first\") emphasize private job-search and provide assistance in finding and retaining a durable employment. This paper studies the optimal design of welfare programs when (i) the principal/government is unable to observe the agent's effort, but can assist the agent's job search and can mandate the agent to work, and (ii) agents' skills depreciate during unemployment. In the optimal welfare program, assisted search is implemented between an initial spell of private search (unemployment insurance) and a final spell of pure income support where search effort is not elicited. To be effective, job-search assistance requires large reemployment subsidies. The optimal program features compulsory work activities for low levels of program's generosity (i.e., its promised utility or available budget). The threat of mandatory work acts like a punishment that facilitates the provision of search incentives without compromising consumption smoothing too much.\n\n",
    "acknowledgement": "\nWe are grateful to Gayle Hamilton at MDRC for initial help with the NEWWS data, and to Hamish Low for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}