{
    "id": 18661,
    "citation_title": "Identifying Equilibrium Models of Labor Market Sorting",
    "citation_author": [
        "Marcus Hagedorn",
        "Tzuo Hann Law",
        "Iourii Manovskii"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Game Theory",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the market allocate the right workers to the right jobs? Since observable (to economists) variables account for only a small fraction of the wage variance in the data, to answer this question it is essential to study assortative matching between employers and employees based on their unobserved characteristics. This paper enables this line of research. We show theoretically that all parameters of the classic model of sorting based on absolute advantage in Becker (1973) with search frictions can be identified using only matched employer-employee data on wages and labor market transitions. In particular, these data are sufficient to assess whether matching between workers and firms is assortative, whether sorting is positive or negative, and to measure the potential effect on output from moving any given worker to any given employer in the economy. We provide computational algorithms that implement our identification strategy given the limitations of the available data sets. Finally, we extend our identification and implementation strategies to the commonly used class of models of sorting based on comparative advantage and provide a test that discriminates between these models.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at Arizona State, Indiana, Mannheim, Notre Dame, UPenn, Toulouse, Vienna Institute for Advanced Studies, Bank of France, Yeshiva, Search and Matching Workshop at the Philadelphia Fed, 2012 SED Annual Meeting, 2012 NBER Summer Institute, 2012 Konstanz Workshop on Labor Market Search and the Business Cycle, 2012 Canadian Macro Study Group Meetings, 2012 Sandjberg conference, and 2012 Human Capital Conference at Washington University in St. Louis. Support from the National Science Foundation Grant No. SES-0922406 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}