{
    "id": 18664,
    "citation_title": "The Developmental Approach to Child and Adult Health",
    "citation_author": [
        "Gabriella Conti",
        "James J. Heckman"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPediatricians should consider the costs and benefits of preventing rather than treating childhood diseases. We present an integrated developmental approach to child and adult health that considers the costs and benefits of interventions over the life cycle. We suggest policies to promote child health which are currently outside the boundaries of conventional pediatrics. We discuss current challenges to the field and suggest avenues for future research.\n\n",
    "acknowledgement": "\nGabriella Conti is Assistant Professor at the Harris School of Public Policy, University of Chicago. James Heckman is the Henry Schultz Distinguished Service Professor in the Department of Economics, the University of Chicago, a Senior Research Fellow of the American Bar Foundation and Professor of Science and Society, University College Dublin. This research was supported in part by the American Bar Foundation, the JB and MK Pritzker Family Foundation, the Buffett Early Childhood Fund, NICHD R37HD065072, R01HD54702, a grant to the Human Capital and Economic Opportunity Global Working Group - an initiative of the Becker Friedman Institute funded by the Institute for New Economic Thinking (INET), and an anonymous funder. We acknowledge the support of a European Research Council grant hosted by University College Dublin, DEVHEALTH 269874. The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here, nor of the National Bureau of Economic Research.\n\n\n"
}