{
    "id": 18660,
    "citation_title": "Losing Heart? The Effect of Job Displacement on Health",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob reallocation is considered to be a key characteristic of well-functioning labor markets, as more productive firms grow and less productive ones contract or close.  However, despite its potential benefits for the economy, there are significant costs that are borne by displaced workers.  We study how job displacement in Norway affects cardiovascular health using a sample of men and women who are predominantly aged in their early forties. To do so we merge survey data on health and health behaviors with register data on person and firm characteristics. We track the health of displaced and non-displaced workers from 5 years before to 7 years after displacement.  We find that job displacement has a negative effect on the health of both men and women.  Importantly, much of this effect is driven by an increase in smoking behavior.  These results are robust to a variety of specification checks.\n\n",
    "acknowledgement": "\nWe thank participants of seminars at Uppsala University, Norwegian School of Economics, IZA, Royal Holloway, and the Bergen-Stavanger Workshop for their helpful comments. The authors thank the Norwegian research council for financial support, and Devereux thanks the Irish Research Council for the Humanities and Social Sciences (IRCHSS) for financial support. We thank the Norwegian National Health Institute for providing us with the health data, and, in particular, Kjersti Andersen Nerhus, Inger Cappelen, and Sidsel Graff-Iversen for very helpful discussions about interpreting the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}