{
    "id": 18665,
    "citation_title": "Nine Facts about Top Journals in Economics",
    "citation_author": [
        "David Card",
        "Stefano DellaVigna"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Corporate Finance",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHow has publishing in top economics journals changed since 1970? Using a data set that combines information on all articles published in the top-5 journals from 1970 to 2012 with their Google Scholar citations, we identify nine key trends.  First, annual submissions to the top-5 journals nearly doubled from 1990 to 2012. Second, the total number of articles published in these journals actually declined from 400 per year in the late 1970s to 300 per year most recently. As a result, the acceptance rate has fallen from 15% to 6%, with potential implications for the career progression of young scholars.  Third, one journal, the American Economic Review, now accounts for 40% of top-5 publications, up from 25% in the 1970s.  Fourth, recently published papers are on average 3 times longer than they were in the 1970s, contributing to the relative shortage of journal space.  Fifth, the number of authors per paper has increased from 1.3 in 1970 to 2.3 in 2012, partly offsetting the fall in the number of articles per year.  Sixth, citations for top-5 publications are high: among papers published in the late 1990s, the median number of Google Scholar citations is 200.  Seventh, the ranking of journals by citations has remained relatively stable, with the notable exception of the Quarterly Journal of Economics, which climbed from fourth place to first place over the past three decades. Eighth, citation counts are significantly higher for longer papers and those written by more co-authors. Ninth, although the fraction of articles from different fields published in the top-5 has remained relatively stable, there are important cohort trends in the citations received by papers from different fields, with rising citations to more recent papers in Development and International, and declining citations to recent papers in Econometrics and Theory.\n\n",
    "acknowledgement": "\nPrepared for the Journal of Economic Literature, March 2013. Special thanks to Chris Bowdler, Glenn Ellison, Phil Reny, Lawrence Katz, Imran Rasul, and Jesse Shapiro for their help in obtaining submission data. We also thank Sydnee Caldwell, Kaushik Krishnan and Jeff Sorensen for outstanding research assistance as well as a team of undergraduate students (Robin Gong, Samuel Johnson, Ki Sung Kim, Sunny Lee, Seongjoo Min, Zi Peng, Eileen Tipoe, and Brian Wheaton). We thank the editor (Janet Currie), Glenn Ellison, Xavier Gabaix, Penny Goldberg, Dan Hamermesh, Lawrence Samuelson and seminar participants at Harvard University for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}