{
    "id": 18667,
    "citation_title": "Wealth Effects Revisited: 1975-2012",
    "citation_author": [
        "Karl E. Case",
        "John M. Quigley",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2013-01-16",
    "issue_date": "2013-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe re-examine the links between changes in housing wealth, financial wealth, and consumer spending. We extend a panel of U.S. states observed quarterly during the seventeen-year period, 1982 through 1999, to the thirty-seven year period, 1975 through 2012Q2. Using techniques reported previously, we impute the aggregate value of owner-occupied housing, the value of financial assets, and measures of aggregate consumption for each of the geographic units over time. We estimate regression models in levels, first differences and in error-correction form, relating per capita consumption to per capita income and wealth. We find a statistically significant and rather large effect of housing wealth upon household consumption. This effect is consistently larger than the effect of stock market wealth upon consumption. \nIn our earlier version of this paper we found that households increase their spending when house prices rise, but we found no significant decrease in consumption when house prices fall.  The results presented here with the extended data now show that declines in house prices stimulate large and significant decreases in household spending.\nThe elasticities implied by this work are large. An increase in real housing wealth comparable to the rise between 2001 and 2005 would, over the four years, push up household spending by a total of about 4.3%.  A decrease in real housing wealth comparable to the crash which took place between 2005 and 2009 would lead to a drop of about 3.5%.\n\n",
    "acknowledgement": "\nOn May 12, 2012, John Quigley passed away. He was one of the giants in the economics profession and was a true friend. He will be sorely missed. We would like to thank a number of others who made significant contributions to this revision. Marc Van Audenrode was responsible for much of the econometric work. Rachel Bechek, Anne Kinsella Thompson, Semida Munteanu, Gregory Bird, and Ivet Bell provided research assistance. This research was supported by The Analysis Group, Boston MA Mark Zandi of Moody's provided a substantial amount of data. This paper was prepared for the Critical Finance Review serves also as an update of our earlier NBER Working Papers w8606 and w16848. The authors gratefully acknowledge support from the Analysis Group, 111 Huntington Ave #10, Boston MA 02199 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKarl E. Case\n\nI perform consulting services for Analysis Group, Boston, MA and through Gerson Lehrman Group.\n\n\nI also serve on the board of the Depositors Insurance Fund of Massachusetts.\n\n\nI receive royalties from Pearson Education Publishing for Principles of Economics 11th edition.\n\n\n\nJohn M. Quigley\n\nDuring the time that he worked on this paper, John M. Quigley was an Advisor to Fannie Mae and received support from the Lincoln Institute for Land Policy in Cambridge\n\n\n\nRobert J. Shiller\n\nSeptember 16, 2012\nDisclosure of Outside Activities\nRobert J. Shiller\n\n\nList of activities outside principal Yale University employment since 2008.\n\n\nConsulting\nCurrently engaged in the development of a stock market index family with Barclays Investment Bank, a division of Barclays PLC, in London, based on my research on time series properties of stock prices: http://media.bloomberg.com/bb/avfile/rfc4sPIrGvHg.\n\n\nSpeeches\nIn addition to academic lectures and talks, represented by a speakers bureau, The Leigh Bureau, Bridgewater NJ, for for-fee talks.\n\n\nBoards and Advisory panels\nCompetitive Markets Advisory Council, CME Group (formerly Chicago Mercantile Exchange), Chicago IL\nIndex Committee for the S&P/Case-Shiller Home Price Indices, Standard & Poor’s (unpaid)\n\n\nCommissioned Research\n“Understanding Inflation-Indexed Bond Markets,” with John Campbell and Luis Viceira, Brookings Papers on Economic Activity, 2009, NBER Working Paper #15014, 2009.\n\n\nOther Activities\nColumn “Finance in the 21st Century” (every other month, alternating with Howard Davies, London School of Economics), Project Syndicate\nColumn “Economic View” (every five weeks, alternating with four other columnists), New York\n\n\n"
}