{
    "id": 18663,
    "citation_title": "Revealed Preferences for Journals: Evidence from Page Limits",
    "citation_author": [
        "David Card",
        "Stefano DellaVigna"
    ],
    "citation_publication_date": "2012-12-28",
    "issue_date": "2012-12-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAcademic journals set a variety of policies that affect the supply of new manuscripts.  We study the impact of page limit policies adopted by the American Economic Review (AER) in 2008 and the Journal of the European Economic Association (JEEA) in 2009 in response to a substantial increase in the length of articles in economics. We focus the analysis on the decision by potential authors to either shorten a longer manuscript in response to the page limit, or submit to another journal.  For the AER we find little indication of a loss of longer papers - instead, authors responded by shortening the text and reformatting their papers.  For JEEA, in contrast, we estimate that the page length policy led to nearly complete loss of longer manuscripts. These findings provide a revealed-preference measure of competition between journals and indicate that a top-5 journal has substantial monopoly power over submissions, unlike a journal one notch below. At both journals we find that longer papers were more likely to receive a revise and resubmit verdict prior to page limits, suggesting that the loss of longer papers may have had a detrimental effect on quality at JEEA.  Despite a modest impact of the AER's policy on the average length of submissions (-5%), the policy had little or no effect on the length of final accepted manuscripts. Our results highlight the importance of evaluating editorial policies.\n\n",
    "acknowledgement": "\nWe are very grateful to Penny Goldberg, Robert Moffitt, Stephanie Raimander, Steve Stelling, and Fabrizio Zilibotti for their assistance in this project. We also thank Laura Ristau for her outstanding work in coding thousands of manuscripts in the AEA office, a team of undergraduates at Berkeley (Noah Dreymann, Kaiji Gong, Sam Johnson, Ki Sung Kim, Wonsoon Kim, Sunny Lee, Seongjoo Min, Zi Peng, Tim Semenov, Eileen Tipoe, Brian Wheaton, and Janice Zhou), as well as Alex He, Xuan Li, and Jeff Sorenson for excellent research assistance. We thank Esther Duflo, Liran Einav, Penny Goldberg, Hilary Hoynes, Larry Sameulson, Ivo Welch, Justin Wolfers, and audiences at the 2012 NBER Summer Institute (Labor Studies), at Harvard University, and at Mannheim University for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}