{
    "id": 18669,
    "citation_title": "Optimal Financial Knowledge and Wealth Inequality",
    "citation_author": [
        "Annamaria Lusardi",
        "Pierre-Carl Michaud",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "2023-01-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWhile financial knowledge is strongly positively related to household wealth, there is also considerable cross-sectional variation in both financial knowledge and net asset levels. To explore these patterns, we develop a calibrated stochastic life cycle model featuring endogenous financial knowledge accumulation. The model generates substantial wealth inequality, over and above that of standard life cycle models; this is because higher earners typically have more hump-shaped labor income profiles and lower retirement benefits which, when interacted with precautionary saving motives, boost their need for private wealth accumulation and thus financial knowledge. Our simulations show that endogenous financial knowledge accumulation has the potential to account for a large proportion of wealth inequality. The fraction of the population which is rationally financially \"ignorant\" depends on the generosity of the retirement system and the level of means-tested benefits. Educational efforts to enhance financial savvy early in the life cycle so as to produce one percentage point excess return per year would be valued highly by people in all educational groups.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) to the Financial Literacy Center, funded under the Financial Literacy Research Consortium. The authors also acknowledge support provided by Netspar, the Pension Research Council and Boettner Center at The Wharton School of the University of Pennsylvania, and the RAND Corporation. Michaud acknowledges additional support from the Fond Québécois de Recherche sur la Société et la Culture (FQRSC - # 145848). We thank Hugh Hoikwang Kim and Yong Yu for excellent reasearch assistance, and we acknowledge the use of the RAND grid computing server to perform our calculations. Helpful comments were received from Marco Angrisani, Charlie Brown, Tabea Bucher-Koenen, Joao Cocco, Eric French, Dan Gottlieb, Michael Hurd, Jan Kabatek, Tullio Jappelli, Raimond Maurer, Alex Michaelides, Kim Peijnenburg, Karl Sholz, Hans-Martin von Gaudecker, Susann Rohwedder, Maarten van Rooij, Frank Stafford, Jeremy Tobacman, Chao Wei, and participants at seminars at the Carlson School of Management, CeRP, The George Washington University, McGill University, Netspar, Tilburg University, The Wharton School, the 2012 NBER Summer Institute, and the 2012 NBER-Oxford Saïd-CFS-EIEF Conference on Household Finance. We also thank Audrey Brown and Donna St. Louis for editorial assistance. Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, the National Bureau of Economic Research, or any other institution with which the authors are affiliated.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as a Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute for research studies on retirement security.\n\n\n"
}