{
    "id": 18673,
    "citation_title": "Growth Slowdowns Redux: New Evidence on the Middle-Income Trap",
    "citation_author": [
        "Barry Eichengreen",
        "Donghyun Park",
        "Kwanho Shin"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the incidence and correlates of growth slowdowns in fast-growing middle-income countries, extending the analysis of an earlier paper (Eichengreen, Park and Shin 2012).  We continue to find dispersion in the per capita income at which slowdowns occur.  But in contrast to our earlier analysis which pointed to the existence of a single mode at which slowdowns occur in the neighborhood of $15,000-$16,000 2005 purchasing power parity dollars, new data point to two modes, one in the $10,000-$11,000 range and another at $15,000-$16,0000.  A number of countries appear to have experienced two slowdowns, consistent with the existence of multiple modes.  We conclude that high growth in middle-income countries may decelerate in steps rather than at a single point in time. This implies that a larger group of countries is at risk of a growth slowdown and that middle-income countries may find themselves slowing down at lower income levels than implied by our earlier estimates. We also find that slowdowns are less likely in countries where the population has a relatively high level of secondary and tertiary education and where high-technology products account for a relatively large share of exports, consistent with our earlier emphasis of the importance of moving up the technology ladder in order to avoid the middle-income trap.\n\n",
    "acknowledgement": "\nResearch and financial support from the Asian Development Bank is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKwanho Shin\n\nThere are no other directly related compensated activities to this paper. Other outside activities can be found at http://econ.korea.ac.kr/~khshin.\n\n\n"
}