{
    "id": 18675,
    "citation_title": "Macroprudential Regulation Versus Mopping Up After the Crash",
    "citation_author": [
        "Olivier Jeanne",
        "Anton Korinek"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "2016-02-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interplay of optimal ex-ante (macroprudential) and ex-post (monetary or fiscal stimulus) measures to respond to systemic financial crises in a tractable model of fire sales. We find that it is generally optimal to use both, rejecting the Greenspan doctrine to only intervene ex post. Optimal macroprudential policy resolves the time consistency problems associated with stimulus measures. However, if macroprudential policy is suboptimal, for example because of circumvention, only monetary stimulus should be used, and it is desirable to commit to smaller stimulus. Furthermore, accumulating macroprudential tax revenue in a bailout fund used for stimulus measures is undesirable.\n\n",
    "acknowledgement": "\nThe authors would like to thank the Fondation Banque de France for financial support. We would like to thank Philippe Bacchetta, Arnoud Boot, Allan Drazen, Emmanuel Farhi, Thomas Hintermaier, Alberto Martin, Guillermo Ordoñez, Enrico Perotti, Alessandro Rebucci, Alp Simsek, Jeremy Stein, Javier Suarez, Lars Svensson and Iván Werning as well as participants of the NBER Summer Institute, the Banco de Portugal Conference on Financial Intermediation, the 2nd Conference of the ECB MaRs Network, the 2nd INET Conference on Macroeconomic Externalities, the International Conference on Macroeconomics and Monetary Policy at NES/HSE and of seminars\nat the Banque de France, Bocconi, CEU and Konstanz for helpful comments and discussions. We acknowledge excellent research assistance provided by Jonathan Kreamer, Chang Ma, and Elif Ture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}