{
    "id": 18676,
    "citation_title": "Shocking Labor Supply: A Reassessment of the Role of World War II on U.S. Women's Labor Supply",
    "citation_author": [
        "Claudia Goldin",
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2013-01-16",
    "issue_date": "2013-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe most prominent feature of the female labor force across the past hundred years is its enormous growth.  But many believe that the increase was discontinuous.  Our purpose is to identify the short- and long-run impacts of WWII on the labor supply of women who were currently married in 1950 and 1960.  We use mobilization rates for various groups of men (by age, race, fatherhood) to see whether there was a wartime impact.  We find that an aggregate mobilization rate produces the largest and most robust impacts on both weeks worked and the labor force participation of married white (non-farm) women.  The impact, moreover, was experienced primarily by women in the top half of the education distribution.  Women who were married but without children during WWII were the group most impacted by the mobilization rate in 1950, although by 1960 WWII still influenced the labor supply decisions of them as well as those with children during WWII.  We end the paper with a resolution between the watershed and revisionist views of the role of WWII on female labor supply.\n\n",
    "acknowledgement": "\nTo be presented at the 2013 American Economic Association Annual Meetings in San Diego, CA in the session \"Work on Women's Work is Never Done,\" Friday, Jan. 4, 2013, 10:15AM.  Discussant is Dora Costa. We thank Larry Katz and participants of an informal workshop at the NBER during the summer 2012 for helpful comments and suggestions.  Shuheng Lin and Chenzi Xu provided extraordinary research assistance.  Funding was provided by general university research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}