{
    "id": 18671,
    "citation_title": "Winners and Losers: Creative Destruction and the Stock Market",
    "citation_author": [
        "Leonid Kogan",
        "Dimitris Papanikolaou",
        "Noah Stoffman"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "2017-10-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general equilibrium model of asset prices in which the benefits of technological innovation are distributed asymmetrically. Financial market participants do not capture all the economic rents resulting from innovative activity, even when they own shares in innovating firms. Economic gains from innovation accrue partly to the innovators, who cannot sell claims on the rents that their future ideas will generate. We show how the unequal distribution of gains from innovation can give rise to a high risk premium on the aggregate stock market, return comovement and average return differences among firms, and the failure of traditional representative-agent asset pricing models to account for cross-sectional differences in risk premia.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title “Technological Innovation: Winners and Losers.” We thank Andrew Abel, Hengjie Ai, Federico Belo, Jaroslav Borovička, John Campbell, Ian Dew-Becker, Bernard Dumas, Andrea Eisfeldt, Carola Frydman, Joao Gomes, Lars Hansen, Boyan Jovanovic, Erik Loualiche, Deborah Lucas, Gregor Matvos, Stavros Panageas, Jonathan Parker, Monika Piazzesi, Nick Roussanov, Martin Schneider, Amit Seru, Costis Skiadas, and seminar participants at AEA, Baruch College, Boston University, Catolica, Chicago Booth, CITE, Columbia GSB, Copenhagen Business School, CUHK, Emory, Erasmus University, Georgetown University, Georgia Institute of Technology, HEC Paris, HKUST, INSEAD, Jackson Hole Finance Conference, LBS, LSE, McGill University, Monash University, MIT Sloan, NBER Asset Pricing meeting, New York Federal Reserve Bank, Northwestern University, Rice University, Society of Economic Dynamics, Stockholm School of Economics, Tinbergen Institute, UC Berkeley, UHK, Universidad de San Andres, University of Connecticut, University of Geneva, University of Indiana, University of Lausanne, University of Lugano, University of New South Wales, University of Rochester, University of Sydney, University of Technology Sydney, University of Washington, USC, Washington University, WFA, and Wharton for valuable discussions and comments. Dimitris Papanikolaou thanks Amazon (AWS in Education Grant award), the Zell Center for Risk and the Jerome Kenney Fund for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}