{
    "id": 18674,
    "citation_title": "Modest, Secure and Informed: Successful Development in Conflict Zones",
    "citation_author": [
        "Eli Berman",
        "Joseph Felter",
        "Jacob N. Shapiro",
        "Erin Troland"
    ],
    "citation_publication_date": "2013-02-07",
    "issue_date": "2013-02-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost interpretations of prevalent counterinsurgency theory imply that increasing government services will reduce rebel violence. Empirically, however, development programs and economic activity sometimes yield increased violence. Using new panel data on development spending in Iraq, we show that violence reducing effects of aid are greater when (a) projects are small, (b) troop strength is high, and (c) professional development expertise is available. These findings are consistent with a \"hearts and minds\" model, which predicts that violence reduction will result when projects are secure, valued by community members, and implementation is conditional on the behavior of non-combatants.\n\n",
    "acknowledgement": "\nWe thank Morris Breitbart, Mathilde Emeriau and L. Choon Wang for outstanding research assistance and Aila Matanock for comments. Carrie Lee shared data on troop strength. We thank Michael Meese for discussion at the ASSA session \"Economics of National Security.\" Seminar participants provided helpful comments at the University of Warwick, the Department for International Development (London), LUISS University, the Einaudi Institute, IFPRI (Addis Ababa), UNOUA(Addis Ababa), Tel Aviv University, the Hebrew University (Jerusalem), and the University of Haifa. This material is based upon research supported by the Air Force Office of Scientific Research (AFOSR) under Award No. FA9550-09-1-0314, and the Department of Homeland Security (DHS) under award 2010‐ST-061-RE0001 through the Center for Risk and Economic Analysis of Terrorism Events (CREATE) at the University of Southern California. Any opinions, findings, and conclusions or recommendations expressed in this publication are those of the authors and do not necessarily reflect those of any institution or of the National Bureau of Economic Research.\n\n\n"
}