{
    "id": 18677,
    "citation_title": "Financing Through Asset Sales",
    "citation_author": [
        "Alex Edmans",
        "William Mann"
    ],
    "citation_publication_date": "2013-01-04",
    "issue_date": "2013-01-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost research on firm financing studies the choice between debt and equity. We model an alternative source - non-core asset sales - and allow asset sales to occur for operational as well as financing motives. We identify three new factors that drive a firm's choice between selling assets and equity. First, equity investors own a claim to the cash raised. Since cash is certain, this mitigates the information asymmetry of equity (the \"certainty effect\"). In contrast to Myers and Majluf (1984), even if assets exhibit less information asymmetry, the firm issues equity if the financing need is high. This result is robust to using the cash for an uncertain investment. Second, firms can disguise the sale of a low-quality asset as instead being motivated by operational reasons (dissynergies), and thus receive a high price (the \"camouflage effect\"). Third, selling equity implies a \"lemons\" discount for not only the equity issued but also the rest of the firm, since its value is perfectly correlated. In contrast, a \"lemons\" discount on assets need not lead to a low stock price, as the asset is not a carbon copy of the firm (the \"correlation effect\").\n\n",
    "acknowledgement": "\nWe thank Zehao Hu and Devin Reilly for excellent research assistance and Ilona Babenko, Ginka Borisova, Xavier Gabaix, Larry Lang, Gustavo Manso, Chris Mayer, Erwan Morellec, Stew Myers, Julio Riutort, Lynn Selhat, Myron Slovin, Marie Sushka, James Thompson, Neng Wang, Jun Yang, and conference/seminar participants at Columbia, HBS, Houston, Lausanne, Philadelphia Fed, Utah, Wharton, Arizona State Winter Finance Conference, Chile Corporate Finance Conference, Florida State/Sun Trust Conference, and the UBC Summer Conference Early Ideas Session for helpful comments. AE gratefully acknowledges financial support from the Goldman Sachs Research Fellowship from the Rodney L. White Center for Financial Research, the Wharton Dean's Research Fund, and the Dorinda and Mark Winkelman Distinguished Scholar award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}