{
    "id": 18683,
    "citation_title": "Explaining Africa's (Dis)advantage",
    "citation_author": [
        "Ann E. Harrison",
        "Justin Yifu Lin",
        "L. Colin Xu"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "2013-02-26",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfrica's economic performance has been widely viewed with pessimism.  In this paper, we use firm-level data for around 80 countries to examine formal firm performance. Without controls, manufacturing African firms perform significantly worse than firms in other regions. They have lower productivity levels and growth rates, export less, and have lower investment rates. Once we control for geography, political competition and the business environment, formal African firms lead in productivity levels and growth.  Africa's conditional advantage is higher in low-tech than in high-tech manufacturing, and exists in manufacturing but not in services. The key factors explaining Africa's disadvantage at the firm level are lack of infrastructure, access to finance, and political competition.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Africa's (Dis)advantage: the Curse of Party Monopoly.\" We are grateful for very useful comments, discussions, help, and criticism from Yaw Ansu, Jing Cai, Hinh Dinh, Weili Ding, Luosha Du, Li Gan, Philip Keefer, Steve Lehrer, Dimitris Mavridis, Howard Pack, Vincent Palmade and Jean-Philippe Platteau.  Three referees' and Magaret McMillan's constructive comments have significantly improved the quality of this paper. Helen Yang offered superb research assistance. This study has been financed by the Japanese PHRD TF096317, the Dutch BNPP TF 097170, along with the Africa Region of the World Bank.  The views expressed here are the authors' own and do not reflect those of the World Bank, its executive directors, its member countries, or the National Bureau of Economic Research.\n\n\n"
}