{
    "id": 18684,
    "citation_title": "Health Information Technology and Patient Outcomes: The Role of Organizational and Informational Complementarities",
    "citation_author": [
        "Jeffrey S. McCullough",
        "Stephen T. Parente",
        "Robert Town"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "2013-01-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHealth information technology (IT) adoption, it is argued, will dramatically improve patient care. We study the impact of hospital IT adoption on patient outcomes focusing on the roles of technological and organizational complements in affecting IT's value and explore underlying mechanisms through which IT facilitates the coordination of labor inputs. We link detailed hospital discharge data on all Medicare fee-for-service admissions from 2002-2007 to detailed hospital-level IT adoption information. We employ a difference-in-differences strategy to identify the parameters of interest. For all IT sensitive conditions we find that health IT adoption reduces mortality for the most complex patients but does not affect outcomes for the median patient. This implies that the benefits from IT adoption are skewed to large institutions with a severe case mix. We decompose the impact of health IT into care coordination, clinical information management, and other components. The benefits from health IT are primarily experienced by patients whose diagnoses require cross-specialty care coordination and extensive clinical information management.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge assistance from The Robert Wood Johnson Foundation's Changes in Health Care Financing & Organization (Grant no. 64845) and the Agency for Health Research and Quality. We have received helpful comments from David Dranove, Leila Agha, seminar participants at the University of Southern California, Ohio State University, the American Health Economics Conference, and the NBER Summer Institute. We also thank the Health Information Management Systems Society (HIMSS) for use of their data and the Minnesota Supercomputing Institute for computing resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}