{
    "id": 18685,
    "citation_title": "The Energy-Policy Efficiency Gap: Was There Ever Support for Gasoline Taxes?",
    "citation_author": [
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1864 to 1972, the real price of oil fell by, on average, over one percent per year. This trend dramatically broke when prices for crude increased by over 650 percent from 1972 to 1980. Policy makers adopted several policies designed to keep oil prices in check and reduce consumption. Missing from these policies were taxes on either oil or gasoline, prompting a long economics literature documenting the inefficiencies of these alternative policies. In this paper, I review the policy discussion related to the transportation sector that occurred during the time through the lens of the printed press. In doing so, I pay particular attention to whether gasoline taxes were \"on the table,\" as well as how consumers viewed the inefficient set of policies that were ultimately adopted. The discussions at the time suggest that meaningful changes in gasoline taxes were on the table; the public discussion seemed to be much greater than it is today. Some in Congress and many presidential advisors in the Nixon, Ford, and, Carter administrations supported and proposed gasoline taxes. The main roadblocks for taxes were Congress and the American people. Polling evidence at the time suggests that consumers preferred price controls and rationing and vehicle taxes over higher gasoline taxes or letting gasoline prices clear the market. Given the saliency of rationing and vehicle taxes, it seems difficult to argue that these alternative polices were adopted because they hide their true costs.\n\n",
    "acknowledgement": "\nThis paper has benefited from conversations with Severin Borenstein, Joe Doyle, Ryan Kellogg, Bob Pindyck, Dick Schmalensee, and Jim Sweeney. Financial Disclosures: I currently have a grant through the MIT-Ford Motor Company Alliance that is funding a randomized controlled trial in Ford dealerships to determine whether better information about fuel consumption and fuel costs affect consumer purchase behavior. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}