{
    "id": 18681,
    "citation_title": "Revisiting the Minimum Wage-Employment Debate: Throwing Out the Baby with the Bathwater?",
    "citation_author": [
        "David Neumark",
        "J.M. Ian Salas",
        "William Wascher"
    ],
    "citation_publication_date": "2013-01-16",
    "issue_date": "2013-01-16",
    "revision_date": "2013-06-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the minimum wage-employment debate, which is as old as the Department of Labor.  In particular, we assess new studies claiming that the standard panel data approach used in much of the \"new minimum wage research\" is flawed because it fails to account for spatial heterogeneity.  These new studies use research designs intended to control for this heterogeneity and conclude that minimum wages in the United States have not reduced employment.  We explore the ability of these research designs to isolate reliable identifying information and test the untested assumptions in this new research about the construction of better control groups.  Our evidence points to serious problems with these research designs.  Moreover, new evidence based on methods that let the data identify the appropriate control groups leads to stronger evidence of disemployment effects, with teen employment elasticities near −0.3.  We conclude that the evidence still shows that minimum wages pose a tradeoff of higher wages for some against job losses for others, and that policymakers need to bear this tradeoff in mind when making decisions about increasing the minimum wage.\n\n",
    "acknowledgement": "\nWe are grateful to Marianne Bitler, Charles Brown, Lawrence Kahn, Jeffrey Thompson, Rob Valletta, seminar participants at UCSD, and anonymous referees for helpful comments, and to Arin Dube and his co-authors for sharing their data and computer code.  Neumark and Salas' work on this project received support from the Employment Policies Institute (EPI).  The views expressed in this paper do not necessarily reflect the views of EPI or of the Board of Governors of the Federal Reserve System, and the authors have retained full editorial control of the paper's content and conclusions.  All data and programs used in this research will be available from the authors upon request when the research is completed.  This paper was prepared for presentation at the conference \"Celebrating the Centennial of the U.S. Department of Labor,\" November 9, 2012, Washington, DC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}