{
    "id": 18682,
    "citation_title": "Risk Shocks",
    "citation_author": [
        "Lawrence Christiano",
        "Roberto Motto",
        "Massimo Rostagno"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe augment a standard monetary DSGE model to include a Bernanke-Gertler-Gilchrist financial accelerator mechanism. We fit the model to US data, allowing the volatility of cross-sectional idiosyncratic uncertainty to fluctuate over time. We refer to this measure of volatility as 'risk'. We find that fluctuations in risk are the most important shock driving the business cycle.\n\n",
    "acknowledgement": "\nThis paper is a substantially revised version of Christiano, Motto and Rostagno (2010). The paper expresses the views of the authors and not necessarily those of the European Central Bank, the Eurosystem or the National Bureau of Economic Research. We are especially grateful to Mark Gertler and to two referees for comments that led to substantial improvements in the paper. We also thank D. Andolfatto, K. Aoki, B. Chabot, M. Gertler, S. Gilchrist, W. den Haan, M. Iacoviello, A. Levin, P. Moutot, L. Ohanian, P. Rabanal, S. Schmitt-Grohé, F. Schorfheide, C. Sims, M. Woodford and R. Wouters for helpful comments. We thank T. Blattner, P. Gertler and Patrick Higgins for excellent research assistance and we are grateful to H. James for editorial assistance. We are particularly grateful for advice and for extensive programming assistance from Ben Johannsen. Finally, we are grateful to Thiago Teixeira Ferreira for graciously allowing us to use his quarterly equity return data, as well as for his advice.\n\n\n\nLawrence Christiano\n\nNon-Northwestern compensated activities: 2010 through 2012.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China.\nConsultant, Central Bank of Brazil.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n\nMassimo Rostagno\n\nI hereby declare that I am a full-time ECB officer and as such, I may not receive financial support in any form from any individual group or organisation that has a financial, ideological or political stake related to the article.\n\n\n"
}