{
    "id": 18688,
    "citation_title": "Leverage Restrictions in a Business Cycle Model",
    "citation_author": [
        "Lawrence Christiano",
        "Daisuke Ikeda"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe modify an otherwise standard medium-sized DSGE model, in order to study the macroeconomic effects of placing leverage restrictions on financial intermediaries. The financial intermediaries ('bankers') in the model must exert effort in order to earn high returns for their creditors. An agency problem arises because banker effort is not observable to creditors. The consequence of this agency problem is that leverage restrictions on banks generate a very substantial welfare gain in steady state. We discuss the economics of this gain. As a way of testing the model, we explore its implications for the dynamic effects of shocks.\n\n",
    "acknowledgement": "\nWe are grateful for advice from Yuta Takahashi and to Thiago Teixeira Ferreira for kindly allowing us to use the cross-sectional dispersion data he constructed and which is reported in Figure 1. We are particularly grateful to Saki Bigio, for his very insightful discussion (Bigio, 2012a) at the conference for which this paper was prepared. We also bene...tted from the observations of the other conference participants, especially Tobias Adrian, John Geanakoplos and Robert Hall. The manuscript was prepared for the XVI Annual Conference of the Central Bank of Chile, 'Macroeconomics and Financial Stability: Challenges for Monetary Policy,' November 15-16, 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence Christiano\n\nNon-Northwestern compensated activities: 2010 through 2012.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China.\nConsultant, Central Bank of Brazil.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n"
}