{
    "id": 18691,
    "citation_title": "Chiefs: Elite Control of Civil Society and Economic Development in Sierra Leone",
    "citation_author": [
        "Daron Acemoglu",
        "Tristan Reed",
        "James A. Robinson"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe lowest level of government in sub-Saharan Africa is often a cadre of chiefs who raise taxes, control the judicial system and allocate the most important scarce resource - land. Chiefs, empowered by colonial indirect rule, are often accused of using their power despotically and inhibiting rural development. Yet others view them as traditional representatives of rural people, and survey evidence suggests that they maintain widespread support. We use the colonial history of Sierra Leone to investigate the relationships between chiefs' power on economic development, peoples' attitudes and social capital. There, a chief must come from one of the ruling families recognized by British colonial authorities. Chiefs face less competition and fewer political constraints in chiefdoms with fewer ruling families. We show that places with fewer ruling families have significantly worse development outcomes today - in particular, lower rates of educational attainment, child health, and non-agricultural employment. But the institutions of chiefs' authority are also highly respected among villagers, and their chiefdoms have higher levels of \"social capital,\" for example, greater popular participation in a variety of \"civil society\" organizations and forums that might be used to hold chiefs accountable. We argue that these results are difficult to reconcile with the standard principle-agent approach to politics and instead reflect the capture of civil society organizations by chiefs. Rather than acting as a vehicle for disciplining chiefs, these organizations have been structured by chiefs to control society.\n\n",
    "acknowledgement": "\nWe thank seminar participants at CIFAR, the University of the Andes in Bogota, Harvard, WGAPE in Boston and Berkeley, and the Sierra Leone Past and Present Conference in Freetown for comments. Juan Camilo Cardenas, Marcela Eslava, Richard Fanthorpe, Leopoldo Fergusson, Michael Kremer, Torsten Persson, Daniel Posner, Pablo Querubin, Paul Richards, Ryan Sheely and Juan Vargas provided helpful suggestions and comments. Lyttleton Braima and Jeanette Yeunbee Park provided capable research assistance. We gratefully acknowledge financial support of the NBER Africa Program, the International Growth Center, and the AFOSR. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}