{
    "id": 18699,
    "citation_title": "Birthplace Diversity and Economic Prosperity",
    "citation_author": [
        "Alberto Alesina",
        "Johann Harnoss",
        "Hillel Rapoport"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "2015-08-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use recent immigration data from 195 countries and propose an index of population diversity based on people's birthplaces. This new index is then decomposed into a size (share of foreign born) and a variety (diversity of immigrants) component and is available for 1990 and 2000 disaggregated by skill level. We show that birthplace diversity is largely uncorrelated with ethnic, linguistic, or genetic diversity. Our main result is that the diversity of skilled immigration relates positively to economic development (as measured by income and TFP per capita and patent intensity) even after controlling for ethno-linguistic and genetic fractionalization, geography, trade, education, institutions and origin-effects capturing income/productivity levels in the immigrants' home countries. We make progress towards addressing endogeneity by specifying a gravity model to predict the share and diversity of immigration based on exogenous bilateral variables. The results are robust across various OLS and 2SLS specifications and suggestive of skill complementarities between native workers and immigrants, especially when the latter come from richer countries at intermediate levels of cultural proximity.\n\n",
    "acknowledgement": "\nWe thank Amandine Aubry, Simone Bertoli, François Bourguignon, Frédéric Docquier, Jesús Fernández-Huertas Moraga, Oded Galor, Frédéric Jouneau, Thierry Mayer, Yona Rubinstein, Joao Santos-Silva, Jacques Silber, Sylvana Tenreyro, Nico Voigtlaender, participants at the 5th AFD-World Bank Conference on Migration and Development, Paris, June 2012, the 1st CEMIR conference at CESifo, Munich, December 2012, the NBER Economics of Culture and Institutions Meeting, Cambridge, April 2013, the 10th IZA Migration Meeting in Jerusalem, June 2013, and seminar audiences at PSE-SciencePo-Paris 1 (Paris Trade Seminar), Louvain (IRES), the Geneva Graduate Institute, Luxembourg, Milan, Hebrew University, Tel-Aviv, EUI and IDC for comments and suggestions. We also thank Quamrul Ashraf and Frédéric Docquier for sharing their datasets with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}