{
    "id": 18694,
    "citation_title": "Industrial Policy and Downstream Export Performance",
    "citation_author": [
        "Bruce Blonigen"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndustrial policies (IPs) include such varying practices as production subsidies, export subsidies, and import protection, and are commonly used by countries to promote targeted sectors. However, such policies can have significant impacts on sectors other than those targeted by the IPs, particularly when the target sector produces goods that are key inputs to downstream sectors. Surprisingly, there has been little systematic analysis of how IPs in targeted sectors affect other sectors of the economy. Using a new hand-collected database of steel-sector IP use in major steel-producing countries from 1975 through 2000, this paper examines whether steel-sector IPs have a significant impact on the export competitiveness of the country's other manufacturing sectors, particularly those that are significant downstream users of steel. I find that a one-standard-deviation increase in IP presence leads to a 3.6% decline in export competitiveness for an average downstream manufacturing sector. But this effect can be as high as 50% decline for sectors that use steel as an input most intensively. These general negative effects of IPs are primarily due to export subsidies and non-tariff barriers, particularly in less-developed countries.\n\n",
    "acknowledgement": "\nThis research was supported by the World Bank's Knowledge for Change Program (KCP) Trust Fund. I also thank Ann Harrison for her personal encouragement to develop this project, as well as excellent comments from Maggie Chen, Doug Golin, Michael Finger, Caroline Freund, Bernard Hoekman, Amit Khandewal, Justin Yufi Li, Nick Sly, Romain Wacziarg, and Shang-jin Wei. Nathan Yoder provided excellent research assistance. All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}