{
    "id": 18692,
    "citation_title": "Adapting to Climate Change: The Remarkable Decline in the U.S. Temperature-Mortality Relationship over the 20th Century",
    "citation_author": [
        "Alan Barreca",
        "Karen Clay",
        "Olivier Deschenes",
        "Michael Greenstone",
        "Joseph S. Shapiro"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAdaptation is the only strategy that is guaranteed to be part of the world's climate strategy. Using the most comprehensive set of data files ever compiled on mortality and its determinants over the course of the 20th century, this paper makes two primary discoveries. First, we find that the mortality effect of an extremely hot day declined by about 80% between 1900-1959 and 1960-2004. As a consequence, days with temperatures exceeding 90°F were responsible for about 600 premature fatalities annually in the 1960-2004 period, compared to the approximately 3,600 premature fatalities that would have occurred if the temperature-mortality relationship from before 1960 still prevailed. Second, the adoption of residential air conditioning (AC) explains essentially the entire decline in the temperature-mortality relationship. In contrast, increased access to electricity and health care seem not to affect mortality on extremely hot days. Residential AC appears to be both the most promising technology to help poor countries mitigate the temperature related mortality impacts of climate change and, because fossil fuels are the least expensive source of energy, a technology whose proliferation will speed up the rate of climate change.\n\n",
    "acknowledgement": "\nDeschenes is the corresponding author and can be contacted at olivier@econ.ucsb.edu.  We thank Daron Acemoglu, Robin Burgess, our discussant Peter Nilsson, conference participants at the \"Climate and the Economy\" Conference and seminar participants at the UC Energy Institute for their comments.  We thank Jonathan Petkun for outstanding research assistance. Barreca's research efforts were supported by RAND's Postdoctoral Training Program in the Study of Aging. Shapiro gratefully acknowledges support from an EPA STAR fellowship.\n\n\n\nMichael Greenstone\n\nGreenstone holds more than $10,000 in stock of various public companies that may be subject to air pollution regulations under the Clean Air Act.\n\n\n"
}