{
    "id": 18698,
    "citation_title": "Equilibrium Labor Market Search and Health Insurance Reform",
    "citation_author": [
        "Naoki Aizawa",
        "Hanming Fang"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe present and empirically implement an equilibrium labor market search model where risk averse workers facing medical expenditure shocks are matched with firms making health insurance coverage decisions. Our model delivers a rich set of predictions that can account for a wide variety of phenomenon observed in the data including the correlations among firm sizes, wages, health insurance offering rates, turnover rates and workers' health compositions. We estimate our model by Generalized Method of Moments using a combination of micro data sources including Survey of Income and Program Participation (SIPP), Medical Expenditure Panel Survey (MEPS) and Robert Wood Johnson Foundation Employer Health Insurance Survey. We use our estimated model to evaluate the equilibrium impact of the 2010 Affordable Care Act (ACA) and find that it would reduce the uninsured rate among the workers in our estimation sample from 20.12% to 7.27%. We also examine a variety of alternative policies to understand the roles of different components of the ACA in contributing to these equilibrium changes. Interestingly, we find that the uninsured rate will be even lower (at 6.44%) if the employer mandate in the ACA is eliminated.\n\n",
    "acknowledgement": "\nWe would like to thank Gadi Barlevy, Chris Flinn, Eric French, Karam Kang, Richard Rogerson, John Rust, Andrew Shephard, Ken Wolpin and seminar/conference participants at Chinese University of Hong Kong, Fudan University, Peking University, Tsinghua University, New York University, University of Pennsylvania, Federal Reserve Banks of Chicago and New York, Society of Economic Dynamics Annual Conference (2012), North American Econometric Society Summer Meeting (2012) and \"Structural Estimation of Behavioral Models\" Conference in Honor of Kenneth I. Wolpin for helpful comments and suggestions. Aizawa's research is partially supported by a Dissertation Fellowship funded by the Social Security Administration and offered through the Boston College Center for Retirement Research. Fang gratefully acknowledges generous financial support from NSF Grant SES-0844845. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}