{
    "id": 18690,
    "citation_title": "Comparing the Happiness Effects of Real and On-line Friends",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA recent large Canadian survey permits us to compare real-time and on-line social networks as sources of subjective well-being. The sample of 5,000 is drawn randomly from an on-line pool of respondents, a group well placed to have and value on-line friendships. We find three key results. First, the number of real-life friends is positively correlated with subjective well-being (SWB) even after controlling for income, demographic variables and personality differences. Doubling the number of friends in real life has an equivalent effect on well-being as a 50% increase in income. Second, the size of online networks is largely uncorrelated with subjective well-being. Third, we find that real-life friends are much more important for people who are single, divorced, separated or widowed than they are for people who are married or living with a partner. Findings from large international surveys (the European Social Surveys 2002-2008) are used to confirm the importance of real-life social networks to SWB; they also indicate a significantly smaller value of social networks to married or partnered couples.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Canadian Institute for Advanced Research for research support, and to Leger Marketing and Coca-Cola Canada for data from their 2011 Happiness Monitor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}