{
    "id": 18696,
    "citation_title": "Are Immigrants the Best and Brightest U.S. Engineers?",
    "citation_author": [
        "Jennifer Hunt"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUsing the American Community Surveys of 2009 and 2010, I examine the wages of immigrants compared to natives among engineering workers. Among workers in engineering occupations, immigrants are the best and brightest thanks to their high education level, enjoying a wage distribution shifted to the right of the native distribution. Among workers with an engineering degree, however, immigrants underperform natives, despite somewhat higher education. The gap is particularly large in the lower tail, where immigrants work in occupations not commensurate with their education. In the upper tail, immigrants fail to be promoted out of technical occupations to management, handicapped by imperfect English and their underrepresentation among older age groups. In both samples, immigrants from the highest income countries are the best and brightest workers.\n\n",
    "acknowledgement": "\nI thank Rachel Friedberg, Norman Matloff and participants in the NBER High-Skill Immigration Conference for comments on an earlier version, and Francesco Fasani, Ethan Lewis and Joan Llull for helpful discussions. No external funding was used to write the paper, though the NBER provided an honorarium for its presentation, and I have no conflict of interest to report. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}