{
    "id": 18705,
    "citation_title": "Price Rigidity: Microeconomic Evidence and Macroeconomic Implications",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review recent evidence on price rigidity from the macroeconomics literature, and discuss how this evidence is used to inform macroeconomic modeling. Sluggish price adjustment is a leading explanation for large effects of demand shocks on output and, in particular, the effects of monetary policy on output. A recent influx of data on individual prices has greatly deepened macroeconomists' understanding of individual price dynamics. However, the analysis of these new data raise a host of new empirical issues that have not traditionally been confronted by parsimonious macroeconomic models of price-setting. Simple statistics such as the frequency of price change may be misleading guides to the flexibility of the aggregate price level in a setting where temporary sales, product-churning, cross-sectional heterogeneity, and large idiosyncratic price movements play an important role. We discuss empirical evidence on these and other important features of micro price adjustment and ask how they affect the sluggishness of aggregate price adjustment and the economy's response to demand shocks.\n\n",
    "acknowledgement": "\nWe thank Katrina Evtimova for excellent research assistance. We thank Ariel Burstein, Gauti Eggertsson and Peter Klenow for helpful comments and discussions. This research has been supported by the National Science Foundation grant SES 0922011 and Columbia Business School Dean's Office Summer Research Assistance Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}