{
    "id": 18701,
    "citation_title": "U.S High School Graduation Rates: Patterns and Explanations",
    "citation_author": [
        "Richard J. Murnane"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI survey the evidence on patterns in U.S. high school graduation rates over the period 1970-2010 and report the results of new research conducted to fill in holes in the evidence. I begin by pointing out the strengths and limitations of existing data sources.  I then describe six striking patterns in graduation rates. They include stagnation over the last three decades of the twentieth century, significant race-, income-, and gender-based gaps, and significant increases in graduation rates over the first decade of the twenty-first century, especially among blacks and Hispanics.  I then describe the models economists use to explain the decisions of individuals to invest in schooling, and examine the extent to which the parameters of the models explain recent patterns in graduation rates.  I find that increases in the nonmonetary costs of completing high school and the increasing availability of the GED credential help to explain stagnation in the face of substantial gaps between the wages of high school graduates and school dropouts.  I point out that there are several hypotheses, but to date, very little evidence to explain the increases in high school graduation rates over the first decade of the twenty-first century.  I conclude by reviewing the evidence on effective strategies to increase high school graduation rates, and explaining why the causal evidence is quite modest.\n\n",
    "acknowledgement": "\nThis paper has been accepted for publication in the Journal of Economic Literature.  I am a member of the Board of Directors of MDRC.  (Research conducted by MDRC is described in this paper.) I received support from the Russell Sage and Spencer Foundations for some of the research on which this paper is based. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}