{
    "id": 18707,
    "citation_title": "Simplifying Tax Incentives and Aid for College: Progress and Prospects",
    "citation_author": [
        "Susan Dynarski",
        "Judith Scott-Clayton",
        "Mark Wiederspan"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe application for federal student aid is longer than the tax returns filled out by the majority of US households. Research suggests that complexity in the aid process undermines its effectiveness in inducing more students into college. In 2008, an article in this journal showed that most of the data items in the aid application did not affect the distribution of aid, and that the much shorter set of variables available in IRS data could be used to closely replicate the existing distribution of aid. This added momentum to a period of discussion and activity around simplification in Congress and the US Department of Education. In this article, we provide a \ffive-year retrospective of what's changed in the aid application process, what hasn't, and the possibilities for future reform. While there has been some streamlining in the process of applying for aid, it has fallen far short of its goals. Two dozen questions were removed from the aid application and a dozen added, reducing the number of questions from 127 to 116. Funding for college has also been complicated by the growth of a parallel system for aid: the tax system. A massive expansion in federal tax incentives for college, in particular the American Opportunity Tax Credit, has led to millions of households completing paperwork for both the IRS and the US Department of Education in order to qualify for college funding.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in Tax Policy and the Economy, vol. 27. We thank Monica Bhatt and Dyuti Bhattacharya for excellent research assistance. Jeffrey Brown provided helpful comments. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}