{
    "id": 18706,
    "citation_title": "The Golden Dilemma",
    "citation_author": [
        "Claude B. Erb",
        "Campbell R. Harvey"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "2020-07-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile gold objects have existed for thousands of years, gold's role in diversified portfolios is not well understood. We critically examine popular stories such as 'gold is an inflation hedge'. We show that gold may be an effective hedge if the investment horizon is measured in centuries. Over practical investment horizons, gold is an unreliable inflation hedge. We also explore valuation. The real price of gold is currently high compared to history. In the past, when the real price of gold was above average, subsequent real gold returns have been below average consistent with mean reversion. On the demand side, we focus on the official gold holdings of many countries. If prominent emerging markets increase their gold holdings to average per capita or per GDP holdings of developed countries, the real price of gold may rise even further from today's elevated levels. In the end, investors face a golden dilemma: 1) embrace a view that 'those who cannot remember the past are condemned to repeat it' and the purchasing power of gold is likely to revert to its mean or 2) embrace a view that the emergence of new markets represent a structural change and 'this time is different'.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Arjun Divecha, Steve Hanke, Jens Herdack, Raymond Kerzérho, Sandy Leeds, Anthony Morris, Tapio Pekkala, seminar participants at the Russell Academic Advisory Board, participants at the CFA seminars in Atlanta and Montreal as well as participants at the Man Summit meetings in Frankfurt, Vienna, Nurnberg and Munich.\n\n\n\nCampbell R. Harvey\n\nCampbell Harvey is associated with the Man Group, plc as their Investment Strategy Advisor. Some of Man's investment funds trade gold as part of diversified commodity portfolios. Professor Harvey does not offer to the Man Group any advice on gold investment and the Man Group were not involved in providing financial or other support for this independent research.\n\n\n"
}