{
    "id": 18700,
    "citation_title": "Do Housing Prices Reflect Environmental Health Risks? Evidence from More than 1600 Toxic Plant Openings and Closings",
    "citation_author": [
        "Janet Currie",
        "Lucas Davis",
        "Michael Greenstone",
        "Reed Walker"
    ],
    "citation_publication_date": "2013-01-11",
    "issue_date": "2013-01-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA ubiquitous and largely unquestioned assumption in studies of housing markets is that there is perfect information about local amenities. This paper measures the housing market and health impacts of 1,600 openings and closings of industrial plants that emit toxic pollutants. We find that housing values within one mile decrease by 1.5 percent when plants open, and increase by 1.5 percent when plants close. This implies an aggregate loss in housing values per plant of about $1.5 million. While the housing value impacts are concentrated within 1/2 mile, we find statistically significant infant health impacts up to one mile away.\n\n",
    "acknowledgement": "\nCurrie thanks the John D. and Catherine T. MacArthur Foundation and the Environmental Protection Agency (RE: 83479301-0) for support. Davis gratefully acknowledges research support from the National Institutes of Health (R03ES016608). Walker acknowledges support from the Robert Wood Johnson Foundation. We thank seminar participants at University of Delaware, MIT, Stanford, UC Davis, RAND, and the University of Oregon as well as Trudy Cameron for helpful comments. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau with generous guidance from Jim Davis, Jonathan Fisher, and Maggie Levenstein. Research results and conclusions expressed are those of the author and do not necessarily reflect the views of the Census Bureau, the MacArthur Foundation, the EPA, or  the National Bureau of Economic Research. This paper has been screened to insure that no confidential data are revealed. A previous version of this paper was circulated as \"Toxic Pollutants and Infant Health: Evidence from Plant Openings and Closings\".\n\n\n\nLucas Davis\n\nThis comment was not the result of a for-pay consulting relationship and neither the author nor the intitutions with which he is affiliated have a financial interest in the topic of the paper which might constitute a conflict of interest.\n\n\n\nMichael Greenstone\n\nGreenstone holds more than $10,000 in stock of various public companies that may be subject to air pollution regulations under the Clean Air Act.\n\n\n"
}