{
    "id": 18711,
    "citation_title": "The \"Task Approach\" to Labor Markets: An Overview",
    "citation_author": [
        "David H. Autor"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn emerging literature argues that changes in the allocation of workplace \"tasks\" between capital and labor, and between domestic and foreign workers, has altered the structure of labor demand in industrialized countries and fostered employment polarization--that is, rising employment in the highest and lowest paid occupations. Analyzing this phenomenon within the canonical production function framework is challenging, however, because the assignment of tasks to labor and capital in the canonical model is essentially static. This essay sketches an alternative model of the assignment of skills to tasks based upon comparative advantage, reviews key conceptual and practical challenges that researchers face in bringing the \"task approach\" to the data, and cautions against two common pitfalls that pervade the growing task literature. I conclude with a cautiously optimistic forecast for the potential of the task approach to illuminate the interactions among skill supplies, technological capabilities, and trade and offshoring opportunities, in shaping the aggregate demand for skills, the assignment of skills to tasks, and the evolution of wages.\n\n",
    "acknowledgement": "\nAutor acknowledges funding from the National Science Foundation (grant SES-1227334). I thank Joachim Möller and Brendan Price for valuable comments that improved this essay. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}