{
    "id": 18719,
    "citation_title": "Mismatch, Sorting and Wage Dynamics",
    "citation_author": [
        "Jeremy Lise",
        "Costas Meghir",
        "Jean-Marc Robin"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an empirical search-matching model which is suitable for analyzing the wage, employment and welfare impact of regulation in a labor market with heterogeneous workers and jobs. To achieve this we develop an equilibrium model of wage determination and employment which extends the current literature on equilibrium wage determination with matching and provides a bridge between some of the most prominent macro models and microeconometric research. The model incorporates productivity shocks, long-term contracts, on-the-job search and counter-offers. Importantly, the model allows for the possibility of assortative matching between workers and jobs due to complementarities between worker and job characteristics. We use the model to estimate the potential gain from optimal regulation and we consider the potential gains and redistributive impacts from optimal unemployment insurance policy. Here optimal policy is defined as that which maximizes total output and home production, accounting for the various constraints that arise from search frictions. The model is estimated on the NLSY using the method of moments.\n\n",
    "acknowledgement": "\nWe have benefitted greatly from comments and questions from seminar participants at Berkeley, Chicago, Columbia, Georgetown, Harvard, Indiana, Minneapolis Fed, NYU, Northwestern, Princeton, Stanford, Wisconsin, UBC, Simon Fraser University, IIES, Stockholm School of Economics, Cergy-Pontoise, Edinburgh, York, Southampton, Bristol, CEMFI, Oslo, Oxford, Tilburg, EUI, Uppsala, Queen Mary, Carlos III, SMU, Central Bank of Turkey, Koc, SITE, NBER summer meeting, SED meetings, Cowles Summer Conference, Crest-Thema SaM, and SOLE meetings in NY and from numerous individuals including Joe Altonji, Thibaut Lamadon, Dale Mortensen, Guisepe Moscarini, John Moore, Bentley McLeod, Rob Shimer and many others. Costas Meghir thanks the ESRC for funding under the Professorial Fellowship RES-051-27-0204 and the Cowles foundation at Yale. Jean-Marc Robin gratefully acknowledges financial support from the Economic and Social Research Council through the ESRC Centre for Microdata Methods and Practice grant RES-589-28-0001, and from the European Research Council (ERC) grant ERC-2010-AdG-269693-WASP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}