{
    "id": 18710,
    "citation_title": "Financial Aid Policy: Lessons from Research",
    "citation_author": [
        "Susan Dynarski",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the nearly fifty years since the adoption of the Higher Education Act of 1965, financial aid programs have grown in scale, expanded in scope, and multiplied in form. As a result, financial aid has become the norm among college enrollees. The increasing size and complexity of the nation's student aid system has generated questions about effectiveness, heightened confusion among students and parents, and raised concerns about how program rules may interact. In this article, we review what is known and what is not known about how well various student aid programs work. We find evidence that lowering costs can improve college access and completion, but this general rule is not without exception. For example, the complexity of program eligibility and delivery appears to moderate the impact of aid, and for students who have already decided to enroll, grants that link financial aid to academic achievement appear to boost college outcomes more than do grants with no strings attached. Future research is likely to focus on several issues: the importance of program design and delivery, whether there are unanticipated interactions between programs, and to what extent program effects vary across different types of students.\n\n",
    "acknowledgement": "\nFunding for this research provided by The Future of Children, a collaboration of the Woodrow Wilson School of Public & International Affairs at Princeton University and the Brookings Institution\" and the Bill & Melinda Gates Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}