{
    "id": 18713,
    "citation_title": "These Are the Good Old Days: Foreign Entry and the Mexican Banking System",
    "citation_author": [
        "Stephen H. Haber",
        "Aldo Musacchio"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1997, the Mexican government reversed long-standing policies and allowed foreign banks to purchase Mexico's largest commercial banks and relaxed restrictions on the founding of new, foreign-owned banks. The result has been a dramatic shift in the ownership structure of Mexico's banks. For instance, while in 1991 only one percent of bank assets in Mexico were foreign owned, today they control 74 percent of assets. In no other country in the world has the penetration of foreign banks been as rapid or as far-reaching as in Mexico. In this work we examine some of the important implications of foreign bank entry for social welfare in Mexico. Did liberalization lead to an increase (or decrease) in the supply of credit? Did liberalization lead to an increase (or decrease) in the cost of credit? Did liberalization lead to an increase (or decrease) in the stability of the banking system?\nIn order to answer these questions, we must first ask, \"increase (or decrease), measured on what basis?\" There are, in fact, two distinct conceptual frameworks through which one can assess the impact of foreign bank entry. One is concerned with measuring the short-run impacts of foreign entry on credit abundance, pricing, and observable stability using reduced form regressions. The other is an institutional economics conception of how to measure performance. It is focused on understanding whether foreign entry gave rise to difficult-to-reverse changes in the political economy of bank regulation, which will affect competition and stability in the long term, outside the period that may be observed empirically. We employ both conceptions in this paper.\n\n",
    "acknowledgement": "\nResearch for this project was supported by the Hoover Institution's Task Force on Property Rights.  Research assistance was ably provided by Karma Galay, Andrew Hall, Andre Martinez Fritscher, and Glen Weyl.  Charlie Calomiris, Latika Chaudhary, Robert Cull, Arturo J. Galindo, José Luis González Anaya, Noel Maurer, Victor Menaldo, Armando Razo, Liliana Rojas Suarez and the  Economia Panel (LACEA) made helpful suggestions to an earlier draft of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}