{
    "id": 18716,
    "citation_title": "International Monetary Coordination and the Great Deviation",
    "citation_author": [
        "John B. Taylor"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch in the early 1980s found that the gains from international coordination of monetary policy were quantitatively small compared to simply getting domestic policy right.  That prediction turned out to be a pretty good description of monetary policy in the 1980s, 1990s, and until recently. Because this balanced international picture has largely disappeared, the 1980s view about monetary policy coordination needs to be reexamined. The source of the problem is not that the models or the theory are wrong. Rather there was a deviation from the rule-like monetary policies that worked well in the 1980s and 1990s, and this deviation helped break down the international monetary balance. There were similar deviations at many central banks, an apparent spillover culminating in a global great deviation.  The purpose of this paper is to examine the possible causes and consequences of these spillovers, and to show that uncoordinated responses of central banks to the deviations can create an amplification mechanism which might be overcome by some form of policy coordination.\n\n",
    "acknowledgement": "\nFor helpful comments I thank participants of the Federal Reserve Bank of Dallas Globalization & Monetary Policy Institute, where I serve as Chair of the Advisory Board, at the Bank for International Settlements June 2012 Conference on The Future of Financial Globalization, and the Hoover Institution's Working Group on Economic Policy, where I serve as chair. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}