{
    "id": 18729,
    "citation_title": "Gaming in Air Pollution Data? Lessons from China",
    "citation_author": [
        "Yuyu Chen",
        "Ginger Zhe Jin",
        "Naresh Kumar",
        "Guang Shi"
    ],
    "citation_publication_date": "2013-01-30",
    "issue_date": "2013-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProtecting the environment during economic growth is a challenge facing every country. This paper focuses on two regulatory measures that China has adopted to incentivize air quality improvement: publishing a daily air pollution index (API) for major cities since 2000 and linking the API to performance evaluations of local governments. In particular, China defines a day with an API at or below 100 as a blue sky day. Starting in 2003, a city with at least 80% blue sky days in a calendar year (among other criteria) qualified for the \"national environmental protection model city\" award. This cutoff was increased to 85% in 2007.\nUsing officially reported API data from 37 large cities during 2000-2009, we find a significant discontinuity at the threshold of 100 and this discontinuity is of a greater magnitude after 2003. Moreover, we find that the model cities were less likely to report API right above 100 when they were close to the targeted blue sky days in the fourth quarter of the year when or before they won the model city award. That being said, we also find significant correlation of API with two alternative measures of air pollution - namely visibility as reported by the China Meteorological Administration (CMA) and Aerosol Optical Depth (AOD), corrected for meteorological conditions, from NASA satellites. The discontinuity around 100 suggests that count of blue sky days could have been subject to data manipulation; nevertheless, API does contain useful information about air pollution.\n\n",
    "acknowledgement": "\nThis paper is published in The B.E. Journal of Economic Analysis & Policy, Advances, Volume 13, Issue 3, 2012. We thank Editor Eric Zitzewitz, two anonymous referees, Douglas Almond, Hanming Fang, Erica Li, and the participants at the 2011 NBER China Group meeting, the 2012 International Industrial Organization Conference, and the 2012 NBER conference on public finance issues in China for constructive comments. Financial support from Peking University is gratefully acknowledged. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}