{
    "id": 18726,
    "citation_title": "Hot Tip: Nominal Exchange Rates and Inflation Indexed Bond Yields",
    "citation_author": [
        "Richard H. Clarida"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper derives a structural relationship between  the nominal exchange rate, national price levels, and  observed yields on long maturity inflation - indexed bonds.  This relationship can be interpreted as defining the fair value of the exchange rate that  will prevail in any model or real world economy in which inflation indexed bonds  are traded. An advantage of our derivation is that it does not require restrictive assumptions on financial market equilibrium to be operational.  We take our theory to a dataset spanning the period January  2001 - February 2011 and study  a daily , real time decompositions of  pound, euro, and yen exchange rates into their fair value and risk premium  components.   The relative importance of these two factors varies depending on the sub sample studied.  However,  sub samples in which we find correlations of  0.30 to 0.60 between daily exchange rate changes and daily changes in fair value are not uncommon. We also show empirically and justify theoretically that a 1 percent rise in the foreign currency risk premium is on average contemporaneously associated  with a 50 basis point rise in the inflation indexed bond  return differential in favor of the foreign country and an 50 basis point appreciation of the dollar\n\n",
    "acknowledgement": "\n*C. Lowell Harriss Professor of Economics, Columbia University.  This paper was prepared for the Columbia University Conference on Recent Research in  International Finance  November 16, 2012 and expounds upon and extends  Clarida (2012).    I would like to thank Ken West and Bob Hodrick as well as seminar participants at the NY and Boston  Feds, the Bank of Canada, the Bundesbank, the Bank of England, The Frankfurt Center for Financial Stability, and the Swiss National Bank for comments on earlier drafts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard H. Clarida\n\nI serve as a compensated strategic advisor for PIMCO, an asset management firm that invests in exchange rates and inflation indexed bonds.\n\n\n"
}