{
    "id": 18721,
    "citation_title": "Tracing the Effects of Guaranteed Admission through the College Process: Evidence from a Policy Discontinuity in the Texas 10% Plan",
    "citation_author": [
        "Jason Fletcher",
        "Adalbert Mayer"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Texas 10% law states that students who graduated among the top 10% of their high school class are guaranteed admission to public universities in Texas.  We estimate the causal effects of this admissions guarantee on a sequence of connected decisions: students' application behavior, admission decisions by the university, students' enrollment choices conditional on admission; as well as the resulting college achievement.  We identify these effects by comparing students just above and just below the top 10% rank cutoff.  While this design is in the spirit of a regression discontinuity, we note important differences in approach and interpretation.  We find that students react to incentives created by the admissions guarantee - for example, by reducing applications to competing private universities. The results also suggest that the effects of the admissions guarantee depend on the university and the type of students it attracts, and that the law is binding and alters the decisions of the admissions committees.  We find little evidence that the law increases diversity or leads to meaningful mismatch for the marginal student admitted.\n\n",
    "acknowledgement": "\nWe thank Rodney Andrews, Dawn Koffman, Lance Lochner, Mark Long, Sunny Niu, Steven Puller and Marta Tienda for helpful comments.  This research uses data from the Texas Higher Education Opportunity Project (THEOP) and acknowledges the following agencies that made THEOP data available through grants and support: Ford Foundation, The Andrew W. Mellon Foundation, The William and Flora Hewlett Foundation, The Spencer Foundation, National Science Foundation (NSF Grant # SES-0350990), The National Institute of Child Health & Human Development (NICHD Grant # R24 H0047879) and The Office of Population Research at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}