{
    "id": 18720,
    "citation_title": "Does Information Help or Hinder Job Applicants from Less Developed Countries in Online Markets?",
    "citation_author": [
        "Ajay K. Agrawal",
        "Nicola Lacetera",
        "Elizabeth Lyons"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nOnline markets reduce certain transaction costs related to global outsourcing. We focus on the role of verified work experience information in affecting online hiring decisions. Prior research shows that additional information about job applicants may disproportionately help or hinder disadvantaged populations. Using data from a major online contract labor platform, we find that contractors from less developed countries (LDCs) are disadvantaged relative to those from developed countries (DCs) in terms of their likelihood of being hired. However, we also find that although verified experience information increases the likelihood of being hired for all applicants, this effect is disproportionately large for LDC contractors. The LDC experience premium applies to other outcomes as well (wage bids, obtaining an interview, being shortlisted). Moreover, it is stronger for experienced employers, suggesting that learning is required to interpret this information. Finally, other platform tools (e.g., monitoring) partially substitute for the LDC experience premium; this provides additional support for the interpretation that the effect is due to information about experience rather than skills acquired from experience. We discuss implications for the geography of production and public policy.\n\n",
    "acknowledgement": "\nWe thank Victor Aguirregabiria, Christian Catalini, Avi Goldfarb, Matthew Grennan, John Horton, Mario Macis, and Heather Royer for thoughtful input on earlier drafts. Special thanks to John Horton from oDesk for sharing the data with us, and to Christian Catalini for assistance with the data. Participants at seminars at the 2012 NBER Summer Institute, University of Toronto, Imperial College London, and University of Bologna offered insightful feedback. Alexandra Eremia provided excellent research assistance. We gratefully acknowledge funding support from the Centre for Innovation and Entrepreneurship at the Rotman School of Management, the Martin Prosperity Institute, the Social Sciences and Humanities Research Council of Canada, and the University of Toronto. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}