{
    "id": 18723,
    "citation_title": "Learning from Customers: Individual and Organizational Effects in Outsourced Radiological Services",
    "citation_author": [
        "Jonathan R. Clark",
        "Robert S. Huckman",
        "Bradley R. Staats"
    ],
    "citation_publication_date": "2013-01-17",
    "issue_date": "2013-01-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThe ongoing fragmentation of work has resulted in a narrowing of tasks into smaller pieces that can be sent outside the organization and, in many instances, around the world. This trend is shifting the boundaries of organizations and leading to increased outsourcing. Though the consolidation of volume may lead to productivity improvement, little is known about how this shift toward outsourcing influences learning by providers of outsourced services. When producing output, the content of the knowledge gained can vary from one unit to the next. One dimension along which output can vary --a dimension with particular relevance in outsourcing--is the end customer for whom it is produced. The performance benefits of such customer experience remain largely unexamined. We explore this dimension of volume-based learning in a setting where doctors at an outsourcing firm complete radiological reads for hospital customers.  We examine more than 2.7 million cases read by 97 radiologists for 1,431 customers and find evidence supporting the benefits of customer-specific experience accumulated by individual radiologists. Additionally, we find that variety in an individual's customer experience may increase the rate of individual learning from customer-specific experience for a focal task. Finally, we find that the level of experience with a customer for the entire outsourcing firm also yields learning and that the degree of customer depth moderates the impact of customer-specific experience at the individual level. We discuss the implications of our results for the study of learning as well as for providers and consumers of outsourced services.\n\n",
    "acknowledgement": "\nWe thank management at our field site for providing the data for this study. Frank Levy provided valuable feedback on an earlier draft of this paper. We are grateful to Linda Argote and three anonymous reviewers for helpful comments. All errors are the responsibility of the authors. We acknowledge support from the Division of Research and Faculty Development at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}