{
    "id": 18736,
    "citation_title": "Air Pollution and Infant Mortality: Evidence from the Expansion of Natural Gas Infrastructure",
    "citation_author": [
        "Resul Cesur",
        "Erdal Tekin",
        "Aydogan Ulker"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2015-02-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural gas has emerged as an increasingly attractive source of energy since it is highly efficient, abundant, and cleaner than any other fossil fuel. In this paper, we examine the impact of widespread adoption of natural gas as a source of fuel on infant mortality in Turkey, using variation across provinces and over time in the intensity of natural gas utilization. Our estimates indicate that the expansion of natural gas infrastructure has resulted in a significant decrease in the rate of infant mortality. Specifically, a one-percentage point increase in natural gas intensity - measured by the rate of subscriptions to natural gas services - would cause the infant mortality rate to decrease by 3.9 percent, which would translate into approximately 340 infant lives saved in 2011 alone.\n\n",
    "acknowledgement": "\nWe would like to thank two anonymous referees, Laura Arygs, Şaduman Cesur, Ala Cubukcu, Francesc Ortega, Stephen Ross, and the participants at the 2013 Health Economics Spring Meeting of the National Bureau of Economic Research, George Mason University, Queens College of the City University of New York, University of Connecticut, Johns Hopkins University, IZA Workshop on Labor Market Effects of Environmental Policies, the 2012 Southern Economic Association Meeting, and the 2013 European Society for Population Economics Conference for their comments and suggestions. Chandler McClellan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}