{
    "id": 18731,
    "citation_title": "Alcohol Consumption, Deterrence and Crime in New York City",
    "citation_author": [
        "Hope Corman",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2016-04-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between alcohol consumption, deterrence, and crime for New York City.  We examine high-frequency time-series data from 1983 to 2001 for one specific location to examine the impacts of variations in both alcohol consumption and deterrence on seven \"index\" crimes.  We tackle the endogeneity of arrests and the police force by exploiting the temporal independence of crime and deterrence in these high-frequency data, and we address the endogeneity of alcohol by using instrumental variables where alcohol sales are instrumented with city and state alcohol taxes and minimum drinking age.  We find that alcohol consumption is positively related to assault, rape, and larceny crimes but not murder, robbery, burglary, or motor vehicle theft.  We find strong deterrence for all crimes except assault and rape.  Generally, deterrence effects are stronger than alcohol effects.\n\n",
    "acknowledgement": "\nThis project was funded by the National Institute on Alcohol Abuse and Alcoholism (Grant #AA RO3 18154). We are grateful for helpful comments from Sara Markowitz and for valuable research assistance from Oliver Joszt and Tatana Cepkova, Christian Raschke, Deokrye Baek, and Luiza Pogorelova. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}