{
    "id": 18730,
    "citation_title": "The Mystique Surrounding the Central Bank's Balance Sheet, Applied to the European Crisis",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn spite of the mystique behind a central bank's balance sheet, its resource constraint bounds the dividends it can distribute by the present value of seignorage, which is a modest share of GDP. Moreover, the statutes of the Federal Reserve or the ECB make it difficult for it to redistribute resources across regions. In a simple model of sovereign default, where multiple equilibria arise if debt repudiation lowers fiscal surpluses, the central bank may help to select one equilibrium. The central bank's main lever over fundamentals is to raise inflation, but otherwise the balance sheet gives it little leeway.\n\n",
    "acknowledgement": "\nI am grateful to the euro-nomics group for motivating this work, to Robert Hall for many insightful discussions, to Markus Brunnermeier, Anil Kashyap, and Mike Woodford for comments, and to a grant from the Institute for New Economic Thinking for funding. Disclosure of outside compensated activities is available at http://www.columbia.edu/~rr2572/disclosure.htm. This is an expanded version of the paper with the same title appearing in the American Economic Review Papers and Proceedings, in May of 2013. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}