{
    "id": 18737,
    "citation_title": "A Model of the Safe Asset Mechanism (SAM): Safety Traps and Economic Policy",
    "citation_author": [
        "Ricardo J. Caballero",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2013-08-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global economy has a chronic shortage of safe assets which lies behind many recent macroeconomic imbalances. This paper provides a simple model of the Safe Asset Mechanism (SAM), its recessionary safety traps, and its policy antidotes. Safety traps share many common features with conventional liquidity traps, but also exhibit important differences, in particular with respect to their reaction to policy packages. In general, policy-puts (such as QE1, LTRO, fiscal policy, etc.) that support future bad states of the economy play a central role in the SAM environment, while policy-calls that support the good states of the recovery (e.g., some aspects of forward guidance) are less powerful. Public debt plays a central role in SAM as long as the government has spare fiscal capacity to back safe asset production.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Daron Acemoglu, Oliver Hart, Gary Gorton, Bengt Holmstrom, Narayana Kocherlakota, Guillermo Ordonez, Ricardo Reis, Andrei Shleifer, Alp Simsek, Jeremy Stein, Kevin Stiroh, and Ivan Werning. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}