{
    "id": 18739,
    "citation_title": "Reallocation and Technology: Evidence from the U.S. Steel Industry",
    "citation_author": [
        "Allan Collard-Wexler",
        "Jan De Loecker"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the impact of a drastic new technology for producing steel - the minimill - on the aggregate productivity of U.S. steel producers, using unique plant-level data between 1963 and 2002. We find that the sharp increase in the industry's productivity is linked to this new technology, and operates through two distinct mechanisms. First, minimills displaced the older technology, called vertically integrated production, and this reallocation of output was responsible for a third of the increase in the industry's productivity. Second, increased competition, due to the expansion of minimills, drove a substantial reallocation process within the group of vertically integrated producers, driving a resurgence in their productivity, and consequently of the industry's productivity as a whole.\n\n",
    "acknowledgement": "\n\u0003This project was funded by the Center for Economic Policy Studies (CEPS) at Princeton University and the Center for Global Economy and Business (CGEB) at New York University. We would like to thank Jun Wen for excellent research assistance, and Jonathan Fisher for conversations and help with Census Data. We would like to thank Rob Clark, Liran Einav, Ariel Pakes, Kathryn Shaw, Chad Syverson, Raluca Dragusanu, and seminar participants at many institutions. This paper uses restricted data that was analyzed at the U.S. Census Bureau Research Data Center in New York City. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}