{
    "id": 1873,
    "citation_title": "Aggregate Savings in the Presence of Private and Social Insurance",
    "citation_author": [
        "Andrew B. Abel"
    ],
    "citation_publication_date": "1986-03-01",
    "issue_date": "1986-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the presence of uncertain lifetimes, social security has the characteristics of an annuity: a consumer pays a tax when young in exchange for receiving a social security benefit if he survives to be old. If consumers have identical ex ante mortality probabilities, then a fully funded social security system would offer a rate of return equal to the actuarially fair rate available on competitively supplied private annuities. In this case fully funded social security would be a redundant asset and would have no effect on consumption or national saving. In this paper, consumers have different (publicly known) ex antemortality probabilities and consequently can buy actuarially fair private annuities offering different rates of return. If the social security system does not discriminate on the basis of ex ante mortality probabilities, then the introduction of social security induces a redistribution of income from consumers with a high probability of dying young to consumers with a low probability of dying young. Under homothetic utility this redistribution reduces aggregate bequests and aggregate consumption of young consumers in the steady state; the steady state national capital stock can either increase or decrease. If consumers display at least as much risk a version as the logarithmic utility function, then average steady state welfare is increased by the introduction of fully funded social security.\n\n",
    "acknowledgement": "\n"
}