{
    "id": 18732,
    "citation_title": "The Supply and Demand for Safe Assets",
    "citation_author": [
        "Gary B. Gorton",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2020-04-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSafe assets are demanded to smooth consumption across states (both intertemporally and in cross-section). Some of these assets are supplied publicly (government bonds) and some are created and supplied privately (such as mortgagebacked securities and asset-backed securities). Private assets are created endogenously when the supply of government bonds is low. Private assets are used as collateral and come in heterogeneous quality. Financial fragility is the probability that a large amount of private assets are examined, some are found to be of low quality and then some firms cannot get loans. We characterize the government’s optimal supply of government bonds when considering their effects on the creation of private assets and on economy-wide fragility. We show that monetary and macroprudential policies cannot be run in isolation. When there are too many private assets the government should operate a Bond Exchange Facility that exchanges private assets for public safe assets.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}