{
    "id": 18733,
    "citation_title": "Bank Regulation and Supervision in 180 Countries from 1999 to 2011",
    "citation_author": [
        "James R. Barth",
        "Gerard Caprio",
        "Jr.",
        "Ross Levine"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper and the associated online database, we provide new data and measures of bank regulatory and supervisory policies in 180 countries from 1999 to 2011. The data include and the measures are based upon responses to hundreds of questions, including information on permissible bank activities, capital requirements, the powers of official supervisory agencies, information disclosure requirements, external governance mechanisms, deposit insurance, barriers to entry, and loan provisioning. The dataset also provides information on the organization of regulatory agencies and the size, structure, and performance of banking systems. Since the underlying surveys are large and complex, we construct summary indices of key bank regulatory and supervisory policies to facilitate cross-country comparisons and analyses of changes in banking policies over time.\n\n",
    "acknowledgement": "\nJames R. Barth is Lowder Eminent Scholar in Finance at Auburn University, Senior Finance Fellow at the Milken Institute, and Fellow at the Wharton Financial Institutions Center. Gerard Caprio, Jr. is the William Brough Professor of Economics and Chair of the Center for Development Economics at Williams College. Ross Levine is the Willis H. Booth Chair in Banking and Finance at Haas School of Business, University of California at Berkeley, Senior Fellow at the Milken Institute and Research Associate at the NBER. The authors gratefully acknowledge the painstakingly thorough assistance provided by Nan (Annie) Zhang, Research Assistant at the Milken Institute. This paper benefited from the support of the Milken Institute and the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}