{
    "id": 18743,
    "citation_title": "Ambiguity Aversion and Household Portfolio Choice: Empirical Evidence",
    "citation_author": [
        "Stephen G. Dimmock",
        "Roy Kouwenberg",
        "Olivia S. Mitchell",
        "Kim Peijnenburg"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe test the relation between ambiguity aversion and five household portfolio choice puzzles: non- participation, low allocations to equity, home-bias, own-company stock ownership, and portfolio under- diversification. In a representative U.S. household survey, we measure ambiguity aversion using custom- designed questions based on Ellsberg urns. As theory predicts, ambiguity aversion is negatively associated with stock market participation, the fraction of financial assets in stocks, and foreign stock ownership, but positively related to own-company stock ownership. Conditional on stock ownership, ambiguity aversion is related to portfolio under-diversification, and during the financial crisis, ambiguity-averse respondents were more likely to sell stocks.\n\n",
    "acknowledgement": "\nThis paper is part of the NBER's Research Program on the Economics of Aging and the Working Group on Household Portfolios. The authors gratefully acknowledge support from Netspar, the National Institute on Aging, P30 AG-012836-18, the Pension Research Council/Boettner Center for Pensions and Retirement Security, and National Institutes of Health-National Institute of Child Health and Development Population Research Infrastructure Program R24 HD-044964-9, all at the University of Pennsylvania, and the ALP teams at RAND and the University of Southern California, as well as the Wharton Behavioral Labs. We thank Jawad Addoum, Sahil Bajaj, Laurent Calvet, Nicola Gennaioli, Luigi Guiso, Debrah Meloso, Nicola Pavoni, Arno Riedl, Stefan Trautmann, Martijn van den Assem, Peter Wakker, and participants at the American Economic Association, European Economic Association, European Finance Association, European Household Finance, Financial Intermediation Research Society, Mitsui Finance Symposium, Netspar Workshop, SFS Cavalcade, and Western Finance Association conferences for helpful comments, and Tania Gutsche, Arie Kapteyn, Bart Orriens, and Bas Weerman for assistance with the survey. Yong Yu provided outstanding programming assistance. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of Aging, the National Institutes of Health, the National Bureau of Economic Research or of the other institutions providing funding for this study or with which the authors are affiliated.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as a Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute and RAND for research studies on retirement security.\n\n\n"
}