{
    "id": 18742,
    "citation_title": "Poverty and Self-Control",
    "citation_author": [
        "B. Douglas Bernheim",
        "Debraj Ray",
        "Sevin Yeltekin"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe absence of self-control is often viewed as an important correlate of persistent poverty.  Using a standard intertemporal allocation problem with credit constraints faced by an individual with quasi- hyperbolic preferences, we argue that poverty damages the ability to exercise self-control. Our theory invokes George Ainslie's notion of \"personal rules,\" interpreted as subgame-perfect equilibria of an intrapersonal game played by a time-inconsistent decision maker. Our main result pertains to situations in which the individual is neither so patient that accumulation is possible from every asset level, nor so impatient that decumulation is unavoidable from every asset level. Such cases always possess a threshold level of assets above which personal rules support unbounded accumulation, and a second threshold below which there is a \"poverty trap\": no personal rule permits the individual to avoid depleting all liquid wealth. In short, poverty perpetuates itself by undermining the ability to exercise self-control. Thus even temporary policies designed to help the poor accumulate assets may be highly effective. We also explore the implications for saving with easier access to credit, the demand for commitment devices, the design of accounts to promote saving, and the variation of the marginal propensity to consume across classes of resource claims.\n\n",
    "acknowledgement": "\nBernheim's research was supported by National Science Foundation Grants SES-0752854 and SES-1156263. Ray's research was supported by National Science Foundation Grant SES-0962124. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}