{
    "id": 18746,
    "citation_title": "The Missing Transmission Mechanism in the Monetary Explanation of the Great Depression",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines an important gap in the monetary explanation of the Great Depression: the lack of a well-articulated and documented transmission mechanism of monetary shocks to the real economy. It begins by reviewing the challenge to Friedman and Schwartz's monetary explanation provided by the decline in nominal interest rates in the early 1930s. We show that the monetary explanation requires not just that there were expectations of deflation, but that those expectations were the result of monetary contraction. Using a detailed analysis of Business Week magazine, we find evidence that monetary contraction and Federal Reserve policy contributed to expectations of deflation during the central years of the downturn. This suggests that monetary shocks may have depressed spending and output in part by raising real interest rates.\n\n",
    "acknowledgement": "\nThis paper is an expanded version of a paper presented at the American Economic Association Annual Meeting in the session entitled \"The Fiftieth Anniversary of Milton Friedman and Anna J. Schwartz, A Monetary History of the United States. The abbreviated paper will appear in the American Economic Review Papers and Proceedings, May 2013. We are grateful to Paul Matsiras for research assistance and to Laurence Ball for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}