{
    "id": 18744,
    "citation_title": "Peer Gender Composition and Choice of College Major",
    "citation_author": [
        "Massimo Anelli",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze whether the gender composition of classmates in high school affects the choice of college-major by shifting it towards those majors preferred by the prevalent gender in the class. We use a novel dataset of 30,000 Italian students graduated from high school between 1985 and 2005 and followed through college and in the labor market. We exploit the fact that the gender composition of the graduating high school class, from one year to the next, within School-Teacher assignment group, shows large variation that we document to be as good as random. We find that male students who attended a high school class with at least 90% of male classmates were significantly more likely to choose \"prevalently male\" college majors (i.e. Economics, Business and Engineering). However, in the long-run, the higher propensity to enroll in \"prevalently male\" majors (that are more academically demanding) did not translate in higher probability of graduating in them. In fact, male students from high school classes with >90% males ended up with lower probability of graduating altogether, and they exhibited worse university performance. The peer-pressure towards prevalently male majors may generate mismatches that are counterproductive for college performance and graduation probability of male students. We do not observe these effects on female.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Long Run Effects of High-School Class Gender Composition.\" We are grateful to Tito Boeri, Scott Carrell, Marta De Philippis, Hilary Hoynes, Marianne Page, Michele Pellizzari and Chiara Pronzato for useful suggestions. We also thank participants of seminars at Tilburg University, University of California Davis and CESifo Summer Institute for helpful comments. The Data Collection for this research was partially Funded by the Fondazione Rodolfo De Benedetti, Milano, Italy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}