{
    "id": 18741,
    "citation_title": "Measuring Sovereign Contagion in Europe",
    "citation_author": [
        "Massimiliano Caporin",
        "Loriana Pelizzon",
        "Francesco Ravazzolo",
        "Roberto Rigobon"
    ],
    "citation_publication_date": "2013-01-25",
    "issue_date": "2013-01-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the sovereign risk contagion using credit default swaps (CDS) and bond premiums for the major eurozone countries. By emphasizing several econometric approaches (nonlinear regression, quantile regression and Bayesian quantile regression with heteroskedasticity) we show that propagation of shocks in Europe's CDS has been remarkably constant for the period 2008-2011 even though a significant part of the sample periphery countries have been extremely affected by their sovereign debt and fiscal situations. Thus, the integration among the different eurozone countries is stable, and the risk spillover among these countries is not affected by the size of the shock, implying that so far contagion has remained subdue. Results for the CDS sample are confirmed by examining bond spreads. However, the analysis of bond data shows that there is a change in the intensity of the propagation of shocks in the 2003-2006 pre-crisis period and the 2008-2011 post-Lehman one, but the coefficients actually go down, not up! All the increases in correlation we have witnessed over the last years come from larger shocks and the heteroskedasticity in the data, not from similar shocks propagated with higher intensity across Europe. This is the fi\frst paper, to our knowledge, where a Bayesian quantile regression approach is used to measure contagion. This methodology is particularly well-suited to deal with nonlinear and unstable transmission mechanisms.\n\n",
    "acknowledgement": "\nWe thank Alessandro Fontana, David Lando, Marco Lippi, Andrew Lo, Steve Schaefer and seminar and conference participants at CREDIT 2012, Goethe University, Einaudi Institute for Economics and Finance, MAF 2012, MIT workshop of the Research Consortium for Systemic Risk, Norges Bank, Sixth CEPS Finance high-level roundtable on macro prudential policy in the EU, University of Geneva, Workshop on Sovereign Risk, Fiscal Solvency and Monetary Policy: Where Do We Stand?, for helpful comments. The views expressed in this paper are our own and do not necessarily reflect those of Norges Bank. The views expressed here in are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRoberto Rigobon\n\nThe author has an ownership stake in PriceStats LLC, a private company that uses scraped online data to compute inflation indices.\"\n\n\n"
}