{
    "id": 18753,
    "citation_title": "Distribution Capital and the Short- and Long-Run Import Demand Elasticity",
    "citation_author": [
        "Mario J. Crucini",
        "J. Scott Davis"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "2013-08-30",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe elasticity of substitution between home and foreign goods is one of the most important parameters in international economics. The international macro literature, which is primarily concerned with short-run business cycle fluctuations, assigns a low value to this parameter. The international trade literature, which is more concerned with long-run changes in trade flows following a change in relative prices, assigns a high value to this parameter. This paper constructs a model where this discrepancy between the short- and long-run elasticities is due to frictions in distribution. Goods need to be combined with a local non-traded input, distribution capital, which is good specific. Home and foreign goods may be close substitutes, but if distribution capital is slow to adjust then agents cannot shift their consumption in the short run following a change in relative prices, and home and foreign goods appear as poor substitutes in the short run. In the long run this distribution capital can be reallocated, and agents can shift their purchases following a change in relative prices. Thus the observed substitutability gets larger as time passes.\n\n",
    "acknowledgement": "\nThis paper was begun while Davis was a visiting researcher at the Bank of Estonia and while Crucini was a visiting Senior Fellow at the Globalization and Monetary Policy Institute, Federal Reserve Bank of Dallas. We would like to thank participants at the 2011 Midwest Macro Meetings and the 2012 meetings of the System Committee for International Economic Analysis at the Federal Reserve Bank of San Francisco, the 2013 North American Meetings of the Econometric Society, the 2013 Shanghai Macro Workshop, and the 2013 meeting of the Society for Economic Dynamics. In addition we would like to thank George Alessandria, Aurelijus Dabušinskas, Mick Devereux, Jonathan Heathcote, Finn Kydland, Sylvain Leduc, Andrea Raffo, Jian Wang, Lenno Uusküla and Mark Wynne for many helpful comments and suggestions. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. Mario Crucini acknowledges the generous financial support of the National Science Foundation (SES #1030164).\n\n\n"
}