{
    "id": 18758,
    "citation_title": "Place Based Policies with Unemployment",
    "citation_author": [
        "Patrick Kline",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMany countries have policies aimed at creating jobs in depressed areas with high unemployment rates. In standard spatial equilibrium models with perfectly competitive labor and land markets, local job creation efforts are distortionary. We develop a stylized model of frictional local labor markets with the goal of studying the efficiency of unemployment differences across areas and the potential for place based policies to correct local market failures. Our model builds on the heavily studied Diamond - Mortensen - Pissarides framework, adapted to a local labor market setting with a competitive housing market. The result is a simple search analogue of the classic Roback (1982) model that provides a tractable environment for studying the effects of local job creation efforts. In the model, workers are perfectly mobile and the productivity of worker-firm matches may vary across metropolitan areas. In equilibrium, higher local productivity results in higher nominal wages, higher housing costs, and lower unemployment rates. Although workers can move freely to arbitrage away differences in expected utility across metropolitan areas, equilibrium unemployment rates are not equalized across space. We find that if hiring costs are excessive, firms may post too few vacancies. This problem may be offset via local hiring subsidies of the sort found in many place based policies. The optimal hiring subsidy is city specific in the sense that it depends upon the local productivity level.\n\n",
    "acknowledgement": "\nA shorter version of this paper is forthcoming in the American Economic Review - Papers and Proceedings (2013). We are grateful to Matt Kahn and seminar participants at Berkeley and the AEA meetings in San Diego for useful comments. Attila Sandor Lindner provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}