{
    "id": 18754,
    "citation_title": "Incentives and Outcomes: China's Environmental Policy",
    "citation_author": [
        "Jing Wu",
        "Yongheng Deng",
        "Jun Huang",
        "Randall Morck",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn generating fast economic growth, China is also generating growing concern about its environmental record. Using 2000-2009 data, we find that, while spending on environmental infrastructure has visible positive environmental impact, city spending is strongly tilted towards transportation infrastructure. Investment in transportation infrastructure correlates strongly with both real GDP growth, a measure of tangible economic growth relevant to city-level Party and government cadres' promotion odds, and with land prices, which affect city governments' revenues from land lease sales. In contrast, city governments' spending on environmental improvements is at best uncorrelated with cadres' promotion odds, and is uncorrelated with local GDP growth and land prices. These findings suggest that, were environmental quality explicitly linked to a cadre's chance of promotion, or were environmental quality to affect land prices substantially, city-level public investment in environmental improvement would rise.\n\n",
    "acknowledgement": "\nWe are grateful to helpful comments by Yang Yao, Colin Lixin Xu, Xiaobo Zhang, Karen Eggleston, and seminar participants in CCER Peking University, NUS Business School and the 2012 NBER working group meeting on the Chinese Economy. We gratefully acknowledge Jia He for excellent research assistance. Randall Morck thanks the SHRC and the Bank of Canada for partial funding. Yongheng Deng and Jing Wu thanks Institute of Real Estate Studies at National University of Singapore for partial funding. Jing Wu also thanks the National Natural Science Foundation of China for financial support (No. 71003060). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}