{
    "id": 18750,
    "citation_title": "Do Prices and Attributes Explain International Differences in Food Purchases?",
    "citation_author": [
        "Pierre Dubois",
        "Rachel Griffith",
        "Aviv Nevo"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFood purchases differ substantially across countries. We use detailed household level data from the US, France and the UK to (i) document these differences; (ii) estimate a demand system for food and nutrients, and (iii) simulate counterfactual choices if households faced prices and nutritional characteristics from other countries. We find that differences in prices and characteristics are important and can explain some difference (e.g., US-France difference in caloric intake), but generally cannot explain many of the compositional patterns by themselves. Instead, it seems an interaction between the economic environment and differences in preferences is needed to explain cross country differences.\n\n",
    "acknowledgement": "\nWe thank Martin Browning, Robin Lee, Arthur Lewbel, Peter Neary and participants in several seminars and conferences for comments. We gratefully acknowledge financial support from USDA, ERC-2009-AdG grant 249529, ANR-ESRC ORA grant number ES/I012222/1 and the Center for the Study of IO at Northwestern University. This research was funded in part by a cooperative agreement between the USDA/ERS and Northwestern University, but the views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Department of Agriculture or the National Bureau of Economic Research.\n\n\n\nAviv Nevo\n\nThis research was funded by a cooperative agreement between the USDA/ERS and\nNorthwestern University, but the views expressed herein are those of the authors and do not\nnecessarily reflect the views of the U.S. Department of Agriculture. The USDA reviewed the\nfinding as part of the co-op agreement. The author declares that he has no additional relevant or\nmaterial financial interests that relate to the research described in this paper.\n\n\n"
}