{
    "id": 18752,
    "citation_title": "Technical Change and the Relative Demand for Skilled Labor: The United States in Historical Perspective",
    "citation_author": [
        "Lawrence F. Katz",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines shifts over time in the relative demand for skilled labor in the United States.  Although de-skilling in the conventional sense did occur overall in nineteenth century manufacturing, a more nuanced picture is that occupations \"hollowed out\":  the share of \"middle-skill\" jobs - artisans - declined while those of \"high-skill\" - white collar, non-production workers - and \"low-skill\" - operatives and laborers increased.  De-skilling did not occur in the aggregate economy; rather, the aggregate shares of low skill jobs decreased, middle skill jobs remained steady, and high skill jobs expanded from 1850 to the early twentieth century.   The pattern of monotonic skill upgrading continued through much of the twentieth century until the recent \"polarization\" of labor demand since the late 1980s.  New archival evidence on wages suggests that the demand for high skill (white collar) workers grew more rapidly than the supply starting well before the Civil War.\n\n",
    "acknowledgement": "\nThis paper was presented at the \"Human Capital and History: The American Record\" conference in Cambridge, MA, December 2012.   The conference was jointly sponsored by the NBER and the Spencer Foundation. Comments from David Autor, Jeremy Atack, Leah Boustan, Stan Engerman, Carola Frydman, Caitlin Rosenthal, and conference participants are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence F. Katz\n\nI am a member of the Board of Trustees of the Russell Sage Foundation, the Board of Directors of the Manpower Demonstration Research Corporation, and the Panel of Economic Advisors of the Congressional Budget Office.\n\n\n"
}