{
    "id": 18759,
    "citation_title": "Gold Returns",
    "citation_author": [
        "Robert J. Barro",
        "Sanjay P. Misra"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1836 to 2011, the average real rate of price change for gold in the United States is 1.1% per year and the standard deviation is 13.1%, implying a one-standard-deviation confidence band for the mean of (0.1%, 2.1%). The covariances of gold's real rate of price change with consumption and GDP growth rates are small and statistically insignificantly different from zero. These negligible covariances suggest that gold's expected real rate of return--which includes an unobserved dividend yield--would be close to the risk-free rate, estimated to be around 1%. We study these properties within an asset-pricing model in which ordinary consumption and gold services are imperfect substitutes for the representative household. Disaster and other shocks impinge directly on consumption and GDP but not on stocks of gold. With a high elasticity of substitution between gold services and ordinary consumption, the model can generate a mean real rate of price change within the (0.1%, 2.1%) confidence band along with a small risk premium for gold. In this scenario, the bulk of gold's expected return corresponds to the unobserved dividend yield (the implicit rental income from holding gold) and only a small part comprises expected real price appreciation. Nevertheless, the uncertainty in gold returns is concentrated in the price-change component. The model can explain the time-varying volatility of real gold prices if preference shocks for gold services are small under the classical gold standard but large in other periods particularly because of shifting monetary roles for gold.\n\n",
    "acknowledgement": "\nWe have benefited from research assistance by Tao Jin and from comments by John Campbell, Xavier Gabaix, Ian Martin, Jose Ursúa, and Adrien Verdelhan. We appreciate help with data from Chen Di, Kai Guo, Mark Harrison, Elena Osokina, and Dwight Perkins. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}