{
    "id": 18769,
    "citation_title": "Are Government Spending Multipliers Greater During Periods of Slack? Evidence from 20th Century Historical Data",
    "citation_author": [
        "Michael T. Owyang",
        "Valerie A. Ramey",
        "Sarah Zubairy"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key question that has arisen during recent debates is whether government spending multipliers are larger during times when resources are idle.  This paper seeks to shed light on this question by analyzing new quarterly historical data covering multiple large wars and depressions in the U.S. and Canada.  Using an extension of Ramey's (2011) military news series and Jordà's (2005) method for estimating impulse responses, we find no evidence that multipliers are greater during periods of high unemployment in the U.S.  In every case, the estimated multipliers are below unity.  We do find some evidence of higher multipliers during periods of slack in Canada, with some multipliers above unity.\n\n",
    "acknowledgement": "\nThis paper was prepared for the American Economic Review Papers and Proceedings. The authors thank Robert Barro and Gordon Liao for use of their Canadian newspaper excerpts, Michelle Alexopoulos for providing us with some of the historical Canadian data, and Alan Blinder for alerting us to a discrepancy in an earlier version of the data. We are also grateful to Òscar Jordà and Garey Ramey for very helpful suggestions and to Kate Vermann for research assistance. The views expressed herein should not be taken to be the official opinions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Bank of Canada, or the National Bureau of Economic Research.\n\n\n"
}