{
    "id": 18766,
    "citation_title": "Uncertainty as Commitment",
    "citation_author": [
        "Jaromir Nosal",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTime-inconsistency of no-bailout policies can create incentives for banks to take excessive risks and generate endogenous crises when the government cannot commit. However, at the outbreak of financial problems, usually the government is uncertain about their nature, and hence it may delay intervention to learn more about them. We show that intervention delay leads to strategic restraint banks endogenously restrict the riskiness of their portfolio relative to their peers in order to avoid being the worst performers and bearing the cost of such delay. These novel forces help to avoid endogenous crises even when the government cannot commit. We analyze the effect of government policies from the perspective of this new result.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Marco Bassetto, Philip Bond, V.V. Chari, Hal Cole, Emmanuel Farhi, Mike Golosov, Gary Gorton, Oleg Itskhoki, Bob King, Nobu Kiyotaki, Svetlana Pevnitskaya, Richard Rogerson, Esteban Rossi-Hansberg, Alp Simsek, Jean Tirole, Jonathan Vogel and Warren Weber for helpful comments, as well as seminar participants at Boston College, Boston University, Chicago Fed, Columbia, Florida State University, Harvard, National Bank of Poland, Minneapolis Fed, Notre Dame, Penn State, Princeton, St. Louis Fed, Toulouse School of Economics, University of Pennsylvania, Wharton, the Roma Macro Junior Conference at the EIEF, the SED 2012 Annual Meetings in Cyprus and the LAEF Conference at Santa Barbara. The usual waiver of responsibilities applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}