{
    "id": 18760,
    "citation_title": "On Financing Retirement with an Aging Population",
    "citation_author": [
        "Ellen R. McGrattan",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "2013-11-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA problem facing the United States is financing retirement consumption as its population ages. Proposals for switching to a saving-for-retirement system that do not rely on high payroll taxes have been challenged on the grounds that welfare for some cohorts will fall. We show how to devise a transition path from the current U.S. system to a saving-for-retirement system that increases the welfare of all current and future cohorts, with estimates of future gains that are twice as large as those found with typically used macroeconomic models. The gains are large because there is more productive capital than commonly assumed. Furthermore, the gains are amplified if we lower capital taxes in addition to payroll taxes because the value of business equity increases relative to the capital stock. Our quantitative results depend importantly on accounting for differences between actual government tax revenues and what revenues would be if all income were taxed at the income-weighted average marginal tax rates used in our analysis.\n\n",
    "acknowledgement": "\nAll materials are available at our website at http://www.minneapolisfed.org/research/sr/sr472.html. We thank many seminar participants for useful comments, and in particular, we thank Andy Atkeson, Kevin Donovan, Gary Hansen, Chris Herrington, Selo Imrohoroglu, Ed Schee, and Andrea Waddle. A highly preliminary version of this paper was presented at the Conference in Honor of Gary Stern at the Federal Reserve Bank of Minneapolis. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}