{
    "id": 18762,
    "citation_title": "Is There Evidence of a Real Estate Collateral Channel Effect on Listed Firm Investment in China?",
    "citation_author": [
        "Jing Wu",
        "Joseph Gyourko",
        "Yongheng Deng"
    ],
    "citation_publication_date": "2013-02-01",
    "issue_date": "2013-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPrevious research on the United States and Japan finds economically large impacts of changing real estate collateral value on firm investment.  Working with unique data on land values in 35 major Chinese markets and a panel of firms outside the real estate industry, we estimate investment equations that yield no evidence of a collateral channel effect.  One reason for this stark difference appears to be that some of the most dominant firms in China are state-owned enterprises (SOEs) which are unconstrained in the sense that they do not need to rely on rising underlying property collateral values to obtain all the financing necessary to carry out their desired investment programs.  However, we also find no collateral channel effect for non-SOEs when we perform our analysis on disaggregated sets of firms.  Norms and regulation in the Chinese capital markets and banking sector can account for why there is no collateral channel effect operating among these firms.  We caution that our results do not mean that there will be no negative fallout from a potential real estate bust on the Chinese economy.  There are good reasons to believe there would be, just not through a standard collateral channel effect on firm investment.\n\n",
    "acknowledgement": "\nWe appreciate the comments of Jie Gan, Matthew Turner, Gabriel Ehrlich, and participants at presentations at the \"2012 Symposium on China's Housing Financial Markets\" held at Peking University's Guanghua School of Management, the 2012 NBER Working Group Meeting on the Chinese Economy, the 2013 AREUEA Annual Conference, and Tsinghua University.  Gyourko thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center and the Global Research Initiatives Project at Wharton for financial support.  Deng and Wu thank the Institute of Real Estate Studies at National University of Singapore for financial support.  Wu also thanks the National Natural Science Foundation of China for financial support (No. 71003060).  We gratefully acknowledge Jia He, Chaoqun Ren and Mingyue Li for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph Gyourko\n\nGyourko gratefully acknowledges support from the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton and the Global Research Initiatives Project at Wharton.\n\n\n"
}