{
    "id": 18776,
    "citation_title": "Do Information Technologies Improve Teenagers’ Sexual Education? Evidence from a Randomized Evaluation in Colombia",
    "citation_author": [
        "Alberto Chong",
        "Marco Gonzalez-Navarro",
        "Dean Karlan",
        "Martin Valdivia"
    ],
    "citation_publication_date": "2013-02-13",
    "issue_date": "2013-02-13",
    "revision_date": "2017-07-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcross public junior high schools in 21 Colombian cities, we conducted a randomized evaluation of a mandatory six-month internet-based sexual education course. Six months after finishing the course, we find a 0.4 standard deviation improvement in knowledge, a 0.2 standard deviation improvement in attitudes, and a 55% increase in the likelihood of redeeming vouchers for condoms as a result of taking the course. We find no evidence of spillovers to control classrooms within treatment schools, and we find treatment effects are enhanced when a larger share of a student’s friends also takes the course. The low cost of the online course along with the effectiveness we document suggests this technology is a viable alternative for improving sexual education in middle income countries.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Effectiveness and Spillovers of Online Sex Education: Evidence from a Randomized Evaluation in Colombian Public Schools.\" This research would not have been possible without the sustained support of the Profamilia staff in charge of implementing and monitoring the intervention, especially German López and Lyda Díaz. The authors also recognize the valuable research assistance from Angela García, César Mora, Juan Pablo Ocampo, Martin Sweeney, and project leadership by Beniamino Savonitto and Rachel Strohm. All errors and omissions are ours. The authors thank the Interamerican Development Bank for funding. All opinions are those of the authors, and not of the participating organizations or donors. The authors retained full intellectual freedom to report the results throughout the study. The study received IRB approval from IPA under protocol 117.09June-003. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}