{
    "id": 18779,
    "citation_title": "Growth Forecast Errors and Fiscal Multipliers",
    "citation_author": [
        "Olivier J. Blanchard",
        "Daniel Leigh"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relation between growth forecast errors and planned fiscal consolidation during the crisis. We find that, in advanced economies, stronger planned fiscal consolidation has been associated with lower growth than expected, with the relation being particularly strong, both statistically and economically, early in the crisis. A natural interpretation is that fiscal multipliers were substantially higher than implicitly assumed by forecasters. The weaker relation in more recent years may reflect in part learning by forecasters and in part smaller multipliers than in the early years of the crisis.\n\n",
    "acknowledgement": "\nWe are grateful to Laurence Ball, John Bluedorn, Marcos Chamon, Petya Koeva Brooks, Oli Coibion, Jörg Decressin, Kevin Fletcher, Philip Lane, David Romer, Sven Jari Stehn, and numerous IMF seminar participants for helpful comments, to Eric Bang, Shan Chen, Angela Espiritu, Chanpheng Fizzarotti, and Daniel Rivera for excellent research assistance, and to Linda Kean and Cristina Quintos for superb editorial support. The views expressed in this paper are those of the authors and do not necessarily represent those of the IMF, IMF policy, or the National Bureau of Economic Research.\n\n\n"
}