{
    "id": 18770,
    "citation_title": "Political Centralization in Pre-Colonial Africa",
    "citation_author": [
        "Philip Osafo-Kwaako",
        "James A. Robinson"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate the empirical correlates of political centralization using data from the Standard Cross-Cultural Sample. We specifically investigate the explanatory power of the standard models of Eurasian state formation which emphasize the importance of high population density, inter-state warfare and trade as factors leading to political centralization. We find that while in the whole world sample these factors are indeed positively correlated with political centralization, this is not so in the African sub-sample. Indeed, none of the variables are statistically related to political centralization. We also provide evidence that political centralization, where it took place, was indeed associated with better public goods and development outcomes. We conclude that the evidence is quite consistent with the intellectual tradition initiated in social anthropology by Evans-Pritchard and Fortes in the 1940s which denied the utility of Eurasian models in explaining patterns of political centralization in Africa.\n\n",
    "acknowledgement": "\nWe are greatly indebted to Jan Vansina for his encouragement and suggestions and to Daron Acemoglu and particularly James Fenske for their comments. We also thank Gérard Roland, Gylfi Zoega and an anonymous referee. This paper was written in honor of Thrainn Eggertsson on the occasion of his retirement from the University of Iceland. Any of us who have worked on institutions owe a great debt to his original and pathbreaking research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}