{
    "id": 18778,
    "citation_title": "Profitability of Fertilizer: Experimental Evidence from Female Rice Farmers in Mali",
    "citation_author": [
        "Lori A. Beaman",
        "Dean Karlan",
        "Bram Thuysbaert",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an experiment providing fertilizer grants to women rice farmers in Mali, we found that women who received fertilizer increased both the quantity of fertilizer they used on their plots and complementary inputs such as herbicides and hired labor. This highlights that farmers respond to an increase in availability of one input by re-optimizing other inputs, making it challenging to isolate the returns to any one input. We also found that while the increase in inputs led to a significantly higher level of output, we find no evidence that profits increased. Our results suggest that fertilizer's impact on profits is small compared to other sources of variation. This may make it difficult for farmers to observe the impact of fertilizer on their plots, and accordingly this affects their ability to learn about the returns to fertilizer and could affect their decision to adopt even in the absence of credit constraints.\n\n",
    "acknowledgement": "\nWe thank an anonymous donor for funding the study. Nicole Mauriello, Henriette Hanicotte, Pierrick Judeaux, Camille Boudot and Yann Guy provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}