{
    "id": 18777,
    "citation_title": "Shopping Externalities and Self-Fulfilling Unemployment Fluctuations",
    "citation_author": [
        "Greg Kaplan",
        "Guido Menzio"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "2013-10-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel theory of self-fulfilling unemployment fluctuations. According to this theory, a firm hiring an additional worker creates positive external effects on other firms, as a worker has more income to spend and less time to search for low prices when he is employed than when he is unemployed. In response to the increase in demand and prices, other firms enter or increase their presence in the product market by hiring additional workers. We quantify the external effects of employment on demand and prices and show that they are sufficiently strong to generate multiple rational expectations equilibria and, hence, self-fulfilling economic fluctuations.\n\n",
    "acknowledgement": "\nWe thank the Kielts-Nielsen Data Center at the University of Chicago Booth School of Business for providing access to the Kielts-Nielsen Consumer Panel Dataset. We thank the editor, Harald Uhlig, and three anonymous referees for insightful and detailed suggestions that helped us revising the paper. We are also grateful to Mark Aguiar, Jim Albrecht, Michele Boldrin, Russ Cooper, Ben Eden, Chris Edmond, Roger Farmer, Veronica Guerrieri, Bob Hall, Erik Hurst, Martin Schneider, Venky Venkateswaran, Susan Vroman, Steve Williamson and Randy Wright for many useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}