{
    "id": 18775,
    "citation_title": "Multinational Firms and the Structure of International Trade",
    "citation_author": [
        "Pol Antràs",
        "Stephen R.Yeaple"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis article reviews the state of the international trade literature on multinational firms. This literature addresses three main questions. First, why do some firms operate in more than one country while others do not? Second, what determines in which countries production facilities are located? Finally, why do firms own foreign facilities rather than simply contract with local producers or distributors? We organize our exposition of the trade literature on multinational firms around the workhorse monopolistic competition model with constant-elasticity-of-substitution (CES) preferences. On the theoretical side, we review alternative ways to introduce multinational activity into this unifying framework, illustrating some key mechanisms emphasized in the literature. On the empirical side, we discuss the key studies and provide updated empirical results and further robustness tests using new sources of data.\n\n",
    "acknowledgement": "\nThe final version of this paper is to be published as a chapter in the 4th Edition of the Handbook of International Economics. The statistical analysis of firm-level data on U.S. multinational corporations reported in this study was conducted at U.S. Bureau of Economic Analysis under arrangements that maintained legal confidentiality requirements. Views expressed are those of the authors and do not necessarily reflect those of the Bureau of Economic Analysis or the National Bureau of Economic Research. We are grateful to our discussants, John McLaren and Esteban Rossi-Hansberg for their insightful and incisive comments at the Handbook conference held in Cambridge in September of 2012. We also thank Ruiqing Cao and Yang Du for outstanding research assistance, and Davin Chor, Federico Díez, Willi Kohler, Nathan Nunn, Natalia Ramondo, Marcel Smolka, and Dan Trefler for their help with data sources.\n\n\n"
}