{
    "id": 18782,
    "citation_title": "Education Policy and Intergenerational Transfers in Equilibrium",
    "citation_author": [
        "Brant Abbott",
        "Giovanni Gallipoli",
        "Costas Meghir",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "2018-09-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the equilibrium effects of college financial aid policies building an overlapping generations life cycle model with education, labor supply, and saving decisions. Cognitive and non-cognitive skills of children depend on parental education and skills, and affect education and labor market outcomes. Education is funded by parental transfers that supplement grants, loans and student labor supply. Crowding out of parental transfers by government programs is sizable and cannot be ignored. The current system of federal aid improves long-run welfare by 6%. More generous ability-tested grants would increase welfare and dominate both an expansion of student loans and a labor tax cut.\n\n",
    "acknowledgement": "\nThis paper was originally circulated under the title Equilibrium Effects of Education Policies: A Quantitative Evaluation. We are grateful to six anonymous referees and the editor J. J. Heckman for helpful comments and guidance. We received valuable feedback from numerous individuals and participants at conferences and seminars. We are grateful to Chris Tonetti and Emily Nix for excellent research assistance at an early stage of this project. Costas Meghir thanks the ESRC for funding under the Professorial Fellowship RES-051-27-0204, the Cowles Foundation and the ISPS at Yale. Abbott and Gallipoli acknowledge financial support from the CLSRN and the SSHRC in Canada. We alone are responsible for all errors and interpretations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}