{
    "id": 18781,
    "citation_title": "Commercial Building Electricity Consumption Dynamics: The Role of Structure Quality, Human Capital, and Contract Incentives",
    "citation_author": [
        "Matthew E. Kahn",
        "Nils Kok",
        "John M. Quigley"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCommercial real estate plays a key role in determining the urban sustainability of a metropolitan area. While the residential sector has been the primary focus of energy policies, commercial buildings are now responsible for most of the durable building stock's total electricity consumption. This paper exploits a unique panel of commercial buildings to investigate the impact of building vintage, contract incentives, and human capital on electricity consumption across commercial structures. We document that electricity consumption and building quality are complements, not substitutes. Technological progress may reduce the energy demand from heating, cooling and ventilation, but the behavioral response of building tenants and the large-scale adoption of appliances more than offset these savings, leading to increases in energy consumption in more recently constructed, more efficient structures.\n\n",
    "acknowledgement": "\nKahn thanks the UCLA Ziman Center for Real Estate for generous funding. Kok is supported by a VENI grant from the Dutch Science Foundation (NWO). We are grateful to Eric Karlson for help in assembling, interpreting, and verifying the data used in this analysis. We thank Jan Bruecker, Richard Green and participants at seminars at the University of Michigan, Ann Arbor, the University of California, Los Angeles, the 2013 AEA meetings and the Homer Hoyt Institute for useful comments. We mourn the passing of John M. Quigley in May 2012. John was a great scholar, colleague and friend, and he was actively involved in crafting and executing this project. We hope this paper lives up to his expectations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}