{
    "id": 18780,
    "citation_title": "Attracting Talent: Location Choices of Foreign-Born PhDs in the US",
    "citation_author": [
        "Jeffrey Grogger",
        "Gordon H. Hanson"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the NSF Survey of Earned Doctorates to examine the post-degree location choices of foreign-born students receiving PhDs from US universities in science and engineering. Over the period 1960 to 2008, 77% of foreign-born S&E PhDs state that they plan to stay in the United States. The foreign students more likely to stay in the US are those with stronger academic ability, measured in terms of parental educational attainment and the student's success in obtaining graduate fellowships. Foreign students staying in the United States thus appear to be positively selected in terms of academic ability. We also find that foreign students are more likely to stay in the United States if in recent years the US economy has had strong GDP growth or the birth country of the foreign student has had weak GDP growth. Foreign students are less likely to remain in the US if they are from countries with higher average income levels or that have recently democratized. Education and innovation may therefore be part of a virtuous cycle in which education enhances prospects for innovation in low-income countries and innovation makes residing in these countries more attractive for scientists and engineers.\n\n",
    "acknowledgement": "\nWe thank the International Growth Centre for financial support and Sam Bazzi, Sieuwerd Gaastra, Chen Liu, and Wei You for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}