{
    "id": 18786,
    "citation_title": "The Impact of Social Networks on Labour Market Outcomes: New Evidence from Cape Breton",
    "citation_author": [
        "Adnan Q. Khan",
        "Steven F. Lehrer"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "2013-02-14",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDebates centered on the role of social networks as a determinant of labour market outcomes have a long history in economics and sociology; however, determining causality remains a challenge. In this study we use information on random assignment to a unique intervention to identify the impact of changes in the size of alternative social network measures on subsequent employment at both the individual and community level. Our results indicate that being assigned to the treatment protocol significantly increased the size of social networks, particularly weak ties. Nevertheless, these increases did not translate into improved employment outcomes 18 months following study completion. We do not find any evidence of treatment effect heterogeneity based on the initial size of one's social network; but those whose strong ties increased at a higher rate during the experiment were significantly less likely to hold a job following the experiment. We find that many of these results also hold at the community level among those who did not directly participate in the intervention. In summary, our results suggest that policies can successfully influence the size of an individual's social network, but these increases have limited impacts on long run labour market outcomes with the notable exception of changes in the composition of individuals who hold jobs.\n\n",
    "acknowledgement": "\nWe wish to thank Charlie Beach, Doug Tattrie and seminar participants at the Income, Inequality and Immigration: A JDI Conference Honouring Charles M. Beach for helpful comments and suggestions on earlier drafts. This paper was motivated by several of  Beach's recent papers including Abbott and Beach (2008, 2011) that postulated that the development of labour market connections by new immigrants may be an underlying factor in the immigrants' increasing earnings profile since landing. Lehrer wishes to thank SSHRC for research support. We are also extremely gratefully to members of SRDC for answering numerous questions about the data used in this study. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}