{
    "id": 18783,
    "citation_title": "The Antitrust Analysis of Multi-Sided Platform Businesses",
    "citation_author": [
        "David S. Evans",
        "Richard Schmalensee"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis Chapter provides a survey of the economics literature on multi-sided platforms with particular focus on competition policy issues, including market definition, mergers, monopolization, and coordinated behavior.   It provides a survey of the general industrial organization theory of multi-sided platforms and then considers various issues concerning the application of antitrust analysis to multi-sided platform businesses.  It shows that it is not possible to know whether standard economic models, often relied on for antitrust analysis, apply to multi-sided platforms without explicitly considering the existence of multiple customer groups with interdependent demand. It summarizes many theoretical and empirical papers that demonstrate that a number of results for single-sided firms, which are the focus of much of the applied antitrust economics literature, do not apply directly to multi-sided platforms.\n\n",
    "acknowledgement": "\nNo outside funding was received or relied on for this paper.  David Evans works for a large number of companies that are multi-sided platforms for whom he provides consulting on antitrust related issues. Many of these relationships are confidential; the public ones include Google and Visa.  Evans is Chairman, Global Economics Group; Lecturer, University of Chicago Law School; Executive Director, Jevons Institute for Competition Law and Economics and Visiting Professor, University College London. Schmalensee is Howard W. Johnson Professor of Economics and Management, Emeritus, Massachusetts Institute of Technology. We would like to thank Howard Chang and Steven Joyce for valuable assistance and helpful comments.  We are indebted to Marshall Van Alstyne, Mark Armstrong, Yong Chao, Glen Weyl, and the editors for useful comments on an earlier draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}