{
    "id": 18797,
    "citation_title": "Fiscal Stability of High-Debt Nations under Volatile Economic Conditions",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a recursive empirical model of the real interest rate, GDP growth, and the primary government deficit in the U.S., I solve for the ergodic distribution of the debt/GDP ratio. If such a distribution exists, the government is satisfying its intertemporal budget constraint. One key finding is that historical fiscal policy would bring the current high debt ratio back to its normal level of 0.35 over the coming decade. Forecasts of continuing increases in the ratio over the decade make the implicit assumption that fiscal policy has shifted dramatically. In the variant of the model that matches the forecast, the government would not satisfy its intertemporal budget constraint if the policy was permanent. The willingness of investors to hold U.S. government debt implies a belief that the high-deficit policy is transitory.\n\n",
    "acknowledgement": "\nPrepared for the symposium, \"Government Debt in Democracies: Causes, Effects, and Limits\" 30 November and 1 December 2012, sponsored by the Nationale Akademie der Wissenschaften, the Berlin- Brandenburgische Akademie der Wissenschaften, and the Freie Universität Berlin. The Hoover Institution supported this research. It is also part of the National Bureau of Economic Research's Economic Fluctuations and Growth program. I am grateful to Arvind Krishnamurthy, my discussant Carl Christian von Weizsäcker, and participants in the symposium for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}