{
    "id": 18791,
    "citation_title": "Birthdays, Schooling, and Crime: New Evidence on the Dropout-Crime Nexus",
    "citation_author": [
        "Philip J. Cook",
        "Songman Kang"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nBased on administrative data for five cohorts of public school children in North Carolina, we demonstrate that those born just after the cut date for starting school are likely to outperform those born just before in reading and math in middle school, and are less likely to be involved in juvenile delinquency.  On the other hand, those born after the cut date are more likely to drop out of high school before graduation and commit a felony offense by age 19.  We also present suggestive evidence that the higher dropout rate is due to the fact that youths born after the cut date have longer exposure to the legal possibility of dropping out.  The \"crime\" and \"dropout\" differences are strong but somewhat muted by the fact that youths born just before the cut date are substantially more likely to be held back in school.  We document considerable heterogeneity in educational and criminal outcomes by sex, race and other indicators of socioeconomic disadvantage.\n\n",
    "acknowledgement": "\nWe thank Peter Arcidiacono, Ken Dodge, V. Joseph Hotz, Jens Ludwig, Hugh Macartney, Justin McCrary, Seth Sanders, and Chris Timmins as well as participants at the 2012 Association for Public Policy and Management Conference for helpful comments. This research was supported with funds from Duke University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}