{
    "id": 18799,
    "citation_title": "University Differences in the Graduation of Minorities in STEM Fields: Evidence from California",
    "citation_author": [
        "Peter Arcidiacono",
        "Esteban M. Aucejo",
        "V. Joseph Hotz"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe low number of college graduates with science degrees -- particularly among under-represented minorities -- is of growing concern. We examine  differences across universities  in graduating students in different fields. Using student-level data on the University of California system during a period in which racial preferences were in place, we show significant sorting into majors based on academic preparation, with science majors at each campus having on average stronger credentials than their non-science counterparts. Students with relatively weaker academic preparation are significantly more likely to leave the sciences and take longer to graduate at each campus. We show the vast majority of minority students would be more likely to graduate with a science degree and graduate in less time had they attended a lower ranked university. Similar results do not apply for non-minority students.\n\n",
    "acknowledgement": "\nPartial funding for Arcidiacono came from the Searle Freedom Trust. We thank seminar participants at NYU, Oxford, and the 2012 Brookings conference on The E\u000bects of Racial Preferences on Student Outcomes for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}