{
    "id": 18798,
    "citation_title": "Does Elite Capture Matter? Local Elites and Targeted Welfare Programs in Indonesia",
    "citation_author": [
        "Vivi Alatas",
        "Abhijit Banerjee",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Ririn Purnamasari",
        "Matthew Wai-Poi"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of elite capture on the allocation of targeted government welfare programs in Indonesia, using both a high-stakes field experiment that varied the extent of elite influence and non-experimental data on a variety of existing government transfer programs. Conditional on their consumption level, there is little evidence that village elites and their relatives are more likely to receive aid programs than non-elites. However, this overall result masks stark differences between different types of elites: those holding formal leadership positions are more likely to receive benefits, while informal leaders are less likely to receive them. We show that capture by formal elites occurs when program benefits are actually distributed to households, and not during the processes of determining who should be on the beneficiary lists. However, while elite capture exists, the welfare losses it creates appear small: since formal elites and their relatives are only 9 percent richer than non-elites, are at most about 8 percentage points more likely to receive benefits than non-elites, and represent at most 15 percent of the population, eliminating elite capture entirely would improve the welfare gains from these programs by less than one percent.\n\n",
    "acknowledgement": "\nThis project was a collaboration involving many people. We thank Talitha Chairunissa, Amri Ilmma, Chaeruddin Kodir, He Yang and Gabriel Zucker for their excellent research assistance, and Scott Guggenheim for helpful comments. We thank Mitra Samya, the Indonesian Central Bureau of Statistics, the National Team for the Acceleration of Poverty Reduction (TNP2K), and SurveyMeter for their cooperation implementing the project. Most of all, we thank Jurist Tan for her truly exceptional work leading the field implementation. This project was financially supported by AusAID through a World Bank trust fund, by 3ie (OW3.1055), and by the NIH (P01 HD061315). All views expressed are those of the authors, and do not necessarily reflect the views of the World Bank, TNP2K, Mitra Samya, Depsos, the Indonesian Central Bureau of Statistics, or the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nRema Hanna is a scientific director at JPAL-South East Asia. J-PAL has no stake in the outcomes of any given evaluation results; however, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}