{
    "id": 18794,
    "citation_title": "Environmental Macroeconomics: Environmental Policy, Business Cycles, and Directed Technical Change",
    "citation_author": [
        "Garth Heutel",
        "Carolyn Fischer"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnvironmental economics has traditionally fallen in the domain of microeconomics, but recently approaches from macroeconomics have been applied to studying environmental policy.  We focus on two macroeconomic tools and their application to environmental economics.  First, real business cycle models can incorporate pollution and pollution policy and be used to answer several questions.  How can environmental policy adjust to business cycles?  How do different types of policies fare in a context with business cycles?  Second, endogenous technological growth is an important component of environmental policy.  Several studies ask how policy can be designed to both tackle emissions directly and influence the adoption of clean technologies.  We focus on these two aspects of environmental macroeconomics but emphasize that there are many other potential applications.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Annual Review of Resource Economics.  Support from the Mistra Foundation INDIGO Program and Gothenburg University is gratefully acknowledged. We thank Baran Doda, Ted Temzelides, and especially Kerry Smith for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}