{
    "id": 18795,
    "citation_title": "Behind the Scenes: Sources of Complementarity in R&D",
    "citation_author": [
        "Marco Ceccagnoli",
        "Matthew J. Higgins",
        "Vincenzo Palermo"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven though management consultants increasingly recommend that in-house research be outsourced, little is known about the conditions favoring substitution or complementarity between internal R&D and external technology acquisition. In this paper, we attempt to provide a deeper understanding of the firm-level drivers of complementarity between these two types of investments through the structural estimation of a flexible innovation production function, such as the translog. Our empirical analysis is based on a unique panel dataset on the R&D and in-licensing expenditures of 94 global pharmaceutical firms active in drug development between 1997 and 2005. Our results suggest that internal R&D and in-licensing in the pharmaceutical industry were neither complements nor substitutes during the study period. However, we find that the degree of complementarity is enhanced for firms with stronger absorptive capacity, economies of scope, and past licensing experience.\n\n",
    "acknowledgement": "\nWe thank Rajshree Agarwal, Kazuhiro Asakawa, Dan Breznitz, Annamaria Conti, Ronnie Chatterji, Chris Forman, Alfonso Gambardella, John Haltiwanger, Magnus Holmén, Keld Laursen, Anne Miner, Alex Oettl, Maija Renko, Daniel Spulber, Marie and Jerry Thursby, Arvids Ziedonis, seminar participants at Georgia Tech, the 2011 CCC doctoral consortium at MIT, the 2011 Academy of Management meeting, the 2011 DRUID conference, the 2012 Trans-Atlantic Doctoral Conference at the London Business School for helpful comments and suggestions. We are indebted to Deloitte ReCap for access to their data. We also thank Alexandra Kondo and IMS Health Incorporated for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated, any of its affiliated or subsidiary entities, or the National Bureau of Economic Research. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS MIDAS™, June 1997 to December 2008, IMSA Health Incorporated or its affiliates. Higgins acknowledges support from The Imlay Professorship. Ceccagnoli acknowledges funding from the Kauffman Foundation--Roadmap for an Entrepreneurial Economy. Palermo acknowledges funding from the Kauffman Dissertation Program Fellowship. Authors are listed alphabetically and the usual disclaimers apply.\n\n\n"
}