{
    "id": 18796,
    "citation_title": "The Interwar Housing Cycle in the Light of 2001-2011: A Comparative Historical Approach",
    "citation_author": [
        "Alexander J. Field"
    ],
    "citation_publication_date": "2013-02-08",
    "issue_date": "2013-02-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the interwar housing cycle in comparison to what transpired in the United States between 2001 and 2011. The 1920s experienced a boom in construction and prolonged retardation in building in the 1930s, resulting in a swing in residential construction's share of GDP, and its absolute volume, that was larger than what has taken place in the 2000s.  In contrast, there was relatively little sustained movement in the real price of housing between 1919 and 1941, and the up and down price movements were remarkably modest, certainly in comparison with more recent experience.  The paper documents the higher degree of housing leverage in 2001-2011. And it documents a rate of foreclosure on residential housing post 2006 that is likely higher than during the 1930s.  It concludes that balance sheet problems resulting from a prior residential housing boom pose greater obstacles to recovery today than they did in the interwar period.\n\n",
    "acknowledgement": "\nI am grateful for comments from Michael Bordo, Jean-Jacques Dethier, Price Fishback, Fred Foldvary, Mason Gaffney, Steven Gjerstad, Leslie Hannah, Eric Hilt, Natacha Postel-Vinay, Gary Richardson, Ken Snowden, Bill Sundstrom, Richard Sylla, Eugene White, Larry White, Gavin Wright, and other participants at the NBER Universities Research Conference on Housing, Cambridge, Massachusetts, September 23-24, 2011, presentations at Columbia University and New York University, October 6-7, 2011, at the London School of Economics, October 12, 2011, at Santa Clara University on November 9, 2011, and at the Business History Conference, Philadelphia, Pennsylvania, March 30, 2012. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}