{
    "id": 18802,
    "citation_title": "Distinctively Black Names in the American Past",
    "citation_author": [
        "Lisa D. Cook",
        "Trevon D. Logan",
        "John M. Parman"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the existence of a distinctive national naming pattern for African Americans in the late nineteenth and early twentieth centuries.  We use census records to identify a set of high-frequency names among African Americans that were unlikely to be held by whites.  We confirm the distinctiveness of the names using over five million death certificates from Alabama, Illinois and North Carolina from the early twentieth century.  The names we identify in the census records are similarly distinctive in these three independent data sources.  Surprisingly, approximately the same percentage of African Americans had \"black names\" historically as they do today. No name that we identify as a historical black name, however, is a contemporary black name. The literature has assumed that black names are a product of the Civil Rights Movement, yet our results suggest that they are a long-standing cultural norm among African Americans.  This is the first evidence that distinctively racialized names existed long before the Civil Rights Era, establishing a new fact in the historical literature.\n\n",
    "acknowledgement": "\nWe thank Rodney J. Andrews, Alan Barreca, William A. Darity, Robert W. Fogel, Claudia D. Goldin, Darrick Hamilton, Samuel Meyers, Paul W. Rhode, Richard H. Steckel, Franklin D. Wilson, seminar audiences at Harvard University, University of Minnesota, University of Wisconsin, participants in The Second Wave conference, NBER Summer Institute, Southern Economic Association and American Economic Association annual meetings for useful comments. Stanley L. Engerman provided particularly detailed comments and advice, for which we are grateful.  The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}