{
    "id": 18808,
    "citation_title": "The Link Between Fundamentals and Proximate Factors in Development",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2013-02-19",
    "issue_date": "2013-02-19",
    "revision_date": "2014-03-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper introduces a framework for studying the hierarchy of growth factors, from deep to more immediate. The specific setting we examine is 18th and 19th century Germany, when institutional changes introduced by reforms and transportation improvements converged to create city growth. We assess the impact of institutions on growth by allowing two ways for institutions to affect growth. Institutions can directly affect growth, or it can impact on trade, which in turn affects growth. Once we separately quantify the link from institutions to trade, and trade to growth, the independent effect of institutions on growth is small. This suggests that part of what is often understood as trade's effect on growth can be attributed to institutional change. It is straightforward to apply this framework to other settings.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Daron Acemoglu, Lee Alston, Sascha Becker, Johannes van Biesebroeck, Dan Bogart, Holger Breinlich, Anca Cristea, Price Fishback, Rainer Fremdling, Walker Hanlon, Vernon Henderson, Beata Javorcik, Ed Leamer, Nathan Nunn, Kevin O'Rourke, Jeff Williamson and audiences at Berkeley, Colorado, Cliometrics, CURE, ERWIT, Harvard, NBER, Oregon, Oxford, Philly Fed, UC Irvine, UCLA, UC Santa Cruz, WTO, and Yale for useful comments. Thanks go as well to Michael Kopsidis and Jochen Streb for providing us with data. David Silver and Austin Smith provided excellent research assistance. NSF support under grant numbers SES 0453040 and SES 1124426 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}