{
    "id": 18809,
    "citation_title": "Choice of Country by the Foreign Born for PhD and Postdoctoral Study: A Sixteen-Country Perspective",
    "citation_author": [
        "Paula Stephan",
        "Chiara Franzoni",
        "Giuseppe Scellato"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the decisions of foreign-born PhD and postdoctoral trainees to come to the United States vs. go to another country for training. Data are drawn from the GlobSci survey of scientists in sixteen countries working in four fields.  We find that individuals come to the U.S. to train because of the prestige of its programs and/or career prospects.  They are discouraged from training in the United States because of the perceived lifestyle.  The availability of exchange programs elsewhere discourages coming for PhD study; the relative unattractiveness of fringe benefits discourages coming for postdoctoral study.  Countries that have been nibbling at the U.S.-PhD and postdoc share are Australia, Germany, and Switzerland; France and Great Britain have gained appeal in attracting postdocs, but not in attracting PhD students.  Canada has made gains in neither.\n\n",
    "acknowledgement": "\nWe have benefited from comments made by participants at the High Skill Immigration Workshop held October 25, 2012 at the NBER as well as from comments by Bill Amis, Annamaria Conti and Carolin Häussler.  We thank Cathee Phillips of the National Postdoc Organization for providing data. The authors acknowledge support from Regione Piemonte for the GlobSci project and from the IPE Program, National Bureau of Economic Research. Stephan acknowledges support from the European Commission (FP7) Project \"An Observatorium for Science in Society Based in Social Models - SISOB\" Contract no. FP7 266588 and Collegio Carlo Alberto Project \"Researcher Mobility and Scientific Performance.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}