{
    "id": 18805,
    "citation_title": "The Demand for Cigarettes as Derived from the Demand for Weight Control",
    "citation_author": [
        "John Cawley",
        "Stephanie von Hinke Kessler Scholder"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence on the extent to which the demand for cigarettes is derived from the demand for weight control (i.e. weight loss or avoidance of weight gain). We utilize nationally representative data that provide the most direct evidence to date on this question: individuals are directly asked whether they smoke to control their weight. We find that, among teenagers who smoke frequently, 46% of girls and 30% of boys are smoking in part to control their weight. This practice is significantly more common among youths who describe themselves as too fat than those who describe themselves as about the right weight.\nThe derived demand for cigarettes has important implications for tax policy. Under reasonable assumptions, the demand for cigarettes is less price elastic among those who smoke for weight control. Thus, taxes on cigarettes will result in less behavior change (but more revenue collection and less deadweight loss) among those for whom the demand for cigarettes is a derived demand.  Public health efforts to reduce smoking initiation and encourage cessation may wish to design campaigns to alter the derived nature of cigarette demand, especially among adolescent girls.\n\n",
    "acknowledgement": "\nWe thank David Frisvold, Don Kenkel, and Catherine Maclean, as well as participants in the American Society of Health Economists biennial conference and the Food & Drug Administration's Economics of Tobacco Roundtable, for their helpful comments. We gratefully acknowledge financial support from: Cornell's Institute for Health Economics, Health Behaviors, and Disparities (Cawley) and the UK Medical Research Council (von Hinke Kessler Scholder; MRC Early Career fellowship in the economics of health, reference number G1002345). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}