{
    "id": 1880,
    "citation_title": "Country Risk, Asymmetric Information and Domestic Policies",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes an economy where incomplete information regarding the default penalty can result in an upward-sloping supply of credit.We evaluate the role of partial information and other related factors in determining the elasticity of supply of credit and the credit ceiling facing the economy. We identify conditions under which the presence of country risk induces a domestic distortion. Next, we derive the cost-minimizing domestic policies needed in the presence of such a distortion. It is shown that cost-minimizing policies for a country that wishes to service its debt in the presence of country risk calls for a combination of borrowing taxes and time varying consumption taxes. If all consumers have access to the domestic capital market, the two policies are equivalent. If domestic consumers are subject to liquidity constraints, cost-minimizing policies call for a combination of time varying consumption taxes and product subsidies that will mimic the consumption distribution achieved by cost-minimizing policies in the absenceof liquidity constraints. The policies derived in the paper are formulated interms of the country risk, as embodied in the elasticity of supply of credit facing the borrower. In a mixed economy, where some consumers are subject to credit rationing whereas others have full access to the domestic credit market, there is a need for taxes on borrowing as well as time varying consumption and production tax cum subsidies. The analysis also shows that if the level of external borrowing is substantial, cost-minimizing domestic policies call for instituting a two-tier exchange rate system.\n\n",
    "acknowledgement": "\n"
}