{
    "id": 18804,
    "citation_title": "Information and Quality when Motivation is Intrinsic: Evidence from Surgeon Report Cards",
    "citation_author": [
        "Jonathan T. Kolstad"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nIf profit maximization is the objective of a firm, new information about quality should affect firm behavior only through its effects on market demand. I consider an alternate model in which suppliers are motivated by a desire to perform well in addition to profit. The introduction of quality \"report cards\" for cardiac surgery in Pennsylvania provides an empirical setting to isolate the relative role of extrinsic and intrinsic incentives in determining surgeon response. Information on performance that was new to surgeons and unrelated to patient demand led to an intrinsic response four times larger than surgeon response to profit incentives.\n\n",
    "acknowledgement": "\nThe data used in this analysis were obtained from the Pennsylvania Health Care Cost Containment Council (PHC4), which requests the following disclaimer: The Pennsylvania Health Care Cost Containment Council (PHC4) is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay. PHC4 has provided data to this entity in an effort to further PHC4's mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents and staff, have made no representation, guarantee, or warranty, expressed or implied, that the data - financial, patient, payor, and physician specific information -- provided to this entity, are error-free, or that the use of the data will avoid differences of opinion or interpretation. This analysis was not prepared by PHC4. This analysis was done by Jonathan T. Kolstad. PHC4, its agents and staff, bear no responsibility or liability for the results of the analysis, which are solely the opinion of the authors.\n\n\nI would especially like to thank my thesis committee: Susan Athey, David Cutler and Robert Huckman. In addition, I am grateful to Amitabh Chandra, Mike Chernew, Mark Duggan, Richard Frank, Ben Handel, Amanda Kowalski, Tom McGuire, Joe Newhouse, Mark Pauly, Amanda Starc, Bob Town, Heidi Williams, Frank Wolak and seminar participants at the ASHE Biennial Meeting, Stanford, Emory, RAND, Wharton, Cornell, Washington University, CBO and Harvard for many helpful comments. Support from the National Institute on Aging (Grant P01 AG005842) is gratefully acknowledged. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}