{
    "id": 18800,
    "citation_title": "Optimal Public Debt Management and Liquidity Provision",
    "citation_author": [
        "George-Marios Angeletos",
        "Fabrice Collard",
        "Harris Dellas",
        "Behzad Diba"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the Ramsey policy problem in an economy in which firms face a collateral constraint.  Issuing more public debt alleviates this friction by increasing the aggregate quantity of collateral. In so doing, however, the issuance of more debt also raises interest rates, which in turn increases the tax burden of servicing the entire outstanding debt. We first document how this trade-off upsets the optimality of tax smoothing and, in contrast to the standard paradigm, helps induce a unique and stable steady-state level of debt in the deterministic version of the model. We next study the optimal policy response to fiscal and financial shocks in the stochastic version. We finally show how the results extend to a variant model in which the financial friction afflicts consumers rather than firms.\n\n",
    "acknowledgement": "\nWe are grateful to Pedro Teles for his illuminating comments in discussing our paper at the 2012 Hydra Conference in Corsica, and to various seminar participants for useful feedback. Angeletos and Diba thank the University of Bern for its hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}