{
    "id": 18806,
    "citation_title": "Monetary Policy and Rational Asset Price Bubbles",
    "citation_author": [
        "Jordi Galí"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the impact of alternative monetary policy rules on a rational asset price bubble, through the lens of an overlapping generations model with nominal rigidities. A systematic increase in interest rates in response to a growing bubble is shown to enhance the fluctuations in the latter, through its positive effect on bubble growth. The optimal monetary policy seeks to strike a balance between stabilization of the bubble and stabilization of aggregate demand. The paper's main findings call into question the theoretical foundations of the case for \"leaning against the wind\" monetary policies.\n\n",
    "acknowledgement": "\nI have benefited from comments by three anonymous referees, Marty Eichenbaum, Pierre-Olivier Gourinchas, Seppo Honkapohja, Paolo Pesenti and participants at the CREI Workshop on Asset Prices and the Business Cycle, the EABCN Conference on Fiscal and Monetary Policy in the Aftermath of the Financial Crisis, the ECB International Research Forum on Monetary Policy, the NBER Summer Institute and seminars at CREI-UPF, CEMFI, UAB, and the Riksbank. I am grateful to Alain Schlaepfer and Jagdish Tripathy for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJordi Galí\n\nI have an ongoing consulting relationship with the European Central Bank and the Sveriges Riksbank. I am a member of the Board of Directors of BanSabadell Inversión, an Barcelona-based investment fund.\n\n\n"
}