{
    "id": 18801,
    "citation_title": "Market-based Emissions Regulation When Damages Vary Across Sources: What Are the Gains from Differentiation?",
    "citation_author": [
        "Meredith Fowlie",
        "Nicholas Muller"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the air pollution currently regulated under U.S. emissions trading programs is non-uniformly mixed, meaning that health and environmental damages depend on the location and dispersion characteristics of the sources. Existing policy regimes ignore this fact. Emissions are penalized at a single permit price, regardless of the location of the source. In theory, differentiated policies can be designed to accommodate non-uniformly mixed pollution using emissions penalties that vary with emissions damages. Under perfect certainty, damage-based policy differentiation is unambiguously welfare improving. In the presence of uncertainty about damages and abatement costs, differentiated policies need not welfare dominate simpler, undifferentiated designs. Using rich data from a major U.S. emissions trading program, we estimate the welfare impacts of policy differentiation. Surprisingly, we find that differentiated emissions trading results in welfare loss as compared to the undifferentiated trading regime that was implemented.  This result manifests because ex post realized abatement costs appear to have exceeded expectations. We further show that, in this context, a differentiated price-based policy welfare dominates the differentiated quantity-based alternative.\n\n",
    "acknowledgement": "\nFowlie thanks the Energy Instute at Haas for support under a research contract from the California Energy Commission. Muller thanks the United States Environmental Protection Agency for support under award: EPA-OPEI-NCEE-08-02. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}