{
    "id": 18814,
    "citation_title": "Capital Flows, Credit Booms, and Financial Crises in the Classical Gold Standard Era",
    "citation_author": [
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe classical gold standard period, 1880-1913, witnessed deep economic integration. High capital imports were related to better growth performance but may also have created greater volatility via financial crises. I first document the substantial output losses from various types of crises. I then explore the relationship between crises and two forces highlighted in the recent literature on financial crises: international capital movements and credit growth. Neither factor is sufficient to explain financial crises in this period. Instead, interactions between the informational environment, the fiscal situation, the exchange rate regime, and events beyond a nation's borders all help explain crises. Some examples are provided.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in a special issue on the \"History of Financial Crises\" in the Revista de Historia de la Economía y de la Empresa being published and supported by the Archivo Histórico-BBVA (Banco Bilbao Vizcaya Argentaria)-Spain. Comments from the editor, two referees, Michael Bordo, Charlie Calomiris, and Alan M. Taylor were very helpful. The author remains responsible for all errors and omissions herein. An honorarium of less than $5,000  was paid to the author for this research by the Archivo Histórico-BBVA. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}