{
    "id": 18812,
    "citation_title": "Estimating Benefits from University-Level Diversity",
    "citation_author": [
        "Barbara L. Wolfe",
        "Jason Fletcher"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the continuing areas of controversy surrounding higher education is affirmative action.  The Supreme Court has agreed to hear Fisher v. Texas, and their ruling may well influence universities' diversity initiatives, especially if they overturn Grutter v. Bollinger and rule that diversity is no longer a \"compelling state interest.\"  But what lies behind a compelling state's interest?  One issue that continues to require more information is estimating and understanding the gains for those attending colleges and universities with greater diversity. Most existing studies are either based on evidence from one institution, which has issues of both selectivity and limited \"treatments,\" or focus on selective institutions, which also face issues of selection bias from college choice behaviors.  In this research we use Wave 3 of Add Health, collected in 2001-02 of those then attending college.  Add Health collected the IPEDS number of each college and matched these to the racial/ethnic composition of the student body.  We convert these data into an index of diversity and then ask whether attending a college/university with a more diverse student body influences a variety of outcomes at Wave 4 (2007-08), including years of schooling completed, earnings, family income, composition of friends, and probability of voting.  Our results provide evidence of a positive link between attending a college with greater diversity and higher earnings and family income, but not with more schooling or the probability of voting.\n\n",
    "acknowledgement": "\nThe authors thank Sara Goldrick-Rab and participants at an APPAM session, 2012, for helpful suggestions. This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}