{
    "id": 18815,
    "citation_title": "The Effect of Police on Crime: New Evidence from U.S. Cities, 1960-2010",
    "citation_author": [
        "Aaron Chalfin",
        "Justin McCrary"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "2013-03-05",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe argue that the key impediment to accurate measurement of the effect of police on crime is not necessarily simultaneity bias, but bias due to mismeasurement of police. Using a new panel data set on crime in medium to large U.S. cities over 1960- 2010, we obtain measurement error corrected estimates of the police elasticity of the cost-weighted sum of crimes of roughly -0.5. The estimates confirm a controversial finding from the previous literature that police reduce violent crime more so than property crime.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Orley Ashenfelter, Emily Bruce, David Card, Raj Chetty, Bob Cooter, John DiNardo, John Eck, Hans Johnson, Louis Kaplow, Mark Kleiman, Tomislav Kovandzic, Prasad Krishnamurthy, Thomas Lemieux, John MacDonald, Je\u000b Miron, Denis Nekipelov, Alex Piquero, Jim Powell, Kevin Quinn, Steve Raphael, Jesse Rothstein, Daniel Richman, Seth Sanders, David Sklansky, Kathy Spier, Eric Talley, John Zedlewski, and Frank Zimring, but particularly Aaron Edlin, who discovered a mistake in a preliminary draft, and Emily Owens and Gary Solon, who both read a later draft particularly closely and provided incisive criticisms. We also thank seminar participants from the University of British Columbia, the University of Oregon, the University of California, Berkeley, Harvard University, Brown University, the University of Rochester, the Public Policy Institute of California, the NBER Summer Institute, the University of Texas at Dallas, the University of Cincinnati and the University of South Florida. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAaron Chalfin\n\nFinancial support:  I am a graduate student at the University of California and, for the past two years, while I have worked on this manuscript, I have received support from several outside fellowships that supported my research generally.  These external sources of support include an NSF/NBER Pre-Doctoral Research Fellowship in the Economics of Crime and a National Institutes of Health NICHD Pre-Doctoral Training Grant. I have received no financial support from any source that is, in any way, linked to or contingent upon this research.\n\n\nConflicts of Interest:  Neither I nor any of my close family members hold a position, either paid or unpaid, in any organization whose policy goals, positions or financial interests would be affected by this research.\n\n\n"
}