{
    "id": 18818,
    "citation_title": "Home Computers and Child Outcomes: Short-Term Impacts from a Randomized Experiment in Peru",
    "citation_author": [
        "Diether W. Beuermann",
        "Julian P. Cristia",
        "Yyannu Cruz-Aguayo",
        "Santiago Cueto",
        "Ofer Malamud"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents results from a randomized control trial in which approximately 1,000 OLPC XO laptops were provided for home use to children attending primary schools in Lima, Peru. The intervention increased access and use of home computers, with some substitution away from computer use outside the home. Beneficiaries were more likely to complete domestic chores but less likely to read books. Treatment children scored almost one standard deviation higher in a test of XO proficiency, though there were no effects on objective and self-reported skills for using a Windows-based PC and Internet. There were positive impacts on the Raven's Progressive Matrices test among children who did not have a home computer before the intervention, but no significant effects for the sample as a whole. Finally, there was little evidence for spillovers within schools, although close friends and classmates of laptop recipients did exhibit higher proficiency with the XO computer.\n\n",
    "acknowledgement": "\nThis project is the result of a collaborative effort involving many people. We want to especially thank Mariana Alfonso (IDB) and Jennelle Thompson (IDB) for their significant contributions. This project would not have been materialized without the collaboration and commitment shown by the Dirección General de Tecnologías Educativas in the Ministry of Education of Peru (DIGETE). We thank its current and former directors, Sandro Marcone and Oscar Becerra, respectively, and their excellent team including among others Roberto Bustamente, Carmen Alvarez and Victor Castillo. We also thank Giuliana Avila, Olga Namen, Elizabeth Rosales, Claudia Sugimaru, Diego Vera, and Micaela Wensjoe for outstanding research assistance. We acknowledge excellent comments and suggestions by Bruce Meyer, and by seminar participants at Cornell University, the Inter-American Development Bank (IDB), the SIEP conference in Peru, and the University of Pennsylvania. The views expressed in this paper are those of the authors and should not be attributed to the Inter-American Development Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}