{
    "id": 18817,
    "citation_title": "Heterogeneous Economic Returns to Postsecondary Degrees: Evidence from Chile",
    "citation_author": [
        "Loreto Reyes",
        "Jorge Rodríguez",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2013-02-27",
    "issue_date": "2013-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the economic returns to different postsecondary degrees in Chile. We posit a schooling decision model with unobserved ability, observed test scores and labor market outcomes. We benefit from administrative records to carry out our empirical strategy. Our results show positive average returns to postsecondary degrees, especially for five-year degrees. However, we also uncover a large fraction of individuals with realized negative net returns. Although psychic benefits of postsecondary education could rationalize this result, we argue this might also suggest that individuals lack information at the time schooling decisions are made. Finally, our findings illustrate the importance of allowing for heterogeneous treatment effects when making policy recommendations.\n\n",
    "acknowledgement": "\nWe are indebted to the useful comments of Samuel Berlinksy, Matias Busso, Judy Hellerstein, Giordano Palloni, Ricardo Mayer, Rodrigo Montero, Claudia Sanhueza, Miguel Sarsoza, Ken Ueda, and the seminar participants at Universidad Diego Portales (January, 2012) and IADB (March, 2012). A previous version of this paper circulated under the title \"The Economic Returns to Postsecondary Degrees in Chile\". We thank the Ministry of Finance of Chile for providing us access to the data. The authors did not have access to information leading to the identi\fcation of individuals. The data analysis was carried out in a secure server. Sergio Urzúa thanks the support of Centro de Microdatos at the University of Chile through the Millennium Science Initiative sponsored by the Chilean Ministry of Economics, Development and Tourism, Project NS100041. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}