{
    "id": 18816,
    "citation_title": "Fluctuations in Weekly Hours and Total Hours Worked Over the Past 90 Years and the Importance of Changes in Federal Policy Toward Job Sharing",
    "citation_author": [
        "Todd Neumann",
        "Jason Taylor",
        "Price Fishback"
    ],
    "citation_publication_date": "2013-02-15",
    "issue_date": "2013-02-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the Great Depression of 1930s, changes in the workweek drove a larger portion of changes in total labor input than in other decades. Work-sharing policies appear to be responsible.  Hoover created various work-sharing committees lead by key industrialists, which pushed for shorter workweeks and Roosevelt's President's Reemployment Agreement called for sharp cuts in weekly hours.  The hope was to spread available work amongst more people. While between 50 and 90 percent of declines in labor input were accommodated by falling hours during these periods, in recent decades employers have primarily relied on layoffs to achieve the same end.  During the Great Depression of 1930s, changes in the workweek drove a larger portion of changes in total labor input than in other decades. Work-sharing policies appear to be responsible.  Hoover created various work-sharing committees lead by key industrialists, which pushed for shorter workweeks and Roosevelt's President's Reemployment Agreement called for sharp cuts in weekly hours.  The hope was to spread available work amongst more people. While between 50 and 90 percent of declines in labor input were accommodated by falling hours during these periods, in recent decades employers have primarily relied on layoffs to achieve the same end.\n\n",
    "acknowledgement": "\nWe owe thanks to Dan Hamermesh and Claudia Goldin for their encouragement.  National Science Foundation Grant No.  SES-1061927 provided funding for some of the research.  The paper does not reflect the opinion of the National Science Foundation in any way. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}