{
    "id": 18822,
    "citation_title": "In the Name of the Son (and the Daughter): Intergenerational Mobility in the United States, 1850-1930",
    "citation_author": [
        "Claudia Olivetti",
        "M. Daniele Paserman"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a new perspective on intergenerational mobility in the United States in the late 19th and early 20th centuries. We devise an empirical strategy that allows to calculate intergenerational elasticities between fathers and children of both sexes. The key insight of our approach is that the information about socio-economic status conveyed by first names can be used to create a pseudo-link not only between fathers and sons, but also between fathers and daughters. The latter is typically not possible with historical data.\nWe find that the father-son elasticity in economic status grows throughout the sample period. Intergenerational elasticities for daughters follow a broadly similar trend, but with some differences in timing. We argue that most of the increase in the intergenerational elasticity estimate in the early part of the 20th Century can be accounted for by the vast regional disparities in economic development, with increasing returns to human capital contributing to explain the residual. Other mechanisms such as changes in fertility, migration, and investment in public schooling, appear to have had only a minor role in explaining the trends.\n\n",
    "acknowledgement": "\nWe thank Dara Lee and Laura Salisbury for excellent research assistance; Robert Margo, Andrew Newman and Marc Rysman for many valuable comments and conversations; and participants at the NBER Cohort Studies, Development of the American Economy and Income Distribution and Macroeconomics workshops, the BU/BC Green Line Labor Meetings, the Society for Labor Economics meetings and seminar participants at Tufts University, University of Michigan, Northeastern University, NORC at the University of Chicago, the St. Louis Fed, Vanderbilt University, New York University, IIES, ECARES, LSE and Toulouse for many helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}