{
    "id": 18826,
    "citation_title": "Aggregate Demand, Idle Time, and Unemployment",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of unemployment fluctuations. The model keeps the architecture of the general-disequilibrium model of Barro and Grossman (1971) but takes a matching approach to the labor and product markets instead of a disequilibrium approach. On the product and labor markets, both price and tightness adjust to equalize supply and demand. Since there are two equilibrium variables but only one equilibrium condition on each market, a price mechanism is needed to select an equilibrium. We focus on two polar mechanisms: fixed prices and competitive prices. When prices are fixed, aggregate demand affects unemployment: with a higher aggregate demand, firms find more customers; this reduces the idle time of their employees and thus increases their labor demand; and this reduces unemployment. We combine the predictions of the model and empirical measures of product market tightness, labor market tightness, output, and employment to assess the sources of labor market fluctuations in the US. First, we find that the product market and labor market tightnesses fluctuate a lot, which implies that the fixed-price equilibrium describes the data better than the competitive-price equilibrium. Next, we find that labor market tightness and employment are positively correlated, which suggests that labor market fluctuations are mostly due to labor demand shocks and not to labor supply or mismatch shocks. Last, we find that product market tightness and output are positively correlated, which suggests that the labor demand shocks mostly reflect aggregate demand shocks and not technology shocks.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the titles “A Theory of Aggregate Supply and Aggregate Demand as Functions of Market Tightness with Prices as Parameters” and “A Model of Aggregate Demand and Unemployment”. We thank George Akerlof, Andrew Atkeson, Paul Beaudry, Francesco Caselli, Varanya Chaubey, James Costain, Wouter den Haan, Peter Diamond, Emmanuel Farhi, Roger Farmer, John Fernald, Xavier Gabaix, Yuriy Gorodnichenko, Pierre-Olivier Gourinchas, Philipp Kircher, David Lagakos, Etienne Lehmann, Alan Manning, Emi Nakamura, Maurice Obstfeld, Nicolas Petrosky-Nadeau, Franck Portier, Valerie Ramey, Pontus Rendhal, Kevin Sheedy, Robert Shimer, Stefanie Stantcheva, Jón Steinsson, Silvana Tenreyro, Carl Walsh, Johannes Wieland, Danny Yagan, four referees, the Editor Robert Barro, and numerous seminar and conference participants for helpful discussions and comments. This work was supported by the Center for Equitable Growth at the University of California Berkeley, the British Academy, the Economic and Social Research Council [grant number ES/K008641/1], the Banque de France foundation, the Institute for New Economic Thinking, and the W.E. Upjohn Institute for Employment Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}