{
    "id": 18821,
    "citation_title": "Did Housing Policies Cause the Postwar Boom in Homeownership?",
    "citation_author": [
        "Matthew Chambers",
        "Carlos Garriga",
        "Donald E. Schlagenhauf"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter the collapse of housing markets during the Great Depression, the U.S. government played a large role in shaping the future of housing finance and policy. Soon thereafter, housing markets witnessed the largest boom in recent history. The objective in this paper is to quantify the contribution of government interventions in housing markets in the expansion of U.S. homeownership using an equilibrium model of tenure choice. In the model, home buyers have access to a menu of mortgage choices to finance the acquisition of a house. The government also provides special programs through provisions of the tax code. The parameterized model is consistent with key aggregate and distributional features observed in the 1940 U.S. economy and is capable of accounting for the boom in homeownership in 1960. The decomposition suggests that government policies have significant importance. For example, the expansion in maturity of the fixed-rate mortgage to 30 years can account for 12 percent of the increase. Housing policies, such as the introduction of the mortgage interest deduction or the taxation of housing services can have significant effects on homeownership.\n\n",
    "acknowledgement": "\nWe acknowledge the useful comments of Daniel Fetter, Price Fishback, David Genesove, Martin Gervais, Shawn Kantor, Olmo Silva, Dennis Snowden, Dave Wheelock, and Eugene White. Some of the ideas in the text have been presented at the 6th Meeting of the Urban Economics Association, 2011 Society for Economic Dynamics Meetings, 2011 Society for the Advancement of Economic Theory Meetings, 1st European Meeting of the Urban Economics Association, 2011 NBER-URC's Housing and Mortgage Markets in Historical Perspective Conference, Fifth Annual NBER Conference on Macroeconomics Across Time and Space. The editorial comments from Judith Ahlers have been useful. Don Schlagenhauf acknowledges the travel support from De Voe Moore Center. The views expressed herein do not necessarily reflect those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}