{
    "id": 18827,
    "citation_title": "Immigrant Group Size and Political Mobilization: Evidence from European Migration to the United States",
    "citation_author": [
        "Allison Shertzer"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "2015-04-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmigration to democratic nations generates new groups of potential voters. This paper investigates how the electorate share of immigrant groups influences their likelihood of becoming politically mobilized, focusing on the mechanism of coalition formation with the Democratic Party.  Using newly assembled data on ethnic enclaves in American cities at the start of the twentieth century, I show immigrants were more likely to mobilize politically as their share of the local electorate grew larger.  This effect is driven by political mobilization in voting districts where the Democratic Party likely needed an immigrant group’s vote to win elections.  I also consider the shape of the electorate share effect, showing it is nonlinear and consistent with a political economy model of coalition formation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Immigrant Group Size and Political Mobilization:  Evidence from the European Migration.\" I am grateful for the access to census manuscripts provided by Ancestry.com.  Phil Wetzel provided outstanding research assistance.  I thank seminar participants at UCLA, the University of Houston, the University of Michigan, Rutgers University, and Northwestern University.  I appreciate helpful suggestions from Dora Costa, Leah Boustan, Naomi Lamoreaux, Randall Walsh, Werner Troesken, Sourav Bhattacharya, David Albuoy, Paul Rhode, Carolyn Moehling, and Martin Saavedra.  I also thank David Ash and the California Center for Population Research for providing computing resources and support, Carlos Villareal and the Center for Population Economics at the University of Chicago for producing the digitized city ward maps, and Martin Brennan and Jean-Francois Richard for their support of the project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}