{
    "id": 18824,
    "citation_title": "What Do We Learn From Schumpeterian Growth Theory?",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Peter Howitt"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchumpeterian growth theory has \"operationalized\" Schumpeter''s notion of creative destruction by developing models based on this concept. These models shed light on several aspects of the growth process which could not be properly addressed by alternative theories. In this survey, we focus on four important aspects, namely: (i) the role of competition and market structure; (ii) firm dynamics; (iii) the relationship between growth and development with the notion of appropriate growth institutions; (iv) the emergence and impact of long-term technological waves. In each case Schumpeterian growth theory delivers predictions that distinguish it from other growth models and which can be tested using micro data.\n\n",
    "acknowledgement": "\nThis survey builds on a presentation at the Nobel Symposium on Growth and Development (September 2012) and was subsequently presented as the Schumpeter Lecture at the Swedish Entrepreneurship Forum (January 2013). We thank Pontus Braunerhjelm, Mathias Dewatripont, Michael Spence, John Van Reenen, David Warsh, and Fabrizio Zilibotti for helpful comments and encouragements, and Sina Ates, Salome Baslandze, and Felipe Saffie for outstanding editing work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}