{
    "id": 18823,
    "citation_title": "The Impact of Cartelization, Money, and Productivity Shocks on the International Great Depression",
    "citation_author": [
        "Harold L. Cole",
        "Lee E. Ohanian"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study exploits panel data from 18 countries to assess the contributions of cartelization policies, monetary shocks, and productivity shocks on macroeconomic activity during the Great Depression. To construct a parsimonious and common model framework, we use the fact that many cartel policies are observationally equivalent to a country-specific labor tax wedge. We estimate a monetary DSGE model with cartel wedges along with productivity and monetary shocks. Our main finding is that cartel policy shocks account for the bulk of the Depression in the countries that adopted significant cartel policies, including the large depressions in the U.S., Germany, Italy, and Australia, and that the estimated cartel policy shocks plausibly coincide with the actual evolution of policies in these countries. In contrast, cartel policy shocks in the countries that did not significantly change policies were small and account for little of their Depressions.\n\n",
    "acknowledgement": "\nThere have been too many people who contributed to this paper to thank them all. However, we particularly thank Jesus Fernandez-Villaverde, Ellen McGrattan and Edward Prescott. We also thank Ron Leung and Giang Ho for exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}