{
    "id": 18837,
    "citation_title": "Fire-sale FDI or Business as Usual?",
    "citation_author": [
        "Ron Alquist",
        "Rahul Mukherjee",
        "Linda Tesar"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new data set, we examine the characteristics and dynamics of cross-border mergers and acquisitions during emerging-market financial crises, that is, so-called \"fire-sale FDI\". Our findings shed fresh light on whether the transactions undertaken during crisis periods differ in fundamental ways from those undertaken during more tranquil periods. The increase in foreign acquisitions during crises is mainly driven by non-financial acquirers targeting firms in the same industry rather than foreign financial firms. This increase in acquisition activity in a given industry is unrelated to the industry's dependence on external finance. There is also no evidence of an increase in the size of stakes bought during crises. In terms of the effect of crises on emerging-market mergers and acquisitions, we find little evidence that foreign acquisitions are resold, or \"flipped\", more frequently than domestic acquisitions. Moreover, flipping rates are uncorrelated with the industry's dependence on external finance. Finally, the probability of being flipped to a domestic buyer does not differ across crisis and non-crisis periods. All of these results are robust to alternative empirical specifications, different definitions of crises, and the inclusion of macroeconomic controls. Contrary to conventional wisdom, fire-sale FDI and asset flipping by foreign firms appear to have been \"business as usual\".\n\n",
    "acknowledgement": "\nWe thank Jean-Louis Arcand, Nicolas Berman, Satya P. Das, Iftekhar Hasan, Beata Javorcik, Andrei Levchenko, Ugo Panizza, Jing Zhang, and seminar participants at the University of Michigan Finance Day, the University of Vienna, the Bank of Portugal, HEC Lausanne, IHEID, the 2010 MEA Meetings, and the Indian Statistical Institute for comments. We are grateful to our discussant Uday Rajan for his thoughtful suggestions. Maggie Jim, Stela Rubinova, Argyn Toktamyssov, and Jingjing Xia provided excellent research assistance. Linda Tesar gratefully acknowledges the support of the Ile-de-France DIMeco program. Linda Tesar acknowledges support from the Ile-de-France DIMeco program, which supported her research and teaching while as a visitor at the Paris School of Economics during the academic year 2011-12. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Bank of Canada, or the Bank of Canada's Governing Council.\n\n\n"
}