{
    "id": 18830,
    "citation_title": "Effects of Pharmaceutical Promotion: A Review and Assessment",
    "citation_author": [
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "2013-05-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis review discusses the role of consumer-directed and physician-directed promotion in the pharmaceutical market, based on the classic conceptual framework of whether such promotion is \"persuasive\" and/or \"informative\". Implications for public health and welfare partly depend on whether, and to what extent, advertising: 1) raises \"selective\" or brand-specific demand versus \"primary\" or industry-wide demand; 2) impacts drug costs; and 3) impacts competition. Empirical evidence from the literature bearing on these effects is surveyed. These studies show that pharmaceutical promotion has both informative and persuasive elements. Consumer advertising is more effective at enlarging the market, educating consumers, inducing physician contact, expanding drug treatment, and promoting adherence among existing users. Physician advertising is primarily persuasive in nature, effectively increasing selective brand demand. Evidence bearing on the effects of promotion on competition and prices is more limited.  However, there is no strong evidence that drug promotion deters entry, and there is some suggestive evidence that it may even be mildly pro-competitive. With respect to costs, some studies suggests that consumer advertising may weakly raise the average wholesale price, which is a manufacturer's list price, but there is no strong indication that either consumer- or provider-directed promotion substantially raises retail-level prices. However, this is not to imply that potential promotion-driven substitution from non-advertised to advertised drugs cannot have effects on total drug costs. While most of these effects point to potential welfare improvements as a result of pharmaceutical promotion, there is also evidence that consumer ads may induce overuse and overtreatment in certain cases. Market expansion, overtreatment and shifting brands for non-therapeutic reasons further raise the concern of a sub-optimal patient-drug match at least for some marginal patients. A comprehensive evaluation of the welfare effects of pharmaceutical promotion requires a balanced assessment of these benefits and costs.\n\n",
    "acknowledgement": "\nThe author is grateful to Patricia Danzon and Anusua Datta for valuable comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}