{
    "id": 18832,
    "citation_title": "Career Progression, Economic Downturns, and Skills",
    "citation_author": [
        "Jerome Adda",
        "Christian Dustmann",
        "Costas Meghir",
        "Jean-Marc Robin"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the career progression of skilled and unskilled workers, with a focus on how careers are affected by economic downturns and whether formal skills, acquired early on, can shield workers from the effect of recessions. Using detailed administrative data for Germany for numerous birth cohorts across different regions, we follow workers from labor market entry onwards and estimate a dynamic life-cycle model of vocational training choice, labor supply, and wage progression. Most particularly, our model allows for labor market frictions that vary by skill group and over the business cycle. We find that sources of wage growth differ: learning-by-doing is an important component for unskilled workers early on in their careers, while job mobility is important for workers who acquire skills in an apprenticeship scheme before labor market entry. Likewise, economic downturns affect skill groups through very different channels: unskilled workers lose out from a decline in productivity and human capital, whereas skilled individuals suffer mainly from a lack of mobility.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the DfES through the Centre for Economics of Education and to the ESRC through CEMMAP and the Centre for Fiscal Policy at the IFS. Costas Meghir thanks the ESRC for funding through a Professorial Fellowship (RES-051-27-0204) as well as the Cowles foundation at Yale. JM Robin gratefully acknowledges financial support from the Economic and Social Research Council through the ESRC Centre for Microdata Methods and Practice grant RES-589-28-0001, and from the European Research Council (ERC) grant ERC-2010-AdG-269693-WASP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}