{
    "id": 18834,
    "citation_title": "Lawyers as Agents of the Devil in a Prisoner's Dilemma Game: Evidence from Long Run Play",
    "citation_author": [
        "Orley C. Ashenfelter",
        "David E. Bloom",
        "Gordon B. Dahl"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo the parties in a typical dispute face incentives similar to those in the classic prisoner's dilemma game?  In this paper, we explore whether the costs and benefits of legal representation are such that each party seeks legal representation in the hope of exploiting the other party, while knowing full well that failing to do so will open up the possibility of being exploited.  The paper first shows how it is possible to test for the presence of such an incentive structure in a typical dispute resolution system.  It then reports estimates of the incentives for the parties to obtain legal representation in wage disputes that were settled by final-offer arbitration in New Jersey.  The paper also reports briefly on similar studies of data from discharge grievances, court-annexed disputes in Pittsburgh, and child custody disputes in California.  In each case, the data provide evidence that the parties face strong individual incentives to obtain legal representation which makes the parties jointly worse off.  Using our New Jersey data, we find that expert agents may well have played a productive role in moderating the biases of their clients, but only early on in the history of the system.  Over time, the parties slowly evolved to a non-cooperative equilibrium where the use of lawyers becomes nearly universal, despite the fact that agreeing not to hire lawyers is cheaper and does not appear to alter arbitration outcomes.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Russell Sage and Alfred P. Sloan Foundations for financial support. An early version of this paper, with limited data on arbitration cases in New Jersey, appeared as a 1993 NBER working paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}