{
    "id": 18836,
    "citation_title": "Growth Options and Firm Valuation",
    "citation_author": [
        "Holger Kraft",
        "Eduardo S. Schwartz",
        "Farina Weiss"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "2017-04-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the relation between firm value and a firm's growth options. We find strong empirical evidence that (average) Tobin's Q increases with firm-level volatility. The significance mainly comes from R&D firms, which have more growth options than non-R&D firms. By decomposing firm-level volatility into its systematic and unsystematic part, we document that only idiosyncratic volatility has a significant effect on valuation. Second, we analyze the relation of stock returns to realized contemporaneous idiosyncratic volatility and R&D expenses. Single sorting on idiosyncratic volatility yields a significant negative relation between portfolio alphas and contemporaneous idiosyncratic volatility for non-R&D portfolios, whereas in a four-factor model the portfolio alphas of R&D portfolios are all positive. Double sorting on idiosyncratic volatility and R&D expenses also reveals these differences between R&D and non-R&D firms. To control for several explanatory variables simultaneously, we also run panel regressions of firm-level alphas which confirm the relative importance of idiosyncratic volatility that is amplified by R&D expenses. Finally, we show that our results are robust to the definition of idiosyncratic volatility. We tease out the \"true\" idiosyncratic volatilities by performing a principal-component analysis on the residuals of Fama-French regressions and find that our main results still hold for this alternative definition of idiosyncratic volatility.\n\n",
    "acknowledgement": "\nWe thank participants of the 12th Colloquium on Financial Markets in Cologne, the Federal Reserve Bank of San Francisco Seminar, the 20th Annual Meeting of the German Finance Association and the Arne Ryde Workshop in Financial Economics in Lund for helpful comments and suggestions. We also thank Vikas Agarwal, Michael Brennan, Thomas Dimp, Dieter Hess,\nand Paul Soederlind for valuable comments and discussions. Finally, we thank an anonymous referee and John A. Doukas (the editor) for their suggestions which we feel improved the quality of the paper. All remaining errors are of course our own. Holger Kraft gratefully acknowledges financial support by Deutsche Forschungsgemeinschaft (DFG) as well as the Center of Excellence SAFE, funded by the State of Hessen initiative for research LOEWE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}