{
    "id": 1883,
    "citation_title": "Labor Market Segmentation and the Union Wage Premium",
    "citation_author": [
        "William T. Dickens",
        "Kevin Lang"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of the earnings of union workers have consistently shown that they earn considerably more than nonunion workers. This paper considers whether part of this observed union/nonunion differential is due to unions organizing high paying primary sector jobs. We extend our earlier work on the dual labor market in which we used an unknown regime switching regression to identify two labor market sectors --a high wage primary sector and a low wage secondary sector. Here we estimate a model where worker's wages are determined by one of three wage equations: a union wage equation, a nonunion primary equation or a nonunion secondary equation. If individuals are in the union sector their sector is treated as known. If they are not then their sector is treated as unknown. Parameter estimates for this model suggest that union/nonunion differences are very large for average workers even when comparing union and nonunion primary workers. We continue to find distinct primary and secondary sectors with wage equations similar to those that would be expected from the dual market perspective. Since it appears that union workers may be receiving large wage premiums it seems likely that there is non-price rationing of union jobs. If there is, our finding inprevious papers of non-price rationing of primary sector jobs may have been due only to the rationing of union jobs. We test for the existence of non-price rationing of nonunion primary sector employment in this three sector model and continue to find evidence that at least black workers find it difficult to secure primary sector employment.\n\n",
    "acknowledgement": "\n"
}