{
    "id": 18838,
    "citation_title": "Bounding the Effects of Social Experiments: Accounting for Attrition in Administrative Data",
    "citation_author": [
        "Jeffrey Grogger"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial experiments frequently exploit data from administrative records. However, most administrative data systems are state-specific, designed to track earnings or benefit payments among residents within a single state. Once an experimental participant moves out of state, his earnings and benefits in his state of origin consist entirely of zeros, giving rise to a form of attrition. In the presence of such attrition, the average treatment effect of the experiment is no longer point-identified, despite random assignment. I propose a method to estimate such attrition and, for binary outcomes such as employment, to construct bounds on the average treatment effect. Results from a welfare-reform experiment considered to have sizeable effects appear quite ambiguous after accounting for attrition. The results have important implications for planning social experiments.\n\n",
    "acknowledgement": "\nThe author thanks Dan Black, Bob Lalonde, an anonymous reviewer, seminar participants at the University of St. Gallen, and participants at the Fifth IZA Conference on Labor Market Policy Evaluation for helpful comments. This paper is forthcoming in Evaluation Review. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}