{
    "id": 18831,
    "citation_title": "The boats that did not sail: Asset Price Volatility and Market Efficiency in a Natural Experiment",
    "citation_author": [
        "Peter Koudijs"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "2015-10-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat explains short-term fluctuations of stock prices? This paper exploits a natural experiment from the 18th century in which information flows were regularly interrupted for exogenous reasons. English shares were traded on the Amsterdam exchange and news came in on sailboats that were often delayed because of adverse weather conditions. The paper documents that prices responded strongly to boat arrivals, but there was considerable volatility in the absence of news. The evidence suggests that this was largely the result of the revelation of (long-lived) private information and the (transitory) impact of uninformed liquidity trades on intermediaries' risk premia.\n\n",
    "acknowledgement": "\nThis paper is based on the first chapter of my dissertation. I thank Hans-Joachim Voth (advisor), and Fernando Broner and Jaume Ventura (committee members) for their advice and support. I thank Karine van der Beek, Harry Garretsen, Will Goetzmann, Benjamin Golez, Jakub Jurek, Floor Koudijs, Hanno Lustig, Larry Neal, Andrej Ukhov, Nico Voigtländer, Jan de Vries, Jan Luiten van Zanden, two anonymous referees, and Bruno Biais (Editor) for their detailed comments and suggestions. Many thanks to seminar participants at Cambridge (EurHiStock), Chicago-Booth, Columbia, Evanston (EHA meetings), Geneva (EHES meetings), Northwestern, Nottingham (EHS meetings), NYU- Stern, Princeton, Stanford, Tilburg, UC Berkeley, UC Davis, UCLA-Anderson, UPenn-Wharton, UPF- CREI, Utrecht, and Warwick for their feedback. Daphne Acoca, Sid Basu, Michelle Lee, Sophia Paliza, Hannah Rusk, Anne Tran, and Tony Wang provided excellent research assistance. Any errors are my own.  This project was financed by the Spanish Ministry of Education and Stanford GSB. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}