{
    "id": 18835,
    "citation_title": "Generalized Social Marginal Welfare Weights for Optimal Tax Theory",
    "citation_author": [
        "Emmanuel Saez",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "2015-07-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a new way to evaluate tax reforms, by aggregating losses and gains of different individuals using “generalized social marginal welfare weights.” A tax system is optimal if no budget neutral small reform can increase the weighted sum of (money metric) gains and losses across individuals. Optimum tax formulas take the same form as standard welfarist tax formulas by simply substituting standard marginal social welfare weights with those generalized marginal social welfare weights. Weights directly capture society’s concerns for fairness allowing us to cleanly separate individual utilities from social weights. Suitable weights can help reconcile discrepancies between the welfarist approach and actual tax practice, as well as unify in an operational way the most prominent alternatives to utilitarianism such as Libertarianism, Equality of Opportunity, or Poverty alleviation.\n\n",
    "acknowledgement": "\nWe thank Steve Coate, Florian Ederer, Marc Fleurbaey, Bas Jacobs, Louis Kaplow, Henrik Kleven, Etienne Lehmann, Ben Lockwood, Thomas Piketty, Larry Samuelson, Maxim Troshkin, Aleh Tsyvinski, Matthew Weinzierl, Nicolas Werquin, three anonymous referees, and numerous conference participants for useful discussions and comments. We acknowledge financial support from NSF Grant SES-1156240, the MacArthur Foundation, and the Center for Equitable Growth at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}