{
    "id": 18833,
    "citation_title": "Estimating the Impact of Means-tested Subsidies under Treatment Externalities with Application to Anti-Malarial Bednets",
    "citation_author": [
        "Debopam Bhattacharya",
        "Pascaline Dupas",
        "Shin Kanaya"
    ],
    "citation_publication_date": "2013-02-21",
    "issue_date": "2013-02-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegular use of effective health-products such as insecticide-treated mosquito nets (ITN) by a household benefits its neighbors by (a) reducing chances of infection and (b) raising awareness about product-effectiveness, thereby increasing product-use. Due to their potential social benefits and high purchase price, causing free-riding and sub-optimal private procurement, such products may be subsidized in developing countries through means-testing. Owing to associated spillover effects, cost-benefit analysis of such subsidies requires modelling behavioral responses of both the subsidized household and its neighbors. Using experimental data from Kenya where subsidies were randomized, coupled with GPS-based location information, we show how to estimate aggregate ITN use resulting from means-tested subsidies in the presence of such spatial spillovers. Accounting for spillovers introduces infinite-dimensional estimated regressors corresponding to continuously distributed location coordinates and makes the inference problem novel. We show that even if individual ITN use unambiguously increases with increasing incidence of subsidy in the neighborhood, ignoring spillovers may over- or under-predict overall ITN use resulting from a specific targeting rule, depending on the resulting aggregate incidence of subsidy. Applying our method to the Kenyan data, we find that (i) individual ITN use rises with neighborhood subsidy-rates, (ii) under means-testing, predicted ITN use is a convex increasing function of the subsidy incidence and (iii) ignoring spillovers implies a nearly-linear increasing relationship leading to over-estimation of ITN use at lower and under-estimation at higher subsidy rates.\n\n",
    "acknowledgement": "\nBhattacharya gratefully acknowledges financial support from the Leverhulme Trusts for partly funding this project. The dataset used in the application was collected through an earlier project funded by the Acumen Fund, the Adessium Foundation and the Exxon Mobil Foundation. The Olyset® nets used in the study were donated by the manufacturer Sumitomo Chemical. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}