{
    "id": 18839,
    "citation_title": "Nation-Building and Education",
    "citation_author": [
        "Alberto Alesina",
        "Paola Giuliano",
        "Bryony Reich"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "2019-01-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNations stay together when citizens share enough values and preferences and can communicate with each other. Democracies and dictatorships have different incentives when it comes to choosing how much and by what means to homogenize the population, i.e. “to build a nation”. We study and compare nation-building policies under the transition from dictatorship to democracy in a model where the location and type of government and the borders of the country are endogenous. We find that the threat of democratization provides the strongest incentive to homogenize. We focus upon a specific nation-building policy: the provision of mass primary education. As a motivation, we offer historical discussions of several episodes in the nineteenth century and suggestive correlations for a large sample of countries over the 1925-2014 period.\n\n",
    "acknowledgement": "\nPreviously circulated as “Nation Building.” For helpful feedback and comments, the authors thank Tim Besley, Martin Cripps, Jeffrey Frieden, Oded Galor, Terri Kneeland, Mark Koyama, Alessandro Riboni, Enrico Spolaore as well as participants at various seminars and conferences. Nicolas Dubost, Giulia Giupponi, Andrea Passalacqua and Mikhail Poyker provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}