{
    "id": 18843,
    "citation_title": "Asset Quality Misrepresentation by Financial Intermediaries: Evidence from RMBS Market",
    "citation_author": [
        "Tomasz Piskorski",
        "Amit Seru",
        "James Witkin"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe contend that buyers received false information about the true quality of assets in contractual disclosures by intermediaries during the sale of mortgages in the $2 trillion non-agency market. We construct two measures of misrepresentation of asset quality - misreported occupancy status of borrower and misreported second liens - by comparing the characteristics of mortgages disclosed to the investors at the time of sale with actual characteristics of these loans at that time that are available in a dataset matched by a credit bureau. About one out of every ten loans has one of these misrepresentations. These misrepresentations are not likely to be an artifact of matching error between datasets that contain actual characteristics and those that are reported to investors. At least part of this misrepresentation likely occurs within the boundaries of the financial industry (i.e., not by borrowers). The propensity of intermediaries to sell misrepresented loans increased as the housing market boomed. These misrepresentations are costly for investors, as ex post delinquencies of such loans are more than 60% higher when compared with otherwise similar loans. Lenders seem to be partly aware of this risk, charging a higher interest rate on misrepresented loans relative to otherwise similar loans, but the interest rate markup on misrepresented loans does not fully reflect their higher default risk. Using measures of pricing used in the literature, we find no evidence that these misrepresentations were priced in the securities at their issuance. A significant degree of misrepresentation exists across all reputable intermediaries involved in sale of mortgages. The propensity to misrepresent seems to be largely unrelated to measures of incentives for top management, to quality of risk management inside these firms or to regulatory environment in a region. Misrepresentations on just two relatively easy-to-quantify dimensions of asset quality could result in forced repurchases of mortgages by intermediaries up to $160 billion.\n\n",
    "acknowledgement": "\nWe are grateful to Equifax and BlackBox Logic for their data which were invaluable for the analysis in this paper. We thank Charlie Calomiris, John Cochrane, Gene Fama, Chris Mayer, Lasse Pedersen, Amir Sufi, and Luigi Zingales as well as seminar participants at Columbia Business School for valuable comments. We thank Ing-Haw Cheng and Andrew Ellul for graciously sharing their data on incentive compensation and the risk management index. All errors are our own. Piskorski thanks the Paul Milstein Center for Real Estate at Columbia Business School for financial support. Seru thanks the Initiative on Global Markets at Booth for financial support. Contact Authors: Tomasz Piskorski (tp2252@columbia.edu) and Amit Seru (amit.seru@chicagobooth.edu) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}