{
    "id": 18849,
    "citation_title": "The Welfare Impact of Indirect Pigouvian Taxation: Evidence from Transportation",
    "citation_author": [
        "Christopher R. Knittel",
        "Ryan Sandler"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA basic tenet of economics posits that when consumers or firms don't face the true social cost of their actions, market outcomes are inefficient. In the case of negative externalities, Pigouvian taxes are one way to correct this market failure, where the optimal tax leads agents to internalize the true cost of their actions. A practical complication, however, is that the level of externality nearly always varies across economic agents and directly taxing the externality may be infeasible. In such cases, policy often taxes a product correlated with the externality. For example, instead of taxing vehicle emissions directly, policy makers may tax gasoline even though per-gallon emissions vary across vehicles. This paper estimates the implications of this approach within the personal transportation market. We have three general empirical results. First, we show that vehicle emissions are positively correlated with vehicle elasticities for miles traveled with respect to fuel prices (in absolute value)--i.e. dirtier vehicles respond more to fuel prices. This correlation substantially increases the optimal second-best uniform gasoline tax. Second, and perhaps more importantly, we show that a uniform tax performs very poorly in eliminating deadweight loss associated with vehicle emissions; in many years in our sample over 75 percent of the deadweight loss remains under the optimal second-best gasoline tax. Substantial improvements to market efficiency require differentiating based on vehicle type, for example vintage. Finally, there is a more positive result: because of the positive correlation between emissions and elasticities, the health benefits from a given gasoline tax increase by roughly 90 percent, compared to what one would expect if emissions and elasticities were uncorrelated.\n\n",
    "acknowledgement": "\n\u0003This paper has benefited from conference discussion by Jim Sallee and conversations with Severin Borenstein, Joseph Doyle, Michael Greenstone, Michael Grubb, Jonathan Hughes, Dave Rapson, Nicholas Sanders, and Catherine Wolfram. It has also benefited from participants at the NBER Energy and Environmental Economics Spring Meeting and seminar participants at Northeastern University, University of Chicago, MIT, and Yale University. We gratefully acknowledge financial support from the University of California Center for Energy & Environmental Economics. The research was also supported by a grant from the Sustainable Transportation Center at the University of California Davis, which receives funding from the U.S. Department of Transportation and Caltrans, the California Department of Transportation, through the University Transportation Centers program. The views expressed in this article are those of the authors and do not necessarily reflect those of the Federal Trade Commission or the National Bureau of Economic Research.\n\n\n"
}