{
    "id": 18841,
    "citation_title": "Firm Size Distortions and the Productivity Distribution: Evidence from France",
    "citation_author": [
        "Luis Garicano",
        "Claire LeLarge",
        "John Van Reenen"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe show how size-contingent laws can be used to identify the equilibrium and welfare effects of labor regulation. Our framework incorporates such regulations into the Lucas (1978) model and applies this to France where many labor laws start to bind on firms with exactly 50 or more employees. Using data on the population of firms between 2002 and 2007 period, we structurally estimate the key parameters of our model to construct counterfactual size, productivity and welfare distributions. With flexible wages, the deadweight loss of the regulation is below 1% of GDP, but when wages are downwardly rigid welfare losses exceed 5%. We also show, regardless of wage flexibility, that the main losers from the regulation are workers (and to a lesser extent large firms) and the main winners are small firms.\n\n",
    "acknowledgement": "\nThe research was funded by the UK Economic and Social Research Council The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLuis Garicano\n\nI have received honoraria or compensation in 2012 over $5000 from LIberbank (Board Membership) and the Toulouse Network in Information Technology (funded by Microsoft).\n\n\n"
}