{
    "id": 18844,
    "citation_title": "Conditional Risk Premia in Currency Markets and Other Asset Classes",
    "citation_author": [
        "Martin Lettau",
        "Matteo Maggiori",
        "Michael Weber"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "2013-10-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe downside risk CAPM (DR-CAPM) can price the cross section of currency returns. The market-beta differential between high and low interest rate currencies is higher conditional on bad market returns, when the market price of risk is also high, than it is conditional on good market returns. Correctly accounting for this variation is crucial for the empirical performance of the model. The DR-CAPM can jointly rationalize the cross section of equity, equity index options, commodity, sovereign bond and currency returns, thus offering a unified risk view of these asset classes. In contrast, popular models that have been developed for a specific asset class fail to jointly price other asset classes.\n\n",
    "acknowledgement": "\nWe thank George Constantinides, Eugene Fama, Kenneth French, Andrea Frazzini, Jens Jackwerth, Yoshio Nozawa, Lasse Pedersen, Alexi Savov, Fan Yang, and Adrien Verdelhan for sharing their data. We also thank for their useful comments the editor, Bill Schwert, an anonymous referee, Riccardo Colacito (discussant), Harald Hau (discussant), Ralph Koijen (discussant), Toby Moskowitz, Tyler Muir, Lasse Pedersen, David Sraer, Adrien Verdelhan (discussant) and seminar participants at UT Austin, UC Berkeley, University of Chicago Booth Junior Faculty Symposium, Duke University, University of Mannheim, University of Michigan, NBER Asset Pricing meeting, New York University, Princeton University, University of Southern California, AQR, BlackRock, and the AEA, EFA, EEA and ESNAW, SFS Finance Cavalcade meetings. Financial support from the Clausen Center and the Coleman Fung Center at UC Berkeley are gratefully acknowledged. Maggiori also thanks the International Economics Section, Department of Economics, Princeton University for hospitality during part of the research process for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}