{
    "id": 18848,
    "citation_title": "Does Sorting Students Improve Scores? An Analysis of Class Composition",
    "citation_author": [
        "Courtney A. Collins",
        "Li Gan"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "2022-03-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines schools' decisions to sort students into different classes and how those sorting processes impact student achievement.  There are two potential effects that result from schools creating homogeneous classes--a \"tracking effect,\" which allows teachers to direct their focus to a more narrow range of students, and a peer effect, which causes a particular student's achievement to be influenced by the quality of peers in his classroom.  In schools with homogeneous sorting, both the tracking effect and the peer effect should benefit high performing students.  However, the effects would work in opposite directions for a low achieving student; he would benefit from the tracking effect, but the peer effect should decrease his score.  This paper seeks to determine the net effect for low performing students in order to understand the full implications of sorting on all students.\nWe use a unique student-level data set from Dallas Independent School District that links students to their actual classes and reveals the entire distribution of students within a classroom.  We find significant variation in sorting practices across schools and use this variation to identify the effect of sorting on student achievement.  Implementing a unique instrumental variables approach, we find that sorting homogeneously by previous performance significantly improves students' math and reading scores.  This effect is present for students across the score distribution, suggesting that the net effect of sorting is beneficial for both high and low performing students.  We also explore the effects of sorting along other dimensions, such as gifted and talented status, special education status, and limited English proficiency.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}