{
    "id": 18846,
    "citation_title": "The Effects of Poor Neonatal Health on Children's Cognitive Development",
    "citation_author": [
        "David N. Figlio",
        "Jonathan Guryan",
        "Krzysztof Karbownik",
        "Jeffrey Roth"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make use of a new data resource, merged birth and school records for all children born in Florida from 1992 to 2002, to study the effects of birth weight on cognitive development from kindergarten through schooling. Using twin fixed effects models, we find that the effects of birth weight on cognitive development are essentially constant through the school career; that these effects are very similar across a wide range of family backgrounds; and that they are invariant to measures of school quality. We conclude that the effects of poor neonatal health on adult outcomes are therefore set very early.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Department of Health and Florida Department of Education for providing us access to merged education and health data for the purposes of this project, and for the technical support in interpreting the key variables described herein. Figlio and Roth appreciate the financial support of the National Science Foundation, as well as the U.S. Department of Education and the Bill and Melinda Gates Foundation through the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). Karbownik appreciates the support of a Hedelius Scholarship that permitted him to conduct this research while visiting Northwestern University. Seminar participants at CESifo (Munich), Dartmouth College, Emory University, Northwestern University, Roosevelt University, Tulane University, University of California-Irvine, University of Florida, University of Maryland, University of Texas, University of Wisconsin, and Uppsala University provided helpful comments and feedback. All errors of omission and commission are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}