{
    "id": 18840,
    "citation_title": "Do Acquisitions Relieve Target Firms' Financial Constraints?",
    "citation_author": [
        "Isil Erel",
        "Yeejin Jang",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManagers often claim that an important source of value in acquisitions is the acquiring firm's ability to finance investments for the target firm. This claim implies that targets are financially constrained prior to being acquired and that these constraints are eased following the acquisition. We evaluate these predictions on a sample of 5,187 European acquisitions occurring between 2001 and 2008, for which we can observe the target's financial policies both before and after the acquisition. We examine whether target firms' post-acquisition financial policies reflect improved access to capital. We find that the level of cash target firms hold, the sensitivity of cash to cash flow, and the sensitivity of investment to cash flow all decline significantly, while investment significantly increases following the acquisition. These effects are stronger in deals that are more likely to be associated with financing improvements. These findings are consistent with the view that acquisitions ease financial frictions in target firms.\n\n",
    "acknowledgement": "\nIsil Erel and Michael Weisbach are Fellows of the National Center for the Middle Market at the Fisher College of Business, Ohio State University, and acknowledge the Center's support for this research. We would like to thank Heitor Almeida, Bo Becker, Murillo Campello, Serdar Dinc, Mara Faccio, Joan Farre-Mensa, Antonio Galvao, Cam Harvey, Jerry Hoberg, Byoung-Hyoun Hwang, Andrew Karolyi, Berk Sensoy, René Stulz, Tracy Wang, Jun Yang, two referees, as well as seminar participants at Amsterdam, Boston College, Brandeis, Cornell, Michigan, Minnesota, Northeastern, Ohio State, Purdue, and UBC Winter Finance Conference for helpful suggestions. We received excellent research assistance from Jongsik Park. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}