{
    "id": 18859,
    "citation_title": "What Are We Weighting For?",
    "citation_author": [
        "Gary Solon",
        "Steven J. Haider",
        "Jeffrey Wooldridge"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe purpose of this paper is to help empirical economists think through when and how to weight the data used in estimation.  We start by distinguishing two purposes of estimation: to estimate population descriptive statistics and to estimate causal effects.  In the former type of research, weighting is called for when it is needed to make the analysis sample representative of the target population.  In the latter type, the weighting issue is more nuanced.  We discuss three distinct potential motives for weighting when estimating causal effects: (1) to achieve precise estimates by correcting for heteroskedasticity, (2) to achieve consistent estimates by correcting for endogenous sampling, and (3) to identify average partial effects in the presence of unmodeled heterogeneity of effects.  In each case, we find that the motive sometimes does not apply in situations where practitioners often assume it does.  We recommend diagnostics for assessing the advisability of weighting, and we suggest methods for appropriate inference.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from David Autor, Raj Chetty, John DiNardo, Todd Elder, Mike Elsby, Osborne Jackson, Fabian Lange, Jason Lindo, Jim Ziliak, and seminar participants at the University of Kentucky. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}