{
    "id": 18858,
    "citation_title": "Physical Activity and Health",
    "citation_author": [
        "Gregory J. Colman",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the link between physical activity and health has been studied, there are several limitations that persist in this literature relating to external and internal validity of the estimates, potential measurement error in self-reported weight and risk factors, failure to account for physical activity beyond exercise, and failure to separate the effects of exercise from other forms of physical activity.  This study addresses these gaps and assesses plausibly causal effects of recreational exercise and other physical activity (including work-related activity) on the risk factors for heart disease, utilizing a population-based longitudinal dataset that contains objective information on key risk factors.  We estimate fixed effects specifications that account for a host of unobservable confounding factors, and further estimate specifications with lagged outcome measures that allow us to bound plausibly causal effects under reasonable assumptions.  There are four key patterns of results that emerge.  First, the lagged effect of physical activity is almost always larger than the current effect. This suggests that current risk factors, not only obesity but also high blood pressure and heart rate, take years to develop, which underscores the importance of consistent physical activity to ward off heart disease.  Second, we find that in general physical activity reduces risk factors for heart disease even after controlling, to some extent, for unobservable confounding influences. Third, not only recreational but work-related physical activity appears to protect against heart disease.  Finally, there is evidence of a dose-response relationship such that higher levels of recreational exercise and other physical activity have a greater protective effect.  Our estimates of the contemporaneous and durable effects suggest that the observed declines in high levels of recreational exercise and other physical activity can potentially account for between 12-30% of the increase in obesity, hypertension, diabetes, and heart disease observed over the sample period, ceteris paribus.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}