{
    "id": 18856,
    "citation_title": "Aging and Pension Reform: Extending the Retirement Age and Human Capital Formation",
    "citation_author": [
        "Edgar Vogel",
        "Alexander Ludwig",
        "Axel Börsch-Supan"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProjected demographic changes in industrialized and developing countries vary in extent and timing but will reduce the share of the population in working age everywhere. Conventional wisdom suggests that this will increase capital intensity with falling rates of return to capital and increasing wages. This decreases welfare for middle aged agents with assets accumulated for retirement. This paper addresses three important adjustments channels to dampen these detrimental effects of ageing: investing abroad, endogenous human capital formation and increasing the retirement age. Although non of these suggestions is new in itself, we examine their effects jointly in one coherent model. Our quantitative finding is that openness has a relatively mild effect. In contrast, endogenous human capital formation in combination with an increase in the retirement age has strong effects. Under these adjustments maximum welfare losses of demographic change for households alive in 2010 are reduced by about 3 percentage points.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant # 5RRC08098400-03-00 to the National Bureau of Economic Research (NBER) as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the SSA, any agency of the Federal Government, the NBER, or of the European Central Bank (ECB). Further financial support by the State of Baden-Württemberg and the German Insurers Association (GDV) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}