{
    "id": 18850,
    "citation_title": "A Dynamic Model of Subprime Mortgage Default: Estimation and Policy Implications",
    "citation_author": [
        "Patrick Bajari",
        "Chenghuan Sean Chu",
        "Denis Nekipelov",
        "Minjung Park"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe increase in defaults in the subprime mortgage market is widely held to be one of the causes behind the recent financial turmoil. Key issues of policy concern include quantifying the role of various factors, such as home price declines and loosened underwriting standards, in the recent increase in subprime defaults and predicting the effects of various policy instruments designed to mitigate default. To address these questions, we estimate a dynamic structural model of subprime borrowers' default behavior. We prove that borrowers' time preference is identified in our model and propose an easily implementable semiparametric plug-in estimator. Our results show that principal writedowns have a significant effect on borrowers' default behavior and welfare: a uniform 10% reduction in outstanding mortgage balance for the pool of borrowers in our sample would reduce the overall default probability by 22%, and borrowers' average willingness to pay for the principal writedown would be $16,643\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at Stanford GSB, Chicago Booth, Olin Business School, Berkeley ARE and IO fest for valuable comments. The views expressed are those of the authors and do not necessarily reflect the official positions of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}