{
    "id": 18857,
    "citation_title": "Banks' Exposure to Interest Rate Risk and The Transmission of Monetary Policy",
    "citation_author": [
        "Augustin Landier",
        "David Sraer",
        "David Thesmar"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "2024-04-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show empirically that banks' exposure to interest rate risk, or income gap, plays a crucial role in monetary policy transmission. In a first step, we show that banks typically retain a large exposure to interest rates that can be predicted with income gap. Secondly, we show that income gap also predicts the sensitivity of bank lending to interest rates. Quantitatively, a 100 basis point increase in the Fed funds rate leads a bank at the 75th percentile of the income gap distribution to increase lending by about 1.6 percentage points annually relative to a bank at the 25th percentile.\n\n",
    "acknowledgement": "\nFor their inputs at early stages of this paper, we thank participants to the \"Finance and the Real Economy\" conference, as well as Nittai Bergman, Martin Brown, Jakub Jurek, Steven Ongena, Thomas Philippon, Rodney Ramcharan, and Jean-Charles Rochet. Charles Boissel provided excellent research assistance. David Thesmar thanks the HEC Foundation for financial support. Augustin Landier is grateful for financial support from Scor Chair at Fondation Jean-Jacques Laffont. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}