{
    "id": 18853,
    "citation_title": "How do Hospitals Respond to Negative Financial Shocks? The Impact of the 2008 Stock Market Crash",
    "citation_author": [
        "David Dranove",
        "Craig Garthwaite",
        "Christopher Ody"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theory of cost-shifting posits that nonprofit hospitals respond to negative financial shocks by raising prices for privately insured patients.  We examine how hospitals responded to the sharp reductions in their endowments caused by the 2008 stock market collapse.  We find that the average hospital did not engage in cost-shifting, but average hospitals that likely have substantial market power did cost-shift.  Investigating further how hospitals responded to the financial setback, we found no evidence of reductions in treatment costs.  However, hospitals with large endowment losses delayed purchases of health information technology and curtailed the offering of unprofitable services.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jen Brown and Jon Skinner for valuable comments and guidance as well as Katie Johnson from the National Research Corporation and Laura Johnson from the Kaiser Family Foundation for providing useful data. Stephanie Holmes and Matt Schmitt provided valuable research assistance. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}