{
    "id": 18854,
    "citation_title": "Patent Rights, Product Market Reforms, and Innovation",
    "citation_author": [
        "Philippe Aghion",
        "Peter Howitt",
        "Susanne Prantl"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan patent protection and product market competition complement each other in enhancing incentives to innovate? In this paper, we address this question by investigating how innovation responses to a substantial policy initiative increasing product market competition interact with the strength of patent rights. We provide empirical evidence of innovation responding positively to the product market reform in industries of countries where patent rights are strong, not where these are weak. The positive response to the reform is more pronounced in industries in which innovators rely more on patenting than in other industries, and in which the scope for deterring entry through patenting is not too large. Our empirical findings are in line with step-by-step innovation models predicting that product market competition enhances innovation and, more importantly, that patent protection can complement competition in inducing innovation.\n\n",
    "acknowledgement": "\nWe thank Ufuk Akcigit, Richard Blundell, Bronwyn Hall, Martin Hellwig, Rachel Griffith, Armin Schmutzler, John Van Reenen, and seminar participants at the AEA Annual Meetings in Chicago, MPI for Research on Collective Goods in Bonn, UNU Merit in Maastricht, University of Cologne, University of Zurich, and the VfS Annual Conference in Frankfurt for very helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}