{
    "id": 1886,
    "citation_title": "Anticipated Tax Changes and the Timing of Investment",
    "citation_author": [
        "Alan J. Auerbach",
        "James R. Hines Jr."
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the short-run and long-run effects of corporate tax changes over the last three decades and the likely consequences of proposed future tax changes. Consideration of short-run effects of tax reform on investment and market value requires a careful analysis of three elements of behavior that are normally omitted from long run analyses: the state of investor expectations, the time lags involved in putting new capital in place, and the tax law's distinctions between new and old capital. The model described in this paper considers investment in equipment and investment in plant separately, and does so under different specifications of investor expectations. Our results for the period 1954-1985 suggest that investors did take account of fluctuations in profitability, real interest rates, and the tax code in making their investment plans. We examine the consequences of the nonindexation of depreciation benefits as well as the introduction of the investment tax credit and the Accelerated Cost Recovery System by simulating the corporate sector's performance in the absence of these features. In addition, we analyze the effects of changing the tax code in 1986 along the lines proposed in the Bradley-Gephardt \"Fair Tax\" plan, the Treasury II plan, and the Rostenkowski plan, H.R. 3838. The simulation results suggest that all three plans would reduce fixed investment in the short run, with the reduction coming primarily in equipment. At the same time, the simulations predict large wind-falls for existing capital assets under all three reform proposals.\n\n",
    "acknowledgement": "\n"
}