{
    "id": 18869,
    "citation_title": "Disability, Earnings, Income and Consumption",
    "citation_author": [
        "Bruce D. Meyer",
        "Wallace K.C. Mok"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nUsing longitudinal data for 1968-2009 for male household heads, we determine the prevalence of pre- retirement age disability and its association with a wide range of outcomes, including earnings, income, and consumption.  We then employ some of these quantities in the optimal social insurance framework of Chetty (2006) to study current compensation for the disabled.  Six of our findings stand out.  First, disability rates are high.  We divide the disabled along two dimensions based on the persistence and severity of their work-limiting condition.  We estimate that a person reaching age 50 has a 36 percent chance of having been disabled at least temporarily once during his working years, and a 9 percent chance that he has begun a chronic and severe disability.  Second, the economic consequences of disability are frequently profound.  Ten years after disability onset, a person with a chronic and severe disability on average experiences a 79 percent decline in earnings, a 35 percent decline in after-tax income, a 24 percent decline in food and housing consumption and a 22 percent decline in food consumption.  Third, economic circumstances differ sharply across disability groups.  The outcome decline for the chronically and severely disabled is often more than twice as large as that for the average disabled head.  Fourth, our findings show the partial and incomplete roles that individual savings, family support and social insurance play in reducing the consumption drop that follows disability.  Fifth, time use and detailed consumption data further indicate that disability is associated with a decline in well-being.  Sixth, using the quantities we have estimated, we provide the range of behavioral elasticities and preference parameters consistent with current disability compensation being optimal within the Chetty framework.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. We would like to thank Sasha Achen, David Autor, Richard Burkhauser, Kerwin Charles, Paul Gao, Luojia Hu, Austin Nichols, James Poterba, Harvey Rosen, Zahra Siddique, Christopher Taber, Sergio Urzúa, Burton Weisbrod, Laura Wherry, April Wu, Martin Zelder and seminar participants at NBER Summer Institute, Northwestern University, the University of Chicago, the University of Illinois Urbana-Champaign, the University of British Columbia, Stockholm University, the Stockholm School of Economics, Shanghai University of Finance and Economics, the Institute for Research on Poverty, The Chinese University of Hong Kong, the Guanghua School of Management of Peking University, and the Association for Public Policy and Management meetings for helpful comments. We also thank Mark Aguiar and Erik Hurst for useful programs and CSFII data.\n\n\n"
}