{
    "id": 18862,
    "citation_title": "When Is Prevention More Profitable than Cure? The Impact of Time-Varying Consumer Heterogeneity",
    "citation_author": [
        "Michael Kremer",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that in pharmaceutical markets, variation in the arrival time of consumer heterogeneity creates differences between a producer's ability to extract consumer surplus with preventives and treatments, potentially distorting R&D decisions. If consumers vary only in disease risk, revenue from treatments--sold after the disease is contracted, when disease risk is no longer a source of private information--always exceeds revenue from preventives. The revenue ratio can be arbitrarily high for sufficiently skewed distributions of disease risk. Under some circumstances, heterogeneity in harm from a disease, learned after a disease is contracted, can lead revenue from a treatment to exceed revenue from a preventative. Calibrations suggest that skewness in the U.S. distribution of HIV risk would lead firms to earn only half the revenue from a vaccine as from a drug. Empirical tests are consistent with the predictions of the model that vaccines are less likely to be developed for diseases with substantial disease-risk heterogeneity.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title \"Why Is There No AIDS Vaccine?\". The authors are grateful to Marcella Alsan, Emmanuelle Auriol, Chris Avery, Bryan Boulier, Ryan Bubb, Jim Dana, Esther Duflo, Glenn Ellison, Amy Finkelstein, Jon Hamilton, Corinne Langinier, Scott Lee, David Malueg, David McAdams, Sendhil Mullainathan, Robert Porter, Michael Schwarz, Andrew Segal, Lars Stole, HeidiWilliams, and seminar participants at the American Enterprise Institute, Dartmouth, Harvard, MIT, Northeastern, Northwestern, NYU, Princeton, RAND, Stanford, UCLA, University of Pennsylvania, University of Rochester, University of Toronto, the IAEN Symposiumon the Economics of AIDS/HIV in Developing Countries (Barcelona), the IDEI Conference on Markets for Pharmaceuticals and the Health of Developing Nations, the International Industrial Organization Conference (Boston), the NBER Summer Institutes on Health and Aging and on Innovation and the Global Economy, and the Southern Economic Association Conference (Charleston) for helpful comments; to David Blanchflower for sharing his data; and to Lindsey Beckett, Ruben Enikolopov, Cacey Tang, Suzanne Wang, and Dan Wood for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}