{
    "id": 18867,
    "citation_title": "Financial Development and the Choice of Trade Partners",
    "citation_author": [
        "Man Lung Chan",
        "Kalina Manova"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2015-04-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines the choice of countries' trade partners? We show theoretically and empirically that financial market imperfections affect the number and identity of exporters' destinations. Bigger economies with lower trade costs are more attractive markets because they offer higher export profits. This generates a pecking order of destinations such that firms serve all countries above a cut-off level of market potential. Credit constraints, however, raise this cut-off above the first best. Financially advanced nations thus have more trade partners and go further down the pecking order, especially in sectors that rely heavily on the financial system. Our results provide new, systematic evidence that countries follow a hierarchy of export destinations, that market size and trade costs determine this hierarchy, and that financial frictions interact importantly with it. This has policy implications for the effects of cross-border linkages that depend on the number and identity of countries' trade partners.\n\n",
    "acknowledgement": "\nI declare that I have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}