{
    "id": 18860,
    "citation_title": "Are Sticky Prices Costly? Evidence From The Stock Market",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Michael Weber"
    ],
    "citation_publication_date": "2013-02-28",
    "issue_date": "2013-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple framework to assess the costs of nominal price adjustment using stock market returns. We document that, after monetary policy announcements, the conditional volatility rises more for firms with stickier prices than for firms with more flexible prices. This differential reaction is economically large as well as  strikingly robust to a broad array of checks. These results suggest that menu costs---broadly defined to include physical costs of price adjustment, informational frictions, etc.---are an important factor for nominal price rigidity.  We also show that our empirical results qualitatively and, under plausible calibrations, quantitatively consistent with New Keynesian macroeconomic models where firms have heterogeneous price stickiness. Since our approach is valid for a wide variety of theoretical models and frictions preventing firms from price adjustment, we provide ``model-free'' evidence that sticky prices are indeed costly.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to the Bureau of Labor Statistics (BLS) data. The views expressed here are those of the authors and do not necessarily reflect the views of the BLS. We thank our project coordinator at the BLS, Ryan Ogden, for help with the data and Emi Nakamura and Jon Steinsson for making their data available to us. We thank Francesco D'Acunto, Nicolae Garleanu, Hanno Lustig, Martin Lettau, Matteo Maggiori, Adair Morse, Marcus Opp and especially Olivier Coibion for valuable comments.  We gratefully acknowledge financial support from the Coleman Fung Risk Management Research Center at UC Berkeley. Gorodnichenko also thanks NSF for financial support. Weber also thanks the Minder Cheng fellowship and the UC Berkeley Institute for Business and Economic Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}