{
    "id": 18866,
    "citation_title": "On Returns Differentials",
    "citation_author": [
        "Stephanie E. Curcuru",
        "Charles P. Thomas",
        "Francis E. Warnock"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2013-05-22",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of U.S. returns differentials have ranged from exorbitant to quite small, in part because of their volatility coupled with the relatively short time series available. We shed light on underlying drivers of returns differentials by presenting a number of decompositions: a by-asset-class decomposition into yields and capital gains, the Gourinchas and Rey (2007a) composition and return effects, and further decompositions of capital gains that focus on exchange rate effects. While each decomposition informs thinking about returns differentials, one constant is evident throughout: to date the existing differential favoring the U.S. has owed primarily to one factor, a differential in direct investment yields. We discuss how our analysis informs the income puzzle (of positive net income flows to the U.S. even as its net international investment position is negative and substantial) and the position puzzle (of a sizeable gap between the reported U.S. net international position and cumulated current account deficits), provide an initial assessment of the literature on the dynamics of returns differentials, and present a framework to guide a forward-looking view of how returns differentials might evolve in the future.\n\n",
    "acknowledgement": "\nA revised version of this paper is forthcoming in Journal of International Money and Finance. The authors thank for helpful comments Kristin Forbes, Ralph Koijen, Philip Lane, Bob McCauley, Enrique Mendoza, Gian Maria Milesi-Ferretti, Brent Neiman, Maurice Obstfeld, Jules van Binsbergen, and participants in seminars or conferences at the AEAs, NBER, Georgetown, Federal Reserve Board and Koc University. Warnock thanks the Darden School Foundation for generous support. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the National Bureau of Economic Research, the Federal Reserve Bank of Dallas, the Board of Governors of the Federal Reserve System, or of any other person associated with the Federal Reserve System.\n\n\n"
}