{
    "id": 18864,
    "citation_title": "Speculative Runs on Interest Rate Pegs",
    "citation_author": [
        "Marco Bassetto",
        "Christopher Phelan"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2014-08-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a new class of equilibria that emerges when a central bank conducts monetary policy by setting an interest rate (as an arbitrary function of its available information) and letting the private sector set the quantity traded. These equilibria involve a run on the central bank's interest target, whereby money grows fast, private agents borrow as much as possible against the central bank, and the shadow interest rate is different from the policy target. We argue that these equilibria represent a particular danger when banks hold large excess reserves, such as is the case following periods of quantitative easing. Our analysis suggests that successfully managing the exit strategy requires additional tools beyond setting interest-rate targets and paying interest on reserves; in particular, freezing excess reserves or fiscal-policy intervention may be needed to fend off adverse expectations.\n\n",
    "acknowledgement": "\nFor valuable suggestions, we thank Fernando Alvarez, Gadi Barlevy, Robert Barsky, Mariacristina De Nardi, Robert E. Lucas, Jr., and Thomas J. Sargent. Marco Bassetto acknowledges financial support from the ESRC through the Centre for Macroeconomics. This is a draft of a paper prepared for the Carnegie-Rochester-NYU Conference Series. The views expressed herein are those of the authors and not necessarily those of the National Bureau of Economic Research, the Federal Reserve Banks of Chicago, or Minneapolis or the Federal Reserve\nSystem.\n\n\n"
}