{
    "id": 18865,
    "citation_title": "How Elastic Are Preferences for Redistribution? Evidence from Randomized Survey Experiments",
    "citation_author": [
        "Ilyana Kuziemko",
        "Michael I. Norton",
        "Emmanuel Saez",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2014-12-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop online survey experiments to analyze how information about inequality and taxes affects preferences for redistribution. Approximately 4,000 respondents were randomized into treatments providing interactive, customized information on U.S. income inequality, the link between top income tax rates and economic growth, and the estate tax. An additional 6,000 respondents were randomized into follow-up treatments to explore mechanisms underlying the initial results. The treatment has very large effects on whether respondents view inequality as a problem. By contrast, it only slightly moves policy preferences (e.g., top income tax rates and transfer programs). An exception is the estate tax—informing respondents of the small share of decedents who pay it more than doubles support for it and this effect persists in a one-month follow-up. We explore several explanations for our results. Extreme ex-ante misinformation appears to drive the large estate tax results. The small effects for all other policies can be at least partially explained by respondents' low trust in government—indeed, we show that priming people to think negatively about the government substantially reduces support for transfer programs—as well as a disconnect between concerns about social issues and the public policies that aim to address them.\n\n",
    "acknowledgement": "\nWe thank co-editor Marianne Bertrand, Raj Chetty, Amy Finkelstein, Ray Fisman, Lawrence Katz, Wojciech Kopczuk, James Poterba, Andrea Prat, Jonah Rockoff, four anonymous referees, and numerous seminar and conference participants for helpful comments and discussions. Pauline Leung provided outstanding research assistance. Financial support from the Center for Equitable Growth at UC Berkeley, the MacArthur Foundation, and NSF Grant SES-1156240 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}