{
    "id": 18861,
    "citation_title": "What do we Really Know about Food Security?",
    "citation_author": [
        "Carlo Cafiero"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany discussions following the 2007/08 food price crisis have revolved around the magnitude of the negative impacts that it may have had on food security worldwide. Analysts have been asked to provide timely assessments, often based on partial data and information. The variety of opinions and the ranges of reported estimated impacts that have followed have revealed how shaky the informational ground on which they move is.\nThis paper deals with two issues related to the way in which the state of food insecurity in the world can be assessed from the perspectives of the availability of and the access to food, dimensions for which the economic lenses conceivably are the most adequate. The two issues are: the quality and coverage of available data and the methods through which the relevant information is filtered from the data to draw inference on food security.\nThe conclusion we reach is that, for policies to be informed by solid evidence and to be sure that monitoring and evaluation is based on firm empirical grounds, much remains to be achieved, both in terms of data quality and coverage and regarding methods, standards and tools for assessment. However, we do not have to start from zero. A wealth of data has accumulated in the past that, if properly analyzed, may allow shading light on the way in which food markets work and how households behave with respect to food consumption. The combination of the two should allow better understanding the determinants and impacts of food price volatility on food security.\nOnce key data conveying information on those determinants have been identified, a comprehensive food security information system can be devised based on a key set of core indicators. Such a system would require the use of common standards in the collection, validation and dissemination of data on agricultural prices, production, trade and uses, and on food consumption patterns.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarlo Cafiero\n\nThe paper was written while the author was under contract with the UN FAO, Statistics Division.\n\n\n"
}