{
    "id": 18873,
    "citation_title": "Biofuels, Binding Constraints and Agricultural Commodity Price Volatility",
    "citation_author": [
        "Philip Abbott"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share of U.S. corn production used to produce ethanol increased from 12.4% in the 2004/05 crop year to over 38.5% in the 2010/11 crop year, and remained at that high level in 2011/12. Even after accounting for return of by-products to the feed market, this is a large and persistent new demand for corn that surely has changed price dynamics. Nevertheless, the role of biofuels in determining recent high corn and other agricultural commodity prices, as well as their volatility, remains controversial. \nPolicy measures to encourage biofuels production, including the Renewable Fuels Standard (RFS) mandates, subsidies to ethanol blenders, regulations on gasoline chemistry and import tariffs, helped to create this new, persistent demand for corn  and contributed to incentives to create the capacity to produce ethanol and to use corn for fuel rather than food. Various aspects of implementing that policy and the economics of ethanol plant operation suggest very inelastic industrial demand for corn, contributing to both higher prices and greater price volatility. But turbulence in recent economic events have caused the mechanisms through which biofuels demands influence corn and other agricultural commodity prices to vary over time in ways that are observable in data. Price volatility and \"subsidy incidence\" also depend on which regime is in place. Simple theory along with data on supply, use and pricing are used to identify when each regime matters as policy influenced constraints bound to varying degrees. Capacity constraints appear to have dominated in the short run, allowing rents to absorb differences in variations of corn prices versus energy prices. Apparent price volatility seems due to mechanism switching and to changing trends more so than to random short run shocks under inelastic demand.\n\n",
    "acknowledgement": "\nThe author would like to thank Wally Tyner, Chris Hurt, Tom Hertel, Brian Wright, an anonymous referee and participants at the NBER conference on \"Economics of Food Price Volatility\" for sharing their insights on the issues discussed in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}