{
    "id": 18874,
    "citation_title": "From Boom to Bust: A Typology of Real Commodity Prices in the Long Run",
    "citation_author": [
        "David S. Jacks"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2018-07-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the evidence on real commodity prices from 1900 to 2015 for 40 commodities, representing 8.72 trillion US dollars of production in 2011. In so doing, it suggests and documents a comprehensive typology of real commodity prices, comprising long-run trends, medium-run cycles, and short-run boom/bust episodes. The main findings can be summarized as follows: (1) real commodity prices have been on the rise—albeit modestly—from 1950; (2) there is a pattern—in both past and present—of commodity price cycles, entailing large and long-lived deviations from underlying trends; (3) these commodity price cycles are themselves punctuated by boom/bust episodes which are historically pervasive.\n\n",
    "acknowledgement": "\nThis paper was prepared for the ANU Centre for Economic History/Centre for Applied Macroeconomic Analysis conference on “Commodity Price Volatility, Past and Present” held in Canberra. I thank the conference organizers for their hospitality and providing the impetus for this paper. I also thank the University of New South Wales for their hospitality while this paper was completed, Stephan Pfaffenzeller and Nigel Stapledon for help with the data, and the editor and two referees for their comments. I also appreciate comments received from seminars at Adelaide, the Federal Reserve Bank of Dallas, Hong Kong University of Science and Technology, New South Wales, Oxford, Peking University Guanghua School of Management and School of Economics, Shanghai University of Finance and Economics, Shanghai University of International Business and Economics, UIBE, and Wake Forest as well as from the EH-Clio Lab Annual Meeting and the Muenster Workshop on the Determinants and Impact of Commodity Price Dynamics. Finally, I gratefully acknowledge the Social Science and Humanities Research Council of Canada for research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}