{
    "id": 18872,
    "citation_title": "Incentivizing China's Urban Mayors to Mitigate Pollution Externalities: The Role of the Central Government and Public Environmentalism",
    "citation_author": [
        "Siqi Zheng",
        "Matthew E. Kahn",
        "Weizeng Sun",
        "Danglun Luo"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nChina's extremely high levels of urban air, water and greenhouse gas emissions levels pose local and global environmental challenges.  China's urban leaders have substantial influence and discretion over the evolution of economic activity that generates such externalities.   This paper examines the political economy of urban leaders' incentives to tackle pollution issues.  Based on a principal-agent framework, we present evidence consistent with the hypothesis that both the central government and the public are placing pressure on China's urban leaders to mitigate externalities. Such \"pro-green\" incentives suggest that many of China's cities could enjoy significant environmental progress in the near future.\n\n",
    "acknowledgement": "\nWe thank the UCLA Ziman Center for Real Estate for funding. Siqi Zheng and Weizeng Sun thank National Natural Science Foundation of China (No. 70973065 and No. 71273154) and Tsinghua University Initiative Scientific Research Program for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDanglun Luo\n\nDanglun Luo thank National Natural Science Foundation of China (No. 70902024)for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}