{
    "id": 18875,
    "citation_title": "Mergers When Prices are Negotiated: Evidence from the Hospital Industry",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Aviv Nevo",
        "Robert Town"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe estimate a bargaining model of competition between hospitals and managed care organizations (MCOs) and use the estimates to evaluate the effects of hospital mergers. We find that MCO bargaining restrains hospital prices significantly. The model demonstrates the potential impact of coinsurance rates, which allow MCOs to partly steer patients towards cheaper hospitals. We show that increasing patient coinsurance tenfold would reduce prices by 16%. We find that a proposed hospital acquisition in Northern Virginia that was challenged by the Federal Trade Commission would have significantly raised hospital prices. Remedies based on separate bargaining do not alleviate the price increases.\n\n",
    "acknowledgement": "\nWe thank Cory Capps, Allan Collard-Wexler, Greg Crawford, Leemore Dafny, David Dranove, Chris Garmon, Kate Ho, Robin Lee, Matt Lewis, Mike Riordan, Alan Sorensen, Ali Yurukoglu, especially Keith Brand, and numerous seminar participants for helpful comments. We thank the Federal Trade Commission for providing us with access to the data. Gowrisankaran acknowledges funding from the Center for Management Innovations in Health Care at the University of Arizona. The views expressed here are the authors alone and do not necessarily reflect the views of the Federal Trade Commission, any Commissioner, or the National Bureau of Economic Research.\n\n\n\nGautam Gowrisankaran\n\n• I received funding for this research from the Center for Management Innovations in Healthcare, Eller College of Management, University of Arizona.\n• I served as paid economic experts for the Federal Trade Commission (FTC) on the antitrust investigation described in this paper. However, the analysis in this paper was developed after the investigation was completed. None of us received monetary compensation from the Federal Trade Commission for this research.\n• I served as a paid economic expert for FTI Compass Lexecon, Inc. and the U.S. Department of Justice on other hospital matters.\n• The FTC provided us the data used in this analysis at no charge. Various employees of the FTC provided us with assistance in interpreting, understanding, and cleaning the data at no charge, although the conclusions are solely our own.\n• The Office of the General Counsel of the FTC reviewed the paper prior to submission to ensure that our paper preserved the confidentiality of the managed care organizations that provided data used in our study.\n• I declare that I have no additional relevant or material financial interests that relate to the research described in this paper.\nGautam Gowrisankaran\n\n\n\nAviv Nevo\n\nThe data used in this research was provided through a non-disclosure agreement with the FTC.\nThe Office of the General Counsel of the FTC reviewed the paper prior to submission to ensure\nthat our paper preserved the confidentiality of the payors used in our study. I declare that I have\nno additional relevant or material financial interests that relate to the research described in this\npaper.\n\n\n\nRobert Town\n\nI served as a paid economic expert for the Federal Trade Commission (FTC) on the antitrust investigation described in this paper. However, the analysis in this paper was developed after the investigation was completed. Neither my co-authors nor I received monetary compensation from the Federal Trade Commission for this research. I have served as a paid economic expert for the FTC and the U.S. Department of Justice on other hospital matters.\n\n\nThe FTC provided us the data used in this analysis at no charge. Various employees of the FTC provided us with assistance in interpreting, understanding, and cleaning the data at no charge, although the conclusions in this paper are solely our own.\n\n\n"
}