{
    "id": 18871,
    "citation_title": "Does Working from Home Work? Evidence from a Chinese Experiment",
    "citation_author": [
        "Nicholas Bloom",
        "James Liang",
        "John Roberts",
        "Zhichun Jenny Ying"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2024-02-19",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAbout 10% of US employees now regularly work from home (WFH), but there are concerns this can lead to \"shirking from home.\" We report the results of a WFH experiment at CTrip, a 16,000- employee, NASDAQ-listed Chinese travel agency. Call center employees who volunteered to WFH were randomly assigned to work from home or in the office for 9 months. Home working led to a 13% performance increase, of which about 9% was from working more minutes per shift (fewer breaks and sick-days) and 4% from more calls per minute (attributed to a quieter working environment). Home workers also reported improved work satisfaction and experienced less turnover, but their promotion rate conditional on performance fell. Due to the success of the experiment, CTrip rolled-out the option to WFH to the whole firm and allowed the experimental employees to re-select between the home or office. Interestingly, over half of them switched, which led to the gains from WFH almost doubling to 22%. This highlights the benefits of learning and selection effects when adopting modern management practices like WFH.\n\n",
    "acknowledgement": "\nWe wish to thank Jennifer Cao, Mimi Qi and Maria Sun from Ctrip and Ran Abramitzky, Mirko Draca, Itay Saporta, Stephen Terry, John Van Reenen and Edison Yu from Stanford for their help and advice in this research project. We thank Chris Palauni for organizing our trip to JetBlue, and David Butler, Jared Fletcher and Michelle Rowan for their time discussing the call-center and home-working industries. We thank in particular our discussants Mushfiq Mobarak, Rachael Heath, Sabrina Pabilonia, Shing-Yi Wang and seminar audiences at the AEA, Brown, CEPR, Columbia, CORE, Erasmus University Rotterdam, the London School of Economics, Harvard, MIT, the NBER, Stanford GSB, Texas A&M, and the World Bank for comments. We wish to thank Stanford Economics, Stanford GSB and the Toulouse Network for Information Technology (which is supported by Microsoft) for funding for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. To note: James Liang is the current CEO of CTrip.\n\n\n\nJames Liang\n\nNo funding was received from CTrip. James Liang is the co-founder, former CEO and current Chairman of CTrip. No other co-author has any financial relationship (or received any funding) from CTrip. The results or paper were not pre-screened by anyone.\n\n\n"
}