{
    "id": 18879,
    "citation_title": "Why do emerging markets liberalize capital outflow controls? Fiscal versus net capital flow concerns",
    "citation_author": [
        "Joshua Aizenman",
        "Gurnain Kaur Pasricha"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2013-06-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we provide empirical evidence on the factors that motivated emerging economies to change their capital outflow controls in the recent decades. Liberalization of capital outflow controls can allow emerging market economies (EMEs) to reduce net capital inflow (NKI) pressures, but may cost their governments the fiscal revenues that external financial repression generates. Our results indicate that external repression revenues in EMEs declined substantially in the 2000's compared with the 1980's. In line with this decline in external repression revenues and their growth accelerations in 2000's, concerns related to net capital inflows took predominance over fiscal concerns in the decisions to liberalize capital outflow controls. Emerging markets facing high volatility in net capital inflows and higher balance sheet exposures liberalized outflows less. Countries eased outflows more in response to higher net capital inflows, higher appreciation pressures in the exchange market, higher real exchange rate volatility and greater accumulation of reserves.\n\n",
    "acknowledgement": "\nWe would like to thank Jamshid Mavalwalla, Gagandeep Pabla and Derrick Schroeter for research assistance. We also thank Martin Bijsterbosch, Ian Christensen, Yothin Jinjarak, Rhys Mendes, Ila Patnaik, Brian Peterson, Subrata Sarker, Eric Santor and seminar participants at Bank of Canada, December 2012 NIPFP-DEA Research Meetings, and the January 2013 American Economic Association Meetings for useful comments and suggestions. The views expressed in this paper are those of the authors. No responsibility for them should be attributed to the Bank of Canada or the NBER. The views expressed herein are those of the authors and do not reflect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}