{
    "id": 18889,
    "citation_title": "The Impact of Chicago's Small High School Initiative",
    "citation_author": [
        "Lisa Barrow",
        "Amy Claessens",
        "Diane Whitmore Schanzenbach"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis project examines the effects of the introduction of new small high schools on student performance in the Chicago Public School (CPS) district. Specifically, we investigate whether students attending small high schools have better graduation/enrollment rates and achievement than similar students who attend regular CPS high schools. We show that students who choose to attend a small school are more disadvantaged on average. To address the selection problem, we use an instrumental variables strategy and compare students who live in the same neighborhoods but differ in their residential proximity to a small school. In this approach, one student is more likely to sign up for a small school than another statistically identical student because the small school is located closer to the student's house and therefore the \"cost\" of attending the school is lower. We find that small schools students are substantially more likely to persist in school and eventually graduate. Nonetheless, there is no positive impact on student achievement as measured by test scores. The finding of no test score improvement but a strong improvement in school attainment is consistent with a growing literature suggesting that interventions aimed at older children are more effective at improving their non-cognitive skills than their cognitive skills.\n\n",
    "acknowledgement": "\nThis research was supported by grant #R305R060062 from the Institute of Educational Sciences. We thank John Easton and Steve Raudenbush for helpful discussions, and Todd Rosenkranz and Sue Sporte for their exceedingly patient help with the data. Any views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve System or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}