{
    "id": 18882,
    "citation_title": "Learning about CEO Ability and Stock Return Volatility",
    "citation_author": [
        "Yihui Pan",
        "Tracy Yue Wang",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhen there is uncertainty about a CEO's quality, news about the firm causes rational investors to update their expectation of the firm's profitability for two reasons: Updates occur because of the direct effect of the news, and also because the news can cause an updated assessment of the CEO's quality, affecting expectations of his ability to generate future cash flows. As a CEO's quality becomes known more precisely over time, the latter effect becomes smaller, lowering the stock price reaction to news, and hence lowering the stock return volatility. Thus, in addition to uncertainty about fundamentals, uncertainty about CEO quality is also a source of stock return volatility, which decreases over a CEO's tenure as the market learns the CEO's quality more accurately.  We formally model this idea, and evaluate its implications using a large sample of CEO turnovers in U.S. public firms. Our estimates indicate that there is statistically significant and economically important market learning about CEO ability, even for CEOs whose appointments appear to be unrelated to their predecessors' performance. Also consistent with the learning model is the fact that the learning curve appears to be convex in time, and learning is faster when there is higher ex ante uncertainty about the CEO's ability and more transparency about the firm's prospects.  Overall, uncertainty about management quality appears to be an important source of stock return volatility.\n\n",
    "acknowledgement": "\nWe thank Hengjie Ai, Frederico Belo, Miriam Schwartz-Ziv, Berk Sensoy, Yingdi Wang, Jun Yang, Jianfeng Yu, and seminar participants at University of Minnesota for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}