{
    "id": 1888,
    "citation_title": "The Earnings Gap Between Male and Female Workers: An Historical Perspective",
    "citation_author": [
        "Claudia Goldin"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHas economic progress increased the relative earnings of females to males over the long run?  Evidence on trends in the earnings gap for the last four decades appears to run counter to this hypothesis. Numerous data sources are used in this paper to piece together a 170-year history of the earnings of females relative to those of males and the variables that determine earnings in the market place. In brief, the constancy of the earnings gap from the 1950s is a short-run phenomenon and cannot be extrapolated into the more distant past.The ratio of female to male earnings in the economy as a whole rosefrom just over 0.45 to just under 0.60 during 1890 to 1930. It rose to just over 0.60 by 1950 but has been virtnally stable from then, declining somewhat during the early to mid-fifties and rising after 1981. The ratio in the manufacturing sector rose from about 0.35 in 1820, to 0.50 in 1850, and to 0.58 in 1930. Advances in the labor market experience of the female working population account for 24 percent of the increase in the earnings ratio over the 1890 to 1940 period. Increases in the returns to education and, to a lesser extent, in educational attainment, account for about 40 percent of the increase from 1890 to 1970. It is also possible that the decreased return to physical attributes (such as strength) accounts for another 28 percent of the increase in the female to male earnings ratio. The various factors considered account for about 85 percent of the entire increase in the ratio from 1890 to 1970 (some factors served to decrease the ratio). The constancy of the gender gap from the 1950s is a function of the increased labor force participation of women which served to stabilize the work experience of the working population of women and to make the future lightly unpredictable for many cohorts.\n\n",
    "acknowledgement": "\n"
}