{
    "id": 18881,
    "citation_title": "Sales Force and Competition in Financial Product Markets: The Case Of Mexico’s Social Security Privatization",
    "citation_author": [
        "Justine S. Hastings",
        "Ali Hortaçsu",
        "Chad Syverson"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "2017-04-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how sales force impact competition and equilibrium prices in the context of a privatized pension market. We use detailed administrative data on fund manager choices and worker characteristics at the inception of Mexico’s privatized social security system, where fund managers had to set prices (management fees) at the national level, but could select sales force levels by local geographic areas. We develop and estimate a model of fund manager choice where sales force can increase or decrease customer price sensitivity. We find exposure to sales force lowered price sensitivity, leading to inelastic demand and high equilibrium fees. We simulate oft-proposed policy solutions: a supply-side policy with a competitive government player and a demand-side policy which increases price elasticity. We find that demand-side policies are necessary to foster competition in social safety net markets with large segments of inelastic consumers.\n\n",
    "acknowledgement": "\nWe thank Steven Berry, Dennis Carlton, Judy Chevalier, J.P. Dube, Liran Einav, Matthew Gentzkow, Brigitte Madrian, Jesse Shapiro, Alan Sorenson, and participants at the QME conference, the NBER Household Finance, Public Economics and Industrial Organization conferences for helpful comments. Noele Aabye, Denrick Bayot, Sarah Johnston, Carolina Orellana, Adrian Rubli, Unika Shrestha and Jose Tudon provided outstanding research assistance. Hastings gratefully acknowledges financial support from the National Institute on Aging grant R01AG032411-01A2 and the U.S. Social Security Administration. Hortaçsu and Syverson thank the Chicago Initiative on Global Markets for financial support. We also thank the outstanding leadership and staff at CONSAR for making this project possible. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChad Syverson\n\nSyverson is a partner in a consulting firm that has had financial institutions as clients.\n\n\n"
}