{
    "id": 18884,
    "citation_title": "The Impact of City Contracting Set-Asides on Black Self-Employment and Employment",
    "citation_author": [
        "Aaron K. Chatterji",
        "Kenneth Y. Chay",
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the 1980s, many U.S. cities initiated programs reserving a proportion of government contracts for minority-owned businesses.  The staggered introduction of these set-aside programs is used to estimate their impacts on the self-employment and employment rates of African-American men.  Black business ownership rates increased significantly after program initiation, with the black-white gap falling three percentage points.  The evidence that the racial gap in employment also fell is less clear as it is depends on assumptions about the continuation of pre-existing trends.  The black gains were concentrated in industries heavily affected by set-asides and mostly benefited the better educated.\n\n",
    "acknowledgement": "\nWe thank Tim Bates, Danny Boston, William Darity, Bart Hamilton, Mark Killingsworth, George La Noue, Michael Lechner, Steve Lewis, Mike Long, Justin Marion, Margaret Simms, John Sullivan, Jon Wainwright, Doug Wissoker, and seminar participants the NBER Working Group on Entrepreneurship Meetings, American Economic Association Meetings, Association for Public Policy Analysis and Management Meetings, the Symposium on Race and Economic Progress at Rutgers University, the United States Association for Small Business and Entrepreneurship Annual Meeting, the IZA Social Policy Evaluation Annual Conference, the Society for Labor Economists Meetings, and the Conference on Affirmative Action at the University of Minnesota for helpful comments and suggestions. We are indebted to William Johnson and two anonymous referees for suggestions that significantly improved the paper.  Steve Anderson provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}