{
    "id": 18883,
    "citation_title": "Trickle-Down Consumption",
    "citation_author": [
        "Marianne Bertrand",
        "Adair Morse"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHave rising income and consumption at the top of income distribution since the early 1980s induced households in the lower tiers of the distribution to consume a larger share of their income? Using state-year variation in income level and consumption in the top first quintile or decile of the income distribution, we find evidence for such \"trickle-down consumption.\" The magnitude of effect suggests that middle income households would have saved between 2.6 and 3.2 percent more by the mid-2000s had incomes at the top grown at the same rate as median income. Additional tests argue against permanent income, upwardly-biased expectations of future income, home equity effects and upward price pressures as the sole explanations for this finding.  Instead, we show that middle income households' consumption of more income elastic and more visible goods and services appear particularly responsive to top income levels, consistent with supply-driven demand and status-driven explanations  for our primary finding. Non-rich households exposed to higher top income levels self-report more financial duress; moreover, higher top income levels are predictive of more personal bankruptcy filings. Finally, focusing on housing credit legislation, we suggest that the political process may have internalized and facilitated such trickle-down.\n\n",
    "acknowledgement": "\nWe thank Chris Carroll, Ulrike Malmendier, and Jonathan Parker for helpful comments. We also would like to thank seminar participants at the AEA, NBER Economics of Household Savings, Chicago Booth, Harvard University, Harvard Business School, Princeton University, EIEF, University of California at Berkeley - Haas, Northwestern - Kellogg, NBER Summer Monetary Economics, and UC Davis Household Finance Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}