{
    "id": 18887,
    "citation_title": "Effects of Welfare Reform on Women's Crime",
    "citation_author": [
        "Hope Corman",
        "Dhaval M. Dave",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "2014-06-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of broad-based work incentives on female crime by exploiting the welfare reform legislation of the 1990s, which dramatically increased employment among women at risk for relying on cash assistance. We find that welfare reform decreased female property crime arrests by 4-5%, but did not affect other types of crimes. The effects appear to be stronger in states with lower welfare benefits and higher earnings disregards, and in states with larger caseload declines. The findings point to broad-based work incentives--and, by inference, employment--as a key determinant of female property crime.\n\n",
    "acknowledgement": "\nThis research was funded in part by the Center for Health and Wellbeing at Princeton University. The authors are grateful for helpful comments from Karen Conway, Anca Cotet, Donka Mirtcheva, Hani Mansour, Michelle Phelps, Lucie Schmidt, and Anne Winkler, and participants at the 5th Transatlantic Workshop on the Economics of Crime, and for valuable research assistance from Taťána Čepková, Dhiman Das, Farzana Razack, and Oliver Joszt. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}