{
    "id": 18880,
    "citation_title": "Unemloyment and Unobserved Credit Risk in the FHA Single Family Mortgage Insurance Fund",
    "citation_author": [
        "Joseph Gyourko",
        "Joseph Tracy"
    ],
    "citation_publication_date": "2013-03-08",
    "issue_date": "2013-03-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nEmpirical models of mortgage default typically find that the influence of unemployment is negligible compared to other well known risk factors such as high borrower leverage or low borrower FICO scores.  This is at odds with theory, which assigns a critical role to unemployment status in the decision to stop payment on a mortgage.  We help reconcile this divergence by employing a novel empirical strategy involving simulated unemployment histories to measure the severity of attenuation bias in loan-level estimations of default risk due to a borrower becoming unemployed.  Attenuation bias results because individual data on unemployment status is unobserved, requiring that a market-wide unemployment rate be used as a proxy.  Attenuation is extreme, with our results suggesting that the use of an aggregate unemployment rate in lieu of actual borrower unemployment status results in default risk from a borrower becoming unemployed being underestimated by a factor of 100 or more.  Correcting for this indicates unemployment is more powerful than other well-known factors such as extremely high leverage or extremely low FICO scores in predicting individual borrower default. Our simulated data indicate that adding the unemployment rate as a proxy for the missing borrower-specific unemployment indicator does not improve the accuracy of the estimated model over the specification without the proxy variable included.\n\n",
    "acknowledgement": "\nThese views represent those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.  John Grigsby provided excellent research assistance. We thank Andrew Haughwout and Wilbert van der Klaauw for their helpful comments.  Gyourko thanks the Research Sponsor Program of the Zell/Lurie Real Estate Center at Wharton for financial support.\n\n\n\nJoseph Gyourko\n\nGyourko gratefully acknowledges support from the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton.\nGyourko also acknowledges that he is an Adjunct Scholar at the American Enterprise Institute, where is is working on research to develop a plan to restructure the FHA as part of AEI's National Research Initiative.\n\n\n"
}