{
    "id": 18897,
    "citation_title": "Can a Unilateral Carbon Tax Reduce Emissions Elsewhere?",
    "citation_author": [
        "Joshua Elliott",
        "Don Fullerton"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne country that tries to reduce greenhouse gas emissions may fear that other countries get a competitive advantage and increase emissions (\"leakage\").  Estimates from computable general equilibrium (CGE) models such as Elliott et al (2010a,b) indicate that 15% to 25% of abatement might be offset by leakage.  Yet the Fullerton et al (2012) analytical general equilibrium model shows an offsetting term with negative leakage. To derive analytical expressions, their model is quite simple, with only one good from each country or sector, a fixed stock of capital, competitive markets, and many identical consumers that purchase both goods.  Their model is not intended to be realistic, but only to demonstrate the potential for negative leakage.  \nMost CGE models do not allow for negative leakage. In this paper, we use a full CGE model with many countries and many goods to measure effects in a way that allows for negative leakage.  We vary elasticities of substitution and confirm the analytical model's prediction that negative leakage depends on the ability of consumers to substitute into the untaxed good and the ability of firms to substitute from carbon emissions into labor or capital.\n\n",
    "acknowledgement": "\nFor helpful suggestions, we thank Kathy Baylis, Jared Carbone, Carolyn Fischer, Ian Foster, Corbett Grainger, Dan Karney, Mark Jacobsen, Todd Munson, Niven Winchester, and participants at various presentations.  All errors are our own.  We are grateful for funding from the National Science Foundation under grants SBE-0951576 and GEO-1215910 and to the University of Chicago Computation Institute and Argonne National Laboratory for providing computing resources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDon Fullerton\n\nThe author declares that he has no relevant or material financial interests that relate to the research described in this paper\n\n\n"
}