{
    "id": 18892,
    "citation_title": "Credit Lines as Monitored Liquidity Insurance: Theory and Evidence",
    "citation_author": [
        "Viral V. Acharya",
        "Heitor Almeida",
        "Filippo Ippolito",
        "Ander Perez"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose and test a theory of corporate liquidity management in which credit lines provided by banks to firms are a form of monitored liquidity insurance. Bank monitoring and resulting credit line revocations help control illiquidity-seeking behavior by firms. Firms with high liquidity risk are likely to use cash rather than credit lines for liquidity management because the cost of monitored liquidity insurance increases with liquidity risk. We exploit a quasi-experiment around the downgrade of General Motors (GM) and Ford in 2005 and find that firms that experienced an exogenous increase in liquidity risk (specifically, firms that relied on bonds for financing in the pre-downgrade period) moved out of credit lines and into cash holdings in the aftermath of the downgrade. We observe a similar effect for firms whose ability to raise equity financing is compromised by pricing pressure caused by mutual fund redemptions. Finally, we find support for the model's other novel empirical implication that firms with low hedging needs (high correlation between cash flows and investment opportunities) are more likely to use credit lines relative to cash, and are also less likely to face covenants and revocations when using credit lines.\n\n",
    "acknowledgement": "\nWe are grateful to Igor Cunha and Ping Liu for excellent research assistance and for comments and suggestions from an anonymous referee, Francois DeGeorge (discussant) and seminar participants at the European Finance Association (EFA) Meetings, 2012, the European Central Bank, Universidade Nova de Lisboa, University of Technology Sydney, University of New South Wales, University of Kentucky, Georgia State University, Norwegian School of Economics at Bergen, Universidad Carlos III, and the Boston Federal Reserve Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}