{
    "id": 18894,
    "citation_title": "Can Amputation Save the Hospital? The Impact of the Medicare Rural Flexibility Program on Demand and Welfare",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Claudio Lucarelli",
        "Philip Schmidt-Dengler",
        "Robert Town"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "2017-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to understand the impact of the Medicare Rural Hospital Flexibility (Flex) Program on hospital choice and consumer welfare for rural residents. The Flex Program created a new class of hospital, the Critical Access Hospital (CAH), which receives more generous Medicare reimbursements in return for limits on capacity and length of stay. We find that conversion to CAH status resulted in a 4.7 percent drop in inpatient admissions to participating hospitals, almost all of which was driven by factors other than capacity constraints. The Flex Program increased consumer welfare if it prevented the exit of at least 6.5 percent of randomly selected converting hospitals.\n\n",
    "acknowledgement": "\nSupport from Agency for Healthcare Research and Quality (AHRQ) under grant 1R01HS018424-01A1 is gratefully acknowledged. We thank Dan Ackerberg and Ira Moscovice for helpful comments. Theresa Gutberlet, Anatolii Kokoza, Jianjing Lin, Kathleen Nosal, Mario Samano, Stephan Seiler and Zaiyan Wei provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGautam Gowrisankaran\n\n• I received funding for this research from the Center for Management Innovations in Healthcare, Eller College of Management, University of Arizona.\n• I served as paid economic experts for the Federal Trade Commission (FTC) on the antitrust investigation described in this paper. However, the analysis in this paper was developed after the investigation was completed. None of us received monetary compensation from the Federal Trade Commission for this research.\n• I served as a paid economic expert for FTI Compass Lexecon, Inc. and the U.S. Department of Justice on other hospital matters.\n• The FTC provided us the data used in this analysis at no charge. Various employees of the FTC provided us with assistance in interpreting, understanding, and cleaning the data at no charge, although the conclusions are solely our own.\n• The Office of the General Counsel of the FTC reviewed the paper prior to submission to ensure that our paper preserved the confidentiality of the managed care organizations that provided data used in our study.\n• I declare that I have no additional relevant or material financial interests that relate to the research described in this paper.\nGautam Gowrisankaran\n\n\n"
}