{
    "id": 18890,
    "citation_title": "How Much do Idiosyncratic Bank Shocks Affect Investment? Evidence from Matched Bank-Firm Loan Data",
    "citation_author": [
        "Mary Amiti",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "2017-02-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that supply-side financial shocks have a large impact on firms' investment. We develop a new methodology to separate firm-borrowing shocks from bank-supply shocks using a vast sample of matched bank-firm lending data. We decompose aggregate loan movements in Japan for the period 1990 to 2010 into bank, firm, industry, and common shocks. The high degree of financial institution concentration means that individual banks are large relative to the size of the economy, which creates a role for granular shocks as in Gabaix (2011). We show that idiosyncratic granular bank-supply shocks explain 30-40 percent of aggregate loan and investment fluctuations.\n\n",
    "acknowledgement": "\nWe would like to thank Francesco Caselli, Gabriel Chodorow-Reich, Xavier Gabaix, Mark Gertler, Takatoshi Ito, Anil Kashyap, Nobu Kiyotaki, Satoshi Koibuchi, Anna Kovner, Aart Kraay, Nuno Limao, Tamaki Miyauchi, Friederike Niepmann, Hugh Patrick, Benjamin Pugsley, and Bernard Salanie for excellent comments. We also thank Prajit Gopal, Scott Marchi, Molly Schnell and especially Preston Mui and Richard Peck for outstanding research assistance. David Weinstein thanks the Center on Japanese Economy and Business and the Institute for New Economic Thinking for generous financial support. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System,  or the National Bureau of Economic Research. Any errors or omissions are the responsibility of the authors.\n\n\n"
}