{
    "id": 18899,
    "citation_title": "Political Credit Cycles: The Case of the Euro Zone",
    "citation_author": [
        "Jesus Fernandez-Villaverde",
        "Luis Garicano",
        "Tano Santos"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the mechanisms through which the adoption of the Euro delayed, rather than advanced, economic reforms in the Euro zone periphery and led to the deterioration of important institutions in these countries. We show that the abandonment of the reform process and the institutional deterioration, in turn, not only reduced their growth prospects but also fed back into financial conditions, prolonging the credit boom and delaying the response to the bubble when the speculative nature of the cycle was already evident. We analyze empirically the interrelation between the financial boom and the reform process in Greece, Spain, Ireland, and Portugal and, by way of contrast, in Germany, a country that did experience a reform process after the creation of the Euro.\n\n",
    "acknowledgement": "\nWe sincerely thank Costas Arkolakis, Markus Brunnermeier, Manolis Galenianos, Dirk Krueger, Philip Lane, Stavros Panageas, Elias Papaioannou, Canice Prendergast, Ricardo Reiss, Waltraud Schalke, Dimitri Vayanos, and Pierre Yared for their generosity with their time in discussing this paper with us. All remaining errors are ours, of course.  We appreciate support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLuis Garicano\n\nI have received honoraria or compensation in 2012 over $5000 from LIberbank (Board Membership) and the Toulouse Network in Information Technology (funded by Microsoft).\n\n\n"
}