{
    "id": 18891,
    "citation_title": "Seeking Alpha: Excess Risk Taking and Competition for Managerial Talent",
    "citation_author": [
        "Viral V. Acharya",
        "Marco Pagano",
        "Paolo Volpin"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model in which managers are risk-averse and firms compete for scarce managerial talent (\"alpha\"). When managers are not mobile across firms, firms provide efficient compensation, which allows for learning about managerial talent and for insurance of low-quality managers. When instead managers can move across firms, firms cannot offer co-insurance among employees. In anticipation, risk-averse managers may churn across firms or undertake aggregate risks in order to delay the revelation of their true quality. The result is excessive risk-taking with pay for short-term performance and an accumulation of long-term risks. We conclude with a discussion of policies to address the inefficiency in compensation.\n\n",
    "acknowledgement": "\nWe are grateful to Ulf Axelson, Marco Battaglini, Philip Bond, Mike Burkart, Adolfo de Motta, David Dicks, Michael Fishman, Hendrik Hakesen, Hugo Hopenhayn, Giancarlo Spagnolo and participants in the 2010 AEA Meetings, 2012 AFA Meetings, the Third Conference on Financial Integration and Stability in Mannheim, 2010 EFA Meetings, 2010 Mitsui Conference at University of Michigan, the 2011 WFA Meetings, the 2011 ESSET in Gerzensee, the 2012 CSEFIGIER Symposium on Economics and Institutions, the 2013 Econometric Society Meetings in San Diego, and in seminars at Arizona State University, Bocconi University, Boston College, INSEAD, New York University for helpful comments and discussions. We acknowledge financial support from the Fondation Banque de France, ERC (FINLAB project no. 295709), Europlace Institute of Finance, Inquire Europe, and BNP Paribas Hedge Fund Center (HEC Paris). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}