{
    "id": 18896,
    "citation_title": "Trade Theory with Numbers: Quantifying the Consequences of Globalization",
    "citation_author": [
        "Arnaud Costinot",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "2013-07-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review a recent body of theoretical work that aims to put numbers on the consequences of globalization. A unifying theme of our survey is methodological. We rely on gravity models and demonstrate how they can be used for counterfactual analysis. We highlight how various economic considerations--market structure, firm-level heterogeneity, multiple sectors, intermediate goods, and multiple factors of production--affect the magnitude of the gains from trade liberalization. We conclude by discussing a number of outstanding issues in the literature as well as alternative approaches for quantifying the consequences of globalization.\n\n",
    "acknowledgement": "\nThis is a draft of a chapter to appear in the Handbook of International Economics, Vol. 4, eds. Gopinath, Helpman and Rogoff. We thank Rodrigo Rodrigues Adao, Jakub Kominiarczuk, Mu-Jeung Yang, and Yury Yatsynovich for excellent research assistance. We thank Costas Arkolakis, Edward Balistreri, Dave Donaldson, Jonathan Eaton, Keith Head, Elhanan Helpman, Rusell Hillberry, Pete Klenow, Thierry Mayer, Thomas Rutherford, Robert Stern, Dan Trefler, and Jonathan Vogel for helpful discussions and comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}