{
    "id": 18895,
    "citation_title": "Does \"Skin in the Game\" Reduce Risk Taking? Leverage, Liability and the Long-Run Consequences of New Deal Banking Reforms",
    "citation_author": [
        "Kris James Mitchener",
        "Gary Richardson"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay examines how the Banking Acts of the 1933 and 1935 and related New Deal legislation influenced risk taking in the financial sector of the U.S. economy. The analysis focuses on contingent liability of bank owners for losses incurred by their firms and how the elimination of this liability influenced leverage and lending by commercial banks. Using a new panel data set, we find contingent liability reduced risk taking. In states with contingent liability, banks used less leverage and converted each dollar of capital into fewer loans, and thus could survive larger loan losses (as a fraction of their portfolio) than banks in limited liability states. In states with limited liability, banks took on more leverage and risk, particularly in states that required banks with limited liability to join the Federal Deposit Insurance Corporation. In the long run, the New Deal replaced a regime of contingent liability with deposit insurance, stricter balance sheet regulation, and increased capital requirements, shifting the onus of risk management from bankers to state and federal regulators.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGary Richardson\n\nGary\n\n\n"
}