{
    "id": 18893,
    "citation_title": "Boy-Girl Differences in Parental Time Investments: Evidence from Three Countries",
    "citation_author": [
        "Michael Baker",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2013-03-14",
    "issue_date": "2013-03-14",
    "revision_date": "2013-09-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study differences in the time parents spend with girls and boys at preschool ages in Canada, the U.K. and the U.S. We refine previous evidence that fathers commit more time to boys, showing this greater commitment emerges with age and is not present for very young children. We next examine differences in specific parental teaching activities such as reading and the use of number and letters. We find the parents commit more of this time to girls, starting at ages as young as 9 months. We explore possible explanations of this greater commitment to girls including explicit parental preference and boy-girl differences in costs of these time inputs. Finally, we offer evidence that these differences in time inputs are potentially important: in each country the boy-girl difference in inputs can account for a non-trivial proportion of the boy-girl difference in preschool reading and math scores.\n\n",
    "acknowledgement": "\nWe thank workshop participants at Aarhus University, the Institute for Fiscal Studies, Michigan State, National Taiwan University, Notre Dame, University of Waterloo, the Canadian Economics Association Annual Meetings and NBER Summer Institute for helpful comments on earlier drafts of this research. We gratefully acknowledge the research support of SSHRC (Baker Grant, #410-2008-0346, 410-2011-0724). Kirsten Cornelson, Kevin Fawcett and Peter Wang provided excellent research assistance. We also gratefully acknowledge the assistance and support of Dan Feenberg and the NBER, facilitating and hosting our access to the ECLS-B data. We thank the staffs of the Toronto and B.C. Research Data Centres for their technical support. This paper represents the views of the authors and does not necessarily reflect the views of Statistics Canada or the National Bureau of Economic Research.\n\n\n\nKevin Milligan\n\nThis document attempts to disclose completely my potential conflicts of interest, using the principles circulated by the American Economic Association on January 5, 2012.\n\n\nItem (2): Sources of support:\n“Each author of a submitted article should identify each interested party from whom he or she has received significant financial support, summing to at least $10,000 in the past three years, …”\nThe following corresponds to the calendar years 2009-2012. Below is a complete listing of sources of support that exceed $10,000. For several of these, a grant flowed through a research organization. I have tried to list both the research organization and ultimate source of the funds.\n1. University of British Columbia: salary. (2009 2010 2011 2012)\n2. Simon Fraser University, Centre for Education Research and Policy: visitor stipend. (2009)\n3. National Institute on Aging / National Bureau of Economic Research: stipend for International Social Security project. (2009 2010)\n4. Prairie Research Associates / Human Resources and Skills Development Canada: consulting on National Child Benefit. (2009 2010)\n5. Canada West Foundation / Western Economic Diversification Canada: stipend for paper on taxation. (2009)\n6. Bavarian Graduate Program in Economics: teaching stipend. (2009)\n7. Research Working Group on Retirement Income Adequacy in support of the Council of Federal, Provincial, and Territorial Finance Ministers: stipend for paper. (2009)\n8. National Bureau of Economic Research / Social Security Administration: stipend for paper. (2010 2011)\n9. Canadian Labour Market and Skills Researcher Network / Human Resources and Skills Development Canada: stipend for paper. (2009)\n10. Social Science and Humanities Research Council of Canada: Standard Research Grant. (2009 2010 2011)\n11. National Bureau of Economic Research / Sloan Foundation: stipend for paper. (2011)\n12. Canadian Tax Foundation: funding for conference. (2011)\n13. Canadian Labour Market and Skills Researcher Network / Human Resources and Skills Development Canada: Research grant for papers on retirement. (2010 2011 2012)\n\n\nItem (3): relevant paid or unpaid positions:\n“Each author should disclose any paid or unpaid positions as officer, director, or board member of relevant non-profit advocacy organizations or profit-making entities.”\nThe following list covers activities in the years 2009-2012:\n1. Economic Advisor to ‘Smart Tax Alliance’ during referendum on Harmonized Sales Tax. (Unpaid) (2011)\n2. Editor, Canadian Tax Journal. (Paid) (2011 2012)\n3. Associate Editor, Canadian Public Policy. (Paid) (2009 2010 2011)\n4. Associate Editor, Canadian Journal of Economics. (Unpaid) (2009)\n5. Associate Editor, Journal of Pension Economics and Finance. (Unpaid) (2011 2012)\n6. Academic Director, British Columbia Interuniversity Research Data Centre (Unpaid; teaching release). Funded by UBC/UVIC/SFU/UNBC/SSHRC/CIHR. (2009 2010 2011 2012)\n7. President and sole shareholder of KAYEMM CONSULTANCY INCORPORATED, through which some of the above funds have been received. (2010 2011 2012)\n8. Board of Directors, Wesley Place Ltd., Vancouver BC. (Unpaid) (2012)\n9. Board of Directors, National Tax Association. (Unpaid) (2011 2012)\n\n\nItem (4): disclosure for close relative or partner\nI had no domestic partner in the years 2009-2012.\n\n\nAdditional affiliations:\n1. Research Associate, National Bureau of Economic Research. (Unpaid) (2009 2010 2011 2012)\n2. Research Fellow, C.D. Howe Institute. (Unpaid) (2009 2010 2011 2012)\n3. Occasional contributor, Economy Lab, Globe and Mail. (Unpaid) (2010 2011 2012)\n\n\nAsset disclosure:\nI hold shares in companies through broadly-diversified mutual funds and investment vehicles. I do not directly hold shares of any corporation (except for KAYEMM CONSULTANCY as noted above).\n\n\nPolitical activity:\nI am not a member of any political party at the municipal, provincial, or federal levels.\n\n\n"
}