{
    "id": 18909,
    "citation_title": "Reaching for Yield in the Bond Market",
    "citation_author": [
        "Bo Becker",
        "Victoria Ivashina"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nReaching-for-yield--investors' propensity to buy riskier assets in order to achieve higher yields--is believed to be an important factor contributing to the credit cycle. This paper presents a detailed study of this phenomenon in the corporate bond market. We show that insurance companies, the largest institutional holders of corporate bonds, reach for yield in choosing their investments. Consistent with lower rated bonds bearing higher capital requirement, insurance firms' prefer to hold higher rated bonds. However, conditional on credit ratings, insurance portfolios are systematically biased toward higher yield, higher CDS bonds. Reaching-for-yield exists both in the primary and the secondary market, and is robust to a series of bond and issuer controls, including bond liquidity and duration, and issuer fixed effects. This behavior is related to the business cycle, being most pronounced during economic expansions. It is also more pronounced for firms with poor corporate governance and for which regulatory capital requirement is more binding. A comparison of the ex-post performance of bonds acquired by insurance companies shows no outperformance, but higher systematic risk and volatility.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions from Jack Bao, Jeff Brown, Jess Cornaggia, Ken Froot, Marcin Kacpercszyk, Chay Ornthanalai, Matti Peltonen, George Pennacchi, Andrei Shleifer, Jeremy Stein, Rene Stulz, Marti Subrahmanyam, Erik Stafford, Robert Stambaugh, participants at the NBER Summer Institute, and seminar participants at the Harvard Business School, Kansas City Federal Reserve, Michigan, Dartmouth, Ohio State University, New York University, Bergen, Toronto and Miami. We are grateful to Matt Kurzweil and Keith Osinski from TIAA-CREF and Matti Peltonen at New York State Department of Financial Services for helping us understand insurance companies' capital regulation. We also thank Chris Allen, Lydia Petersen, Jennifer Rhee and Baker Library Research Services for assistance with data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}