{
    "id": 18907,
    "citation_title": "Financial Education and Choice in State Public Pension Systems",
    "citation_author": [
        "Julie Agnew",
        "Joshua Hurwitz"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAs more and more public pension systems are shifting away from a defined benefit only framework, the complexity of the financial decisions facing public employees is increasing. This raises some concerns about the financial literacy of participants and their ability to make informed decisions. While surveys addressing financial education in private plans are available, little is known about what types of education and advice are offered in public plans. This paper fills this gap by presenting new results from the first National Public Pension Plan Financial Education Survey. The paper focuses specifically on primary defined contribution and hybrid plans. The results indicate that some form of education or advice is offered by every surveyed plan and that the sponsoring entity is actively involved in the development of the programs. However, it appears that legal uncertainties related to advice and education may be a problem for a few plans. In addition, more rigorous evaluation methods to test programs are needed. The paper concludes with suggestions for areas of future research.\n\n",
    "acknowledgement": "\nWe acknowledge and are grateful for generous financial support from the National Bureau of Economic Research. In addition, we are grateful to several individuals who helped us with our data collection by sharing their connections or offering their insight to us about financial education in retirement plans and the public pension market. They include Alicia Munnell, Robert Clark, Keith Brainard, Deborah Dupont, Gay Lynn Bath, Julia Durand, Alison Salka, Donna Blatecky, Wendy Young Carter, Walter Kelleher, Mark Warshawsky, Michael Jurs and Olivia Mitchell. We are also indebted to the many public plan providers who completed our survey and responded to our follow up questions. We regret that we cannot thank them by name but we want to ensure that we maintain their anonymity. We are very appreciative of their time and their enthusiastic support of this research effort. Some of this research was conducted while Dr. Agnew was a Senior Visiting Fellow in 2012 at the Australian School of Business at the University of New South Wales in Sydney, Australia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}