{
    "id": 18908,
    "citation_title": "A Spatial Approach to Energy Economics",
    "citation_author": [
        "Juan Moreno Cruz",
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a spatial model of energy exploitation where energy sources are differentiated by their geographic location and energy density.  The spatial setting creates a scaling law that magnifies the importance of differences across energy sources.  As a result, renewable sources twice as dense, provide eight times the supply; and all new non-renewable resource plays must first boom and then bust.  For both renewable and non-renewable energy sources we link the size of exploitation zones and energy supplies to energy density, and provide empirical measures of key model attributes using data on solar, wind, biomass, and fossil fuel energy sources.  Non-renewable sources are four or five orders of magnitude more dense than renewables, implying that the most salient feature of the last 200 years of energy history is the dramatic rise in the use of energy dense fuels.\n\n",
    "acknowledgement": "\nParts of this paper are cannibalized from \"Back to the Future of Green Powered Economies\" NBER (2012, No. 18236). We are very grateful to seminar participants in several countries, and for the hospitality of the Energy Institute at Haas, University of California Berkeley and the Henri Poincare Institute in Paris, France where a portion of this work was conducted. We would like to thank, without implicating, Bob Allen, John Boyce, Jared Carbone, Oded Galor, Gene Grossman, David Laband, Arvind Magesan, and Jim Wilen for comments on earlier drafts or portions of this work. Excellent research assistance was provided by Nolan Derby, Rui Wan, Mingtao Xu, and Jevan Cherniwchan. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}