{
    "id": 18900,
    "citation_title": "Rethinking Elderly Poverty: Time for a Health Inclusive Poverty Measure?",
    "citation_author": [
        "Sanders Korenman",
        "Dahlia Remler"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCensus's Supplemental Poverty Measure (SPM) nearly doubles the elderly poverty rate compared to the \"Official\" Poverty Measure (OPM), a result of the SPM subtraction of medical out-of-pocket (MOOP) expenditures from income. Neither the SPM nor OPM counts health benefits or assets as resources.  Validation studies suggest that subtracting MOOP from resources worsens a poverty measure's predictive validity and excluding assets exacerbates this bias, since assets fund MOOP. \nThe SPM is based on a 1995 NAS report that recommended a health-exclusive poverty measure, despite considering it, conceptually, a \"second best\" to a Health-Inclusive Poverty Measure (HIPM). We analyze the reasons for the NAS recommendation and argue that constructing a HIPM is now feasible if we conceptualize health needs as a need for health insurance, and if plans with non-risk-rated premiums and caps on MOOP are universally available, a condition largely met by the Affordable Care Act and Medicare Advantage Plans. \nWe describe four HIPM variants and present analyses that suggest the SPM treatment of MOOP results in a less valid measure of elderly poverty and an overstatement of the elderly poverty rate (by up to 5.5 percentage points or 50 percent). Many elderly classified as poor by the SPM's unlimited MOOP deduction are not poorly insured persons with incomes near the poverty line, but well-insured persons with incomes well above the poverty line.\n\n",
    "acknowledgement": "\nAn early version of this paper, titled, \"Medicare, Medicaid, MOOP and the Supplemental Poverty Measure: Have We Lost Our Minds?\" was presented to the Association for Public Policy Analysis and Management Fall 2012 Conference. This paper would not have been possible without the cooperation of several scholars who provided unpublished results and additional tabulations in response to our requests, as well as those who answered our questions about their research:  Mark A. Levitan of the New York City Center for Economic Opportunity, Sheldon Danziger, Helen Levy, and Robert Schoeni of the University Michigan, and Bruce Meyer of the University of Chicago. We thank Adam Atherly for discussions of Medicare Advantage Plans and Sherry Glied for discussion of ACA exchanges. We also thank participants in seminars at the Baruch College School of Public Affairs and NYU Center for Advanced Social Science Research and the APPAM 2012 Conference for their comments, particularly Jonathan Fisher, David Johnson, Karl Kronebusch, Mark Levitan, and Cordelia Reimers. All errors and interpretations are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}