{
    "id": 18906,
    "citation_title": "Informational Frictions and Commodity Markets",
    "citation_author": [
        "Michael Sockin",
        "Wei Xiong"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model to analyze information aggregation in commodity markets. Through centralized trading, commodity prices aggregate dispersed information about the strength of the global economy among goods producers whose production has complementarity, and serve as price signals to guide producers' production decisions and commodity demand. Our analysis highlights important feedback effects of informational noise originating from supply shocks and futures market trading on commodity demand and spot prices, which are ignored by existing empirical studies and policy discussions.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier paper circulated under the title \"Feedback Effects of Commodity Futures Prices.\" We wish to thank Thierry Foucault, Lutz Kilian, Jennifer La'O, Matteo Maggiori, Joel Peress, Ken Singleton, Kathy Yuan, and seminar participants at Asian Meeting of Econometric Society, Bank of Canada, Chicago, Columbia, Emory, HEC-Paris, INSEAD, NBER Meeting on Economics of Commodity Markets, Princeton, the 6th Annual Conference of the Paul Woolley Center of London School of Economics, and Western Finance Association Meetings for helpful discussion and comments. We are especially grateful to Bruno Biais, an Associate Editor, and three referees for many constructive suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}