{
    "id": 18904,
    "citation_title": "Wall Street and the Housing Bubble",
    "citation_author": [
        "Ing-Haw Cheng",
        "Sahil Raina",
        "Wei Xiong"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze whether mid-level managers in securitized finance were aware of the housing bubble and a looming crisis in 2004-2006 using their personal home transaction data. To the extent that the practice of securitization may have led to lax screening of subprime borrowers, we find that the average person in our sample did not expect it to lead to problems in the wider housing market.  Certain groups of securitization agents were particularly aggressive in increasing their exposure to housing during this period, suggesting the need to expand the incentives-based view of the crisis to incorporate a role for beliefs.\n\n",
    "acknowledgement": "\nThe authors thank Vu Chau, Kevin Chen, Andrew Cheong, Tiffany Cheung, Alex Chi, Andrea Chu, Wenjing Cui, Christine Feng, Kelly Funderburk, Elisa Garcia, Holly Gwizdz, Jisoo Han, Bret Herzig, Ben Huang, Julu Katticaran, Olivia Kim, Eileen Lee, Yao Lu, Shinan Ma, Amy Sun, Stephen Wang, and Daniel Zhao for excellent research assistance.  The authors are also grateful to Malcolm Baker, Nick Barberis, Roland Benabou, Harrison Hong, Atif Mian, Adair Morse, Uday Rajan, Amit Seru, and seminar participants at Columbia University, Dartmouth College, the Federal Reserve Bank of Philadelphia, Harvard Business School, 2012 NBER Behavioral Finance Meeting, 2012 NBER Summer Institute, Northwestern University, Stanford University, University of California-Berkeley, University of Michigan, University of Pennsylvania-Wharton, and University of Southern California for helpful discussion and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}