{
    "id": 18910,
    "citation_title": "Advertising Expensive Mortgages",
    "citation_author": [
        "Umit G. Gurun",
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use a unique dataset that combines information on advertising by subprime lenders and mortgages originated by them from 2002 to 2007 to study the relationship between advertising and the nature of mortgages obtained by consumers. We exploit the richness of our data and measure the relative expensiveness of a given mortgage as the excess rate of a mortgage after accounting for a broad set of borrower, contract, and regional characteristics associated with a given mortgage--less expensive mortgages, all else equal, are better products from the perspective of the consumer. We find a strong positive relationship between the intensity of local advertising and the expensiveness of mortgages extended by lenders within a given region, with the relationship strongest for advertising through newspapers, the most heavily used channel for local advertising of mortgages. This pattern survives even after conditioning for a rich set of borrower, loan and region characteristics and exploiting differences in advertising within a given lender. Advertisers lend to consumers who, all else equal, default less, making it unlikely that our results are driven by unobservable borrower quality. We also exploit variation in mortgage advertising induced by the entry of Craigslist across different regions to demonstrate that the relation between advertising and expensiveness of mortgages is not likely to be spurious. We corroborate that advertising is most effective when targeted at groups that might be less informed about mortgages, such as the poor, the less educated and minorities. These findings are inconsistent with the \"informative view\" under which advertising allows consumers to find cheaper products, and instead support the \"persuasive view\" that advertising in the subprime mortgage market was used to steer consumers into expensive choices.\n\n",
    "acknowledgement": "\nWe thank Geoff Booth, Ali Hortacsu, Devin Pope, Kelly Shue, Chad Syverson, Rob Vishny, Richard Thaler, Luigi Zingales and the seminar participants at Chicago Booth for helpful suggestions. Xu Cheng, Laura Harris, Will Powley, Tricia Sun, and Adithya Surampudi provided outstanding research assistance. The authors are from a: University of Texas at Dallas and b: Booth School of Business, University of Chicago, and NBER. Seru and Matvos thank Initiative on Global Markets for funding. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}