{
    "id": 18914,
    "citation_title": "No News is News: Do Markets Underreact to Nothing?",
    "citation_author": [
        "Stefano Giglio",
        "Kelly Shue"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAs illustrated in the tale of \"the dog that did not bark,\" the absence of news and the passage of time often contain information. We test whether markets fully incorporate this information using the empirical context of mergers. During the year after merger announcement, the passage of time is informative about the probability that the merger will ultimately complete. We show that the variation in hazard rates of completion after announcement strongly predicts returns. This pattern is consistent with a behavioral model of underreaction to the passage of time and cannot be explained by changes in risk or frictions.\n\n",
    "acknowledgement": "\nWe thank Mark Mitchell and Todd Pulvino for their detailed comments and generosity in sharing data. We also thank Vikas Agarwal, Shane Corwin, and Narayan Naik for their generosity in sharing data. We are grateful for comments from John Cochrane, Shane Corwin, Scott Davis, Ben Golez, David Hirshleifer, Steve Kaplan, Bryan Kelly, Charles Lee, Mike Lemmon, David McLean, Toby Moskowitz, Lubos Pastor, Michael Roberts, Noah Stoffman, Dick Thaler, Pietro Veronesi, and Rob Vishny. We thank Keith Henwood and Menaka Hampole for excellent research assistance. We thank seminar participants at U Chicago, FRA, INSEAD, Jackson Hole, Miami Behavioral, NBER Behavioral, Norwegian School of Economics, TAU, UBC, UNC Roundtable, USC, UT Dallas, Wash U, CITE, and Utah Winter Finance Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}