{
    "id": 18918,
    "citation_title": "Price Indexes for Clinical Trial Research: A Feasibility Study",
    "citation_author": [
        "Ernst R. Berndt",
        "Iain M. Cockburn"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "2013-09-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate hedonic price indexes for clinical trial research, an important component of biomedical R&D, using a large sample of agreements between trial sponsors and clinical investigators obtained from Medidata Solutions Worldwide Inc.  Nominal prices measured as total grant cost per patient rose by a factor of 4.5 between 1989 and 2011, while the NIH Biomedical R&D Price Index (BRDPI) focused on input costs rose only 2.2-fold.  Most of the disparity appears to be attributable to changes in the nature and organization of clinical trials: during this period the average number of patients per site fell substantially while \"site work effort\" more than doubled.  After controlling for these changes in the characteristics of investigator agreements using a variety of methods based on hedonic regressions, we find that the estimated rate of inflation in clinical trials costs tracks the BDRPI very closely.  Results from this study suggest that it should be feasible for statistical agencies to develop a producer price index for this type of R&D activity, contributing to broader efforts to develop a deflator for contracted R&D services.\n\n",
    "acknowledgement": "\nResearch support from the National Science Foundation, Collaborative Research: \"An Experimental Producer Price Index for Clinical Trials\" to the National Bureau of Economic Research, Award Number 0915674, and Boston University, Award Number 0915677, is gratefully acknowledged.  We thank Medidata Solutions Worldwide, Inc. (\"Medidata\") for supplying database extracts, Ed Seguine (formerly at Fast Track Solutions, Inc. and Medidata) for helpful discussions, Rafael Campo and other individuals at Medidata for helpful comments and data support, and Marshall Reinsdorf from the Bureau of Economic Analysis for constructive discussant's comments at the Annual Meetings of the American Economic Association in San Diego, CA, January 6, 2013.  Rania Gihleb provided able research assistance.  The opinions expressed herein are those of the authors, and do not necessarily reflect those of the National Science Foundation, Medidata, or the institutions with whom the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}