{
    "id": 18916,
    "citation_title": "Subjective and Objective Indicators of Racial Progress",
    "citation_author": [
        "Betsey Stevenson",
        "Justin Wolfers"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProgress in closing differences in many objective outcomes for blacks relative to whites has slowed, and even worsened, over the past three decades.  However, over this period the racial gap in well-being has shrunk.  In the early 1970s data revealed much lower levels of subjective well-being among blacks relative to whites.  Investigating various measures of well-being, we find that the well-being of blacks has increased both absolutely and relative to that of whites.  While a racial gap in well-being remains, two-fifths of the gap has closed and these gains have occurred despite little progress in closing other racial gaps such as those in income, employment, and education.  Much of the current racial gap in well-being can be explained by differences in the objective conditions of the lives of black and white Americans.  Thus making further progress will likely require progress in closing racial gaps in objective circumstances.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar participants at Wharton and participants at the University of Chicago Law and Economics of Race conference, as well as Jonathon Masur for useful discussions. Betsey Stevenson would like to thank Sloan for support through a Work-Family Early Career Development Grant and the National Institutes of Health-National Institute on Aging (grant P30 AG12836), the Boettner Center for Pensions and Retirement Security at the University of Pennsylvania, and National Institutes of Health-National Institute of Child Health and Human Development Population Research Infrastructure Program (grant R24 HD-044964) at the University of Pennsylvania for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBetsey Stevenson\n\nBetsey Stevenson receives additional income from occasionally writing op-eds for Bloomberg.\n\n\n\nJustin Wolfers\n\nJustin Wolfers receives additional income from Gallup as a Senior scientist, from The Brookings Institution (as a journal editor), and from Bloomberg (as a columnist).\n\n\n"
}