{
    "id": 18913,
    "citation_title": "The Articulation Effect of Government Policy: Health Insurance Mandates Versus Taxes",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Judd B. Kessler"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine how the articulation of government policy affects behavior. Our experiment compares a government mandate to purchase health insurance to a financially equivalent tax on the uninsured. Participants report their probability of purchasing health insurance under one of the two articulations of the policy. The experiment was conducted in four waves, from December 2011 to November 2012. We document the controversy over the Affordable Care Act's insurance mandate provision that changed the political discourse during the year. Pre-controversy, articulating the policy as a mandate, rather than a financially equivalent tax, increased probability of insurance purchase by 10.6 percentage points -- an effect comparable to a $1000 decrease in annual premiums. After the controversy, the mandate is no more effective than the tax. Our results show that how a policy is articulated affects behavior and that persuasion and public opinion management can help achieve policy objectives at lower cost.\n\n",
    "acknowledgement": "\nWe thank Lucas Coffman, Andreas Fuster, Gianna Marzilli Ericson, Jim Rebitzer, and David Weil for helpful comments. We acknowledge funding from Boston University internal research funds and The Wharton School at the University of Pennsylvania internal research funds. The authors declare no conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}