{
    "id": 18917,
    "citation_title": "Inefficient Hiring in Entry-Level Labor Markets",
    "citation_author": [
        "Amanda Pallais"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHiring inexperienced workers generates information about their abilities. If this information is public, workers obtain its benefits. If workers cannot compensate firms for hiring them, firms will hire too few inexperienced workers. I determine the effects of hiring workers and revealing more information about their abilities through a field experiment in an online marketplace. I hired 952 randomly-selected workers, giving them either detailed or coarse public evaluations. Both hiring workers and providing more detailed evaluations substantially improved workers' subsequent employment outcomes. Under plausible assumptions, the experiment's market-level benefits exceeded its cost, suggesting that some experimental workers had been inefficiently unemployed.\n\n",
    "acknowledgement": "\nI would especially like to thank David Autor, Esther Duflo, and Daron Acemoglu for their guidance. I would also like to thank Jason Abaluck, Leila Agha, Josh Angrist, Bob Gibbons, Michael Greenstone, Jon Gruber, Lawrence Katz, Daniel Keniston, Danielle Li, Christopher Palmer, Iuliana Pascu, Jim Poterba, David Powell, Michael Powell, Simone Schaner, Joe Shapiro, Pian Shu, Jean Tirole, Juuso Toikka, Sarah Turner, Heidi Williams and seminar participants at Booth, Boston University, Columbia, Cornell, Harvard, Michigan State, MIT, Princeton, Stanford, UC-Irvine, UC-San Diego, University of Chicago, University of Virginia, Wharton, and Yale for their many helpful comments and suggestions. I am grateful to Anand Hattiangi, Dmitry Diskin, and the oDesk Corporation for help understanding and accessing the oDesk data. Financial support from the George and Obie Shultz Fund, David Autor, and Esther Duflo is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}