{
    "id": 18911,
    "citation_title": "A Theory of the Competitive Saving Motive",
    "citation_author": [
        "Qingyuan Du",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2013-03-21",
    "issue_date": "2013-03-21",
    "revision_date": "2013-09-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nMotivated by recent empirical work, this paper formalizes a theory of competitive savings - an arms race in household savings for mating competition that is made more fierce by an increase in the male-to-female ratio in the pre-marital cohort. Relative to the empirical work, the theory can clarify a number of important questions: What determines the strength of the savings response by males (or households with a son)? Can women (or households with a daughter) dis-save? What are the conditions under which aggregate savings would go up in response to a higher sex ratio? This theory can potentially help to understand the savings patterns in China, India, Vietnam, Singapore, Hong Kong, and other economies that have experienced a dramatic increase in the pre-marital sex ratio.\n\n",
    "acknowledgement": "\nThis research is supported by U.S. National Science Foundation grant SES-1024574, which we gratefully acknowledge. The paper is a substantial revision and expansion of a previous paper, circulated under the title, \"a sexually unbalanced model of current account imbalances.\" We thank Stefania Albanesi, V. Bhaskar, Pierre-Andre Chiappori, Ed Hopkins, Aloysius Siow, and especially Xiaobo Zhang, and seminar participants at the University of California-Berkeley, Columbia University, Ohio State University, IMF, World Bank, University of Washington, Hong Kong University and Chinese University of Hong Kong for very helpful discussions, and Nikhil Patel and Joy Glazener for proofreading. All errors are our responsibilities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}