{
    "id": 18928,
    "citation_title": "The Employment Effects of State Hiring Credits During and After the Great Recession",
    "citation_author": [
        "David Neumark",
        "Diego Grijalva"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "2015-06-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nState and federal policymakers grappling with the aftermath of the Great Recession sought ways to spur job creation, in many cases adopting hiring credits to encourage employers to create new jobs.  However, there is virtually no evidence on the effects of these kinds of counter-recessionary hiring credits – the only evidence coming from much earlier studies of the federal New Jobs Tax Credit in the 1970s.  This paper provides evidence on the effects of state hiring credits on job growth.  For many of the types of hiring credits we examine we do not find positive effects on job growth.  However, some specific types of hiring credits – most notably including those targeting the unemployed, those that allow states to recapture credits when job creation goals are not met, and refundable hiring credits – appear to have succeeded in boosting job growth, more so during the Great Recession period or perhaps recessions generally.  At the same time, some credits appear to generate hiring without increasing employment or to generate much more hiring than net employment growth, consistent with these credits leading to churning of employees that raises the costs of producing jobs via hiring credits.\n\n",
    "acknowledgement": "\nWe are grateful to Patrick Button for outstanding research assistance.  We are also grateful to the Annie E. Casey Foundation for research support.  All views expressed are our own, and are not those of the Foundation.  We thank Daniel Wilson for providing data on federal stimulus spending based on the Recovery.gov website, Henry Farber and Robert Valletta for providing data on Unemployment Insurance benefit extensions, Carl Klarner for providing data on state political control, and Wyatt Clarke, Graeme Boushey, Garth Brazleton, and Adriana Kugler and anonymous referees for helpful comments. All views expressed are our own, and are not those of the Foundation.  We thank Daniel Wilson for providing data on federal stimulus spending based on the Recovery.gov website, and Henry Farber and Robert Valletta for providing data on Unemployment Insurance benefit extensions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}