{
    "id": 18922,
    "citation_title": "Bond Market Clienteles, the Yield Curve, and the Optimal Maturity Structure of Government Debt",
    "citation_author": [
        "Stéphane Guibaud",
        "Yves Nosbusch",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a clientele-based model of the yield curve and optimal maturity structure of government debt. Clienteles are generations of agents at different lifecycle stages in an overlapping-generations economy. An optimal maturity structure exists in the absence of distortionary taxes and induces efficient intergenerational risksharing. If agents are more risk-averse than log, then an increase in the long-horizon clientele raises the price and optimal supply of long-term bonds--effects that we also confirm empirically in a panel of OECD countries. Moreover, under the optimal maturity structure, catering to clienteles is limited and long-term bonds earn negative expected excess returns.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Elisa Faraglia, Roger Farmer, Xavier Gabaix, Douglas Gale, Luciano Greco, Robin Greenwood, Denis Gromb, Alessandro Missale, Herakles Polemarchakis, Ioanid Rosu, Pietro Veronesi (the editor), an anonymous referee, seminar participants at Cambridge, HEC Paris, LSE, LUISS Guido Carli, Oxford, Padova, Tilburg, UCLA, Warwick, and participants at the MTS and Western Finance Association conferences for helpful comments. Financial support from the Paul Woolley Centre at the LSE is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}