{
    "id": 18925,
    "citation_title": "Climate Amenities, Climate Change, and American Quality of Life",
    "citation_author": [
        "David Albouy",
        "Walter Graf",
        "Ryan Kellogg",
        "Hendrik Wolff"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "2014-01-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a hedonic framework to estimate U.S. households' preferences over local climates, using detailed weather and 2000 Census data. We find that Americans favor an average daily temperature of 65 degrees Fahrenheit, will pay more on the margin to avoid excess heat than cold, and are not substantially more averse to extremes than to temperatures that are merely uncomfortable. These preferences vary by location due to sorting or adaptation. Changes in climate amenities under business-as- usual predictions imply annual welfare losses of 1 to 3 percent of income by 2100, holding technology and preferences constant.\n\n",
    "acknowledgement": "\nAlbouy acknowledges financial support from NSF grant SES-0922340. We thank Kenneth Chay, Don Fullerton, Philip Haile, Kai-Uwe Kühn, Matthew Turner, and Wolfram Schlenker for particularly helpful criticisms and suggestions. We are also grateful for comments from seminar participants at Boston, Brown, Calgary, Columbia, CU-Boulder, Duke, EPA, Harvard, Houston, Illinois, Maryland, Michigan, Michigan State, Minnesota, NYU, Olin, Oregon, Princeton, RFF, Rice, Stanford, Texas A&M, TREE, UC Berkeley, UCLA, UNR, Washington, Western Michigan, and Wisconsin, as well as conference attendees at the AEA, Cowles, NASM, NARSC, NBER EEE, RSQE, and WCERE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}