{
    "id": 18926,
    "citation_title": "How Do Hospitals Respond to Market Entry? Evidence from A Deregulated Market for Cardiac Revascularization",
    "citation_author": [
        "Suhui Li",
        "Avi Dor"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulatory entry barriers to hospital service markets, namely Certificate of Need (CON) regulations, are enforced in many states; although no longer federally mandated, policy makers in other states are considering reinstating CON policies in tandem with service expansions mandated under the Affordable Care Act. While numerous studies have examined the impacts of CON on hospital volumes, demand responses to actual hospital entry into local hospital markets are not well understood. In this paper, we empirically examine the demand-augmenting, demand-redistribution, and risk-allocation effects of hospital entry by studying the cardiac revascularization markets in Pennsylvania, a state in which dynamic market entry occurred after repeal of CON in 1996. Our findings with respect to demand-augmentation are mixed: we find robust evidence that high entrant market share mitigated the declining incidence of coronary artery bypass graft (CABG), but it had no significant effect on the rising trend in percutaneous coronary intervention (PCI) procedures, among patients with coronary artery disease. Consequently, incumbent hospitals experienced a decrease in the likelihood of PCI due to entry, thereby indicating a shift in demand away from incumbents to entrants, namely business-stealing. Results of our analyses further indicate that entry by new cardiac surgery centers tended to sort high-severity patients into the more invasive CABG procedure and low-severity patients into the less invasive PCI procedures. Thus, from a welfare perspective our results are mixed: on the one hand, free-entry may lead to improved access rather than business stealing for CABG procedures; on the other hand, the empirical evidence is in favor of business-stealing for PCI procedures. Moreover, free-entry improves the match between underlying medical risk and treatment intensity. These findings underscore the importance of considering market-level strategic responses by hospitals when regulatory barriers to entry are rescinded.\n\n",
    "acknowledgement": "\nWe thank Shin-Yi Chou, Mary E. Deily, James A. Dearden, Yang Wang, and seminar participants at the Lehigh Economics Department, George Washington University, and the Federal Trade Commission Bureau of Economics for helpful comments. Much of the data used in this analysis was from the Pennsylvania Health Care Cost Containment Council (PHC4). The PHC4 is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay. PHC4 has provided data to this entity in an effort to further PHC4's mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents, and staff, have made no representation, guarantee, or warranty, express or implied, that the data - financial, patient, payer, and physician specific information - provided to this entity, are error-free, or that the use of the data will avoid differences of opinion or interpretation. This analysis was not prepared by PHC4. This analysis was done by Suhui Li and Avi Dor. PHC4, and its agents and staff bear no responsibility or liability for the results of the analysis, which are solely the opinion of the authors. Avi Dor acknowledges funding support from NIH. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}