{
    "id": 18924,
    "citation_title": "Incidence and Environmental Effects of Distortionary Subsidies",
    "citation_author": [
        "Garth Heutel",
        "David L. Kelly"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nGovernment policies that are not intended to address environmental concerns can nonetheless distort prices and affect firms' emissions.  We present an analytical general equilibrium model to study the effect of distortionary subsidies on factor prices and on environmental outcomes.  We model an output subsidy, a capital subsidy, relief from environmental regulation, and a direct cash subsidy.  In exchange for receiving subsidies, firms must agree to a minimum level of labor employment.  Each type of subsidy and the employment constraint create both output effects and substitution effects on input prices and emissions.  We calibrate the model to the Chinese economy, where government involvement affects emissions from both state-owned enterprises and private firms.  Variation in production substitution elasticities does not substantially affect input prices, but it does substantially affect emissions.\n\n",
    "acknowledgement": "\nWe thank Don Fullerton and seminar and conference participants at UNCG, the AERE summer conference, and the SEA conference for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}