{
    "id": 18932,
    "citation_title": "Pay-for-Performance Incentives in Low- and Middle-Income Country Health Programs",
    "citation_author": [
        "Grant Miller",
        "Kimberly Singer Babiarz"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "2013-04-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter surveys experience with performance pay in developing country health programs.  In doing so, it focuses on four key conceptual issues: (1) What to reward, (2) Who to reward, (3) How to reward, and (4) What unintended consequences might performance incentives create.  We highlight that the use of performance pay has outpaced growth in corresponding empirical evidence.  Moreover, very little research on performance incentives focuses on the underlying conceptual issues that we outline.  We consider these to be important constraints to the design of better performance incentives in low- and middle-income country health programs.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institutes of Health/National Heart, Lung, and Blood Institute Grant Number R01HL106023 for support. This paper is forthcoming in the Elsevier Encyclopedia of Health Economics.  We thank Sebastian Bauhoff, Katherine Donato, April Harding, Jerry La Forgia, Manoj Mohanan, Sean Sylvia, and Marcos Vera-Hernández for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}