{
    "id": 18931,
    "citation_title": "A Tale of Two Standards: Patent Pools and Innovation in the Optical Disk Drive Industry",
    "citation_author": [
        "Kenneth Flamm"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of patent pools on the rate and direction of technological change is an open question in both theoretical and empirical studies. Economic theory makes no unequivocal prediction. By contrast, empirical studies of patent pools, to date, have largely concluded that patent pools have been associated with reduced rates of technical innovation in the industries studied. This study differs from previous empirical studies of patent pools by focusing primarily on direct measures of innovation in product markets, rather than on indirect correlates of innovation (like patents), and by exploiting variation over time in how pools were organized in the same technology area.\nThe paper analyzes the economic history of two successive sets of patent pools organized in substantially the same technological area -- the use of optical discs in data storage peripherals connected to computer systems. These two patent pool episodes differed significantly in their organizational and institutional details. These differences appear to have coincided with very different effects on the structure of product markets, and the rate of technical innovation in optical disc products. The analysis concludes that different approaches to pool organization and licensing policies implemented in these two patent pool examples were associated with very different outcomes. The clear implication is that organizational details matter: no single conclusion is likely to fit all cases. As theory seems to predict, the empirical effects of patent pools on innovation are likely to be ambiguous, dependent on the historical and institutional particulars of the pool and the industry it affects.\n\n",
    "acknowledgement": "\nI am grateful to Anustubh Agnihotri, Blake Messer, Sankar Rengarajan, and Amin Shams for their invaluable research assistance on this project, and to participants in the NBER pre‐meeting on Patents, Standards, and Innovation conference in May, 2011, and the NBER Patents, Standards, and Innovation conference in January 2012. Without implicating them in my errors, I thank Rudy Bekkers, Shane Greenstein, and Tim Simcoe for very useful comments on a prior draft. This material is based upon work supported by the National Science Foundation under Grant No. 0830389. I note that I first became aware of the fascinating history of these two patent pools while serving as a consultant providing factual analysis to a party involved in antitrust litigation in the optical disk drive industry. The effect of the patent pools on innovation has not been at issue in the litigation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}