{
    "id": 18933,
    "citation_title": "Race-Specific Agglomeration Economies: Social Distance and the Black-White Wage Gap",
    "citation_author": [
        "Elizabeth Ananat",
        "Shihe Fu",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "2015-06-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present evidence that benefits from agglomeration concentrate within race. Cross-sectionally, the black-white wage gap increases by 2.5% for every million-person increase in urban population. Within cities, controlling for unobservable productivity through residential-tract-by-demographic indicators, blacks’ wages respond less than whites’ to surrounding economic activity. Individual wage returns to nearby employment density and human capital rise with the share of same-race workers. Manufacturing firms’ productivity rises with nearby activity only when they match nearby firms racially. Weaker cross-race interpersonal interactions are a plausible mechanism, as blacks in all-white workplaces report less closeness to whites than do even whites in all-nonwhite workplaces.\n\n",
    "acknowledgement": "\nAnanat gratefully acknowledges funding from the William T. Grant Foundation. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. Support for this research at the Boston and New York RDC from NSF (ITR-0427889) is also gratefully acknowledged.\n\n\n\nStephen L. Ross\n\nRoss gratefully aknowledges funding from the National Institute for Child Health and Development, the MacArthur Foundation, the Ford Foundation.  Ross has also worked recently as a consultant for the Urban Institute and for K&L Gates LLP.  Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Support for this research at the Boston and New York RDC from NSF (ITR-0427889) is also gratefully acknowledged.\n\n\n"
}