{
    "id": 18930,
    "citation_title": "Local Deficits and Local Jobs: Can U.S. States Stabilize Their Own Economies?",
    "citation_author": [
        "Gerald Carlino",
        "Robert P. Inman"
    ],
    "citation_publication_date": "2013-03-28",
    "issue_date": "2013-03-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a sample of the 48 mainland U.S. states for the period 1973-2009, we study the ability of U.S. states to expand own state employment through the use of state deficit policies.  The analysis allows for the facts that U.S. states are part of a wider monetary and economic union with free factor mobility across all states and that state residents and firms may purchase goods from \"neighboring\" states.  Those purchases may generate economic spillovers across neighbors.   Estimates suggest that states can increase own state employment by increasing their own deficits.  There is evidence of spillovers to employment in neighboring states defined by common cyclical patterns among state economies.  For large states, aggregate spillovers to its economic neighbors are approximately two-thirds of own state job growth.  Because of significant spillovers and possible incentives to free-ride, there is a potential case to actively coordinate (i.e., centralize) the management of stabilization policies.  Finally, job effects of a temporary increase in state own deficits persist for at most one to two years and there is evidence of negative job effects when these deficits are scheduled for repayment.\n\n",
    "acknowledgement": "\nThe authors appreciate the many insightful comments on an earlier draft of this paper by our colleagues at Penn and the Federal Reserve Bank of Philadelphia.  The comments of conference participants at the Carnegie Rochester NYU Conference on Public Policy and those of our conference discussant, David Wildasin, were very valuable as well.  Particular thanks are due to the efforts of a very conscientious and insightful referee and to the journal editors.   Frank Ragusa, Sue Lim, and particularly Jake Carr and Adam Scavette provided excellent research assistance for which we are most grateful. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System.\n\n\n"
}