{
    "id": 18939,
    "citation_title": "Inspection Technology, Detection and Compliance: Evidence from Florida Restaurant Inspections",
    "citation_author": [
        "Ginger Zhe Jin",
        "Jungmin Lee"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this article, we show that a small innovation in inspection technology can make substantial differences in inspection outcomes. For restaurant hygiene inspections, the state of Florida has introduced a handheld electronic device, the portable digital assistant (PDA), which reminds inspectors of 1,000 potential violations that may be checked for. Using inspection records from July 2003 to June 2009, we find that the adoption of PDA led to 11% more detected violations and subsequently restaurants may have gradually increased their compliance efforts. We also find that PDA use is significantly correlated with a reduction in restaurant-related foodborne disease outbreaks.\n\n",
    "acknowledgement": "\nWe thank Michael Grubb, John Ham, Daifeng He, and the seminar participants at the College of William and Mary, MIT, the Federal Board of Governors, and Brown University for their constructive comments. Yiyan Liu has provided excellent research assistance throughout the project. We are especially grateful to various people at the Florida Division of Hotels and Restaurants for providing us with the data and patiently answering our questions. Jin acknowledges financial support from the Sloan Foundation. Lee's work was supported by a Sogang Research Frontier (SRF) grant. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}