{
    "id": 18943,
    "citation_title": "Procyclical Leverage and Value-at-Risk",
    "citation_author": [
        "Tobias Adrian",
        "Hyun Song Shin"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe availability of credit varies over the business cycle through shifts in the leverage of financial intermediaries.  Empirically, we find that intermediary leverage is negatively aligned with the banks' Value-at-Risk (VaR).  Motivated by the evidence, we explore a contracting model that captures the observed features.  Under general conditions on the outcome distribution given by Extreme Value Theory (EVT), intermediaries maintain a constant probability of default to shifts in the outcome distribution, implying substantial deleveraging during downturns.  For some parameter values, we can solve the model explicitly, thereby endogenizing the VaR threshold probability from the contracting problem.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Mark Carey, Helmut Elsinger, Daniel Green, Nobuhiro Kiyotaki, John Moore, Thomas Philippon, Matthew Pritsker, Rafael Repullo, Jean-Charles Rochet, Philipp Schnabl, Martin Summer, Suresh Sundaresan and Pierre-Olivier Weill for comments on earlier drafts.  We thank the editor, Andrew Karolyi, and two referees for guidance. An earlier version of this paper was entitled \"Financial Intermediary Leverage and Value-at-Risk\".  The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}