{
    "id": 18945,
    "citation_title": "Academic Performance and College Dropout: Using Longitudinal Expectations Data to Estimate a Learning Model",
    "citation_author": [
        "Todd Stinebrickner",
        "Ralph Stinebrickner"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n﻿We estimate a dynamic learning model of the college dropout decision, taking advantage of unique expectations data to greatly reduce our reliance on assumptions that would otherwise be necessary for identification. We find that forty-five percent of the dropout that occurs in the first two years of college can be attributed to what students learn about their about academic performance, but that this type of learning becomes a less important determinant of dropout after the midpoint of college We use our model to quantify the importance of the possible avenues through which poor grade performance could influence dropout.  Our simulations show that students who perform poorly tend to learn that staying in school is not worthwhile, not that they fail out or learn that they are more likely (than they previously believed) to fail out in the future. We find that poor performance both substantially decreases the enjoyability of school and substantially influences beliefs about post-college earnings.\n\n",
    "acknowledgement": "\nWe received helpful comments from Jeff Smith, Sarah Turner, and participants of the NBER Education program meeting (2011), the University of Kentucky-Federal Reserve Bank of Cleveland Joint Economics of Education Workshop (2012), and the Formation and Revision of Subjective Expectations conference at Laval University (2012) for comments. We are grateful for support from The Mellon Foundation, The Spencer Foundation,  The National Science Foundation, SSHRC, The CIBC Centre for Human Capital and Productivity, and Berea College. This work would not have been possible without the extraordinary work of Lori Scafidi and the assistance of Diana Stinebrickner, Pam Thomas, and Albert Conley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}