{
    "id": 18941,
    "citation_title": "Household Leveraging and Deleveraging",
    "citation_author": [
        "Alejandro Justiniano",
        "Giorgio E. Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2013-04-04",
    "issue_date": "2013-04-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. households' debt skyrocketed between 2000 and 2007, and has been falling since. This leveraging (and deleveraging) cycle cannot be accounted for by the liberalization, and subsequent tightening, of credit standards in mortgage markets observed during the same period. We base this conclusion on a quantitative dynamic general equilibrium model calibrated using macroeconomic aggregates and microeconomic data from the Survey of Consumer Finances. From the perspective of the model, the credit cycle is more likely due to factors that impacted house prices more directly, thus affecting the availability of credit through a collateral channel. In either case, the macroeconomic consequences of leveraging and deleveraging are relatively minor, because the responses of borrowers and lenders roughly wash out in the aggregate.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Florin Bilbiie, Jeff Campbell, Giovanni Favara, Andrea Ferrero, Aurel Hizmo, Matteo Iacoviello, and seminar participants at the Federal Reserve Board, 2012 Annual Meeting of the SED, North American Summer Meeting of the Econometric Society, Princeton Conference in Honor of Chris Sims and Chicago Fed HUML Conference. Giorgio Primiceri thanks the Alfred P. Sloan Foundation for research support, and Andrea Tambalotti thanks NYU Abu Dhabi for its hospitality while conducting part of this research. The views expressed in this paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Banks of Chicago, New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nGiorgio E. Primiceri\n\nGiorgio Primiceri is a consultant for the Federal Reserve Bank of Chicago and a research visitor at the European Central Bank.\n\n\n"
}