{
    "id": 18958,
    "citation_title": "Exploring Tradeoffs in the Organization of Scientific Work: Collaboration and Scientific Reward",
    "citation_author": [
        "Michaël Bikard",
        "Fiona E. Murray",
        "Joshua Gans"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen do scientists and other knowledge workers organize into collaborative teams and why do they do so for some projects and not others? At the core of this important organizational choice is, we argue, a tradeoff between the productive efficiency of collaboration and the credit allocation that arises after the completion of collaborative work. In this paper, we explore this tradeoff by developing a model to structure our understanding of the factors shaping researcher collaborative choices in particular the implicit allocation of credit among participants in scientific projects. We then use the annual research activity of 661 faculty scientists at one institution over a 30-year period to explore the tradeoff between collaboration and reward at the individual faculty level and to infer critical parameters in the organization of scientific work.\n\n",
    "acknowledgement": "\nThis paper was originally distributed with the title, \"Is Collaboration Creative or Costly?\" We thank Lotte Bailyn, Emilio Castilla, Michael Cusumano, Roberto Fernandez, Benjamin Jones, Ray Reagans, Edward Roberts, Henry Sauermann, Scott Stern, James Utterback, Ezra Zuckerman, seminar participants at the Darden Entrepreneurship and Innovation Research Conference, the Academy of Management Annual Conference, MIT Sloan Innovation and Entrepreneurship Seminar and Economic Sociology Working Group, as well as other conferences and seminars. Financial support from the Ewing Marion Kauffman Foundation, MIT Energy Initiative and the Roberts E-Center Fund is gratefully acknowledged. Financial support from the Toulouse Network on Information Technology is gratefully acknowledged. Gans consults for Microsoft but it is not related this this research. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}