{
    "id": 18951,
    "citation_title": "The Simple Economics of Commodity Price Speculation",
    "citation_author": [
        "Christopher R. Knittel",
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n The price of crude oil in the U.S. never exceeded $40 per barrel until mid-2004. By 2006 it reached\n$70, and in July 2008 it peaked at $145. By late 2008 it had plummeted to about $30 before increasing\nto $110 in 2011. Are speculators at least partly to blame for these sharp price changes? We clarify\nthe effects of speculators on commodity prices. We focus on crude oil, but our approach can be applied\nto other commodities. We explain the meaning of \"oil price speculation,\" how it can occur, and how\nit relates to investments in oil reserves, inventories, or derivatives (such as futures contracts). Turning\nto the data, we calculate counterfactual prices that would have occurred from 1999 to 2012 in the absence\nof speculation. Our framework is based on a simple and transparent model of supply and demand in\nthe cash and storage markets for a commodity. It lets us determine whether speculation is consistent\nwith data on production, consumption, inventory changes, and convenience yields given reasonable\nelasticity assumptions. We show speculation had little, if any, effect on prices and volatility.\n\n",
    "acknowledgement": "\nRobert S. Pindyck hereby declares that he has no relevant material financial interests that relate to the research described in this paper. Christopher R. Knittel hereby declares that he has no direct relevant material financial interests that relate to the research described in this paper. Knittel is the Co-Director of MIT's Center for Energy and Environmental Policy Research (CEEPR). Some of the industry Associates of CEEPR are oil companies. Our thanks to James Hamilton, Paul Joskow, Lutz Kilian, Richard Schmalensee, James Smith, and participants at the NBER EEE Workshop for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}