{
    "id": 1895,
    "citation_title": "Job Characteristics and Hours of Work",
    "citation_author": [
        "Joseph G. Altonji",
        "Christina H. Paxson"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence that hours of work are heavily influenced by the particular job which a person holds. The empirical work consists of a comparison of the variance in the change in work hours across time intervals containing a job change with the variance in the change in hours across time periods when the job remains the same. To the extent that workers choose hours and these hours choices are influenced by shifts in individual preferences and resources, the variance in the time change of hours should not depend upon whether the worker has switched jobs. The desire to reduce or increase hours could be acted upon in the current job. On the other hand, if hours are influenced by employer preferences or if job specific characteristics dominate the labor supply decision, then hours changes should be larger when persons change jobs than when they do not. Using the Panel Study of Income Dynamics and the Quality of Employment Survey, we find that hours changes are typically two to four times more variable across jobs than within jobs. This result holds for both men and women and for both quits and layoffs, is obtained for weeks per year, hours per week, and annual hours, andis not sensitive to the use of controls for a set of job characteristics (including the wage) which might influence the level of hours persons wish to supply. The findings are also inconsistent with the view that workers may costlessly adjust hours by changing jobs.The finding that the job has a large influence on work hours suggests that much greater emphasis should be given to demand factors and to job specific labor supply factors in future research on hours of work. The overwhelming emphasis upon the wage and personal characteristics inconventional labor supply analyses of work hours may in part be misplaced.\n\n",
    "acknowledgement": "\n"
}