{
    "id": 18956,
    "citation_title": "Assessing International Efficiency",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is structured in three parts. The first part outlines the methodological steps, involving both theoretical and empirical work, for assessing whether an observed allocation of resources across countries is efficient. The second part applies the methodology to the long-run allocation of capital and consumption in a large cross section of countries. We find that countries that grow faster in the long run also tend to save more both domestically and internationally. These facts suggest that either the long-run allocation of resources across countries is inefficient, or that there is a systematic relation between fast growth and preference for delayed consumption. The third part applies the methodology to the allocation of resources across developed countries at the business cycle frequency. Here we discuss how evidence on international quantity comovement, exchange rates, asset prices, and international portfolio holdings can be used to assess efficiency. Overall, quantities and portfolios appear consistent with efficiency, while evidence from prices is difficult to interpret using standard models. The welfare costs associated with an inefficient allocation of resources over the business cycle can be significant if shocks to relative country permanent income are large. In those cases partial financial liberalization can lower welfare.\n\n",
    "acknowledgement": "\nDraft prepared for the Handbook of International Economics, Volume 4. We thank the editors Gita Gopinath and Ken Rogoff for their suggestions and their patience, Karen Lewis and Maury Obstfeld for insightful discussions, Alberto Polo for outstanding research assistance, and seminar participants at the Handbook Conference in Harvard for great comments. Perri thanks the ERC for financial support. The data sets and computer codes used in the paper are available on the authors' websites. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}