{
    "id": 18950,
    "citation_title": "The Miracle of Microfinance? Evidence from a Randomized Evaluation",
    "citation_author": [
        "Esther Duflo",
        "Abhijit Banerjee",
        "Rachel Glennerster",
        "Cynthia G. Kinnan"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper reports on the first randomized evaluation of the impact of introducing the standard microcredit group-based lending product in a new market. In 2005, half of 104 slums in Hyderabad, India were randomly selected for opening of a branch of a particular microfinance institution (Spandana) while the remainder were not, although other MFIs were free to enter those slums. Fifteen to 18 months after Spandana began lending in treated areas, households were 8.8 percentage points more likely to have a microcredit loan. They were no more likely to start any new business, although they were more likely to start several at once, and they invested more in their existing businesses. There was no effect on average monthly expenditure per capita.   Expenditure on durable goods increased in treated areas, while expenditures on \"temptation  goods\" declined. Three to four years after the initial  expansion (after many of the control slums had started getting credit from Spandana and other MFIs ), the probability  of borrowing from an MFI  in treatment and comparison slums was the same, but on average households in treatment slums had been borrowing for longer and in larger amounts. Consumption was still no different in treatment areas, and the average business was still no more profitable, although we find an increase in profits at the top end. We found no changes in any of the development outcomes that are often believed to be affected by microfinance, including health, education, and women's empowerment. The results of this study are largely consistent with those of four other evaluations of similar programs in different contexts.\n\n",
    "acknowledgement": "\nThis paper updates and supersedes the 2010 version, which reported results using one wave of endline surveys. The authors wish to extend thanks to Spandana, especially Padmaja Reddy whose commitment to understanding the impact of microfinance made this project possible, and to numerous seminar audiences and colleagues for insightful suggestions. The Centre for Micro Finance at IFMR organized and oversaw the experiment and the data collection. Aparna Dasika and Angela Ambroz provided excellent assistance in Hyderabad. Justin Oliver at the Centre for Micro Finance and Annie Duflo at Initiatives for Poverty Action shared valuable advice and logistical support. Funding  for the first wave of the survey was provided by The Vanguard Charitable Endowment Program and ICICI bank. Funding for the second wage was provided by Spandana and J-PAL. This draft was not reviewed by the The Vanguard Charitable Endowment Program, ICICI Bank, or Spandana. Adie Angrist, Leonardo Elias, Shehla Imran, Seema Kacker, Tracy Li, Aditi Nagaraj and Cecilia Peluffo provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Datasets for both waves of data used in this paper are available at http://www.centre-for-microfinance.org/publications/data/.\n\n\n"
}