{
    "id": 18959,
    "citation_title": "Air Pollution and Procyclical Mortality",
    "citation_author": [
        "Garth Heutel",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior research demonstrates that mortality rates increase during economic booms and decrease during economic busts, but little analysis has been conducted investigating the role of environmental risks as potential mechanisms for this relationship.  We investigate the contribution of air pollution to the procyclicality of deaths by combining state-level data on overall, cause-specific, and age-specific mortality rates with state-level measures of ambient concentrations of three types of pollutants and the unemployment rate. After controlling for demographic variables and state and year fixed-effects, we find a significant positive correlation between carbon monoxide (CO) concentrations and mortality rates.  Controlling for CO, particulate matter (PM10), and ozone (O3) attenuates the relationship between overall mortality and the unemployment rate by 30 percent. The attenuation is particularly large, although imprecisely measured, for fatalities from respiratory diseases and is frequently substantial for age groups unlikely to be involved in the labor market. Our results are consistent with those of other studies in the economics and public health literatures measuring the mortality effects of air pollution.\n\n",
    "acknowledgement": "\nWe thank Matthew Neidell, Nicholas Sanders, and seminar and conference participants at UNCG, Appalachian State University, NBER, the 2012 AERE Summer Conference, and the 2013 ASSA meetings for helpful comments, and Will Mautz, Stephanie Norris, and James Small for excellent research assistance. Ruhm gratefully acknowledges financial support for this research from the University of Virginia Bankard Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}