{
    "id": 18962,
    "citation_title": "Preparing to Export",
    "citation_author": [
        "Claudio Labanca",
        "Danielken Molina",
        "Marc-Andreas Muendler"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "2021-08-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExporters differ markedly in export-market performance. We document that this heterogeneity is not strongly reflected in workforce education or occupations but it closely relates to the presence of a few workers with prior export experience. We employ a novel identification strategy to isolate how a firm’s hiring decision at home responds to exogenous changes in product demand abroad. Combining Brazilian exporter and linked employer–employee data, we show that firms act on favorable export market conditions by hiring workers with prior experience from incumbent exporters in preparation to export. We find that firms concentrate this preparatory hiring of experts in skilled blue-collar occupations, and that firms separate from the previously hired experts in case the predicted export market entry fails to materialize. The evidence is consistent with the tenet that a few exporting experts in select occupations shape a firm’s competitive advantage.\n\n",
    "acknowledgement": "\nWe thank George Alessandria, Roc Armenter, Don Davis, Gordon Hanson, Ed Leamer, Marc Melitz, Nathan Nunn, Jim Rauch, Tony Venables, Eric Verhoogen, Kei-Mu Yi and seminar participants at several universities for constructive suggestions. Any remaining errors are ours. We thank SECEX/MEDIC and Ricardo Markwald at FUNCEX Rio de Janeiro for sharing updated exporter records. Muendler acknowledges NSF support (SES-0550699) with gratitude. This paper uses additional years of data and a refined identification strategy compared to a predecessor paper with the same title. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}