{
    "id": 18967,
    "citation_title": "The Global Energy Outlook",
    "citation_author": [
        "Richard G. Newell",
        "Stuart Iler"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the principal trends that are shaping the future landscape of energy supply, demand, and trade. We take a long-term view, assessing trends on the time scale of a generation by looking 25 years into the past, taking stock of the current situation, and projecting 25 years into the future. We view these market, technology, and policy trends at a global scale, as well as assess the key regional dynamics that are substantially altering the energy scene. The shift from West to East in the locus of energy growth and the turnaround of North American gas and oil production are the most pronounced of these currents. Key uncertainties include the strength of economic and population growth in emerging economies, the stringency of future actions to reduce carbon emissions, the magnitude of unconventional natural gas and oil development in non-OPEC countries, and the stability of OPEC oil supplies.\n\n",
    "acknowledgement": "\nThis paper will be published in edited form in Jan H. Kalicki and David L. Goldwyn (eds.),  Energy & Security, 2nd edition: Strategies for a World in Transition (Washington, DC and Baltimore, MD:  Wilson Center and Johns Hopkins University Press, 2013). We thank Paul Appleby (BP), Linda Doman (EIA), Matthew Frank (IEA), and Todd Onderdonk (ExxonMobil) for their assistance, including reviewing and verifying figures for their respective organizations. We also thank Robert Schwiers (Chevron) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}