{
    "id": 18960,
    "citation_title": "The Simple Analytics of Monetary Policy: A Post-Crisis Approach",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard workhorse models of monetary policy now commonly in use, both for teaching macroeconomics to students and for supporting policymaking within many central banks, are incapable of incorporating the most widely accepted accounts of how the 2007-9 financial crisis occurred and incapable too of analyzing the actions that monetary policymakers took in response to it.  They also offer no point of entry for the frontier research that many economists have subsequently undertaken, especially research revolving around frictions in financial intermediation.  This paper suggests a simple model that bridges this gap by distinguishing the interest rate that the central bank sets from the interest rate that matters for the spending decisions of households and firms.  One version of this model adds to the canonical \"new Keynesian\" model a fourth equation representing the spread between these two interest rates.  An alternate version replaces this reduced-form expression for the spread with explicit supply and demand equations for privately issued credit obligations.  The discussion illustrates the use of both versions of the model for analyzing the kind of breakdown in financial intermediation that triggered the 2007-9 crisis, as well as \"unconventional\" central bank actions like large-scale asset purchases and forward guidance on the policy interest rate.\n\n",
    "acknowledgement": "\nThis paper was prepared for the session on \"After the Crisis: What Did We Learn, and What Should We Teach, about Monetary Policy?\" sponsored by the AEA Committee on Economic Education, at the AEA meetings in San Diego, January 5, 2013. I am grateful to numerous colleagues, and especially Kenneth Kuttner, for helpful conversations.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}