{
    "id": 18965,
    "citation_title": "Congressional Influence as a Determinant of Subprime Lending",
    "citation_author": [
        "Stuart A. Gabriel",
        "Matthew E. Kahn",
        "Ryan K. Vaughn"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe apply unique loan level data from New Century Financial Corporation, a major subprime lender, to assess whether attributes of Congressional Representatives were associated with access to and pricing of subprime mortgage credit.  Research findings indicate higher likelihoods of subprime loan origination and lower mortgage pricing among borrowers represented by the Republican and Democratic leadership of Congress.  Black borrowers also benefitted from significantly larger loan amounts in those same districts.  Also, borrowers received mortgage interest rate discounts in districts where New Century donated to the Congressional Representative.  Findings provide new insights into the political geography of the subprime crisis and suggest gains to trade between New Century Financial Corporation and targeted Congressional Representatives in the extension, pricing and sizing of subprime mortgage credit.\n\n",
    "acknowledgement": "\nThe authors are grateful to the UCLA Ziman Center for Real Estate for financial support and to Joe Nichols and participants at the 2012 AEA Meetings in Chicago for helpful comments. We thank Owen Hearey for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}