{
    "id": 18969,
    "citation_title": "Financial Literacy and High-Cost Borrowing in the United States",
    "citation_author": [
        "Annamaria Lusardi",
        "Carlo de Bassa Scheresberg"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine high-cost methods of borrowing in the United States, such as payday loans, pawn shops, auto title loans, refund anticipation loans, and rent-to-own shops, and offer a portrait of borrowers who use these methods. Considering a representative sample of more than 26,000 respondents, we find that about one in four Americans has used one of these methods in the past five years.  Moreover, many young adults engage in high-cost borrowing: 34 percent of young respondents (aged 18-34) and 43 percent of young respondents with a high school degree have used one of these methods. Using well-tested questions to measure financial literacy, we document that most high-cost borrowers display very low levels of financial literacy, i.e., they lack numeracy and do not possess knowledge of basic financial concepts. Most importantly, we find that those who are more financially literate are much less likely to have engaged in high-cost borrowing. Our empirical work shows that it is not only the shocks inflicted by the financial crisis or the structure of the financial system but that the level of financial literacy also plays a role in explaining why so many individuals have made use of high-cost borrowing methods.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge financial support from FINRA Investor Education Foundation. We thank John Wall, Shanthi Ramnath, and participants to the APPAM 2012 Fall Research Conference in Baltimore, MD, for comments. Audrey Brown provided excellent editorial assistance. All errors are the authors' responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}