{
    "id": 1896,
    "citation_title": "Notes on the Tax Treatment of Structures",
    "citation_author": [
        "Roger H. Gordon",
        "James R. Hines Jr.",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than three quarters of the United States tangible capital stock represents structures. Tax policies potentially have a major impact on both the level and composition of investment in structures and equipment. This point is explicitly recognized in most discussions of the effects of capital income taxation. Two aspects of the taxation of structures --the relative burden placed on structures as opposed to equipment investment and the non-taxation of owner occupied housing under the income tax -- have attracted substantial attention in recent years. This paper explores these two aspects of the taxation of structures investments. While the tax system may well have a potent impact on the level and composition of structures investment, this paper argues that conventional analyses of these effects are very misleading. We reach two main conclusions. First,under current tax law, certain types of structures investment are very highly tax favored. Structures can be transferred and therefore depreciated more than once, and structures may be readily financed with tax-favored debt. Overall, itis unlikely that a significant bias towards equipment and against structures exists under current law. Second, the conventional view that the tax system is biased in favor of homeownership is wrong. Because of the possibility of \"tax arbitrage\" between high bracket landlords and low bracket tenants, the tax system has long favored rental over ownership for most households. The 1981 reforms by reducing the top marginal tax rate reduced this bias somewhat.\n\n",
    "acknowledgement": "\n"
}