{
    "id": 18966,
    "citation_title": "Family Ties",
    "citation_author": [
        "Alberto Alesina",
        "Paola Giuliano"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of the most primitive institution in society: the family. Its organization and relationship between generations shape values formation, economic outcomes and influences national institutions. We use a measure of family ties, constructed from the World Values Survey, to review and extend the literature on the effect of family ties on economic behavior and economic attitudes. We show that strong family ties are negatively correlated with generalized trust; they imply more household production and less participation in the labor market of women, young adult and elderly. They are correlated with lower interest and participation in political activities and prefer labor market regulation and welfare systems based upon the family rather than the market or the government. Strong family ties may interfere with activities leading to faster growth, but they may provide relief from stress, support to family members and increased wellbeing. We argue that the value regarding the strength of family relationships are very persistent over time, more so than institutions like labor market regulation or welfare systems.\n\n",
    "acknowledgement": "\nIn preparation for the Handbook of Economic Growth. We thank Andrea Passalacqua for excellent research assistantship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}