{
    "id": 18963,
    "citation_title": "Fundamentals and Sovereign Risk of Emerging Markets",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Donghyun Park"
    ],
    "citation_publication_date": "2013-04-11",
    "issue_date": "2013-04-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically assess the relative importance of various economic fundamentals in accounting for the sovereign credit default swap (CDS) spreads of emerging markets during 2004-2012, which encompasses the global financial crisis of 2008-2009. Inflation, state fragility, external debt, and commodity terms of trade volatility were positively associated, while trade openness and more favourable fiscal balance/GDP ratio were negatively associated with sovereign CDS spreads. Yet the relative importance of economic fundamentals in the pricing of sovereign risk varies over time. The key factors are trade openness and state fragility in the pre-crisis period, external debt/GDP ratio and inflation in the crisis period, and inflation and public debt/GDP ratio in the post- crisis period. Asian countries enjoy lower sovereign spreads than Latin American countries, and this gap widened during and after the crisis. Trade openness was the biggest factor behind Asia's lower sovereign spreads before the crisis, and inflation during and after the crisis. The results imply that external factors were paramount in pricing sovereign risk prior to the crisis, but internal factors associated with the capacity to adjust to adverse shocks gained prominence during and after the crisis.\n\n",
    "acknowledgement": "\nJoshua Aizenman and Yothin Jinjarak acknowledge funding from the Asian Development Bank (ADB).  The views herein are entirely those of the authors. They do not necessarily represent the views of the ADB, or the National Bureau of Economic Research.\n\n\n"
}