{
    "id": 18978,
    "citation_title": "The Geography of Inter-State Resource Wars",
    "citation_author": [
        "Francesco Caselli",
        "Massimo Morelli",
        "Dominic Rohner"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe establish a theoretical as well as empirical framework to assess the role of resource endowments and their geographic location for inter-State conflict. The main predictions of the theory are that conflict tends to be more likely when at least one country has natural resources; when the resources in the resource-endowed country are closer to the border; and, in the case where both countries have natural resources, when the resources are located asymmetrically vis-a-vis the border. We test these predictions on a novel dataset featuring oilfield distances from bilateral borders. The empirical analysis shows that the presence and location of oil are significant and quantitatively important predictors of inter-State conflicts after WW2.\n\n",
    "acknowledgement": "\nWe wish to thank Johannes Boehm, Patrick Luescher, Cyrus Farsian and Wenjie Wu for excellent research assistance. Helpful comments from Luis Corchon, Tom Cunningham, Oeindrila Dube, Joan Maria Esteban, Erik Gartzke, Sebnem Kalemli-Ozcan, Hannes Mueller, Peter Neary, Nathan Nunn, Costantino Pischedda, Giovanni Prarolo, Jack Snyder, Silvana Tenreyro, Mathias Thoenig, Andrew Wood, Pierre Yared, Fabrizio Zilibotti, and conference and seminar participants in Barcelona, Bocconi, Copenhagen, East Anglia, Harvard, Lausanne, Lucerne, Munich, NBER Political Economy Programme, NBER Income Distribution and Macroeconomics Programme, Oxford, Princeton, SED, St. Gallen, ThReD, York, and Zurich are gratefully acknowledged. We acknowledge support from ESRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}