{
    "id": 18972,
    "citation_title": "Innovation and Production in the Global Economy",
    "citation_author": [
        "Costas Arkolakis",
        "Natalia Ramondo",
        "Andrés Rodríguez-Clare",
        "Stephen Yeaple"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "2017-05-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decline in the costs of multinational production (MP) has led some countries to specialize in innovation and others to specialize in production. To study the aggregate and distributional implications of this phenomenon, we develop a quantifiable general equilibrium model of trade and MP. Specialization is endogenously determined as a result of comparative advantage and home market effects (HME) that arise from the interaction between increasing returns to innovation and geographical frictions. The model yields simple structural expressions for bilateral trade and MP that we use to calibrate it across a set of OECD countries. Comparative statics exercises reveal that the reduction in the cost of MP or the integration of China into the world economy may hurt countries that are driven to specialize in production due to HMEs, although these losses tend to be very small. Contrary to popular fears, we find that production workers gain even in countries that further specialize in innovation.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Pol Antras, Ariel Burstein, Arnaud Costinot, Jonathan Eaton, Gene Grossman, Samuel Kortum, James Markusen, Veronica Rappoport, Felix Tintelnot, and Jonathan Vogel, as well as seminar participants at several seminars and conferences for insightful comments. We also thank Jakub Kominiarczuk, Xiangliang Li, Xiao Ma, and Masayuki Sawada for excellent research assistance. Rodríguez-Clare and Yeaple would like to thank the Human Capital Foundation, Rodríguez-Clare the Center for Equitable Growth, and Arkolakis the National Science Foundation for support. All remaining errors are our own. The statistical analysis of firm-level data on U.S. multinational corporations reported in this study was conducted at the International Investment Division, U.S. Bureau of Economic Analysis, under arrangements that maintained legal confidentiality requirements. Views expressed are those of the authors and do not necessarily reflect those of the Bureau of Economic Analysis or the National Bureau of Economic Research.\n\n\n"
}