{
    "id": 18976,
    "citation_title": "Shrouded Costs of Government: The Political Economy of State and Local Public Pensions",
    "citation_author": [
        "Edward L. Glaeser",
        "Giacomo A. M. Ponzetto"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are public-sector workers so heavily compensated with pensions and other non-pecuniary benefits? In this paper, we present a political economy model of shrouded compensation in which politicians compete for taxpayers' and public employees' votes by promising compensation packages, but some voters cannot evaluate every aspect of compensation. If pension packages are \"shrouded,\" meaning that public-sector workers better understand their value than ordinary taxpayers, then compensation will be inefficiently back-loaded. In equilibrium, the welfare of public-sector workers could be improved, holding total public sector costs constant, if they received higher wages and lower pensions. Central control over dispersed municipal pensions has two offsetting effects on pension generosity: more state-level media attention helps taxpayers better understand pension costs, which reduces pension generosity; but a larger share of public sector workers will live within the jurisdiction, which increases pension generosity. We discuss pension arrangements in two decentralized states (California and Pennsylvania) and two centralized states (Massachusetts and Ohio) and find that in these cases, centralization appears to have modestly reduced pension arrangements; but, as the model suggests, this finding is unlikely to be universal.\n\n",
    "acknowledgement": "\nPonzetto gratefully acknowledges financial support from the Spanish Ministry of Science and Innovation (grants ECO-2011-25624 and Juan de la Cierva JCI-2010-08414), the Barcelona GSE Research Network and the Generalitat de Catalunya (grant 2009 SGR 1157). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}