{
    "id": 18975,
    "citation_title": "Why Does Balanced News Produce Unbalanced Views?",
    "citation_author": [
        "Edward L. Glaeser",
        "Cass R. Sunstein"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany studies find that presentation of balanced information, offering competing positions, can promote polarization and thus increase preexisting social divisions. We offer two explanations for this apparently puzzling phenomenon. The first involves what we call asymmetric Bayesianism: the same information can have diametrically opposite effects if those who receive it have opposing antecedent convictions. Recipients whose beliefs are buttressed by the message, or a relevant part, rationally believe that it is true, while recipients whose beliefs are at odds with that message, or a relevant part, rationally believe that the message is false (and may reflect desperation).  The second explanation is that the same information can activate radically different memories and associated convictions, thus producing polarized responses to that information, or what we call a memory boomerang. An understanding of these explanations reveals when balanced news will produce unbalanced views. The explanations also account for the potential influence of \"surprising validators.\" Because such validators are credible to the relevant audience, they can reduce the likelihood of asymmetric Bayesianism, thus promoting agreement.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}