{
    "id": 18974,
    "citation_title": "Energy Production and Health Externalities: Evidence from Oil Refinery Strikes in France",
    "citation_author": [
        "Emmanuelle Lavaine",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of energy production on newborn health using a recent strike that affected oil refineries in France as a natural experiment. First, we show that the temporary reduction in refining lead to a significant reduction in sulfur dioxide (SO2) concentrations. Second, this shock significantly increased birth weight and gestational age of newborns, particularly for those exposed to the strike during the third trimester of pregnancy. Back-of-the-envelope calculations suggest that a 1 unit decline in SO2 leads to a 196 million euro increase in lifetime earnings per birth cohort. This externality from oil refineries should be an important part of policy discussions surrounding the production of energy.\n\n",
    "acknowledgement": "\nThe authors thank Mireille Chiroleu-Assouline, Joshua Graff Zivin, and seminar participants at University of Paris 1 Panthéon-Sorbonne and the Toulouse School of Economics for helpful feedback. This paper benefits from the financial support of the French National Research Agency (Grant ANR-09-BLAN-0350-01) and the Spanish Government under research project number ECO2011-25349. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}