{
    "id": 18973,
    "citation_title": "Competitors, Complementors, Parents and Places: Explaining Regional Agglomeration in the U.S. Auto Industry",
    "citation_author": [
        "Luís Cabral",
        "Zhu Wang",
        "Daniel Yi Xu"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "2014-08-11",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTaking the early U.S. automobile industry as an example, we evaluate four competing hypotheses on regional industry agglomeration: intra-industry local externalities, inter-industry local externalities, employee spinouts, and location fixed-effects. Our findings suggest that inter-industry spillovers, particularly the development of the carriage and wagon industry, play an important role. Spinouts play a secondary role and work as a special type of intra-industry spillovers. The presence of other firms in the same industry has a negligible (or even negative) effect. Finally, local inputs account for some agglomeration in the short run, but the effects are much more profound in the long run.\n\n",
    "acknowledgement": "\nWe thank Ed Glaeser, Boyan Jovanovic, Bob Lucas, Esteban Rossi-Hansberg and participants at the NBER Summer Institute, the 2012 AEA meetings, the 2012 SED meeting and various seminars for helpful comments; and Christian Hung and Roisin McCord for excellent research assistance. The views expressed herein are solely those of the authors and do not necessarily re\nect the views of the Federal Reserve Bank of Richmond or the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}