{
    "id": 18977,
    "citation_title": "Diagnosing Expertise: Human Capital, Decision Making and Performance Among Physicians",
    "citation_author": [
        "Janet Currie",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "2016-02-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExpert performance is often evaluated in a one dimensional way by assuming that good experts have good outcomes. We examine the example of expertise in medicine and develop a model that allows for two dimensions of physician performance: Procedural decision making and skill performing procedures. Higher procedural skill increases the use of intensive procedures across the board, while better decision making results in fewer intensive procedures for the low risk, but more for the high risk. Deriving empirical analogues to our theoretical measures for the case of C-section, we show that poor diagnosticians can be identified using administrative data and that improving decision making would reduce C-section rates by 15.5% in the bottom half of the risk distribution, and increase them by 5.5% in the top half. Because there are many more C-sections in the high risk, these numbers imply that the overall rate of C-section is too low rather than too high and that reallocating C-sections from low risk to high risk women could improve health outcomes among mothers and babies. Our results suggest that focusing on the choices of experts as well as the outcomes achieved could contribute to evaluating expert performance in other settings.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Diagnosis and Unnecessary Procedure Use: Evidence from C-Section.\" This paper was presented as part of the Presidential Address of the SOLE/EALE meeting in Montreal, on June 2015. We thank Samantha Heep, Dawn Koffman, Jessica Van Parys and Geng Tong for excellent research assistance, and Amitabh Chandra, Jonathan Gruber, Amy Finkelstein, Kate Ho, Robin Lee, Jonathan Skinner and seminar participants at Princeton, Georgetown University, Havard Medical School, Kyoto University, NYU, the Japanese National Institute of Population and Social Security Research, Warwick University, University College London, the London School of Economics, the Paris School of Economics, the NBER Summer Institute, and the University of Michigan for helpful comments. This research was supported by a grant from the Program on U.S. Health Policy of the Center for Health and Wellbeing. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}