{
    "id": 18970,
    "citation_title": "Can Self-Help Groups Really Be \"Self-Help\"?",
    "citation_author": [
        "Brian Greaney",
        "Joseph P. Kaboski",
        "Eva Van Leemput"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper examines a cost-reducing innovation to the delivery of \"Self-Help Group\" microfinance services. These groups typically rely on outside agents to found and administer the groups although funds are raised by the group members. The innovation is to have the agents earn their payment by charging membership fees rather than following the status quo in which the agents are paid by an outside organization and instead offer free services to clients. The theory we develop shows that such membership fees could actually improve performance without sacrificing membership, simply by mitigating an adverse selection problem. Empirically, we evaluate this innovation in East Africa using a randomized control trial. We find that privatized entrepreneurs providing the self-help group services indeed outperform their NGO-compensated counterparts along several dimensions. Over time, they cost the NGO less and lead more profitable groups; also, households with access to privately-delivered groups borrow and save more, invest more in businesses, and may have higher consumption. Consistent with the theory, these privatized groups attract wealthier, more business-oriented members, although they attract no fewer members.\n\n",
    "acknowledgement": "\nCorresponding Author: Joseph P. Kaboski. Research funded by the Bill & Melinda Gates Foundation grant to the U. of Chicago Consortium on Financial Systems and Poverty. We are thankful for comments received from presentations at BREAD/Federal Reserve Bank of Minnesota Conference and Clemson University. We have benefited from help from many people at Catholic Relief Services, especially Marc Bavois and Mike Ferguson. We have also benefitted from the work of excellent research assistants: Luke Chicoine and Katie Firth in the data collection, and Melanie Brintnall in the data analysis.  The views expressed are those of the individual authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}