{
    "id": 18979,
    "citation_title": "Women's Emancipation Through Education: A Macroeconomic Analysis",
    "citation_author": [
        "Fatih Guvenen",
        "Michelle Rendall"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the role of education as insurance against a bad marriage. Historically, due to disparities in earning power and education across genders, married women often found themselves in an economically vulnerable position, and had to suffer one of two fates in a bad marriage: either they get divorced (assuming it is available) and struggle as low-income single mothers, or they remain trapped in the marriage. In both cases, education can provide a route to emancipation for women. To investigate this idea, we build and estimate an equilibrium search model with education, marriage/divorce/remarriage, and household labor supply decisions. A key feature of the model is that women bear a larger share of the divorce burden, mainly because they are more closely tied to their children relative to men. Our focus on education is motivated by the fact that divorce laws typically allow spouses to keep the future returns from their human capital upon divorce (unlike their physical assets), making education a good insurance against divorce risk. However, as women further their education, the earnings gap between spouses shrinks, leading to more unstable marriages and, in turn, further increasing demand for education. The framework generates powerful amplification mechanisms, which lead to a large rise in divorce rates and a decline in marriage rates (similar to those observed in the US data) from relatively modest exogenous driving forces. Further, in the model, women overtake men in college attainment during the 1990s, a feature of the data that has proved challenging to explain. Our counterfactual experiments indicate that the divorce law reform of the 1970s played an important role in all of these trends, explaining more than one-quarter of college attainment rate of women post-1970s and one-half of the rise in labor supply for married women.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments, we thank seminar participants at European University Institute, Goethe University Frankfurt, Toulouse School of Economics, Universite Catholique de Louvain, University of Zurich, NBER's Aggregate Implications of Microeconomic Consumption Behavior in Cambridge, and the SED conference. For financial support, Guvenen thanks the National Science Foundation (Grant No 0814030) and Rendall thanks the European Research Council (ERC Advanced Grant IPCDP-229883). The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}