{
    "id": 18986,
    "citation_title": "How Do Voters Respond to Information? Evidence from a Randomized Campaign",
    "citation_author": [
        "Chad Kendall",
        "Tommaso Nannicini",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRational voters update their subjective beliefs about candidates' attributes with the arrival of information, and subsequently base their votes on these beliefs. Information accrual is, however, endogenous to voters' types and difficult to identify in observational studies. In a large scale randomized trial conducted during an actual mayoral campaign in Italy, we expose different areas of the polity to controlled informational treatments about the valence and ideology of the incumbent through verifiable informative messages sent by the incumbent reelection campaign. Our treatments affect both actual vote shares at the precinct level and vote declarations at the individual level. We explicitly investigate the process of belief updating by comparing the elicited priors and posteriors of voters, finding heterogeneous responses to information. Based on the elicited beliefs, we are able to structurally assess the relative weights voters place upon a candidate's valence and ideology. We find that both valence and ideological messages affect the first and second moments of the belief distribution, but only campaigning on valence brings more votes to the incumbent. With respect to ideology, cross-learning occurs, as voters who receive information about the incumbent also update their beliefs about the opponent. Finally, we illustrate how to perform counterfactual campaigns based upon the structural model.\n\n",
    "acknowledgement": "\nWe would like to thank Matilde Bombardini, David Green, Andrea Mattozzi, Jim Snyder, and seminar participants at Alicante, Bank of Italy, Bocconi, Carlo Alberto Turin, EIEF Rome, Harvard, LSE, MILLS workshop, MIT, Petralia workshop, Rotterdam, SciencesPo Paris, UBC, UK Leuven, and Warwick for useful comments. Federico Cilauro, Francesco Maria Esposito, Jonathan Graves, Nicola Pierri, and Teresa Talò provided outstanding research assistance. A large number of people were instrumental in implementing our experimental design: the mayor of Arezzo, Giuseppe Fanfani, and his 2011 reelection campaign, in particular Claudio Repek, were extremely cooperative throughout the entire process; Massimo Di Filippo, Fabrizio Monaci, and the team of \"IPR Feedback\" showed tremendous expertise in conducting the surveys. Nannicini acknowledges financial support from the European Research Council (under grant No. 230088). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}