{
    "id": 18983,
    "citation_title": "The Pruned State-Space System for Non-Linear DSGE Models: Theory and Empirical Applications",
    "citation_author": [
        "Martin M. Andreasen",
        "Jesús Fernández-Villaverde",
        "Juan Rubio-Ramírez"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the pruned state-space system for higher-order approximations to the solutions of DSGE models. For second- and third-order approximations, we derive the statistical properties of this system and provide closed-form expressions for first and second unconditional moments and impulse response functions. Thus, our analysis introduces GMM estimation for DSGE models approximated up to third-order and provides the foundation for indirect inference and SMM when simulation is required. We illustrate the usefulness of our approach by estimating a New Keynesian model with habits and Epstein-Zin preferences by GMM when using first and second unconditional moments of macroeconomic and financial data and by SMM when using additional third and fourth unconditional moments and non-Gaussian innovations.\n\n",
    "acknowledgement": "\nWe acknowledge access to computer facilities provided by the Danish Center for Scientific Computing (DCSC). We appreciate the financial support of the Center for Research in Econometric Analysis of Time Series (CREATES), funded by the Danish National Research Foundation and the National Science Foundation (NSF). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}