{
    "id": 18985,
    "citation_title": "A Bargaining Theory of Trade Invoicing and Pricing",
    "citation_author": [
        "Linda S. Goldberg",
        "Cédric Tille"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theoretical model of international trade pricing in which individual exporters and importers bargain over the transaction price and exposure to exchange rate fluctuations. We find that the choice of price and invoicing currency reflects the full market structure, including the extent of fragmentation and the degree of heterogeneity across importers and across exporters. Our study shows that a party has a higher effective bargaining weight when it is large or more risk tolerant. A higher effective bargaining weight of importers relative to exporters in turn translates into lower import prices and greater exchange rate pass-through into import prices. We show the range of price and invoicing outcomes that arise under alternative market structures. Such structures matter not only for the outcome of specific exporter-importer transactions, but also for aggregate variables such as the average price, the average choice of invoicing currency, and the correlation between invoicing currency and the size of trade transactions\n\n",
    "acknowledgement": "\nWe thank Charles-Henry Weymuller and seminar audiences at the Federal Reserve Bank of New York, the HEID-EPFL-UNIL Sinergia workshop, the Bank of Italy, the National Bank of Serbia, the University of Reading, the University of Navarra, and the University of Basel for valuable comments. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National bureau of Economic Research. Cédric Tille gratefully acknowledge financial support from the Swiss National Science Foundation Sinergia program, and the National Centre of Competence in Research \"Financial Valuation and Risk Management\" (NCCR FINRISK), and the Swiss Finance Institute.\n\n\n"
}