{
    "id": 18980,
    "citation_title": "Endogenous Sources of Volatility in Housing Markets: The Joint Buyer-Seller Problem",
    "citation_author": [
        "Elliot Anenberg",
        "Patrick Bayer"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper presents new empirical evidence that internal movement - selling one home and buying another - by existing homeowners within a metropolitan housing market is especially volatile and the main driver of fluctuations in transaction volume over the housing market cycle. We develop a dynamic search equilibrium model that shows that the strong pro-cyclicality of internal movement is driven by the cost of simultaneously holding two homes, which varies endogenously over the cycle. We estimate the model using data on prices, volume, time-on-market, and internal moves drawn from Los Angeles from 1988-2008 and use the fitted model to show that frictions related to the joint buyer-seller problem: (i) substantially amplify booms and busts in the housing market, (ii) create counter-cyclical build-ups of mismatch of existing owners with their homes, and (iii) generate externalities that induce significant welfare loss and excess price volatility.\n\n",
    "acknowledgement": "\nThe analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors. We thank Steven Laufer, Plamen Nenov, and seminar and conference participants at AEA Meetings, Econometric Society Meetings, Bank of Canada, UC Berkeley (Haas), CEMMAP Housing Conference, Federal Reserve Board of Governors, NY Fed, Wharton and Wisconsin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}