{
    "id": 18982,
    "citation_title": "Patent Trading Flows of Small and Large Firms",
    "citation_author": [
        "Nicolas Figueroa",
        "Carlos J. Serrano"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis article presents the results of an analysis of the patent trading flows of small and large firms and the determinants of these firm's patent sale and acquisition decisions. We also examine whether these transactions lead to an excessive concentration of patent rights. We show that small firms disproportionately sell and acquire more patents than large firms, and find no evidence that patent trading brings about a significant concentration of patent rights in the hands of large firms. We find that the match between new patented innovations and the original inventor's patent portfolio plays an important role in how successful firms are at generating value from their patents, and in the decision to sell a patent. And among the traded patents, we show that patent acquisitions respond to complementarities between the acquired patented innovation and the buyer's technological capabilities to adopt it. Our empirical analysis uses a new, comprehensive data set that matches information on patent trades and the identity of patent owners over a patent's lifetime.\n\n",
    "acknowledgement": "\nWe thank Victor Aguirregabiria, Amitay Alter, Flor Gragera de León, Anna Lejpras, Anna Levine, Glenn Macdonald, and Matt Mitchell. We also thank conference and participants at University of Toronto, University of Alberta, Washington University in St. Louis - Olin School of Business, University of Chile, and IIOC Conference, CEA Meetings, SEA Meetings, and EARIE meetings. Nicolás Figueroa is an Assistant Professor of Economics at the Pontificia Universidad Católica de Chile. Carlos J. Serrano is an Assistant Professor of Economics and Business at the Universitat Pompeu Fabra, Research Associate at the Rotman School of Management - University of Toronto, and a Faculty Research Fellow at the NBER. Corresponding author: Carlos J. Serrano, carlos.serrano@upf.edu. We are grateful for financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}