{
    "id": 18984,
    "citation_title": "Shaping Liquidity: On the Causal Effects of Voluntary Disclosure",
    "citation_author": [
        "Karthik Balakrishnan",
        "Mary B. Billings",
        "Bryan T. Kelly",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2013-04-18",
    "issue_date": "2013-04-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan managers influence the liquidity of their firms' shares? We use plausibly exogenous variation in the supply of public information to show that firms seek to actively shape their information environments by voluntarily disclosing more information than is mandated by market regulations and that such efforts have a sizeable and beneficial effect on liquidity. Firms respond to an exogenous loss of public information by providing more timely and informative earnings guidance. Responses appear motivated by a desire to reduce information asymmetries between retail and institutional investors. Liquidity improves as a result of voluntary disclosure and in turn increases firm value. This suggests that managers can causally influence their cost of capital via voluntary disclosure.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud, Douglas Diamond, Joseph Gerakos, Lawrence Glosten (our Five Star discussant), Charles Jones (our WFA discussant), Christian Leuz (our Utah discussant), Amir Sufi, Margarita Tsoutsoura, Ro Verrecchia, and various seminar audiences for helpful suggestions. We are grateful to Ruslan Goyenko for sharing his code to generate the effective tick measure from Goyenko et al. (2009) and to Stephen Brown for sharing his PIN data. Balakrishnan gratefully acknowledges funding from the Dean's Research Fund at Wharton. Ljungqvist gratefully acknowledges the generous hospitality of the European Central Bank while working on this project. The views expressed in this paper do not necessarily reflect those of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}