{
    "id": 18989,
    "citation_title": "Firms' Optimism and Pessimism",
    "citation_author": [
        "Rüdiger Bachmann",
        "Steffen Elstner"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre firms' expectations systematically too optimistic or too pessimistic? Does it matter? We use micro data from the West German manufacturing subset of the IFO Business Climate Survey to infer quarterly production changes at the firm level and combine them with production expectations over a quarterly horizon in the same survey to construct series of quantitative firm-specific expectation errors. We find that depending on the details of the empirical strategy at least 6 percent and at most 34 percent of firms systematically over- or underpredict their one-quarter-ahead upcoming production. In a simple neoclassical heterogeneous-firm model these expectational biases lead to factor misallocations that cause welfare losses which in the worst case are comparable to conventional estimates of the welfare costs of business cycles fluctuations. In more conservative calibrations the welfare losses are even smaller.\n\n",
    "acknowledgement": "\nWe are grateful to Wolfgang Ruppert and Christian Seiler from the IFO Institute for helping us with the data and introducing us to the institutional backgrounds. We appreciate the comments from our discussant Charles Manski. We would like to thank Kai Carstensen, Matthias Doepke, Gebhard Flaig, Monika Piazzesi, Martin Schneider as well as seminar participants at the Royal Economic Society Meeting 2013 and the University of Munich for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}