{
    "id": 18987,
    "citation_title": "This Is Only a Test? Long-Run Impacts of Prenatal Exposure to Radioactive Fallout",
    "citation_author": [
        "Sandra E. Black",
        "Aline Bütikofer",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "2017-10-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch increasingly shows that differences in endowments at birth need not be genetic but instead are influenced by environmental factors while the fetus is in the womb. In addition, these differences may persist well beyond childhood. In this paper, we study one such environmental factor – exposure to radiation – that affects individuals across the socio-economic spectrum. We use variation in radioactive exposure throughout Norway in the 1950s and early 60s, resulting from the abundance of nuclear weapon testing during that time period, to examine the effect of nuclear exposure in utero on outcomes such as IQ scores, education, earnings, and adult height, as well as whether these effects persist into the next generation. We find that exposure to low-dose nuclear radiation, specifically during months 3 and 4 in utero, leads to a decline in IQ scores of men aged 18. Moreover, radiation exposure leads to declines in education attainment, high school completion, and earnings among men and women. We are also able to examine whether these effects persist across a second generation. Importantly, we find that the children of persons affected in utero also have lower cognitive scores, suggesting a persistent intergenerational effect of the shock to endowments. Given the lack of awareness about nuclear testing in Norway at this time, our estimates are likely to be unaffected by avoidance behavior or stress effects. These results are robust to the choice of specification and the inclusion of sibling fixed effects.\n\n",
    "acknowledgement": "\nWe thank Tone D. Bergan at the Norwegian Radiation Protection Authority for providing us with the data she digitalized from the original archives at the Norwegian Defense Research Establishment (FFI), and for her help in clarifying measurement issues. The authors thank the Norwegian Research Council for financial support. We also appreciate comments from presentations at the NBER Summer Institute, Bocconi, Columbia University, MIT, Northwestern University, Boston College, National University of Ireland Maynooth, Oxford University, University of Essex, University of Toronto, Simon Fraser University, Harrison School Chicago University, Northwestern University, Statistics Norway, Stockholm School of Economics, University of Bern, University of British Columbia, University of California Santa Barbara, University of California San Diego, University of St. Gallen, Trinity College Dublin, and a workshop at the Norwegian School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}