{
    "id": 18997,
    "citation_title": "Keeping it Fresh: Strategic Product Redesigns and Welfare",
    "citation_author": [
        "Bruce A. Blonigen",
        "Christopher R. Knittel",
        "Anson Soderbery"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProduct redesigns happen across virtually all types of products.  While there is substantial evidence that new varieties of goods increase welfare, there is little evidence on the effect of product redesigns.  We develop a model of redesign and exit decisions in a dynamic oligopoly model (a la Bajari et al (2007)) and use it to analyse redesign activity in the U.S. automobile market.  We find that automobile model designs become obsolete quickly in this market, leading to fairly frequent redesigns of models despite an estimated average redesign cost around $1 billion. Our model and estimates show that firm redesign decisions depend crucially on competition for market share through introductions of new redesigns, as well as internal incentives for planned obsolescence of the existing model design. Based on our structural model estimates and the simulated counterfactuals, we find that redesigns lead to large increases in welfare, as well as substantial profit for firms, due to the strong preferences consumers display for new model designs. We also show that welfare would be improved if redesign competition were reduced, allowing redesign activity to be more responsive to the planned obsolescence channel. The net effect of these changes would reduce total redesigns by roughly 10%, increasing total welfare by roughly 3%. While our model and welfare simulations are focused on the new automobile market, we provide some evidence that the gains from redesigns in the new automobile market are an order of magnitude larger than the losses in the secondhand automobile market.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}