{
    "id": 18990,
    "citation_title": "What Drives Aggregate Investment? Evidence from German Survey Data",
    "citation_author": [
        "Rüdiger Bachmann",
        "Peter Zorn"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "2018-02-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ifo Investment Survey asks firms in the German manufacturing sector about the importance of sales, technological factors, finance, return expectations, and macroeconomic policy for their investment activity in a given year. We show that these subjective investment determinants 1) capture economically what their labels suggest, and 2) have strong explanatory power for aggregate manufacturing investment growth fluctuations. In a second step, we use these determinants to identify aggregate demand and aggregate technology shocks and argue that the bulk of the variance of both aggregate manufacturing investment and output growth fluctuations (as much as approximately two thirds in both cases) is explained by aggregate demand shocks. Consistent with neoclassical views, however, technological factors are the most important investment determinant on average.\n\n",
    "acknowledgement": "\nWe are grateful to John Haltiwanger and conference/seminar participants at the 2012 Ifo Conference on \"Macroeconomics and Survey Data\" and at the Ifo Macro Seminar for useful comments and suggestions. We also thank Annette Weichselberger for helping us with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}