{
    "id": 18998,
    "citation_title": "Do Grants to Charities Crowd Out Other Income? Evidence from the UK",
    "citation_author": [
        "James Andreoni",
        "A. Abigail Payne",
        "Sarah Smith"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new evidence on the effect of grants on charities' incomes. We employ a novel identification strategy, focusing on charities that applied for lottery grant funding and comparing outcomes for successful and unsuccessful applicants. Overall, grants do not crowd out other income but the effect of grant-funding is not uniform. Looking in more detail we show first, that the positive effects of receiving a grant can persist for several years post-award; second, that grants have a stronger positive effect for small charities; and, third, that grants may have a more positive effect when they provide seed funding.\n\n",
    "acknowledgement": "\nWe are very grateful to Renu Verma and Sarah Mistry for providing us with the data and for helpful discussions about the operation of Big Lottery and its predecessor, the Community Fund, and to David Clifford and the Third Sector Research Centre for providing us with the Charity Commission data. Edmund Wright provided excellent research assistance. Funding for this research was provided by the Economic and Social Research Council through the Centre for Market and Public Organisation and the Capacity Building Cluster on the Economic Impact of the Third Sector (co-funded by the Office of the Third Sector and the Barrow Cadbury Trust). Andreoni also thanks the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}