{
    "id": 19008,
    "citation_title": "Fiscal Discriminations in Three Wars",
    "citation_author": [
        "George J. Hall",
        "Thomas J. Sargent"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1790, a U.S. paper dollar was widely held in disrepute (something shoddy was not 'worth a Continental'). By 1879, a U.S. paper dollar had become 'as good as gold.' These outcomes emerged from how the U.S. federal government financed three wars: the American Revolution, the War of 1812, and the Civil War. In the beginning, the U.S. government discriminated greatly in the returns it paid to different classes of creditors; but that pattern of discrimination diminished over time in ways that eventually rehabilitated the reputation of federal paper money as a store of value.\n\n",
    "acknowledgement": "\nThis paper was prepared for the April 2013 meeting of the Carnegie-Rochester-NYU Conference on Public Policy.   We thank the Becker-Friedman Institute of the University of Chicago and the National Science Foundation (SES-0417519) for financial support. The research for this paper was conducted as  part of a project on fiscal imbalances sponsored by the Becker-Friedman Institute. We thank Alex Bargar, James Myatt, and Ainie Tan for outstanding research assistance and Andrew Young at the U.S. Department of Treasury Library for helping us track down numerous government documents. We thank our discussant Lee Ohanian for his thought-provoking comments and Rodolfo Manuelli for useful conversations and criticisms. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}