{
    "id": 19001,
    "citation_title": "More is Less: Why Parties May Deliberately Write Incomplete Contracts",
    "citation_author": [
        "Maija Halonen-Akatwijuka",
        "Oliver D. Hart"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy are contracts incomplete? Transaction costs and bounded rationality cannot be a total explanation since states of the world are often describable, foreseeable, and yet are not mentioned in a contract. Asymmetric information theories also have limitations. We offer an explanation based on \"contracts as reference points\". Including a contingency of the form, \"The buyer will require a good in event E\", has a benefit and a cost. The benefit is that if E occurs there is less to argue about; the cost is that the additional reference point provided by the outcome in E can hinder (re)negotiation in states outside E. We show that if parties agree  about a reasonable division of surplus, an incomplete contract can be strictly superior to a contingent contract.\n\n",
    "acknowledgement": "\nWe would like to thank Philippe Aghion, Ola Kvaløy, Evagelos Pafilis, Klaus Schmidt, and particularly Kathy Spier for very helpful comments. We gratefully acknowledge financial support from the U.S. National Science Foundation through the National Bureau of Economic Research and the first author from the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}