{
    "id": 19006,
    "citation_title": "China and India: Reforms and the Response: How Differently have the Economies Behaved",
    "citation_author": [
        "Manmohan Agarwal",
        "John Whalley"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe relative performance of China and India is compared using two different methods and they provide a very different picture of their relative performance. We compare the average absolute values of indictors for the decade of the 1980s, 1990s and the 2000s. We use indicators such as the current account balance (CAB), exports of goods and services (XGS), foreign direct investment inflow (FDI), gross domestic savings, gross fixed capital formation (GFCF), aid, private capital inflows (PrK) and workers' remittances, all as a percentage of GDP. We also look at the growth rate of per capita GDP, exports of goods and services and of gross fixed capital formation. \nUsing a two tailed- test we find that China does better than India for most of these indicators. For instance, China has a higher growth rate of per capita income, XGS and GFCF as also a higher share of XGS, GFCF etc in GDP than does India. We also find that China usually has a lower CV, namely a more stable performance. But over the three decades the CV falls in India so it is approaching that in China, namely the two economies are becoming more similar.\nWe also compare the dynamic performance of the two economies since their reforms. We form index numbers for the indicators.  So for example, we from an index number for share of exports in GDP with year 1 of reform in China being 100, i.e. the index for the share in 1979 is 100. Year 2 would be the index number for 1980, namely the value of the share in 1980 with the share in 1979 being 100, etc. In the case of India year 1 would be 1992 once the reforms started, year 2 would be 1993 and so on, so the index would have 1992 as the base year. We find that the indices behave very similarly in the two economies for many of the indicators, namely the pattern of change in China after 1979 is the same as in India after 1992.\n\n",
    "acknowledgement": "\nThis paper forms part of the research on a project on China and the BRICs conducted under support from the Ontario Research Fund. We are grateful to a seminar group at Western Ontario for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}