{
    "id": 19003,
    "citation_title": "Community-Wide Job Loss and Teenage Fertility",
    "citation_author": [
        "Elizabeth Ananat",
        "Anna Gassman-Pines",
        "Christina M. Gibson-Davis"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of economic downturns on the birth rates of 15- to 19-year-olds, using county-level business closings and layoffs in North Carolina over 1990-2010 as a plausibly exogenous source of variation in the strength of the local economy. We find little effect of job losses on the white teen birth rate. For black teens, however, job losses to 1% of the working-age population decrease the birth rate by around 2%. Birth declines start five months after the job loss and then last for over a year.  Linking the timing of job losses and conceptions suggests that black teen births decline due to increased terminations and perhaps also changes in pre-pregnancy behaviors; national data on risk behaviors also provide evidence that black teens reduce sexual activity and increase contraception use in response to job losses. Job losses seven to nine months after conception do not affect teen birth rates, indicating that teens do not anticipate job losses and lending confidence that job losses are \"shocks\" that can be viewed as quasi-experimental variation.  We also find evidence that relatively advantaged black teens disproportionately abort after job losses, implying that the average child born to a black teen in the wake of job loss is relatively more disadvantaged.\n\n",
    "acknowledgement": "\nThe authors would like to thank Eric Bannister, Dania Francis, Matthew Panhans, and Megan Reynolds for their outstanding research assistance. They gratefully acknowledge the support of the Smith Richardson Foundation; Ananat and Gibson-Davis gratefully acknowledge the support of the William T. Grant Foundation; and Gassman-Pines gratefully acknowledges the support of the Foundation for Child Development. Helpful feedback on this paper was provided by: seminar participants at the UC-Davis Economics Department; meeting participants at the Population Association of America; and members of the Beyond Test Scores research team at Duke University, especially Charlie Clotfelter, Phil Cook, Ken Dodge, Helen Ladd, and Jake Vigdor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}