{
    "id": 19005,
    "citation_title": "Economic Analysis of Risk and Uncertainty induced by Health Shocks: A Review and Extension",
    "citation_author": [
        "Tomas J. Philipson",
        "George Zanjani"
    ],
    "citation_publication_date": "2013-04-26",
    "issue_date": "2013-04-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review and extend the economic analysis of risk and uncertainty as it relates to behavior mitigating health shocks.  We summarize some central aspects of the vast positive and normative literature on the role of various forms of insurance that attempt to smooth consumption, which can be uneven due to medical spending induced by health shocks.  Much of this literature has been concerned with the barriers that prevent full insurance and the role of the government eliminating their adverse consequences.  We argue that this large literature is limited in that it is focused largely on consumption smoothing rather than smoothing of health itself.  However, a problem with insuring health itself is that human capital cannot be traded; a person diagnosed with an incurable cancer cannot be made whole through reallocation of someone else's health.  This lack of tradability in human capital implies that pooling of health risks, through private or public insurance, is infeasible except in rare instances such as transplantations.  We argue that medical innovation can be interpreted as an insurance mechanism for a population's health. By enabling treatment of a harmful disease, it completes the previously incomplete market for risk-sharing in health by pooling the health care spending risk.  In  a sense, medical innovation involves a current certain R&D payment  for a reduced future price of health, which is directly comparable to traditional health care insurance where a current premium is paid for a future reduced price of health care.  We explore the positive and normative implications of this \"health insurance\" view of medical R&D and stress the ex ante value of new medical innovations, sometimes for patients that may never even use them.  Given the potentially large value of smoothing health itself rather than consumption, we argue that more explicit analysis is needed on the relative value of public programs stimulating medical innovation versus health care reforms largely aimed at enabling consumption-smoothing.\n\n",
    "acknowledgement": "\nThis paper is a forthcoming chapter in the North‐Holland Handbook series \"Handbook of Economics of Risk and Uncertainty\" edited by Mark Machina and Kip Viscusi. We are thankful to the editors for comments that improved the chapter. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}