{
    "id": 19004,
    "citation_title": "State-run Banks, Money Growth, and the Real Economy",
    "citation_author": [
        "Randall Morck",
        "M. Deniz Yavuz",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2013-04-25",
    "issue_date": "2013-04-25",
    "revision_date": "2018-02-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWithin countries, state-run banks’ lending correlates with prior money growth; otherwise similar private-sector banks’ lending does not. Aggregate credit and investment growth correlate with prior money growth more where banking systems are more state-run. Size and liquidity differences between state-run and private-sector banks do not drive these results; further tests discount broad classes of alternative explanations. Tests exploiting heterogeneity in likely political pressure on state-run banks associated with privatizations and elections suggest a command-and-control pseudo-monetary policy channel: changes in money growth, perhaps reflecting political pressure on the central bank, change banks’ lending constraints; political pressure actually changes state-run banks’ lending.\n\n",
    "acknowledgement": "\nPreviously circulated as \"State-controlled Banks and the Effectiveness of Monetary Policy.\" We are very grateful for helpful comments from the associate editor and two anonymous referees, seminar participants at Asian Bureau of Finance and Economics Research, Bank of Canada, the Canadian Economic Association, “Bank of Canada Lecture” in Vancouver, George Washington University, Hebrew University, Monetary Authority of Hong Kong, Monetary Authority of Singapore, National University of Singapore, NBER-EASE in Tokyo, the NBER Summer Institute Capital Markets and the Economy program, Renmin University, Singapore Management University, University of Alberta, Stanford University, University of Oregon, University of Southern California, University of Washington, and for specific comments from Paul Beaudry, Marianne Bertrand, Bernard Black, Robert M. Bushman, Murillo Campello, Zhi Da, Mara Faccio, Ben Friedman, Ross Levine, Greg Mankiw, John Matsusaka, Morten Nielsen, Ali Ozdagli, Amiyatosh Purnanandam, Andrew Rose, Stefano Rossi, Lawrence Schembri, Etsuro Shioji, Andrei Shleifer, Krishnamurthy Subramanian, Chalongphob Sussangkarn, and Jin Xu. We thank William L. Megginson for sharing his privatization data. We thank Timothy Trombley for superb research assistance. Morck gratefully acknowledge funding from the SSHRC and the Bank of Canada. Yavuz gratefully acknowledges support from a CIBER Research Grant. These are the views of the authors and may not reflect those of the Bank of Canada. These are the views of the authors and may not reflect those of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}