{
    "id": 19007,
    "citation_title": "Female Labour Supply, Human Capital and Welfare Reform",
    "citation_author": [
        "Richard Blundell",
        "Monica Costa Dias",
        "Costas Meghir",
        "Jonathan M. Shaw"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "2016-03-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a dynamic model of employment, human capital accumulation - including education, and savings for women in the UK, exploiting tax and benefit reforms, and use it to analyze the effects of welfare policy. We find substantial elasticities for labor supply and particularly for lone mothers. Returns to experience, which are important in determining the longer-term effects of policy, increase with education, but experience mainly accumulates when in full-time employment. Tax credits are welfare improving in the UK and increase lone-mother labor supply, but the employment effects do not extend beyond the period of eligibility. Marginal increases in tax credits improve welfare more than equally costly increases in income support or tax cuts.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The long-term effects of in-work benefits in a lifecycle model for policy evaluation\". We thank four anonymous referees and the editor for helpful comments. This research has greatly benefited from discussions with Joe Altonji, Mike Brewer, David Card, Jim Heckman, Enrico Moretti, Hamish Low and Corina Mommaerts. We are also grateful to participants at the EEA Summer Meetings, the IZA/SOLE transatlantic meeting, the NBER TAPES conference and seminars at Yale University, the University of Mannheim, IFS, the University of Copenhagen, U. C. Berkeley and the DIW for their comments. This research is funded by the ESRC Centre for the Microeconomic Analysis of Public Policy and the NCRM node Programme Evaluation for Policy Analysis, both at the IFS. Financial support from the ESRC, grant number RES-000-23-1524, is gratefully acknowledged. Costas Meghir thanks the Cowles foundation and he ISPS at Yale and the ESRC under the Professorial Fellowship RES-051-27-0204 for funding. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}