{
    "id": 19009,
    "citation_title": "Pledgability and Liquidity: A New Monetarist Model of Financial and Macroeconomic Activity",
    "citation_author": [
        "Venky Venkateswaran",
        "Randall Wright"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen limited commitment hinders unsecured credit, assets help by serving as collateral. We study models where assets differ in pledgability - the extent to which they can be used to secure loans - and hence liquidity. Although many previous analyses of imperfect credit focus on producers, we emphasize consumers. Household debt limits are determined by the cost households incur when assets are seized in the event of default. The framework, which nests standard growth and asset-pricing theory, is calibrated to analyze the effects of monetary policy and financial innovation. We show that inflation can raise output, employment and investment, plus improve housing and stock markets. For the baseline calibration, optimal inflation is positive. Increases in pledgability can generate booms and busts in economic activity, but may still be good for welfare.\n\n",
    "acknowledgement": "\nWe thank Guido Menzio, Guillaume Rocheteau, Neil Wallace, Yu Zhu and Chao He for their input, as well as participants in seminars or conference presentaions at Wisconsin, Columbia, USC, the 2012 SED Meetings in Cyprus, and the 2012 FRB Chicago Conference on Money, Banking and Payments. Wright thanks the National Science Foundation and the Ray Zemon Chair in Liquid Assets at the Wisconsin School of Business for research support. We also thank the Toulouse School of Economics, where we began this project, for their hospitality. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}