{
    "id": 19019,
    "citation_title": "Offshore jurisdictions (including Cyprus), corruption money laundering and Russian round-trip investment",
    "citation_author": [
        "Svetlana Ledyaeva",
        "Päivi Karhunen",
        "John Whalley"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the link between corruption money laundering and round-trip investment via offshore jurisdictions utilizing Russian firm-level data. In particular we empirically explore location strategies of round-trip investors (namely, from Cyprus and British Virgin Islands) across Russia and compare them with the benchmark group of genuine foreign investors in Russia. We further study the determinants of the fraction of round-trip investment in total foreign investment in Russian regions. We find that round-trip investors tend to locate in more corrupt Russian regions than their genuine foreign counterparts and the fraction of round-trip investment is also significantly higher in corrupt regions. Taking into account that a large fraction of round-trip investment in Russia is concentrated in real estate and financial sectors, our results point to the conclusion that there is a strong link between round-trip investment and corruption money laundering.\n\n",
    "acknowledgement": "\nThe authors would like to thank Ronald Davies, Christian Gormsen, Pertti Haaparanta, Olena Havrylchyk, Konstantin Kholodilin, Michael Landesmann, Thierry Mayer, Svetlana Makarova, Miriam Manchin, Eugene Nivorozhkin, Aleksandra Riedl, Doris Ritzberger-Grünwald, Thierry Verdier, Julia Wörz and numerous seminar and conference participants for very valuable comments on earlier drafts of this paper. The first author thanks the staff of CEPII and OeNB for hospitality during the research visits in the Fall 2012 and Spring 2013, respectively. The second author acknowledges support from the Academy of Finland grant N 264948. The third author acknowledges support from the Ontario Research Fund (ORF). The paper has been previously circulating under the title \"If foreign investment is not foreign: round-trip versus genuine foreign investment in Russia\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}