{
    "id": 19013,
    "citation_title": "Clusters of Entrepreneurship and Innovation",
    "citation_author": [
        "Aaron Chatterji",
        "Edward L. Glaeser",
        "William R. Kerr"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Regulatory Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews recent academic work on the spatial concentration of entrepreneurship and innovation in the United States. We discuss rationales for the agglomeration of these activities and the economic consequences of clusters. We identify and discuss policies that are being pursued in the United States to encourage local entrepreneurship and innovation. While arguments exist for and against policy support of entrepreneurial clusters, our understanding of what works and how it works is quite limited. The best path forward involves extensive experimentation and careful evaluation.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Innovation Policy and the Economy Forum, April 2013. We thank Josh Lerner, Erin Scott, and Scott Stern for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}