{
    "id": 19016,
    "citation_title": "How Financial Incentives Induce Disability Insurance Recipients to Return to Work",
    "citation_author": [
        "Andreas Ravndal Kostøl",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2013-05-10",
    "issue_date": "2013-05-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisability Insurance (DI) programs have long been criticized by economists for apparent work disincentives. Some countries have recently modified their programs such that DI recipients are allowed to keep some of their benefits if they return to work, and other countries are considering similar return-to-work policies. However, there is little empirical evidence of the effectiveness of programs that incentivize the return to work by DI recipients. Using a local randomized experiment that arises from a sharp discontinuity in DI policy in Norway, we provide transparent and credible identification of how financial incentives induce DI recipients to return to work. We find that many DI recipients have considerable capacity to work that can be effectively induced by providing financial work incentives. We further show that providing work incentives to DI recipients may both increase their disposable income and reduce program costs. Our findings also suggest that targeted policies may be the most effective in encouraging DI recipients to return to work.\n\n",
    "acknowledgement": "\nForthcoming in the American Economic Review. We thank three anonymous referees, Rolf Aaberge, Richard Blundell, Espen Bratberg, Christian Brinch, Paul Devereux, Per Johansson, Tarjei Havnes, Torfinn Harding, Katrine Løken, Knut Røed, Kjetil Telle, Kjell Vaage, Till Von Wachter, and a number of seminar and conference participants for useful comments and suggestions. This research was supported by the U.S. Social Security Administration through grant #1 DRC12000002-01-00 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}