{
    "id": 19012,
    "citation_title": "Exploring Reallocation's Apparent Weak Contribution to Growth",
    "citation_author": [
        "Mitsukuni Nishida",
        "Amil Petrin",
        "Sašo Polanec"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo recent meta-analyses use variants of the Baily, Hulten, and Campbell (1992) (BHC) decompositions to ask whether recent robust growth in Aggregate Labor Productivity (ALP) across twenty-five countries is due to lower barriers to input reallocation. They find weak gains from measured reallocation and strong within-plant productivity gains. We show these findings may be because BHC indices decompose ALP growth using plant-level output-per-labor (OL) as a proxy for the marginal product of labor and changes in OL as a proxy for changes in plant-level productivity. We provide simple examples to show that 1) reallocation growth from labor should track marginal changes in labor weighted by the marginal product of labor, 2) BHC reallocation growth can be positively correlated, negatively correlated, or uncorrelated with actual growth arising from the reallocation of inputs, and that 3) BHC indices can mistake growth from reallocation as growth from productivity, principally because OL is neither a perfect index of marginal products nor plant-level productivity. We then turn to micro-level data from Chile, Colombia, and Slovenia, and we find for the first two that BHC indices report weak or negative growth from labor reallocation. Using the reallocation definition based on marginal products we find a positive and robust role for labor reallocation in all three countries and a reduced role of plant-level technical efficiency in growth. We close by exploring potential corrections to the BHC decompositions but here we have limited success.\n\n",
    "acknowledgement": "\nWe would like to thank Jordi Jaumandreu and seminar participants at the 2009 Edinburgh workshop on firms in transition and developing economies, the 2009 CAED conference, and the 2011 IIOC for helpful suggestions. We are grateful for numerous comments and suggestions from the Editor, Associate Editor, and three anonymous referees. Machiko Narita provided splendid research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}