{
    "id": 19018,
    "citation_title": "Do Strict Capital Requirements Raise the Cost of Capital? Banking Regulation and the Low Risk Anomaly",
    "citation_author": [
        "Malcolm Baker",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMinimum capital requirements are a central tool of banking regulation. Setting them balances a number of factors, including any effects on the cost of capital and in turn the rates available to borrowers. Standard theory predicts that, in perfect and efficient capital markets, reducing banks' leverage reduces the risk and cost of equity but leaves the overall weighted average cost of capital unchanged. We test these two predictions using U.S. data. We confirm that the equity of better-capitalized banks has lower systematic risk (beta) and lower idiosyncratic risk. However, over the last 40 years, lower risk banks have higher stock returns on a risk-adjusted or even a raw basis, consistent with a stock market anomaly previously documented in other samples. The size of the low risk anomaly within banks suggests that the cost of capital effects of capital requirements may be considerable. Assuming competitive lending markets, banks' low asset betas implied an average risk premium of only 40 basis points above Treasury yields in our sample period; a calibration suggests that a ten percentage-point increase in Tier 1 capital to risk-weighted assets may have increased this to between 100 and 130 basis points per year. In summary, the low risk anomaly in the stock market produces a potentially significant cost of capital requirements.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Yakov Amihud, Jon Bernstein, Robin Greenwood, Alec Guzov, Victoria Ivashina, Thomas McGuire, Hamid Mehran, Antony Saunders, David Scharfstein, Amit Seru, Adi Sunderam, Jeremy Stein, Robert Turley, Sir John Vickers, seminar participants at Harvard Business School and NYU Stern School of Business, and especially Sam Hanson. We thank Alex Guzov and Robert Turley for excellent research assistance. In addition to their academic affiliations, Baker and Wurgler serve as consultants to Acadian Asset Management. Baker gratefully acknowledges financial support from the Division of Research of the Harvard Business School. In addition to their academic affiliations, Malcolm Baker and Jeffrey Wurgler serve as consultants to Acadian Asset Management. Baker gratefully acknowledges financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}