{
    "id": 19025,
    "citation_title": "Market Deregulation and Optimal Monetary Policy in a Monetary Union",
    "citation_author": [
        "Matteo Cacciatore",
        "Giuseppe Fiori",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe wave of crises that began in 2008 reheated the debate on market deregulation as a tool to improve economic performance. This paper addresses the consequences of increased flexibility in goods and labor markets for the conduct of monetary policy in a monetary union. We model a two-country monetary union with endogenous product creation, labor market frictions, and price and wage rigidities. Regulation affects producer entry costs, employment protection, and unemployment benefits. We first characterize optimal monetary policy when regulation is high in both countries and show that the Ramsey allocation requires significant departures from price stability both in the long run and over the business cycle. Welfare gains from the Ramsey-optimal policy are sizable. Second, we show that the adjustment to market reform requires expansionary policy to reduce transition costs. Third, deregulation reduces static and dynamic inefficiencies, making price stability more desirable. International synchronization of reforms can eliminate policy tradeoffs generated by asymmetric deregulation.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Francesco Giavazzi, Alexandre Jeanneret, Athanasios Orphanides, Paolo Pesenti, and participants in seminars and conferences at Boğaziçi University-CEE 2012 Annual Conference, Federal Reserve Bank of Boston, Florida State University, Magyar Nemzeti Bank, NBER IFM November 2012, North Carolina State University, Rutgers University, SED 2012, Société Canadienne de Science Économique, University of California-Riverside, University of Oxford, UQAM, University of Surrey, University of Virginia, and University of Washington. We are grateful to Jonathan Hoddenbagh and Tristan Potter for outstanding research assistance. Remaining errors are our responsibility. Ghironi thanks the NSF for financial support through a grant to the NBER. Work on this paper was done while Ghironi was a Visiting Scholar at the Federal Reserve Bank of Boston.  The support of this institution is also acknowledged with gratitude. The views expressed in this paper are those of the authors and do not necessarily reflect those of the NBER, the Federal Reserve Bank of Boston, or Federal Reserve policy.\n\n\n"
}