{
    "id": 19023,
    "citation_title": "Gender Identity and Relative Income within Households",
    "citation_author": [
        "Marianne Bertrand",
        "Jessica Pan",
        "Emir Kamenica"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "2023-05-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine causes and consequences of relative income within households. We establish that gender identity - in particular, an aversion to the wife earning more than the husband - impacts marriage formation, the wife's labor force participation, the wife's income conditional on working, marriage satisfaction, likelihood of divorce, and the division of home production. The distribution of the share of household income earned by the wife exhibits a sharp cliff at 0.5, which suggests that a couple is less willing to match if her income exceeds his. Within marriage markets, when a randomly chosen woman becomes more likely to earn more than a randomly chosen man, marriage rates decline. Within couples, if the wife's potential income (based on her demographics) is likely to exceed the husband's, the wife is less likely to be in the labor force and earns less than her potential if she does work. Couples where the wife earns more than the husband are less satisfied with their marriage and are more likely to divorce. Finally, based on time use surveys, the gender gap in non-market work is larger if the wife earns more than the husband.\n\n",
    "acknowledgement": "\nWe thank John Abowd for pointing us to the SIPP/SSA/IRS Public Use File Project. Amanda Chuan and David Toniatti provided excellent research assistance. We thank the George J. Stigler Center for the Study of the Economy and the State and the Initiative on Global Markets, both at the University of Chicago Booth School of Business, for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}