{
    "id": 19026,
    "citation_title": "Putting the 'System' in the International Monetary System",
    "citation_author": [
        "Michael D. Bordo",
        "Angela Redish"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe international gold standard of the late nineteenth century has been described as a system of 'spontaneous order', capturing the idea that its architects at the time were fashioning domestic monetary systems which created a system of fixed exchange rates almost as a by-product. In contrast the framers of the Bretton Woods System were intentional in building an international monetary system and so it is by advocates of designing an international monetary order. \nIn this paper we examine the transition from spontaneous order circa 1850 to designed system and then back towards spontaneous order in the late twentieth century, arguing that it is an evolution with multiple stops and starts, and that the threads that underlie the general tendency through these hesitations are the interplay between monetary and fiscal factors and the evolution of the financial system. This transformation is  embedded  within deep evolving  political fundamentals including the rise of democracy, nationalism, fascism and communism and two world wars.\n\n",
    "acknowledgement": "\nPaper prepared for the Conference on \"Money in the Western Legal Tradition\", Cambridge, August 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research is supported by the Social Sciences and Humanities research council of Canada.\n\n\n"
}