{
    "id": 19021,
    "citation_title": "Sales Mechanisms in Online Markets: What Happened to Internet Auctions?",
    "citation_author": [
        "Liran Einav",
        "Chiara Farronato",
        "Jonathan D. Levin",
        "Neel Sundaresan"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nConsumer auctions were very popular in the early days of internet commerce, but today online sellers mostly use posted prices. Data from eBay shows that compositional shifts in the items being sold, or the sellers offering these items, cannot account for this evolution. Instead, the returns to sellers using auctions have diminished. We develop a model to distinguish two hypotheses: a shift in buyer demand away from auctions, and general narrowing of seller margins that favors posted prices. Our estimates suggest that the former is more important. We also provide evidence on where auctions still are used, and on why some sellers may continue to use both auctions and posted prices.\n\n",
    "acknowledgement": "\nWe are grateful to Pat Bajari, Preston McAfee and many seminar participants for helpful comments. We appreciate support from the National Science Foundation, the Stanford Institute for Economic Policy Research, the Toulouse Network on Information Technology, and the Alfred P. Sloan Foundation. The data for this study were obtained through a contract between the Stanford authors (Einav, Farronato, Levin) and eBay Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan D. Levin\n\nLevin consulted in 2010-11 for eBay Research, and has consulted for other internet companies. This project has received research funding from the Alfred P. Sloan Foundation, the National Science Foundation, and the Toulouse Network on Information Technology.\n\n\n\nNeel Sundaresan\n\nNeel Sundaresan is the Senior Director, eBay Research Labs and employed by eBay Inc.\n\n\n"
}