{
    "id": 19028,
    "citation_title": "Isolated Capital Cities and Misgovernance: Theory and Evidence",
    "citation_author": [
        "Filipe R. Campante",
        "Quoc-Anh Do",
        "Bernardo V. Guimaraes"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by a novel stylized fact - countries with isolated capital cities display worse quality of governance - we provide a framework of endogenous institutional choice based on the idea that elites are constrained by the threat of rebellion, and that this threat is rendered less effective by distance from the seat of political power. In established democracies, the threat of insurgencies is not a binding constraint, and the model predicts no correlation between isolated capitals and misgovernance. In contrast, a correlation emerges in equilibrium in the case of autocracies. Causality runs both ways: broader power sharing (associated with better governance) means that any rents have to be shared more broadly, hence the elite has less of an incentive to protect its position by isolating the capital city; conversely, a more isolated capital city allows the elite to appropriate a larger share of output, so the costs of better governance for the elite, in terms of rents that would have to be shared, are larger. We show evidence that this pattern holds true robustly in the data. We also show that isolated capitals are associated with less power sharing, a larger income premium enjoyed by capital city inhabitants, and lower levels of military spending by ruling elites, as predicted by the theory.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Davin Chor, Ernesto Dal Bo, John Friedman, Ed Glaeser, Josh Goodman, Rema Hanna, Ethan Ilzetzki, and Andrei Shleifer, as well as seminar participants at the Center for International Development at HKS, EPGE-FGV, the Annual Meeting of Lacea (Lima 2012) and the Annual Meeting of SBE (2012), for helpful comments and conversations, and the Taubman Center for State and Local Government at the Harvard Kennedy School for generous \ffinancial support (Campante). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}