{
    "id": 19020,
    "citation_title": "The Vulnerability of Minority Homeowners in the Housing Boom and Bust",
    "citation_author": [
        "Patrick Bayer",
        "Fernando Ferreira",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2013-05-02",
    "issue_date": "2013-05-02",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines mortgage outcomes for a large, representative sample of individual home purchases and refinances linked to credit scores in seven major US markets in the recent housing boom and bust. Among those with similar credit scores and loan attributes, black and Hispanic homeowners had much higher rates of delinquency and default in the downturn. There is important heterogeneity within minorities: black and Hispanics that live in areas with lower employment rates and that have high debt to income ratios are the driving force behind the observed racial and ethnic differences in foreclosures and delinquencies. Moreover, these estimated differences are especially pronounced for loans originated near the peak of the housing boom even after controlling for the effect of origination timing on households’ equity position. These findings suggest that black and Hispanic homeowners drawn into the market near the peak were especially vulnerable to adverse economic shocks and raise concerns about homeownership as a mechanism for reducing racial disparities in wealth.\n\n",
    "acknowledgement": "\nWe thank the Ford Foundation, Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut for financial support. We thank Robert Avery and Erik Hurst for providing detailed comments on the paper, as well as the participants in the 2012 January meetings of the Weimer School for Advanced Studies in Real Estate, the NBER Summer Institute and the Federal Reserve Bank of Atlanta. Gordon MacDonald, Kyle Mangum, and Yuan Wang provided outstanding research assistance. The analyses presented in this paper uses information provided by Experian Information Solutions, Inc. Experian is a service mark and registered trademark of Experian Information Solutions, Inc. However, the substantive content of the paper is the responsibility of the authors and does not reflects the specific views of any credit reporting agencies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen L. Ross\n\nRoss gratefully aknowledges funding from the National Institute for Child Health and Development, the MacArthur Foundation, the Ford Foundation.  Ross has also worked recently as a consultant for the Urban Institute and for K&L Gates LLP.\n\n\n"
}