{
    "id": 19029,
    "citation_title": "Politics 2.0: The Multifaceted Effect of Broadband Internet on Political Participation",
    "citation_author": [
        "Filipe R. Campante",
        "Ruben Durante",
        "Francesco Sobbrio"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "2013-10-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the causal impact of broadband Internet on political participation using data from Italy. We show that this impact varies across different forms of political engagement and over time. Initially, broadband had a negative effect on turnout in national elections, driven by increased abstention of ideologically extreme voters. Meanwhile, however, broadband fostered other forms of online and offline participation. Over time, the negative effect was reverted due to the emergence of new political entrepreneurs who used the Internet to convert the initial \"exit\" back into \"voice\". Overall, these nuanced effects underscore the general equilibrium dynamic induced by the Internet.\n\n",
    "acknowledgement": "\nWe are very grateful to \"Osservatorio Banda Larga-Between\" for providing us access to the data on ADSL coverage of Italian municipalities used in this paper. We also thank Nicola D'Amelio and Giuseppe Piraino for their help with data collection, and Stefano Gagliarducci for sharing his dataset on Italian municipal elections. We thank Adriana Camacho, Stefano DellaVigna, Matthew Ellman, Leopoldo Fergusson, Ed Glaeser, Rema Hanna, Andrea Ichino, Andrea Mattozzi, Luke Miner, Luigi Pascali, Nicola Persico, Giacomo Ponzetto, Andrei Shleifer, David Yanagizawa-Drott, and seminar participants at the European University Institute, Harvard University, the Institut d'Anàlisi Econòmica, Tufts University, Universitat Pompeu Fabra, and at the X Workshop in Media Economics (Bogotá). Maria Chiara Cavalleri and Marta Fana provided excellent research assistance. Finally, special thanks go to Silvio Berlusconi for forcing early elections in 2013 and thus expediting our data collection process. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}