{
    "id": 19038,
    "citation_title": "Capital Flows, Cross-Border Banking and Global Liquidity",
    "citation_author": [
        "Valentina Bruno",
        "Hyun Song Shin"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate global factors associated with cross-border capital flows.  We formulate a model of gross capital flows through the international banking system and derive a closed form solution that highlights the leverage cycle of global banks as being a prime determinant of the transmission of financial conditions across borders.  We then test the predictions of our model in a panel study of 46 countries and find that global factors dominate local factors as determinants of banking sector capital flows.\n\n",
    "acknowledgement": "\nWe thank Maurice Obstfeld for his comments as discussant at the 2012 NBER Summer Institute.  We also thank Franklin Allen, Tam Bayoumi, Rodrigo Cifuentes, Stijn Claessens, Marcel Fratzscher, Pierre-Olivier Gourinchas, Refet Gurkaynak, Karen Lewis, Loretta Mester, Gian Maria Milesi-Ferretti, Francesco Spadafora, Greg Nini, Amir Yaron and workshop participants at Berkeley, BIS/ECB global liquidity conference, Princeton, Stanford, Wharton, IMF, 2013 San Diego AFA meeting and the Central Bank of Chile for comments on an earlier draft.  We thank Daniel Lewis and Linda Zhao for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}