{
    "id": 19039,
    "citation_title": "The \"Greatest\" Carry Trade Ever? Understanding Eurozone Bank Risks",
    "citation_author": [
        "Viral V. Acharya",
        "Sascha Steffen"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that Eurozone bank risks during 2007-2012 can be understood as a \"carry trade\" behavior. Bank equity returns load positively on peripheral (Greece, Ireland, Portugal, Spain and Italy, or GIPSI) bond returns and negatively on German government bond returns, a position that generated \"carry\" until the deteriorating GIPSI bond returns inflicted losses on banks. The positive GIPSI loadings correlate with banks' holdings of GIPSI bonds; and, the negative German loading with banks' short-term debt exposures. Consistent with moral hazard in the form of risk-taking by large, under-capitalized banks to exploit government guarantees, arbitrage regulatory risk weights, and access central-bank funding, we find that this carry-trade behavior is stronger for large banks, and banks with low Tier 1 ratios and high risk-weighted assets, in both GIPSI and non-GIPSI countries' banks, but not so for similar banks in other Western economies or for non-bank firms.\n\n",
    "acknowledgement": "\nWe thank Martin Brown, Paul Glasserman, Ruediger Fahlenbrach, Martin Hellwig, Bryan Kelly, Jan-Pieter Krahnen, David Lesmond, Christian Leuz, Marco Pagano, Hélène Rey, Phil Strahan and participants in the 12th annual FDIC / JFSR conference, 2012 C.R.E.D.I.T., 2nd Mofir Ancona and seminar participants at Darden, Deutsche Bundesbank, Goethe University, Indiana, Lancaster, Leeds, Mainz, NYU Stern, Osnabrueck and Tulane for valuable comments and suggestions. We are grateful to Matteo Crosignani for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}