{
    "id": 19031,
    "citation_title": "Why Do College Going Interventions Work?",
    "citation_author": [
        "Scott E. Carrell",
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "2015-04-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence from a recent field experiment in college coaching/ mentoring.  We find surprisingly large impacts on college attendance and persistence.  We test several theories as to why a short lived intervention has large impacts on lifetime human capital investments.  We do not find evidence that the treatment effect derives from simple behavioral mistakes or a lack of easily obtained information.  Instead our mentoring program substitutes for the potentially expensive and often missing ingredient of skilled parental or teacher time and encouragement.  Our positive effects are concentrated among students who do not rely on parental or teacher support for college applications and who are less extraverted.   Our treatments that provide financial incentives or information alone do not appear to be effective.  For women, assignment to our mentoring treatment yields a 15 percentage point increase in the college going rate while treatment on the treated estimates are 30 percentage points (against a control complier mean rate of 43 percent).  We find much smaller treatment effects for men and the difference in treatment effects across genders is partially explained by the differential in self-reported labor market opportunities.\n\n",
    "acknowledgement": "\nPreviously circulates as \"Late Interventions Matter Too: The Case of College Coaching New Hampshire.\" National Science Foundation and Institute for Education Science provided generous funding for this work. We thank Alan Gustman, Caroline Hoxby, Phil Oreopoulos, Sarah Reber, Doug Staiger, Sarah Turner, Hiromi Ono and seminar participants at NBER Summer Institute for helpful suggestions. Sam Farnham, Minal Caron, Jay Graham and Kevin Xie provided outstanding research assistance. Tim Vanderet, Beth Staiger, and Aaron Goone were superb project managers for the field experiment and a dedicated team of 80 Dartmouth students conducted the college coaching/ mentoring. The US Department of Educations' Institute for Education Sciences provided generous funding. Data are provided by the New Hampshire Department of Education and we thank Michael Schwartz, Irene Koffink, and Sudha Sharma for building the state's Data Warehouse and providing support and data. Finally the project could not have succeeded without the help, support and patience of principals and guidance counselors across the state including but certainly not limited to Maureen O'Dea at Nashua North and South, Jan Delault at Pinkerton Academy and Cindy Bilodeau and Patty Croteau at Manchester West High School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}