{
    "id": 19037,
    "citation_title": "Bubble Troubles? Rational Storage, Mean Reversion and Runs in Commodity Prices.",
    "citation_author": [
        "Eugenio S. A. Bobenrieth",
        "Juan R. A. Bobenrieth",
        "Brian D. Wright"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "2013-05-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh and volatile prices of major commodities have generated a wide array of analyses and policy prescriptions, including influential studies identifying price bubbles in periods of high volatility. Here we consider a model of the market for a storable commodity in which price expectations are unbounded. We derive its implications for price time series and empirical tests of price behavior. In this model commodity price is equal to marginal consumption value, and hence bubbles as defined in financial economics cannot occur. However the model generates episodes of price runs that could be characterized as \"explosive\" and might seem to be bubble-like. At sufficiently long holding periods, a price path can yield average returns consistent with mean reversion, even though the long run expectation of price is infinite.\n\n",
    "acknowledgement": "\nWork on this paper was funded by the Energy Biosciences Institute and by CONICYT/Fondo Nacional de Desarrollo Científico y Tecnológico (FONDECYT) Project 1090017. Eugenio Bobenrieth's research for this paper was done partially when he was a professor at Universidad de Concepción, Chile. Eugenio Bobenrieth acknowledges partial financial support from Grupo Security through Finance UC, and from Project NS 100046 of the Iniciativa Científica Milenio of the Ministerio de Economía, Fomento y Turismo, Chile. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBrian D. Wright\n\nThe Energy Biosciences Institute at UC Berkeley is funded by BP.\n\n\n"
}