{
    "id": 19035,
    "citation_title": "The Data Revolution and Economic Analysis",
    "citation_author": [
        "Liran Einav",
        "Jonathan D. Levin"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMany believe that \"big data\" will transform business, government and other aspects of the economy. In this article we discuss how new data may impact economic policy and economic research. Large-scale administrative datasets and proprietary private sector data can greatly improve the way we measure, track and describe economic activity. They also can enable novel research designs that allow researchers to trace the consequences of different events or policies. We outline some of the challenges in accessing and making use of these data. We also consider whether the big data predictive modeling tools that have emerged in statistics and computer science may prove useful in economics.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Innovation Policy and the Economy conference in April 2013. Author disclosures will be available on the NBER website. We thank Susan Athey, Preston McAfee, Erin Scott, Scott Stern and Hal Varian for comments. We are grateful for research support from the NSF, the Alfred P. Sloan Foundation, and the Toulouse Network on Information Technology. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nThis paper draws on some of my experience in related work that used proprietary data from various companies, which were obtained through contracts that I and my coauthors signed with each of these companies (eBay Research, Alcoa, Safeway, and a subprime lender).\n\n\n\nJonathan D. Levin\n\nLevin consulted in 2010-11 for eBay Research, and has consulted for other internet companies, and for the US government. He has received research funding from the Alfred P. Sloan Foundation, the National Science Foundation, and the Toulouse Network on Information Technology.\n\n\n"
}