{
    "id": 19044,
    "citation_title": "A Microeconomic Framework for Evaluating Energy Efficiency Rebound And Some Implications",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproving the efficiency with which we use energy is often said to be the most cost-effective way to reduce energy use and greenhouse gas emissions.  Yet, such improvements usually lower the cost of using energy-intensive goods and may create wealth from the energy savings, both of which lead to increased energy use, a \"rebound'' effect.  Disagreements about the magnitude of energy efficiency rebound are immense and play a central role in debates over the role energy efficiency can play in combating climate change.  But these differing views seem to stem as much from the lack of a common framework for the analysis as from different estimates of key parameters.  I present a theoretical framework that parses rebound into economic income and substitution effects. The framework captures the wide range of rebound effects that have been termed direct, indirect, re-spending, and transformational rebound, among others.  It does not capture economy-wide impacts, such as the potential for a macroeconomic multiplier or the impact on energy prices, which I discuss separately.  I then explore the implications of this framework for measurement of rebound, examining rebound from improved auto fuel economy and lighting efficiency.  The illustrative calculations I carry out suggest that rebound that more than offsets the savings from energy efficiency investments (known as \"backfire\") is unlikely, but rebound is likely to significantly reduce the net savings from at least these energy efficiency improvements.\n\n",
    "acknowledgement": "\nI benefited from discussions with Carl Blumstein, Lucas Davis, Paul Joskow, Chris Knittel, David Rapson, Alan Sanstad, Catherine Wolfram and seminar participants at U.C. Berkeley's Energy \\& Resources Group colloquium and the 18th annual POWER conference.   Patrick Baylis provided excellent research assistance, as well as valuable comments.  This research was supported in part under a research contract from the California Energy Commission to the Energy Institute at Haas. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}