{
    "id": 1904,
    "citation_title": "The Impact of Fundamental Tax Reform on the Allocation of Resources",
    "citation_author": [
        "Don Fullerton",
        "Yolanda K. Henderson"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent proposals for fundamental tax reform differ in their relative emphasis on interasset, intersectoral, interindustry, and intertemporal distortions. The model in this paper addresses these multiple issues in the design of taxes on capital incomes. It is capable of measuring the net effects of changes in statutory rates, credits, depreciation allowances, and other features such as the indexation of interest and capital gains. It can compare costs of capital for individual assets, sectors, arid industries, and it weighs these together to evaluate the impact on total investment incentives. In a fully general equilibrium system, it can simulate alternative resource allocations and associated changes in welfare. For the overall evaluation of alternative tax reform proposals, the simultaneous consideration of these multiple effects is crucial. The model is used to compare current law, the Treasury tax reform plan of November 1984, and the Presidents proposal of May 1985. Under the \"new view\" that dividend taxes have a small effect on investment incentives, both reforms would reduce interasset distortions and the Presidents plan would reduce intersectoral distortions, but the Treasury plan would exacerbate intertemporal distortions. Still, for most parameters, both reforms generate net welfare gains even with slight declines in the capital stock. Under the \"old view\" that dividend taxes have a significant effect on investment incentives, both plans reduce corporate taxation through their partial deductions for dividends paid. They thus reduce intersectoral distortions as well as differences among assets. Under this view, the Treasury plan no longer increases intertemporal distortions. Even for the least favorable set of parameters in this case, these reforms raise both the capital stock and the real value of output above their baseline values. Finally, the paper shows alternative allocations of capital among assets, sectors, and industries.\n\n",
    "acknowledgement": "\n"
}