{
    "id": 19049,
    "citation_title": "High School Graduation in the Context of Changing Elementary and Secondary Education Policy and Income Inequality: The Last Half Century",
    "citation_author": [
        "Nora E. Gordon"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGoldin and Katz (2008) document the key role that the educational attainment of native-born workers in the U.S. has played in determining changing returns to skill and income distribution in the twentieth century, emphasizing the need to understand the forces driving the supply of educated workers. This paper examines stagnation in high school graduation rates from about 1970 to 2000, alongside dramatic changes in elementary and secondary educational institutions and income inequality over those years. I review the policy history of major changes in educational institutions, including but not limited to the massive increase in school spending, and related literature. I then present descriptive analysis of the relationships between income inequality and both graduation and school spending from 1963 to 2007. Results suggest that inequality at the top of the income distribution, which was negatively correlated with the establishment of public secondary schooling earlier in the twentieth century, was positively correlated not only with education spending levels but also with aggregate high school graduation rates at the state level in this later period.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Human Capital and History Conference, held in Cambridge in honor of Claudia Goldin on December 7 and 8, 2012. The author thanks the conference and editorial team of Leah Boustan, Carola Frydman and Bob Margo for their thoughtful suggestions and guidance. Thanks to Richard Murnane and Sarah Reber for helpful discussions, and to Elizabeth Cascio and Sarah Reber for education spending data. Maria Joy and Meredith Zackey provided excellent research assistance. I am indebted to Claudia Goldin for her sage and kind mentorship. She sparked my interest in the historical evolution of educational institutions and human capital, and innumerable other topics, economic and otherwise. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}