{
    "id": 19046,
    "citation_title": "Using Performance Incentives to Improve Medical Care Productivity and Health Outcomes",
    "citation_author": [
        "Paul Gertler",
        "Christel Vermeersch"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe nested a large-scale field experiment into the national rollout of the introduction of performance pay for medical care providers in Rwanda to study the effect of incentives for health care providers. In order to identify the effect of incentives separately from higher compensation, we held constant compensation across treatment and comparison groups - a portion of the treatment group's compensation was based on performance whereas the compensation of the comparison group was fixed. The incentives led to a 20% increase in productivity, and significant improvements in child health. We also find evidence of a strong complementarity between performance incentives and baseline provider skill.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the World Bank's Bank-Netherlands Partnership Program, the British Economic and Social Research Council, the Government of Rwanda through a Japanese PHRD grant, and the World Bank's Spanish Impact Evaluation Fund. The authors have no other financial or material interests in the content of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}