{
    "id": 19042,
    "citation_title": "Aggregation and The Estimated Effects of Local Economic Conditions on Health",
    "citation_author": [
        "Jason M. Lindo"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the relationship between local economic conditions and health with a focus on different approaches to geographic aggregation. After reviewing the tradeoffs associated with more- and less-disaggregated analyses-including an investigation of the migratory response to changing economic conditions-I update earlier state-level analyses of mortality and infant health and then consider how the estimated effects vary when the analysis is conducted at differing levels of geographic aggregation. This analysis reveals that more-disaggregated analyses severely understate the extent to which downturns are associated with improved health. Further investigation reveals that county economic conditions have an independent effect on mortality but that state and regional economic conditions are stronger predictors. I also leverage county-level data to explore heterogeneity in the link between county economic conditions and health across states, demonstrating that local downturns lead to the greatest improvements in health in low-income states.\n\n",
    "acknowledgement": "\nI am extremely grateful to Eric Steinmann for exemplary research assistance. I also thank Ben Hansen, Doug Miller, Adriana Lleras-Muney, Marianne Page, Chris Ruhm, Jessamyn Schaller, Ann Huff Stevens, Glen Waddell, and Wes Wilson along with seminar participants at the University of Maryland, the University of Oregon, and the 2012 Meetings of the Society of Labor Economists for their thoughtful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}