{
    "id": 19040,
    "citation_title": "The Origins and Persistence of Black-White Differences in Women's Labor Force Participation",
    "citation_author": [
        "Leah Platt Boustan",
        "William J. Collins"
    ],
    "citation_publication_date": "2013-05-09",
    "issue_date": "2013-05-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlack women were more likely than white women to participate in the labor force from 1870 until at least 1980 and to hold jobs in agriculture or manufacturing. Differences in observables cannot account for most of this racial gap in labor force participation for the 100 years after Emancipation. The unexplained racial gap may be due to racial differences in stigma associated with women's work, which Goldin (1977) suggested could be traced to cultural norms rooted in slavery. In both nineteenth and twentieth century data, we find evidence of inter-generation transmission of labor force participation from mother to daughter, which is consistent with the role of cultural norms.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Human Capital in History conference in honor of Claudia Goldin in December 2012.  We thank Nayana Bose, Francisco Haimovich, Mike Moody and Greg Niemesh for able research assistance. Members of the KALER group at UCLA provided useful comments on our initial draft. We also appreciate suggestions made by our discussant, Richard Freeman, at the Human Capital in History conference (December, 2012) and those of the conference organizers, Robert Margo and Carola Frydman. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}