{
    "id": 19048,
    "citation_title": "Do Extended Unemployment Benefits Lengthen Unemployment Spells? Evidence from Recent Cycles in the U.S. Labor Market",
    "citation_author": [
        "Henry S. Farber",
        "Robert G. Valletta"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to the Great Recession, the availability of unemployment insurance (UI) benefits was extended to an unprecedented 99 weeks in many U.S. states in the 2009-2012 period.  We use matched monthly data from the CPS to exploit variation in the timing and size of the UI benefit extensions across states to estimate the overall impact of these extensions on individual exit from unemployment, and we compare the estimated impact with that for the prior extension of benefits during the much milder downturn in the early 2000s.  In both periods, we find a small but statistically significant reduction in the unemployment exit rate and a small increase in the expected duration of unemployment.  The effects on exits and duration are primarily due to a reduction in exits from the labor force rather than to a decrease in exits to employment (the job finding rate).  Although the overall effect of UI extensions on exit from unemployment is small, it implies a substantial effect of extended benefits on the steady-state share of unemployment in the cross-section that is long-term.\n\n",
    "acknowledgement": "\nWe thank participants at numerous workshops and conferences since 2011 for their comments on earlier versions of this paper. We especially thank Jesse Rothstein for detailed discussions regarding data construction and Scott Gibbons of the U.S. Department of Labor and Julie Whittaker of the Congressional Research Service for their assistance with obtaining and interpreting data on extended UI benefits. We also thank Katherine Kuang and Leila Bengali for outstanding research assistance. The views expressed in this paper are solely those of the authors and should not be attributed to the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}