{
    "id": 19056,
    "citation_title": "Risk Premia in Crude Oil Futures Prices",
    "citation_author": [
        "James D. Hamilton",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf commercial producers or financial investors use futures contracts to hedge against commodity price risk, the arbitrageurs who take the other side of the contracts may receive compensation for their assumption of nondiversifiable risk in the form of positive expected returns from their positions.  We show that this interaction can produce an affine factor structure to commodity futures prices, and develop new algorithms for estimation of such models using unbalanced data sets in which the duration of observed contracts changes with each observation.  We document significant changes in oil futures risk premia since 2005, with the compensation to the long position smaller on average in more recent data.  This observation is consistent with the claim that index-fund investing has become more important relative to commerical hedging in determining the structure of crude oil futures risk premia over time.\n\n",
    "acknowledgement": "\nFinancial Support from the University of Chicago Booth School of Business is gratefully acknowledged.  We thank Christiane Baumeister, Rob Engle, Lutz Kilian and anonymous reviewers for helpful comments on earlier drafts of this paper, as well as participants in the International Conference on Understanding International Commodity Price Fluctuations and seminar participants at the Bank of Canada, New York University, Econometric Society Annual Meeting at San Diego, Energy Policy Institute at Chicago workshop, Applied Time Series Econometrics Workshop at Federal Reserve Bank of St. Louis, Econometric Society North American Summer Meeting at Chicago, SNDE 21st Annual Symposium at Milan, Econometric Society Australasian Meeting at Melbourne, and Peking University Guanghua. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}