{
    "id": 19053,
    "citation_title": "Making College Worth It: A Review of Research on the Returns to Higher Education",
    "citation_author": [
        "Philip Oreopoulos",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent stories of soaring student debt levels and under-placed college graduates have caused some to question whether a college education is still a sound investment.  In this paper, we review the literature on the returns to higher education in an attempt to determine who benefits from college.  Despite the tremendous heterogeneity across potential college students, we conclude that the investment appears to payoff for both the average and marginal student.  During the past three decades in particular, the earnings premium associated with a college education has risen substantially.   Beyond the pecuniary benefits of higher education, we suggest that there also may exist non-pecuniary benefits.  Given these findings, it is perhaps surprising that among recent cohorts college completion rates have stagnated.  We discuss potential explanations for this trend and conclude by succinctly interpreting the evidence on how to make the most out of college.\n\n",
    "acknowledgement": "\nA version of this article first appeared in The Future of Children, Postsecondary Education, Volume 23, No. 1, Spring 2013, Eds. Cecilia Rouse, Lisa Barrow, and Thomas Brock.  Future of Children sponsored this book project.  We are grateful to our discussant, Amanda Pallais, the issue editors, and to participants at the Future of Children authors conference for helpful comments and suggestions.  Any errors are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}