{
    "id": 19058,
    "citation_title": "Adjusting National Accounting for Health: Is the Business Cycle Countercyclical?",
    "citation_author": [
        "Mark L. Egan",
        "Casey B. Mulligan",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "2014-01-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany national accounts of economic output and prosperity, such as gross domestic product (GDP) or net domestic product (NDP), offer an incomplete picture by ignoring, for example, the value of leisure, home production, and the value of health. Previous discussed shortcomings of such accounts have focused on how unobserved dimensions affect GDP levels but not their cyclicality, which affects the measurement of the business cycle. This paper proposes a new methodology to measure economic fluctuations that incorporates monetized changes in health of the population in the United States and globally during the past 50 years. In particular, we incorporate in GDP the dollar value of mortality, treating it as depreciation in human capital analogous to how net domestic product (NDP) treats depreciation of physical capital. Because mortality tends to be pro‐cyclical, we find that adjusting for mortality reduces the measured deviations of GDP from trend during the past 50 years by about 30% both in the United States and internationally.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Adjusting Measures of Economic Output for Health: Is the Business Cycle Countercyclical?.\" We thank Ralph S.J. Koijen and William H.J. Hubbard for their valuable input. Tomas Philipson acknowledges financial support from the George Stigler Center for the Study of The Economy and The State, The University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}