{
    "id": 19051,
    "citation_title": "Loan officer Incentives and the Limits of Hard Information",
    "citation_author": [
        "Tobias Berg",
        "Manju Puri",
        "Jorg Rocholl"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoor loan quality is often attributed to loan officers exercising poor judgment. A potential solution is to base loans on hard information alone.  However, we find other consequences of bypassing discretion stemming from loan officer incentives and limits of hard information verifiability. Using unique data where loans are based on hard information, and loan officers are volume-incentivized, we find loan officers increasingly use multiple trials to move loans over the cut-off, both in a regression-discontinuity design and when the cut-off changes.  Additional trials positively predict default suggesting strategic manipulation of information even when loans are based on hard information alone.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Matthew Bothner, Alejandro Drexler, Andre Güttler, Rainer Haselmann, Nadya Jahn, Adam Kolasinski, Alexander Libman, Jeff Ngene, Lars Norden, Felix Noth, Nick Souleles, Andrew Winton, the participants of the FIRS 2012 conference in Minneapolis, 2012 Winter Workshop in Oberjoch, 2012 Annual Conference on Bank Structure and Competition in Chicago, 2012 Banking Workshop in Münster, 2012 EFA meetings in Copenhagen, 2012 ISB conference in Hyderabad, 2012 DGF meeting, 2012 FMA meetings in Atlanta,  2012 Carefin-Bocconi conference, 2013 AFA meetings in San Diego, as well as participants of research seminars at University of British Columbia, Cheung Kong Graduate School of Business, Beijing, University of Cologne, Duke University, ESMT, Frankfurt School of Finance and Management. Humboldt University, Shanghai Advanced Institute of Finance, New York Fed and the World Bank.  Berg acknowledges support from the Deutsche Forschungsgemeinschaft (DFG). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}