{
    "id": 19055,
    "citation_title": "Vehicle Scrappage and Gasoline Policy",
    "citation_author": [
        "Mark R. Jacobsen",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the sensitivity of scrap decisions to changes in used car values - the \"scrap elasticity\" - and show how it influences used car fleets under policies aimed at reducing gasoline use.  Large scrap elasticities will tend to produce emissions leakage under efficiency standards as the longevity of used vehicles is increased, a process known as the Gruenspecht effect.  To explore the magnitude of this leakage we assemble a novel dataset of U.S. used vehicle registrations and prices, which we relate through time via differential effects in gasoline cost: A gasoline price increase or decrease of $1 alters the number of fuel-efficient vs. fuel-inefficient vehicles scrapped by 18%.  These relationships allow us to provide what we believe are the first estimates of the scrap elasticity itself, which we find to be about -0.7.  When applied in a model of fuel economy standards, the elasticities we estimate suggest that 13-23% of the expected fuel savings will leak away through the used vehicle market.  This considerably reduces the cost-effectiveness of the standard, rivaling or exceeding the importance of the often-cited mileage \"rebound\" effect.\n\n",
    "acknowledgement": "\nWe thank Lawrence Goulder, Ken Gillingham, Matt Harding, and seminar participants at Stanford University, UC San Diego, UC Berkeley, and the NBER environmental and energy economics group for useful comments and suggestions. The Precourt Energy Efficiency Center provided generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}