{
    "id": 19050,
    "citation_title": "Do Depositors Monitor Banks?",
    "citation_author": [
        "Rajkamal Iyer",
        "Manju Puri",
        "Nicholas Ryan"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique micro-level depositor data for a bank that faced a run due to a shock to its solvency to study whether depositors monitor banks. Specifically, we examine depositor withdrawal patterns in response to a timeline of private and public signals of the bank's financial health.  In response to a public announcement of the bank's financial troubles, we find depositors with uninsured balances, depositors with loan linkages and staff of the bank are far more likely to run.  Even before the run, a regulatory audit, which was in principle private information, found the bank insolvent.  We find that depositors act on this private information and withdraw in a pecking order beginning at the time of the regulatory audit, with staff moving first, followed by uninsured depositors and finally other depositors. By comparing the response to this fundamental shock with an earlier panic at the same bank, we argue that withdrawals in the fundamental run are due in part to monitoring by depositors though the monitoring appears to be more of regulatory signals rather than of fundamentals. Our results give sharp empirical evidence on the importance of fragility in a bank's capital structure and may inform banking regulation.\n\n",
    "acknowledgement": "\nWe are grateful to Mr. Gokul Parikh and the staff of the bank for all their help. We thank Nittai Bergman, Doug Diamond, Xavier Giroud, P.Iyer, Antoinette Schoar and Andrei Shleifer for their comments. We thank seminar, conference participants and discussants at ASSA meetings, San Diego, Corporate Finance Conference, Bristol, Duke University, European Central Bank, Indiana University, Riksbank, Tel Aviv Conference, Minnesota Conference, MIT and World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}