{
    "id": 19059,
    "citation_title": "Product and labor market imperfections and scale economies: Micro-evidence on France, Japan and the Netherlands",
    "citation_author": [
        "Sabien Dobbelaere",
        "Kozo Kiyota",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "2015-06-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAllowing for three labor market settings (perfect competition or right-to-manage bargaining, efficient bargaining and monopsony), this paper relies on two extensions of Hallʼs econometric framework for estimating simultaneously price-cost margins and scale economies. Using an unbalanced panel of 17,653 firms over the period 1986-2001 in France, 8,728 firms over the period 1994-2006 in Japan and 7,828 firms over the period 1993-2008 in the Netherlands, we first apply two procedures to classify 30 comparable manufacturing industries in 6 distinct regimes that differ in terms of the type of competition prevailing in product and labor markets. For each of the predominant regimes in each country, we then investigate industry differences in the estimated product and labor market imperfections and scale economies. Consistent with differences in institutions and in the industrial relations system in the three countries, we find important regime differences across the three countries and also observe differences in the levels of product market imperfections and scale economies within regimes.\n\n",
    "acknowledgement": "\nWe are grateful to Christopher Baum, Björn Brügemann, Masahisa Fujita, Kyoji Fukao, Michihiro Kandori, Bas van der Klaauw, José Luis Moraga-González, Masayuki Morikawa, Mark Schaffer, Ayumu Tanaka and other participants at various conferences and seminars for helpful comments and suggestions. The analysis using the French firm-level data was conducted at “Centre de Recherche en Économie et Statistique” (CREST) and the one using the Japanese firm-level data at the Research Institute of Economy, Trade and Industry (RIETI). The authors would like to thank Statistics Netherlands for providing the Dutch data. Kiyota acknowledges financial support from the Japan Society for the Promotion of Science (Grant-in-aid A-22243023). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}