{
    "id": 19060,
    "citation_title": "Experimental Evidence on the Effects of Home Computers on Academic Achievement among Schoolchildren",
    "citation_author": [
        "Robert W. Fairlie",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComputers are an important part of modern education, yet many schoolchildren lack access to a computer at home. We test whether this impedes educational achievement by conducting the largest-ever field experiment that randomly provides free home computers to students. Although computer ownership and use increased substantially, we find no effects on any educational outcomes, including grades, test scores, credits earned, attendance and disciplinary actions. Our estimates are precise enough to rule out even modestly-sized positive or negative impacts. The estimated null effect is consistent with survey evidence showing no change in homework time or other \"intermediate\" inputs in education.\n\n",
    "acknowledgement": "\nWe thank Computers for Classrooms, Inc., the ZeroDivide Foundation, and the NET Institute (www.NETinst.org) for generous funding for the project. We thank David Card, Tarjei Havnes, Oded Gurantz, and participants at seminars and workshops at UC Berkeley, SOLE, the MacArthur Foundation and the CESifo ICT Conference for comments and suggestions. We also thank Bruce Besnard, Jennifer Bevers, John Bohannon, Linda Coleman, Brian Gault, Reg Govan, Rebecka Hagerty, Kathleen Hannah-Chambas, David Jansen, Cynthia Kampf, Gina Lanphier, Linda Leonard, Kurt Madden, Lee McPeak, Stephen Morris, Joanne Parsley, Richard Pascual, Jeanette Sanchez, Zenae Scott, Tom Sharp, and many others for administering the program in schools. We thank Shilpa Aggarwal, Julian Caballero, David Castaneda, James Chiu, Samantha Grunberg, Keith Henwood, Cody Kennedy, Nicole Mendoza, Nick Parker, Miranda Schirmer, Glen Wolf and Heidi Wu for research assistance. Finally, special thanks go to Pat Furr for donating many computers for the study and distributing computers to schools. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}