{
    "id": 19065,
    "citation_title": "Bubbles, Food Prices, and Speculation: Evidence from the CFTC's Daily Large Trader Data Files",
    "citation_author": [
        "Nicole M. Aulerich",
        "Scott H. Irwin",
        "Philip Garcia"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe \"Masters Hypothesis\" is the claim that unprecedented buying pressure from new financial index investors created a massive bubble in agricultural futures prices at various times in recent years.  This paper analyzes the market impact of financial index investment in agricultural futures markets using non-public data from the Large Trader Reporting System (LTRS) maintained by the U.S. Commodity Futures Trading Commission (CFTC).  The LTRS data are superior to publicly-available data because commodity index trader (CIT) positions are available on a daily basis, positions are disaggregated by contract maturity, and positions before 2006 can be reliably estimated.  Bivariate Granger causality tests use CIT positions in terms of both the change in aggregate new net flows into index investments and the rolling of existing index positions from one contract to another.  The null hypothesis of no impact of aggregate CIT positions on daily returns is rejected in only 3 of the 12 markets.  Point estimates of the cumulative impact of a one standard deviation increase in CIT positions on daily returns are negative and very small, averaging only about two basis points. The null hypothesis that CIT positions do not impact daily returns in a data-defined roll period is rejected in 5 of the 12 markets and estimated cumulative impacts are negative in all 12 markets; the opposite of the expected outcome if CIT rolling activity simultaneously pressures nearby prices downward and first deferred prices upward.  Overall, the results add to the growing body of literature showing that buying pressure from financial index investment in recent years did not cause massive bubbles in agricultural futures prices.\n\n",
    "acknowledgement": "\nNicole M. Aulerich is an Associate at Cornerstone Research.  Scott H. Irwin is the Laurence J. Norton Chair of Agricultural Marketing at the University of Illinois at Urbana-Champaign.  Philip Garcia is the T.A. Hieronymus Distinguished Chair in Futures Markets at the University of Illinois at Urbana-Champaign.  We gratefully acknowledge the helpful discussions and comments provided by Dwight Sanders and Aaron Smith.  We also received helpful comments at the 2009 NCCC-134 Conference on Applied Commodity Price Analysis, Forecasting, and Market Risk Management, the 2012 NBER Conference on the Economics of Food Price Volatility and seminars at the Commodity Futures Trading Commission (CFTC) and University of California-Berkeley.  Jeff Harris, formerly Chief Economist of the CFTC, and Lin Hoffman of the Economic Research Service of the U.S. Department of Agricultural provided invaluable assistance in obtaining access to the CFTC large trader data files used in this study.  This material is based upon work supported by Cooperative Agreement with the Economic Research Service of the U.S. Department of Agriculture under Project No. 58-3000-8-0063.  Any opinions, findings, conclusions, or recommendations expressed in this publication are those of the authors and do not necessarily reflect the views of the U.S. Department of Agriculture, the U.S. Commodity Futures Trading Commission, or the National Bureau of Economic Research.\n\n\n\nScott H. Irwin\n\nI co-manage a family farm that transacts in grain markets.\nI am a principal in a firm that provides grain yield forecasts to commodity market participants.\nI have served as a compensated consultant for a financial firm that offers commodity index products to investors.\n\n\n"
}