{
    "id": 19066,
    "citation_title": "Why Do People Volunteer? An Experimental Analysis of Preferences for Time Donations",
    "citation_author": [
        "Alexander L. Brown",
        "Jonathan Meer",
        "J. Forrest Williams"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "2016-03-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do individuals volunteer their time even when recipients receive far less value than the donor's opportunity cost? Previous models of altruism that focus on the overall impact of a gift cannot rationalize this behavior, despite its prevalence. We develop a model that relaxes this assumption, al- lowing for differential warm glow depending on the form of the donation. In a series of laboratory experiments that control for other aspects of volunteering, such as its signaling value, subjects demonstrate behavior consistent with the theoretical assumption that gifts of time produce greater utility than the same transfers in the form of money. Subjects perform an effort task, accruing earnings at potentially different wage rates for themselves or a charity of their choice, with the ability to transfer any of their personal earnings to charity at the end of the experiment. Subjects exhibit strong preferences for donating time even when differential wage rates make it costly to do so. The results provide new insights on the nature of volunteering and gift-giving.\n\n",
    "acknowledgement": "\nWe would like to thank the Texas A&M Humanities and Social Science Enhancement of Re- search Capacity Program, Texas A&M College of Liberal Arts Seed Grant Program, and the College of Liberal Arts at Texas A&M for providing generous financial support for our research. We have benefited from comments by Catherine Eckel, Ericka Farret, Judd Kessler, Rodrigo Velez and seminar participants at Chapman University, George Mason University, the University of California, San Diego, Washington State University, and conference presentations at 2013 Biennial Social Dilemmas Conference, the 2013 Stanford Institute for Theoretical Economics, and the 2012 and 2013 North American Economic Science Association Meetings. We would also like to thank Xiaoyuan Wang and Jeremy West for helping to conduct the sessions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}