{
    "id": 19061,
    "citation_title": "Wage Effects of Unionization and Occupational Licensing Coverage in the United States",
    "citation_author": [
        "Maury Gittleman",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2013-05-16",
    "issue_date": "2013-05-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent estimates in standard models of wage determination for both unionization and occupational licensing have shown wage effects that are similar across the two institutions. These cross-sectional estimates use specialized data sets, with small sample sizes, for the period 2006 through 2008. Our analysis examines the impact of unions and licensing coverage on wage determination using new data collected on licensing statutes that are then linked to longitudinal data from the National Longitudinal Survey of Youth (NLSY79) from 1979 to 2010.  We develop several approaches, using both cross-sectional and longitudinal analyses, to measure the impact of these two labor market institutions on wage determination.  Our estimates of the economic returns to union coverage are greater than those for licensing requirements.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the meetings of the Allied Social Science Associations in San Diego in January 2013.  We are grateful to our discussant, Mindy Marks, for her insightful remarks.  We also thank Tony Barkume and Hwikwon Ham for comments, Brooks Pierce for very helpful discussions, William Nissan for research assistance, and Steve McClaskie for answering questions about the NLSY79.  We are appreciative of support from the Federal Reserve Bank of Minneapolis and the Upjohn Institute for Employment Research. The views expressed here are those of the authors and do not necessarily reflect the views or policies of the Bureau of Labor Statistics, any other agency of the U.S. Department of Labor, or the National Bureau of Economic Research.\n\n\n"
}