{
    "id": 19064,
    "citation_title": "Optimal Provision of Loans and Insurance Against Unemployment From A Lifetime Perspective",
    "citation_author": [
        "Joseph Stiglitz",
        "Jungyoll Yun"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an earlier paper, we showed that integrated individual accounts, allowing individuals to borrow against future pensions when they are unemployed, can be welfare increasing, because it allows increased inter-temporal consumption smoothing without attenuating incentives to search.  Here, we examine from a lifetime perspective how the optimal mix between publicly provided unemployment insurance (UI) and loans against pension accounts changes over time in a model where unemployment may occur in any period. Even loans can have an adverse effect on search, because they attenuate the consequences of unemployment; and even more so when there is a chance that the loan will not be repaid.  As we present the optimal mix of loans and UI as the one that balances the adverse incentive costs with the benefits of inter-state and inter-temporal smoothing while taking into consideration the interactions between loans and UI benefits, we provide general conditions under which loans should still be a part of the unemployment package for the young unemployed.  We also show that, if the incidence of long-term unemployment is relatively low, the optimal mix entails more loans and a smaller UI benefit for the young than for the old, while the amount of consumption for the unemployed young is greater than for the unemployed old. We demonstrate that there will be incentives to save excessively in good states as well as to borrow excessively from the market when unemployed.  Individuals and markets do not take into account the externalities of such actions:  they affect search, and thus the magnitude of UI payments and loan defaults in subsequent periods. Finally, we show how non-market groups can improve welfare through loan-cosigning, which may be voluntarily provided within the group, as it allows  income smoothing with lower incentive costs, and while the income sharing is less effective than market pooling, the incentive benefits of co-signing dominate.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}