{
    "id": 19067,
    "citation_title": "Saving and the Long Shadow of Macroeconomic Shocks",
    "citation_author": [
        "Joshua Aizenman",
        "Ilan Noy"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "2015-07-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global crisis of 2008 raises many questions regarding the long‐term response to crises. We know that households that lost access to credit, for example, were forced to adjust and increase saving. But, will households keep on saving more than they would have done otherwise had the global financial crisis not occurred? And for how long will this increased saving persist? Here, we study the degree to which past adverse income shocks increase the saving rates of affected households. We find evidence consistent with history‐dependent dynamics: more experience of past crises tends to increase household saving. We follow up with an investigation of the importance of historical exposure for current account dynamics, but find no strong indication that our measure of past exposure is important to the current account’s determination. We conclude by estimating the likely impact of the 2008 GFC on future saving.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Public and Private Saving and the Long Shadow of Macroeconomic Shocks.\" We are grateful to the two anonymous referees for their insightful comments on the earlier draft of this article. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}