{
    "id": 19069,
    "citation_title": "Borrowing High vs. Borrowing Higher: Sources and Consequences of Dispersion in Individual Borrowing Costs",
    "citation_author": [
        "Victor Stango",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe document cross-individual variation in U.S. credit card borrowing costs (APRs) that is large enough to explain substantial differences in household saving rates. Borrower default risk and card characteristics explain roughly 40% of APRs. The remaining dispersion exists because a borrower can receive offers and hold cards with wide-ranging APRs, as different issuers price the same observable risk metrics quite differently. Borrower debt (mis)allocation across cards explains little dispersion. But self-reported borrower search/shopping (along with instruments for shopping implied by Fair Lending law) can explain APR differences comparable to moving someone from the worst credit score decile to the best.\n\n",
    "acknowledgement": "\nThanks to Anna Lunn and Gordon Vermeer for research assistance, and to John Driscoll, Charles Sprenger, David Silberman, Justin Sydnor, Jeremy Tobacman, and conference/seminar participants at the Consumer Financial Protection Bureau, 2012 American Economic Association Meetings, Berkeley (Haas), Boston University School of Management, Cornell (Dyson School), the Federal Reserve Bank of Philadelphia, the Federal Reserve Board/George Washington Financial Literacy Seminar Series, ITAM, the NBER (Behavioral Economics, Household Finance), the UC-Boulder Conference on Consumer Financial Decision Making, UC-Davis, and Wharton (Decision Processes) for comments. Thanks to Filene Research Institute, the Federal Bank of Chicago, the Rockefeller Center at Dartmouth College and the Graduate School of Management at UC-Davis for research support. Special thanks to Bob Hunt and Steph Wilshusen, of the Payments Cards Center of the Federal Reserve Bank of Philadelphia, and to Geng Li of the Federal Reserve Board, for sharing data and expertise. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}