{
    "id": 19068,
    "citation_title": "'Lucas' In The Laboratory",
    "citation_author": [
        "Elena Asparouhova",
        "Peter Bossaerts",
        "Nilanjan Roy",
        "William Zame"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper reports on experimental tests of an instantiation of the Lucas asset pricing model with heterogeneous agents and time-varying private income streams. Central features of the model (infinite horizon, perishability of consumption, stationarity) present difficult challenges and require a novel experimental design.  The experimental evidence provides broad support for the qualitative pricing and consumption predictions of the model (prices move with fundamentals, agents smooth consumption) but sharp differences from the quantitative predictions emerge (asset prices display excess volatility, agents do not hedge price risk).  Generalized Method of Moments (GMM) tests of the stochastic Euler equations yield very different conclusions depending on the instruments chosen.  It is suggested that the qualitative agreement with and quantitative deviation from theoretical predictions arise from agents' expectations about future prices, which are almost self-fulfilling and yet very different from what they would need to be if they were exactly self-fulfilling (as the Lucas model requires).\n\n",
    "acknowledgement": "\nFinancial support from Inquire Europe, the Hacker Chair at the California Institute of Technology (Caltech), and the Development Fund of the David Eccles School of Business at the University of Utah is gratefully acknowledged. Zame thanks EIEF for support and hospitality. The paper benefited from discussions during presentations at many academic institutions and conferences. Comments from Klaus Adam, Robert Bloomfield, Luis Braido, Darrell Duffie, John Duffy, Burton Hollifield, Hanno Lustig, Ramon Marimon, Richard Roll, Jose Sheinkman, Jason Shachat, Shyam Sunder, Stijn van Nieuwerburgh and Michael Woodford were particularly helpful. Elena Asparouhova acknowledges support from the National Science Foundation (grant SES-1061844).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}