{
    "id": 19079,
    "citation_title": "Does High Home-Ownership Impair the Labor Market?",
    "citation_author": [
        "David G. Blanchflower",
        "Andrew J. Oswald"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the hypothesis that high home-ownership damages the labor market.  Our results are relevant to, and may be worrying for, a range of policy-makers and researchers.  We find that rises in the home- ownership rate in a U.S. state are a precursor to eventual sharp rises in unemployment in that state.  The elasticity exceeds unity: a doubling of the rate of home-ownership in a U.S. state is followed in the long-run by more than a doubling of the later unemployment rate.  What mechanism might explain this?  We show that rises in home-ownership lead to three problems: (i) lower levels of labor mobility, (ii) greater commuting times, and (iii) fewer new businesses.  Our argument is not that owners themselves are disproportionately unemployed.  The evidence suggests, instead, that the housing market can produce negative 'externalities' upon the labor market.  The time lags are long.  That gradualness may explain why these important patterns are so little-known.\n\n",
    "acknowledgement": "\nFor suggestions and valuable discussion, we thank seminar participants at PIIE and Dean Baker, Hank Farber, William Fischel, Barry McCormick, Ian M. McDonald, Michael McMahon, Robin Naylor, Jeremy Smith, Doug Staiger, Rob Valletta, and Thijs van Rens. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew J. Oswald\n\nThe CAGE centre is funded partly by the Economic and Social Research Council of the UK.\n\n\n"
}