{
    "id": 19075,
    "citation_title": "The Top 1 Percent in International and Historical Perspective",
    "citation_author": [
        "Facundo Alvaredo",
        "Anthony B. Atkinson",
        "Thomas Piketty",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "2013-06-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe top 1 percent income share has more than doubled in the United States over the last thirty years, drawing much public attention in recent years. While other English speaking countries have also experienced sharp increases in the top 1 percent income share, many high‐income countries such as Japan, France, or Germany have seen much less increase in top income shares. Hence, the explanation cannot rely solely on forces common to advanced countries, such as the impact of new technologies and globalization on the supply and demand for skills. Moreover, the explanations have to accommodate the falls in top income shares earlier in the twentieth century experienced in virtually all high‐income countries. We highlight four main factors. The first is the impact of tax policy, which has varied over time and differs across countries. Top tax rates have moved in the opposite direction from top income shares. The effects of top rate cuts can operate in conjunction with other mechanisms. The second factor is indeed a richer view of the labor market, where we contrast the standard supply-side model with one where pay is determined by bargaining and the reactions to top rate cuts may lead simply to a redistribution of surplus. Indeed, top rate cuts may lead managerial energies to be diverted to increasing their remuneration at the expense of enterprise growth and employment. The third factor is capital income. Overall, private wealth (relative to income) has followed a U-shaped path over time, particularly in Europe, where inherited wealth is, in Europe if not in the United States, making a return. The fourth, little investigated, element is the correlation between earned income and capital income, which has substantially increased in recent decades in the United States.\n\n",
    "acknowledgement": "\nThis paper is in preparation for the Journal of Economic Perspectives. We are grateful to the editor, David Autor, the Managing Editor, Timothy Taylor, and Co-editors, Chang-Tai Hsieh and Ulrike Malmendier for most helpful comments. Financial support from the MacArthur foundation, the Center for Equitable Growth at UC Berkeley, the Institute for New Economic Thinking at the Oxford Martin School, and the ESRC-DFID Joint Fund is thankfully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}