{
    "id": 19070,
    "citation_title": "The Spillover Effects of Medicare Managed Care: Medicare Advantage and Hospital Utilization",
    "citation_author": [
        "Katherine Baicker",
        "Michael Chernew",
        "Jacob Robbins"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than a quarter of Medicare beneficiaries are enrolled in Medicare Advantage, which was created in large part to improve the efficiency of health care delivery by promoting competition among private managed care plans.  This paper explores the spillover effects of the Medicare Advantage program on the traditional Medicare program and other patients, taking advantage of changes in Medicare Advantage payment policy to isolate exogenous increases in Medicare Advantage enrollment and trace out the effects of greater managed care penetration on hospital utilization and spending throughout the health care system.  We find that when more seniors enroll in Medicare managed care, hospital costs decline for all seniors and for commercially insured younger populations.  Greater managed care penetration is not associated with fewer hospitalizations, but is associated with lower costs and shorter stays per hospitalization. These spillovers are substantial - offsetting more than 10% of increased payments to Medicare Advantage plans.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge grant funding from the National Institute on Aging (grant P01-AG032952) as well as invaluable assistance from Vanessa Azzone and insightful comments from Joe Newhouse, Tom McGuire, Mary Beth Landrum, and the P01 investigator team. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKatherine Baicker\n\nBaicker is a Director of Eli Lilly.  Baicker and Chernew serve on the Medicare Payment Advisory Commission.  The views in this paper the authors' own, and do not reflect the views of any organization with which they are affiliated.\n\n\n\nMichael Chernew\n\nConsultant: Abbott, AstraZeneca,  Bristol-Myers Squibb, Center for Medicare and Medicaid Services [CMS], GlaxoSmithKline, AHIP, VBIDHealth, National Pharmaceutical Council,  Pfizer Inc., Precision Health Economics LLC, Truven, TriZetto,  Eli Lilly, Mass Medical Society, AHA, Pfizer Inc., Boston Scientific, Humana, AHRQ, Lewin, Carefirst, Welvie\n\n\n"
}