{
    "id": 19078,
    "citation_title": "CEO Pay and Firm Size: an Update after the Crisis",
    "citation_author": [
        "Xavier Gabaix",
        "Augustin Landier",
        "Julien Sauvagnat"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn the \"size of stakes\" view quantitatively formalized in Gabaix and Landier (2008), CEO compensation is determined in a competitive talent market, and reflects the size of firms affected by talent. This paper offers an empirical update on this view. The years 2004-2011, which include the recent crisis, were not part of the initial study and offer a laboratory to examine the theory as they include new positive and negative shocks to the size of large firms. Executive compensation at the top (ex ante) did closely track the evolution of average firm value during those years. During the crisis (2007 - 2009), average total firm value decreased by 17%, and CEO pay decreased by 28%. During 2009-2011, we observe a rebound of firm value by 19% and of CEO pay increased by 22%. These fairly proportional changes provide a validity check in favor of the \"size of stakes\" view.\n\n",
    "acknowledgement": "\nPrepared for the Economic Journal's Features issue on executive pay. We thank the editor, the referee and Alex Edmans for very useful comments. Landier acknowledges support from Chaire Scor at Fondation Jean-Jacques Laffont and the European Research Council under the European Community's Seventh Framework Programme (FP7/2007-2013) Grant Agreement no. 312503 - SolSys. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}