{
    "id": 19071,
    "citation_title": "Effects of Social Security Policies on Benefit Claiming, Retirement and Saving",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn enhanced version of a structural model jointly explains benefit claiming, wealth and retirement, including reversals from states of lesser to greater work. The model includes stochastic returns on assets. Estimated with Health and Retirement Study data, it does a better job of predicting claiming than previous versions. Alternative beliefs about the future of Social Security affect predicted outcomes. Effects of three potential policies are also examined: increasing the early entitlement age, increasing the full retirement age, and eliminating the payroll tax for seniors. Predicted responses to increasing the full entitlement age are sensitive to beliefs.\n\n",
    "acknowledgement": "\nThis research was supported by grant Number UM12-04 from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center (MRRC) to the NBER. The findings and conclusions are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, MRRC, the NBER Retirement Research Center, or Boston College RRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}