{
    "id": 19074,
    "citation_title": "Dynamic Models of R&D, Innovation and Productivity: Panel Data Evidence for Dutch and French Manufacturing",
    "citation_author": [
        "Wladimir Raymond",
        "Jacques Mairesse",
        "Pierre Mohnen",
        "Franz Palm"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "2015-07-21",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces dynamics in the R&D-to-innovation and innovation-to-productivity relationships, which have mostly been estimated on cross-sectional data. It considers four nonlinear dynamic simultaneous equations models that include individual effects and idiosyncratic errors correlated across equations and that differ in the way innovation enters the conditional mean of labor productivity: through an observed binary indicator, an observed intensity variable or through the continuous latent variables that correspond to the observed occurrence or intensity. It estimates these models by full information maximum likelihood using two unbalanced panels of Dutch and French manufacturing firms from three waves of the Community Innovation Survey. The results provide evidence of robust unidirectional causality from innovation to productivity and of stronger persistence in productivity than in innovation.\n\n",
    "acknowledgement": "\nThe authors wish to thank the participants of the various seminars where this paper has been presented for their comments and suggestions, in particular Stéphane Robin, Ulya Ulku and Adrian Wood. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFranz Palm\n\nSince 2005 I hold a Royal Netherlands Academy of Arts and Sciences Professorship in Econometrics which provides the funding of my teaching and research at Maastricht University.\n\n\n"
}