{
    "id": 19076,
    "citation_title": "Competition for Attention",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2013-05-23",
    "issue_date": "2013-05-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a model of market competition and product differentiation in which consumers' attention is drawn to the products' most salient attributes. Firms compete for consumer attention via their choices of quality and price. With salience, strategic positioning of each product affects how all other products are perceived. With this attention externality, depending on the cost of producing quality some markets exhibit \"commoditized\" price salient equilibria, while others exhibit \"de-commoditized\" quality salient equilibria. When the cost of producing quality changes, innovation can lead to a radical change in markets. In the context of financial innovation, the model generates the well documented phenomenon of \"reaching for yield\".\n\n",
    "acknowledgement": "\nWe are grateful to Charles Angelucci, Daniel Benjamin, Stefano DellaVigna, Matthew Gentzkow, Daniel Gottlieb, Emir Kamenica, Botond Koszegi, Annie Liang, Jeffrey Picel, Josh Schwartzstein, Jesse Shapiro, Charlie Sprenger, and Yanos Zylberberg for extremely helpful comments. Gennaioli thanks the Barcelona GSE Research Network and the Generalitat de Catalunya for financial support. Shleifer thanks the Kauffman Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}