{
    "id": 19083,
    "citation_title": "Immigrant Assimilation into U.S. Prisons, 1900-1930",
    "citation_author": [
        "Carolyn M. Moehling",
        "Anne Morrison Piehl"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "2013-07-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe analysis of a new dataset on state prisoners in the 1900 to 1930 censuses reveals that immigrants rapidly assimilated to native incarceration patterns. One feature of these data is that the second generation can be identified, allowing direct analysis of this group and allowing their exclusion from calculations of comparison rates for the \"native\" population. Although adult new arrivals were less likely than natives to be incarcerated, this likelihood was increasing with their years in the U.S.  The foreign born who arrived as children and second generation immigrants had slightly higher rates of incarceration than natives of native parentage, but these differences disappear after controlling for nativity differences in urbanicity and occupational status.  Finally, while the incarceration rates of new arrivals differ significantly by source country, patterns of assimilation are very similar.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the Russell Sage Foundation.  Helpful comments were received from seminars at the University of Chicago, the University of California-Merced, CUNY, the NBER, and the annual meetings of the Royal Economic Society and the Population Association of America. The authors thank Costanza Biavaschi for her assistance through all stages of this project.  We appreciate the data collection assistance of many Rutgers undergraduates, especially Lin Hong, Zofia Kaczmarczyk, and Philip Beals. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}