{
    "id": 19081,
    "citation_title": "Tax Shelters or Efficient Tax Planning? A Theory of The Firm Perspective On the Economic Substance Doctrine",
    "citation_author": [
        "T. Christopher Borek",
        "Angelo Frattarelli",
        "Oliver Hart"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCourts have articulated a number of legal tests to distinguish corporate transactions that have a legitimate business or economic purpose from those carried out largely, if not solely, for favorable tax treatment.  We outline an approach to analyzing the economic substance of corporate transactions based on the property rights theory of the firm, and describe its application in two recent tax cases.\n\n",
    "acknowledgement": "\nHart served as a testifying expert and Borek provided research support on behalf of the United States in WFC Holdings Corporation v. United States of America Civil Action No. 07-03320 (USDC D. Minn.) and Black & Decker Corp. v. United States Civill Action No. 02-2070 (USDC D. Md.)  Frattarelli was lead trial counsel for the United States in Black & Decker.  The views expressed are the authors', and do not represent the official position of the Tax Division, the Department of Justice, any other Government agency, or the National Bureau of Economic Research. We thank Karen Burke, Gabriel Cappelli and Andrei Shleifer for useful discussion, and helpful comments. Hart gratefully acknowledges financial support from the U.S. National Science Foundation through the National Bureau of Economic Research.\n\n\n"
}