{
    "id": 19086,
    "citation_title": "Optimal Capital Versus Labor Taxation with Innovation-Led Growth",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Jesús Fernández-Villaverde"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChamley (1986) and Judd (1985) showed that, in a standard neoclassical growth model with capital accumulation and infinitely lived agents, either taxing or subsidizing capital cannot be optimal in the steady state. In this paper, we introduce innovation-led growth into the Chamley-Judd framework, using a Schumpeterian growth model where productivity-enhancing innovations result from profit-motivated R&D investment. Our main result is that, for a given required trend of public expenditure, a zero tax/subsidy on capital becomes suboptimal. In particular, the higher the level of public expenditure and the income elasticity of labor supply, the less should capital income be subsidized and the more it should be taxed. Not taxing capital implies that labor must be taxed at a higher rate. This in turn has a detrimental effect on labor supply and therefore on the market size for innovation. At the same time, for a given labor supply, taxing capital also reduces innovation incentives, so that for low levels of public expenditure and/or labor supply elasticity it becomes optimal to subsidize capital income.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Raj Chetty for his continuous help and guidance throughout this project. We also thank Daron Acemoglu, Manuel Amador, Andy Atkeson, Tim Besley, Richard Blundell, Ariel Burstein, Emmanuel Farhi, Peter Howitt, Caroline Hoxby, Louis Kaplow, Huw Lloyd-Ellis, Pietro Peretto, Torsten Persson, Thomas Piketty, and John Seater, as well as seminar participants at IIES (Stockholm University), Harvard, CIFAR, Brown, Chicago Booth, UCLA, the EFJK Economic Growth Conference, the Canadian Macro Study Group, and the SKEMA Workshop on Economic Growth for very helpful comments and suggestions. Luigi Bocola provided outstanding research assistance. Finally, we acknowledge the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}