{
    "id": 19089,
    "citation_title": "The Importance (or not) of Patents to UK Firms",
    "citation_author": [
        "Bronwyn H. Hall",
        "Christian Helmers",
        "Mark Rogers",
        "Vania Sena"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA surprisingly small number of innovative firms use the patent system. In the UK, the share of firms patenting among those reporting that they have innovated is about 4%. Survey data from the same firms support the idea that they do not consider patents or other forms of registered IP as important as informal IP for protecting inventions. We show that there are a number of explanations for these findings: most firms are SMEs, many innovations are new to the firm, but not to the market, and many sectors are not patent active. We find evidence pointing to a positive association between patenting and innovative performance measured as turnover due to innovation, but not between patenting and subsequent employment growth. The analysis relies on a new integrated dataset for the UK that combines a range of data sources into a panel at the enterprise level.\n\n",
    "acknowledgement": "\nWe thank the editor and four anonymous referees for helpful comments. The paper was presented at the AEA Meetings 2013, UC Berkeley, and the UK Intellectual Property Office. We thank participants for useful comments. Disclaimer: This work contains statistical data from UK ONS which is Crown copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. Funding: United Kingdom Intellectual Property Office. The views expressed here are those of the authors. They are not necessarily those of the UK Intellectual Property Office or the National Bureau of Economic Research.\n\n\n"
}