{
    "id": 1908,
    "citation_title": "Residual Risk Revisited",
    "citation_author": [
        "Bruce N. Lehmann"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Capital Asset Pricing Model in conjunction with the usual market model assumptions implies that well-diversified portfolios should be mean variance efficient and ,hence, betas computed with respect to such indices should completely explain expected returns on individual assets. In fact, there is now a large body of evidence indicating that the market proxies usually employed in empirical tests are not mean variance efficient. Moreover, there is considerable evidence suggesting that these rejections are in part a consequence of the presence of omitted risk factors which are associated with nonzero risk premia in the residuals from the single index market model. Consequently, the idiosyncratic variances from the one factor model should partially reflect exposure to these omitted sources of systematic risk and,hence, should help explain expected returns. There are two plausible explanations for the inability to obtain statistically reliable estimates of a linear residual risk effect in the previous literature:(1) nonlinearity of the residual risk effect and (2) the inadequacy of the statistical procedures employed to measure it.The results presented below indicate that the econometric methods employed previously are the culprits. Pronounced residual risk effects are found in the whole fifty-four year sample and in numerous five year subperiods as well when weighted least squares estimation is coupled with the appropriate corrections for sampling error in the betas and residual variances of individual security returns. In addition, the evidence suggests that it is important to take account of the nonnormality and heteroskedasticity of security returns when making the appropriate measurement error corrections in cross-sectional regressions. Finally, the results are sensitive to the specification of the model for expected returns.\n\n",
    "acknowledgement": "\n"
}