{
    "id": 19082,
    "citation_title": "Effects of the Price of Charitable Giving: Evidence from an Online Crowdfunding Platform",
    "citation_author": [
        "Jonathan Meer"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long literature has examined the effects of the price of giving - that is, the amount an in-dividual must give for one dollar to accrue to the charitable activity itself - on donative behavior. We use data from DonorsChoose.org, an online platform linking teachers with prospective donors, that are uniquely suited to addressing this question due to exogenous variation in overhead costs. An increased price of giving results in a lower likelihood of a project being funded. We also calculate the price elasticity of giving, finding estimates between -0.8 and -2; these are likely to be upper bounds on the tax price elasticity of charitable donations. Finally, we examine the effect of competition on giving and find that increased competition reduces the likelihood of a project being funded. These results provide insight into the workings of the market for charitable gifts.\n\n",
    "acknowledgement": "\nI have received useful suggestions from José Gabriel Castillo, Jennifer Doleac, Catherine C. Eckel, Silvana Krasteva, Analisa Packham, Harvey S. Rosen, and Jeremy West. I am extremely grateful to David Crane, Jay Garlapati, and Oliver Hurst-Hiller at DonorsChoose.org for providing data and for numerous clarifying conversations. Derek N. Welborn provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}