{
    "id": 19096,
    "citation_title": "Do First Impressions Matter? Improvement in Early Career Teacher Effectiveness",
    "citation_author": [
        "Allison Atteberry",
        "Susanna Loeb",
        "James Wyckoff"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducational policymakers struggle to find ways to improve the quality of the teacher workforce. The early career period represents a unique opportunity to identify struggling teachers, examine the likelihood of future improvement, and make strategic pre-tenure investments in improvement as well as dismissals to increase teaching quality. To date, only a little is known about the dynamics of teacher performance in the first five years. This paper asks how much teachers vary in performance improvement during their first five years of teaching and to what extent initial job performance predicts later performance.  We find that, on average, initial performance is quite predictive of future performance, far more so than typically measured teacher characteristics. Predictions are particularly powerful at the extremes. We employ these predictions to explore the likelihood of personnel actions that inappropriately distinguish performance when such predictions are mistaken as well as the much less discussed costs of failure to distinguish performance when meaningful differences exist. The results have important consequences for improving the quality of the teacher workforce.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from Matt Kraft, Eric Taylor, and Tim Sass on previous versions of the paper.  We are grateful to the New York City Department of Education and the New York State Education Department for the data employed in this paper.  We appreciate financial support from the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018.  Support has also been provided by IES Grant R305B100009 to the University of Virginia and by a grant from the National Science Foundation. The views expressed in the paper are solely those of the authors and may not reflect those of the funders or the National Bureau of Economic Research. Any errors are attributable to the authors.\n\n\n"
}