{
    "id": 19097,
    "citation_title": "Industry Compensation Under Relocation Risk: A Firm-Level Analysis of the EU Emissions Trading Scheme",
    "citation_author": [
        "Ralf Martin",
        "Mirabelle Muûls",
        "Laure B. de Preux",
        "Ulrich J. Wagner"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen regulated firms are offered compensation to prevent them from relocating, efficiency requires that payments be distributed across firms so as to equalize marginal relocation probabilities, weighted by the damage caused by relocation. We formalize this fundamental economic logic and apply it to analyzing compensation rules proposed under the EU Emissions Trading Scheme, where emission permits are allocated free of charge to carbon intensive and trade exposed industries. We show that this practice results in substantial overcompensation for given carbon leakage risk. Efficient permit allocation reduces the aggregate risk of job loss by more than half without increasing aggregate compensation.\n\n",
    "acknowledgement": "\nWe are indebted to Barry Anderson, Jörg Leib and Marty McGuigan for their invaluable help at different stages of this research, and to Felix de Bousies, Pieter De Vlieger, David Disch, Eszter Domokos, Lorenz Elsasser, Helen Franzen, Maite Kervyn, Zsofia Kopetka, Oliwia Kurtyka, Anne-Lise Laurain, Emeric Lujan, Nicole Polsterer, Antoine Martin-Regniault, Maxence Snoy, Joanna Romanowicz, Bartosz Vu, Julia Wittig, Joanna Wylegala for their help with the interviews. Melanie Hermann and Antonin Cura provided excellent research assistance. The constructive and insightful comments by two anonymous referees, by the editor, and by Mark Jacobsen have led to a much improved paper. We have received helpful comments from Stephen Boucher, Alex Bowen, Jonathan Colmer, Denny Ellerman, Sam Fankhauser, Tom Foxon, Andy Gouldson, Stéphanie Monjon, John Van Reenen and from staff members at DECC, at DG Climate, and at the Environmental Committee of the European Parliament. We thank conference participants at A Toxa 2012, EEA 2011, NBER Summer Institute 2012, RES 2012, SURED 2012, WCERE 2010, and seminar audiences at Carlos III, Düsseldorf Institute for Competition Economics, Kiel University, LSE, Münster University, the Paris Environmental and Energy Economics Seminar and RWTH Aachen for their feedback. All remaining errors are our own. The interviews were funded through grants from the European Climate Foundation and the ESRC. The Centre for Economic Performance and the Grantham Institute on Climate Change provided generous logistical support. The authors gratefully acknowledge financial support from the British Academy (Martin), from the Leverhulme Trust (Muûls) and from the Spanish Ministry for Science and Innovation, reference number SEJ2007-62908 (Wagner). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMirabelle Muûls\n\nThe interviews were funded through grants from the European Climate Foundation and the Economic and Social Research Council. The Centre for Economic Performance and the Grantham Institute on Climate Change at the London School of Economics let us use their facilities (mainly rooms and computers) during the interview process.\nThe interview dataset is our own property. Orbis is a commercial dataset used through a license held by the London School of Economics library. The CITL data are publicly available.\n\n\nSince 2009 I have received financial support for several separate projects also related to climate policy. Together with Ralf Martin and Ulrich Wagner, I was hired in 2012 by the UK Department for Energy and Climate Change to write a literature review of the EU ETS which is available at:  https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/48449/5725-an-evidence-review-of-the-eu-emissions-trading-sys.pdf.\nFurthermore, Martin, Wagner and I received a grant (2012-2014) from the ESRC (#ES/J006742/1) to conduct an ex-post evaluation of the EU ETS.\n\n\nFrom 2011-2013, I have received a postdoctoral early career fellowship from the Leverhulme Trust to conduct research on the impact of climate and climate policies on firms. I am also part of two research consortia funded by the European Commission FP7 program. Within the Social Impact Policy Analysis of Technological Innovation Challenges (SIMPATIC) consortium I am studying the characteristics of “clean” innovation and the implications of climate change policies for growth.  Within the ENTRACTE consortium I am conducting and econometric ex-post evaluation of the EU ETS.\n\n\nNone of these interested parties have requested to review the results of the study prior to their dissemination.\n\n\n\nLaure B. de Preux\n\nThe interviews were funded through grants from the European Climate Foundation and the Economic and Social Research Council. The Centre for Economic Performance and the Grantham Institute on Climate Change at the London School of Economics provided generous logistical support.\n\n\nThe interviews dataset is our own property. Orbis is a commercial dataset used through a license held by the London School of Economics library. The CITL data is publicly available data.\n\n\nNone of these interested parties have requested to review the results of the study prior to their dissemination.\n\n\n\nUlrich J. Wagner\n\nThe interviews were funded through grants from the European Climate Foundation and the Economic and Social Research Council. The Centre for Economic Performance and the Grantham Institute on Climate Change at the London School of Economics let us use their facilities (mainly rooms and computers) during the interview process.\nThe interview dataset is our own property. Orbis is a commercial dataset used through a license held by the London School of Economics library. The CITL data are publicly available.\n\n\nSince 2009 I have received financial support for several separate projects also related to climate policy. Together with Mirabelle Muuls and Ralf Martin, I was hired in 2012 by the UK Department for Energy and Climate Change to write a literature review of the EU ETS which is available at: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/48449/5725-an-evidence-review-of-the-eu-emissions-trading-sys.pdf.\nFurthermore, Muuls, Martin and I received a grant (2012-2014) from the ESRC (#ES/J006742/1) to conduct an ex-post evaluation of the EU ETS. The same institution supported a research project by Martin and myself on the impact of the UK Climate Change Levy (#RES-000-22-2711). In 2008/09 the OECD hired Martin and myself to write two reports on climate policy and firm behavior (documents COM/ENV/EPOC/CTPA/CFA(2008)34/FINAL and COM/ENV/EPOC/CTPA/CFA(2008)33/FINAL).\n\n\nSince 2008 I have received research support from the Government of Spain under research grants ECO2012-31358  and SEJ2007-62908, as well as in the form of a postdoctoral fellowship JCI-2009-04392.\n\n\nNone of these interested parties have requested to review the results of the study prior to their dissemination.\n\n\n"
}