{
    "id": 19091,
    "citation_title": "Capital Controls, Global Liquidity Traps and the International Policy Trilemma",
    "citation_author": [
        "Michael B. Devereux",
        "James Yetman"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 'International Policy Trilemma' refers to the constraint on independent monetary policy that is forced on a country which remains open to international financial markets and simultaneously pursues an exchange rate target. This paper shows that, in a global economy with open financial markets, the problem of the zero bound introduces a new dimension to the international policy trilemma. International financial market openness may render monetary policy ineffective, even within a system of fully flexible exchange rates, because shocks that lead to a 'liquidity trap' in one country are propagated through financial markets to other countries. But monetary policy effectiveness may be restored by the imposition of capital controls, which inhibit the transmission of these shocks across countries. We derive an optimal monetary policy response to a global liquidity trap in the presence of capital controls.  We further show that, even though capital controls may facilitate effective monetary policy, except in the case where monetary policy is further constrained (beyond the zero lower bound constraint), capital controls are not desirable in welfare terms.\n\n",
    "acknowledgement": "\nDevereux thanks SSHRC, the Bank of Canada and the Royal Bank of Canada for financial support. The opinions in this paper are those of the authors and are not necessarily shared by the Bank of Canada or the Bank for International Settlements. This paper was initiated when Devereux was visiting the Hong Kong office of the BIS. He thanks the BIS for their hospitality. We thank the Editor Gita Gopinath and three anonymous referees for extensive comments on a previous draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}