{
    "id": 19098,
    "citation_title": "Debt Redemption and Reserve Accumulation",
    "citation_author": [
        "Laura Alfaro",
        "Fabio Kanczuk"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "2018-06-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past decade, foreign participation in local-currency bond markets in emerging countries has increased dramatically. We revisit sovereign debt sustainability under the assumptions that countries can borrow internationally using their own currencies and accumulate reserves. As opposed to traditional sovereign-debt models, asset-valuation effects occasioned by currency fluctuations act to absorb global shocks and smooth consumption. Countries do not accumulate reserves to be depleted in “bad” times. Instead, issuing domestic debt while accumulating reserves acts as a hedge against external shocks. A quantitative exercise of the Brazilian economy suggests this strategy to be effective for smoothing consumption and reducing the occurrence of default.\n\n",
    "acknowledgement": "\nThe paper does not reflect the views of the Brazilian Ministry of Finance or the National Bureau of Economic Research. We thank for their valuable comments and suggestions Emine Boz, Nan Li, two anonymous referees, Enrique Alberola-Ila, Javier Bianchi, Roberto Chang, Menzie Chinn, Charles Engel, Jeffrey Frankel, Marcio Garcia, Galina Hale, Ricardo Hausmann, Lakshmi Iyer, Carmen Reinhart, Jesse Schreger, Eric Werker, and participants in seminars at the Kennedy School of Government, Harvard Business School, Fundacão Getulio Vargas, University of São Paulo, University of Wisconsin-Madison, and participants at the LACEA, and the Brazilian Central Bank Inflation Targeting Conference. Hayley Pallan and Haviland Sheldahl-Thomason provided great research assistance. Support from Harvard Business School research budget acknowledged.\n\n\n"
}