{
    "id": 19095,
    "citation_title": "Flights to Safety",
    "citation_author": [
        "Lieven Baele",
        "Geert Bekaert",
        "Koen Inghelbrecht",
        "Min Wei"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "2019-05-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify flight-to-safety (FTS) days for 23 countries using only stock and bond returns and a model averaging approach. FTS days comprise less than 2% of the sample, and are associated with a 2.7% average bond-equity return differential and significant flows out of equity funds and into government bond and money market funds. FTS represents flights to both quality and liquidity in international equity markets, but mainly a flight-to-quality in the US corporate bond market. Emerging markets, endowment funds, and hedge funds all perform poorly during FTS, while hedge funds appear to vary their systematic exposures prior to a FTS.\n\n",
    "acknowledgement": "\nThe authors greatly benefited from discussions with seminar participants at Antwerp University, the National Bank of Belgium, the University of the Basque Country, Tilburg University, the Spring 2014 Inquire Europe-UK conference in Vienna, the 2014 Bank of Canada/Banco de España Workshop on “International Financial Markets,” and the 2015 American Finance Association in Boston, and in particular with Hans Dewachter, Frank de Jong, Joost Driessen, Eric Ghysels, Campbell Harvey, Philippe Mueller, Laurens Swinkels, Allan Timmermann, and Mathijs van Dijk. We are particularly grateful to Frank de Jong for sharing his corporate bond market dataset with us and Zilong Niu for his excellent research assistance with the construction of the quality/liquidity sorted equity portfolios. Baele, Bekaert, and Inghelbrecht gratefully acknowledge financial support from the National Bank of Belgium and Inquire Europe. Bekaert acknowledges financial support from Netspar. The opinions expressed are those of the authors and do not necessarily reflect views of the National Bank of Belgium, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}