{
    "id": 19099,
    "citation_title": "The Cyclical Behavior of the Price-Cost Markup",
    "citation_author": [
        "Christopher J. Nekarda",
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA countercyclical markup of price over marginal cost is the key transmission mechanism for demand shocks in textbook New Keynesian (NK) models. This paper re-examines the foundation of those models. We study the cyclicality of markups in the private economy as well as in detailed manufacturing industries. First, we show that frameworks for measuring markups that have produced the strongest evidence for countercyclicality produce the opposite result when we substitute new methods and data. Second, because the NK model's predictions differ by the nature of the shock, we present evidence on the cyclicality of the markup conditional on various types of shocks. Consistent with the NK model, we find that markups are procyclical conditional on a technology shock. However, we find that they are either procyclical or acyclical conditional on demand shocks. Thus, the textbook NK explanation for the effects of government spending or monetary policy is not supported by the behavior of the markup.\n\n",
    "acknowledgement": "\nThe views in this paper are those of the authors and do not necessarily represent the views or policies of the Board of Governors of the Federal Reserve System or its staff. We are grateful to Susanto Basu, Mark Bils, Larry Christiano, Olivier Coibion, Steve Davis, Davide Debortoli, Martin Eichenbaum, Robert Hall, Garey Ramey, Sergio Rebelo, Harald Uhlig, Raf Wouters, and participants at numerous seminars for helpful comments. Ben Backes and Myungkyu Shim provided excellent research assistance. Valerie Ramey gratefully acknowledges financial support from National Science Foundation grant SES-0617219 through the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}