{
    "id": 19092,
    "citation_title": "How Pro-Poor Growth Affects the Demand for Energy",
    "citation_author": [
        "Paul Gertler",
        "Orie Shelef",
        "Catherine Wolfram",
        "Alan Fuchs"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost of the future growth in energy use is forecast to come from the developing world. Understanding the likely pace and specific location of this growth is essential to inform decisions about energy infrastructure investments and to improve greenhouse gas emissions forecasts. We argue that countries with pro-poor economic growth will experience larger increases in energy demand than countries where growth is more regressive. When poor households' incomes go up, their energy demand increases along the extensive margin as they buy energy-using assets for the first time. We also argue that the speed at which households come out of poverty affects their asset purchase decisions. \nWe provide empirical support for these hypotheses by examining the causal impact of increases in household income on asset accumulation and energy use in the context of Mexico's conditional cash transfer program. We find that transfers had a large effect on asset accumulation among the low-income program beneficiaries, and the effect is greater when the cash is transferred over a shorter time period. We apply lessons from the household analysis to aggregate energy forecast models using country-level panel data. Our results suggest that existing forecasts could grossly underestimate future energy use in the developing world.\n\n",
    "acknowledgement": "\nWe are grateful to Arthur Van Benthem for generously sharing his cross-country data and to Lucas Davis, Jakob Svensson and Deng Yongheng as well as seminar participants at Iowa State, MIT, Stanford, University of Toronto, Tufts, Washington University, and attendees of the Energy Institute at Haas Summer Camp and the Stockholm Climate-Economy conference for valuable comments. We previously circulated this paper with the title, \"Poverty, Growth and the Demand for Energy.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}