{
    "id": 19090,
    "citation_title": "Implications of an Economic Theory of Conflict: Hindu-Muslim Violence in India",
    "citation_author": [
        "Anirban Mitra",
        "Debraj Ray"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "2014-01-22",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model inter-group conflict driven by economic changes within groups. We show that if group incomes are low, increasing group incomes raises violence against that group, and lowers violence generated by it. We then apply the model to data on Hindu-Muslim violence in India. Our main result is that an increase in per-capita Muslim expenditures generates a large and significant increase in future religious conflict. An increase in Hindu expenditures has negative or no effect. These findings speak to the origins of Hindu-Muslim violence in post-Independence India.\n\n",
    "acknowledgement": "\nRay is grateful for funding from the National Science Foundation (SES-1261560), the Fulbright Foundation and for hospitality from the Indian Statistical Institute during a year of leave from NYU. Thanks to Abhijit Banerjee, V. Bhaskar, Sam Bowles, Sugato Dasgupta, Oeindrila Dube, Joan Esteban, Mukesh Eswaran, Raji Jayaraman, David Ludden, Michael Manove, Kalle Moene, Andrew Oswald and Rohini Pande for useful discussions, and to Steve Wilkinson for granting us access to a dataset on religious conflict. We thank Jay Dev Dubey for his able research assistance. We are grateful to five anonymous referees for their valuable comments. We particularly thank Co-Editor Jesse Shapiro, who went beyond the call of duty in his detailed reading of the manuscript, making many constructive suggestions that greatly improved both the content and the exposition. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}