{
    "id": 19093,
    "citation_title": "Big Banks and Macroeconomic Outcomes: Theory and Cross-Country Evidence of Granularity",
    "citation_author": [
        "Franziska Bremus",
        "Claudia Buch",
        "Katheryn Russ",
        "Monika Schnitzer"
    ],
    "citation_publication_date": "2013-05-31",
    "issue_date": "2013-05-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the mere presence of big banks affect macroeconomic outcomes? In this paper, we develop a theory of granularity (Gabaix, 2011) for the banking sector, introducing Bertrand competition and heterogeneous banks charging variable markups. Using this framework, we show conditions under which idiosyncratic shocks to bank lending can generate aggregate fluctuations in the credit supply when the banking sector is highly concentrated. We empirically assess the relevance of these granular effects in banking using a linked micro-macro dataset of more than 80 countries for the years 1995-2009.  The banking sector for many countries is indeed granular, as the right tail of the bank size distribution follows a power law. We then demonstrate granular effects in the banking sector on macroeconomic outcomes. The presence of big banks measured by high market concentration is associated with a positive and significant relationship between bank-level credit growth and aggregate growth of credit or gross domestic product.\n\n",
    "acknowledgement": "\nThis paper was written in the context of the Priority Programme SPP1578 \"Financial Market Imperfections and Macroeconomic Performance'' of the German National Science Foundation (DFG) and the Economics Program of the U.S. National Science Foundation (Project No. 201222555), from whom funding is gratefully acknowledged.  The authors also thank seminar participants at the University of Mannheim, the Federal Reserve Board of Governors Office of Financial Stability, the 2011 WEAI Summer Meetings, and the Fall 2012 Midwest Macro Meetings as well as Silvio Contessi, Kris Mitchener, Julian di Giovanni, and Andrei Levchenko for helpful comments.  Lu Liu provided very valuable research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}