{
    "id": 19109,
    "citation_title": "The Supply of Gender Stereotypes and Discriminatory Beliefs",
    "citation_author": [
        "Edward L. Glaeser",
        "Yueran Ma"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines beliefs about the ability and appropriate role of women?  An overwhelming majority of men and women born early in the 20th century thought women should not work; a majority now believes that work is appropriate for both genders.  Betty Friedan (1963) postulated that beliefs about gender were formed by consumer good producers, but a simple model suggests that such firms would only have the incentive to supply error, when mass persuasion is cheap, when their products complement women's time in the household, and when individual producers have significant market power.  Such conditions seem unlikely to be universal, or even common, but gender stereotypes have a long history.  To explain that history, we turn to a second model where parents perpetuate beliefs out of a desire to encourage the production of grandchildren.  Undersupply of female education will encourage daughters' fertility, directly by reducing the opportunity cost of their time and indirectly by leading daughters to believe that they are less capable.  Children will be particularly susceptible to persuasion if they overestimate their parents' altruism toward themselves.  The supply of persuasion will diminish if women work before childbearing, which may explain why gender-related beliefs changed radically among generations born in the 1940s.\n\n",
    "acknowledgement": "\nGlaeser thanks the Taubman Center for State and Local Government for financial support.  This paper was written for an NBER Conference honoring Claudia Goldin. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}