{
    "id": 19108,
    "citation_title": "Strategic Involuntary Teacher Transfers and Teacher Performance: Examining Equity and Efficiency",
    "citation_author": [
        "Jason A. Grissom",
        "Susanna Loeb",
        "Nathaniel Nakashima"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite claims that school districts need flexibility in teacher assignment to allocate teachers more equitably across schools and improve district performance, the power to involuntarily transfer teachers across schools remains hotly contested. Little research has examined involuntary transfer policies or their effects on schools, teachers, or students. This article uses administrative data from Miami-Dade County Public Schools to investigate the implementation and effects of the district's involuntary transfer policy, including which schools transferred and received teachers, which teachers were transferred, what kinds of teachers replaced them in their former schools, and how their performance--as measured by their work absences and value-added in math and reading--compared before and after the transfer. We find that, under the policy, principals in the lowest-performing schools identified relatively low-performing teachers for transfer who, based on observable characteristics, would have been unlikely to leave on their own. Consistent with an equity improvement, we find that involuntarily transferred teachers were systematically moved to higher-performing schools. Efficiency impacts are mixed; although transferred teachers had nearly 2 fewer absences per year in their new schools, transferred teachers continued to have low value-added in their new schools.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Institute of Education Sciences (R305A100286). We thank the leadership of the Miami-Dade County Public Schools for assistance with data collection and valuable discussions about policy implementation. We are especially appreciative to Gisela Feild, Claude Archer, and Sherry Krubitch at M-DCPS. Mari Muraki provided excellent data management. Mimi Engel, Helen Ladd, and seminar participants at the University of Kentucky gave helpful comments on an earlier draft of this manuscript. All errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}