{
    "id": 19102,
    "citation_title": "Juvenile Incarceration, Human Capital and Future Crime: Evidence from Randomly-Assigned Judges",
    "citation_author": [
        "Anna Aizer",
        "Joseph J. Doyle",
        "Jr."
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "2021-10-19",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOver 130,000 juveniles are detained in the US each year with 70,000 in detention on any given day, yet little is known whether such a penalty deters future crime or interrupts social and human capital formation in a way that increases the likelihood of later criminal behavior.  This paper uses the incarceration tendency of randomly-assigned judges as an instrumental variable to estimate causal effects of juvenile incarceration on high school completion and adult recidivism.  Estimates based on over 35,000 juvenile offenders over a ten-year period from a large urban county in the US suggest that juvenile incarceration results in large decreases in the likelihood of high school completion and large increases in the likelihood of adult incarceration.  These results are in stark contrast to the small effects typically found for adult incarceration, but consistent with larger impacts of policies aimed at adolescents.\n\n",
    "acknowledgement": "\nWe would like to thank David Autor, Janet Currie, Pedro Dal Bo, Lawrence Grazian, Lawrence Katz, Roberto Rigobon, Tom Stoker, Tavneet Suri, Heidi Williams and seminar participants at Aarhus University, Harvard University, MIT, NBER Childrens/Labor Studies Summer Institute, and the University of Maryland. We would like to acknowledge the Chapin Hall Center for Children at the University of Chicago for the creation of the Integrated Database on Child and Family Programs in Illinois (IDB) that was used in this study. All findings, interpretations and conclusions based on the use of the IDB are solely our responsibility and do not necessarily represent the views of the Chapin Hall Center for Children or the National Bureau of Economic Research.\n\n\n"
}