{
    "id": 19100,
    "citation_title": "Grandpa and the Snapper: the Wellbeing of the Elderly who Live with Children",
    "citation_author": [
        "Angus Deaton",
        "Arthur A. Stone"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "2019-03-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElderly Americans who live with people under age 18 have lower life evaluations than those who do not. They also experience worse emotional outcomes, including less happiness and enjoyment, and more stress, worry, and anger. In part, these negative outcomes come from selection into living with a child, especially selection on poor health, which is associated with worse outcomes irrespective of living conditions. Yet even with controls, the elderly who live with children do worse. This is in sharp contrast to younger adults who live with children, likely their own, whose life evaluation is no different in the presence of the child once background conditions are controlled for. Parents, like elders, have enhanced negative emotions in the presence of a child, but unlike elders, also have enhanced positive emotions. In parts of the world where fertility rates are higher, the elderly do not appear to have lower life evaluations when they live with children; such living arrangements are more usual, and the selection into them is less negative. They also share with younger adults the enhanced positive and negative emotions that come with children. The misery of the elderly living with children is one of the prices of the demographic transition.\n\n",
    "acknowledgement": "\nWe are grateful to Gallup for granting us access to the Gallup-Healthways Wellbeing Index data and their World Poll. Both authors are consulting senior scientists with Gallup. They gratefully acknowledge financial support from Gallup and from the National Institute on Aging through the National Bureau of Economic Research, Grants 5R01AG040629-02 and P01 AG05842-14. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}