{
    "id": 19103,
    "citation_title": "Wall Street vs. Main Street: An Evaluation of Probabilities",
    "citation_author": [
        "Robin L. Lumsdaine",
        "Rogier J.D. Potter van Loon"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Education",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper challenges recent conventional wisdom of a divide between Main Street (the average American consumer) and Wall Street (financial market participants). The views of survey respondents regarding the likelihood of stock index returns exceeding specific thresholds are compared to market views indicated by index options with strikes at analogous thresholds. The econometric specification explicitly addresses some important impediments to using elicited probabilities from survey data. We confirm that Main Street views track Wall Street views, although the association is not one-for one. We find a closer association for those demonstrating a better understanding of the laws of probability.\n\n",
    "acknowledgement": "\nThe authors are grateful to the RAND Corporation for assistance with the American Life Panel and for supplying the sampling weights used in this analysis and to Yacine Aït-Sahlia, Ron Anderson, Hector Calvo-Pardo, Maik Dierkes, Amos Golan, Anthony Hall, Nikolaus Hautsch, Peter Hudomiet, Miles Kimball, Olivia Mitchell, Anders Rahbek, Matthew Shapiro, Neil Shephard, Timo Teräsvirta, Martijn van den Assem, Peter Wakker, and Bob Willis, as well as seminar participants at American University, the University of Exeter, the University of Michigan, the University of Portsmouth, the ZEW Conference on \"The Role of Expectations in Financial Markets\", the 2012 Society for Financial Econometrics (SoFiE) annual meeting, and the 3rd Humboldt-Copenhagen Conference for comments on an earlier draft. All errors remain our own. Financial support from the Netherlands Organisation for Scientific Research (NWO) for the second author is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}