{
    "id": 1910,
    "citation_title": "Life-Cycle Models of Consumption: Is the Evidence Consistent with the Theory?",
    "citation_author": [
        "Angus Deaton"
    ],
    "citation_publication_date": "1986-04-01",
    "issue_date": "1986-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers avariety of evidence that casts light on the validity of the life-cycle model of consumer behavior. In the first part of the paper, simple non-parametric tests are used to examine representative agent models of consumption and labor supply. It seems extremely unlikely that post-war United States evidence can usefully be explained by such a model, at least if the assumption of intertemporal separability is maintained. Changes in aggregate consumption bear little relationship to after tax real interest rates, and consumption has tended to grow even during periods of negative real interest rates. Joint consideration of consumption and labor supply does nothing to resolve the problems that arise when consumption is taken by itself. It is argued that these results cast doubt, not onlife-cycle theory itself, but on the representative agent assumption; there is little reason to suppose that changes inaggregate consumption should be related to the real interestrate.The second part of the paper is concerned with the time-series representation of disposable income and with it simplications for the behavior of consumption under the assumptions of the life-cycle model. If real disposable income is truly a first-order autoregressive process in first differences,a process that fits the data well and is becoming increasing popular in the macro time-series literature,then the life-cycle model implies that changes in consumption should be more variable than innovations in income, a prediction that is manifestly false. Various possible resolutions of this problem are reviewed, including habit formation and alternative representations of disposable income. The paper concludes with some evidence on the excess sensitivity question, why it is that consumption responds to anticipated changes in income. Monte Carlo evidence supports the suggestion made by Mankiw and Shapiro that the presence of time trends can cause severe problems of inference in models containing variables with unit roots, but the results makeit seem unlikely that this is the cause of the widespread excess sensitivity findings.\n\n",
    "acknowledgement": "\n"
}