{
    "id": 19104,
    "citation_title": "Capital-Labor-Energy Substitution in Nested CES Production Functions for China",
    "citation_author": [
        "Keting Shen",
        "John Whalley"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIn the CGE based policy modeling literature, especially recent literature on policy modeling for global climate change, nested CES production functions over multiple inputs have been widely used. Although lack of reliable estimates of substitution elasticities for nested structures has been acknowledged for a long time, the problem has not yet been solved satisfactorily. This is especially the situation for the Chinese case for which modeling work has global implications. This paper reports estimates of substitution elasticities for normalized nested CES aggregate production functions for China with different nested structures of input factors: capital, labor with or without human capital adjustment, and energy using data for the period 1979-2006. We adopt grid search based non-linear optimization techniques for estimation. The results show that all the substitution elasticities we estimate are positive. For the widely used (K,L)E structure, we find that the substitution elasticity between capital and labor for China is below unity. When human capital adjusted labor is used as input instead of unadjusted raw labor, estimates of substitution elasticity between capital and labor become lower. By considering the significance of estimates, our results suggest that the (E,L)K structure seems more appropriate for the Chinese economy.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF) for financial support, to seminar participants at UWO for comments, and to Aaron Gertz and Chunbing Xing for interactions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}