{
    "id": 19107,
    "citation_title": "Mixed Method Evaluation of a Passive mHealth Sexual Information Texting Service in Uganda",
    "citation_author": [
        "Julian C. Jamison",
        "Dean Karlan",
        "Pia Raffler"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the impact of a health information intervention implemented through mobile phones, using a clustered randomized control trial augmented by qualitative interviews. The intervention aimed to improve sexual health knowledge and shift individuals towards safer sexual behavior by providing reliable information about sexual health. The novel technology designed by Google and Grameen Technology Center provided automated searches of an advice database on topics requested by users via SMS. It was offered by MTN Uganda at no cost to users. Quantitative survey results allow us to reject the hypothesis that improving access to information would increase knowledge and shift behavior to less risky sexual activities. In fact, we find that the service led to an increase in promiscuity, and no shift in perception of norms. Qualitative focus groups discussions support the findings of the quantitative survey results. We conclude by discussing a potential mechanism explaining the counterintuitive findings.\n\n",
    "acknowledgement": "\nWe thank Google.org and Google.com for funding. The Principal Investigators and Innovations for Poverty Action retained full intellectual freedom throughout this study. We also thank MTN, Grameen Technology Center and Google for participation and collaboration and adherence to experimental protocols. IRB approval for human subjects protocols granted by Yale University 0901004653, Innovations for Poverty Action 08Dec-002.No101 and the Uganda National Council of Science and Technology #SS2176. Any views expressed are those of the authors and do not necessarily represent those of the funders or collaborating institutions or firms. Thanks to Lynn Conell-Price, Rebecca Furst-Nichols, Angela Garcia, Kareem Haggag, Priyanka Kanwar, Selvan Kumar, Jennifer Long, and Sara Lowes for research and field assistance. The views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, any agency of the United States government, or the National Bureau of Economic Research.\n\n\n"
}