{
    "id": 19106,
    "citation_title": "Long-Run Price Elasticities of Demand for Credit: Evidence from a Countrywide Field Experiment in Mexico",
    "citation_author": [
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe long-run price elasticity of demand for credit is a key parameter for intertemporal modeling, policy levers, and lending practice. We use randomized interest rates, offered across 80 regions by Mexico's largest microlender, to identify a 29-month dollars-borrowed elasticity of -1.9. This elasticity increases from -1.1 in year one to -2.9 in year three. The number of borrowers is also elastic. Credit bureau data does not show evidence of crowd-out. Competitors do not respond by reducing rates, perhaps because Compartamos' profits are unchanged. The results are consistent with multiple equilibria in loan pricing.\n\n",
    "acknowledgement": "\nThanks to Kerry Brennan, Angela Garcia Vargas, Matt Grant, Kareem Haggag and Rachel Strohm for excellent project management and research assistance, and to Alissa Fishbane, Braulio Torres and Anna York from Innovations for Poverty Action for leadership of IPA-Mexico. Thanks to Abhijit Banerjee, Esther Duflo, Jake Kendall, Melanie Morten, David Roodman Chris Snyder and participants in seminars at M.I.T./Harvard and NYU for comments. Thanks to CGAP, in particular Richard Rosenberg, and the Bill and Melinda Gates Foundation for funding support. Thanks to the management and staff of Compartamos Banco for their cooperation. Authors retained complete intellectual freedom to report and interpret the results. Any opinions, errors or omissions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}