{
    "id": 19101,
    "citation_title": "The Effect of Medicare Advantage on Hospital Admissions and Mortality",
    "citation_author": [
        "Christopher C. Afendulis",
        "Michael E. Chernew",
        "Daniel P. Kessler"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare currently allows beneficiaries to choose between a government-run health plan and a privately- administered program known as Medicare Advantage (MA).  Because enrollment in MA is optional, conventional observational estimates of the program's impact are potentially subject to selection bias.  To address this, we use a discontinuity in the rules governing MA payments to health plans that gives greater payments to plans operating in counties in Metropolitan Statistical Areas with populations of 250,000 or more.  The sharp difference in payment rates at this population cutoff creates a greater incentive for plans to increase the generosity of benefits and therefore enroll more beneficiaries in MA in counties just above versus just below the cutoff.  We find that the expansion of MA on this margin reduces beneficiaries' rates of hospitalization and mortality.\n\n",
    "acknowledgement": "\nWe would like to thank Dana Goldman for sharing his Part D Plan Characteristics file with us; Cheryl Sample at CMS for her rapid consideration of our data reuse request; seminar participants at Stanford, RAND, and USC for helpful comments; and Jack Boeglin for exceptional research assistance. We gratefully acknowledge funding from the National Institutes of Health. All errors are our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael E. Chernew\n\nConsultant: AHIP, VBID Institute, Precision Health Economics LLC,  TriZetto, Humana, AHRQ, Lewin, Carefirst, Welvie, Altarum\n\n\n\nDaniel P. Kessler\n\nKessler reports speaking fees from America's Health Insurance Plans and Sutter Health; a grant from the AHIP Foundation; and consulting income from insurers, providers, and pharmaceutical manufacturers.\n\n\n"
}