{
    "id": 19110,
    "citation_title": "Levels and Trends in United States Income and Its Distribution A Crosswalk from Market Income Towards a Comprehensive Haig-Simons Income Approach",
    "citation_author": [
        "Philip Armour",
        "Richard V. Burkhauser",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research on United States levels and trends in income inequality vary substantially in how they measure income. Piketty and Saez (2003) examine market income of tax units based on IRS tax return data, DeNavas-Walt, Proctor, and Smith (2012) and most CPS-based research uses pre-tax, post-transfer cash income of households, while the CBO (2012) uses both data sets and focuses on household size-adjusted comprehensive income of persons, including taxable realized capital gains. This paper provides a crosswalk of income growth across these common income measures using a unified data set. It then uses a more consistent Haig-Simons income definition approach to comprehensive income by incorporating yearly-accrued capital gains to measure yearly changes in wealth rather than focusing solely on the realized taxable capital gains that appear in IRS tax return data. Doing so dramatically reduces the observed growth in income inequality across the distribution, but most especially the rise in top-end income since 1989.\n\n",
    "acknowledgement": "\nWe thank Scott Winship and Tim Smeeding as well as the participants of the Perspectives on Inequality and Mobility session at the 2013 AEA/ASSA conference-especially James Ziliak-for their comments on earlier drafts of this paper. An abbreviated version of an earlier draft of this paper presented at the AEA/ASSA conference appeared in the 2013 AER papers and proceedings issue. The authors have no material financial interests that relate to the findings described in this paper and received no outside financial support for the research. Burkhauser over the past 12 months has received funding in excess of $5,000 from the National Institute on Disability and Rehabilitation Research and the American Enterprise Institute. In addition he received funding not in excess of $5,000 from: The Brookings Institution, Employment Policies Institute, Pew Charitable Trusts, and the Smith Group. All opinions are those of the authors and should not be attributed to the Joint Committee on Taxation or any Member of Congress. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}