{
    "id": 19119,
    "citation_title": "Win Some Lose Some? Evidence from a Randomized Microcredit Program Placement Experiment by Compartamos Banco",
    "citation_author": [
        "Manuela Angelucci",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nTheory and evidence have raised concerns that microcredit does more harm than good, particularly when offered at high interest rates. We use a clustered randomized trial, and household surveys of eligible borrowers and their businesses, to estimate impacts from an expansion of group lending at 110% APR by the largest microlender in Mexico. Average effects on a rich set of outcomes measured 18-34 months post-expansion suggest some good and little harm. Other estimators identify heterogeneous treatment effects and effects on outcome distributions, but again yield little support for the hypothesis that microcredit causes harm.\n\n",
    "acknowledgement": "\nThanks to Tim Conley for collaboration and mapping expertise. Thanks to Innovations for Poverty Action staff, including Alissa Fishbane, Andrew Hillis, Elana Safran, Rachel Strohm, Braulio Torres, Asya Troychansky, Irene Velez, Sanjeev Swamy, Matthew White, Glynis Startz, and Anna York, for outstanding research and project management assistance. Thanks to Dale Adams, Abhijit Banerjee, Esther Duflo, Jake Kendall, Melanie Morten, David Roodman and participants in seminars at M.I.T./Harvard and NYU for comments. Thanks to Compartamos Banco, the Bill and Melinda Gates Foundation and the National Science Foundation for funding support to the project and researchers. All opinions are those of the researchers, and not the donors, Compartamos Banco, or the National Bureau of Economic Research. The research team has retained complete intellectual freedom from inception to conduct the surveys and estimate and interpret the results (contract available upon request).\n\n\n"
}