{
    "id": 19113,
    "citation_title": "Information and Student Achievement: Evidence from a Cellular Phone Experiment",
    "citation_author": [
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2013-06-06",
    "issue_date": "2013-06-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes a field experiment in Oklahoma City Public Schools in which students were provided with free cellular phones and daily information about the link between human capital and future outcomes via text message. Students' reported beliefs about the relationship between education and outcomes were influenced by treatment, and treatment students also report being more focused and working harder in school.  However, there were no measureable changes in attendance, behavioral incidents, or test scores. The patterns in the data appear most consistent with a model in which students cannot translate effort into measureable output, though other explanations are possible.\n\n",
    "acknowledgement": "\nSpecial thanks to Karl Springer, superintendent of Oklahoma City Public Schools, for his support and leadership during this experiment. I am grateful to my colleagues Lawrence Katz, Andrei Shleifer, and Robert Jensen for helpful comments and suggestions. Brad Allan, Matt Davis, and Blake Heller provided exceptional research assistance and project management support. Financial and in-kind support from the Sandridge Foundation, Droga5, and TracFone Wireless Inc. is gratefully acknowledged. Correspondence can be addressed to the author by email at rfryer@fas.harvard.edu. The usual caveat applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}