{
    "id": 19118,
    "citation_title": "Spatial Equilibrium with Unemployment and Wage Bargaining: Theory and Estimation",
    "citation_author": [
        "Paul Beaudry",
        "David A. Green",
        "Benjamin M. Sand"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we present a spatial equilibrium model where search frictions hinder the immediate reallocation of workers both within and across local labour markets. Because of the frictions, firms and workers find themselves in bilateral monopoly positions when determining wages.  Although workers are not at each instant perfectly mobile across cities, in the baseline model we assume that workers flows are sufficient to equate expected utility across markets. We use the model to explore the joint determination of wages, unemployment, house prices and city size (or migration). A key role of the model is to clarify conditions under which this type of spatial equilibrium setup can be estimated. We then use U.S. data over the period 1970-2007 to explore the fit of model and it quantitative properties of the model.  Our main goal is to highlight forces that influence spatial equilibria at 10 year intervals.\n\n",
    "acknowledgement": "\nThis paper will appear in a special issue of the Journal of Urban Economics focusing on local labour markets. We are grateful to Gilles Duranton for very helpful comments and suggestions. We also benefited from comments by seminar participants at the St. Louis Federal Reserve and at the Universite du Quebec a Montreal. Beaudry acknowleges support from the SSHRC of Canada and the Bank of Canada Fellowship Program.  Green acknowledge support from the SSHRC of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}