{
    "id": 19127,
    "citation_title": "Ordeal Mechanisms In Targeting: Theory And Evidence From A Field Experiment In Indonesia",
    "citation_author": [
        "Vivi Alatas",
        "Abhijit Banerjee",
        "Rema Hanna",
        "Benjamin A. Olken",
        "Ririn Purnamasari",
        "Matthew Wai-Poi"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theory suggests that, when designing aid programs, ordeal mechanisms that impose differential costs for rich and poor can induce self-selection and hence improve targeting (\"self-targeting\"). We first re-examine this theory and show that ordeal mechanisms may actually have theoretically ambiguous effects on targeting: for example, time spent applying imposes a higher monetary cost on the rich, but may impose a higher utility cost on the poor. We then examine these issues empirically by conducting a 400-village field experiment within Indonesia's Conditional Cash Transfer program. Targeting in the program is usually conducted by automatically enrolling candidates who pass an asset test. We compare whether instituting an ordeal mechanism, where villagers come to a central application site to apply and take the asset test, improves targeting over the existing automatic enrollment system. Within self-targeting villages, we find that the poor are more likely to apply, even conditional on whether they would pass the asset test. On net, self-targeting villages have a much poorer group of beneficiaries than status quo villages. However, marginally increasing the ordeal does not necessarily improve targeting: while experimentally increasing the distance to the application site reduces the number of applicants, it screens out both rich and poor in roughly equal proportions. Estimating the model structurally, we show that only one would need to increase the ordeal dramatically (e.g. tripling wait times to 9 hours or more) to induce detectable additional selection. In short, ordeal mechanisms can induce self-selection, but marginally increasing the ordeal can impose additional costs on applicants without necessarily improving targeting.\n\n",
    "acknowledgement": "\nThis project was a collaboration involving many people. We thank Jie Bai, Talitha Chairunissa, Donghee Jo, Chaeruddin Kodir, He Yang, Ariel Zucker, and Gabriel Zucker for their excellent research assistance, and Raj Chetty, Esther Duflo, Amy Finkelstein, and numerous seminar participants for helpful comments. We thank Mitra Samya, the Indonesian Central Bureau of Statistics (BPS), the Indonesian National Team for the Acceleration of Poverty Reduction (TNP2K, particularly Sudarno Sumarto and Bambang Widianto), the Indonesian Social Affairs Department (DepSos), and SurveyMeter for their cooperation implementing the project. Most of all, we thank Jurist Tan for her truly exceptional work leading the field implementation. This project was financially supported by the World Bank, AusAID, and 3ie, and analysis was supported by NIH under grant P01 HD061315. Additional Affiliations:. Banerjee, Olken: BREAD, CEPR, and J-PAL Hanna: BREAD, CEPR, and J-PAL. All views expressed are those of the authors, and do not necessarily reflect the views of the World Bank, TNP2K, Mitra Samya, DepSos, the Indonesian Central Bureau of Statistics, or the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nRema Hanna is a scientific director at JPAL-South East Asia. J-PAL has no stake in the outcomes of any given evaluation results; however, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}