{
    "id": 19121,
    "citation_title": "Measuring Top Incomes Using Tax Record Data: A Cautionary Tale from Australia",
    "citation_author": [
        "Richard V. Burkhauser",
        "Markus H. Hahn",
        "Roger Wilkins"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAtkinson, Piketty, and Saez (2011) survey an important new literature using income tax-based data to measure the share of income held by top income groups. But changes in tax legislation that expand the tax base to include income sources (e.g. capital gains, dividends, etc.) disproportionately held by these groups will conflate such an expansion with an increase in the share of income they hold.  We provide a cautionary tale from Australia of how comprehensive tax reform legislation in 1985 substantially altered Australian top income series, especially those that do not separate taxable realized capital gains from other taxable income.\n\n",
    "acknowledgement": "\nWe thank Andrew Leigh for providing the computer code used to produce the Atkinson and Leigh (2005, 2007) top income shares. We thank Daniel Feenberg, Andrew Leigh, Stephen Jenkins, and Dean Lillard for reading earlier drafts of this paper. This paper uses the confidentialised unit record file from the Household, Income and Labour Dynamics in Australia (HILDA) Survey. The HILDA Project was initiated and is funded by the Commonwealth Department of Families, Housing, Community Services and Indigenous Affairs and is managed by the Melbourne Institute of Applied Economic and Social Research. The authors have no material financial interests that relate to the findings described in this paper and received no outside financial support for the research. Burkhauser over the past 12 months has received funding in excess of $5,000 from the National Institute on Disability and Rehabilitation Research and the American Enterprise Institute. In addition he received funding not in excess of $5,000 from: The Brookings Institution, Employment Policies Institute, Pew Charitable Trusts, and the Smith Group. Hahn and Wilkins over the past 12 months have received funding in excess of $5,000 from the Australian Government Department of Families, Housing, Community Services and Indigenous Affairs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}