{
    "id": 19123,
    "citation_title": "California Energy Efficiency: Lessons for the Rest of the World, or Not?",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in the 1970s California's residential electricity consumption per capita stopped increasing, while other states' electricity use continued to grow steadily. Similar patterns can be seen in non-electric energy, industry, and transportation. What accounts for California's apparent energy savings? Some credit the strict energy efficiency standards for buildings and appliances enacted by California in the mid-1970s. They argue that other states and countries could replicate California's gains, and that California should build on its own success by tightening those standards further. Skeptics might point to three long-run trends that differentiate California's electricity demand from other states: (1) shifting of the U.S. population towards warmer climates of the South and West; (2) relatively small income elasticity of energy demand in California's temperate climate; and (3) evolving differences between the demographics of households in California and other states. Together, these trends account for around 90 percent of California's apparent residential electricity savings, thus providing no lessons for other states or countries considering adopting or tightening their energy efficiency standards.\n\n",
    "acknowledgement": "\nThanks to Jason Bordoff for asking the question that led to this project, Joe Aldy, Matt Harding, and James O'Brien, and Rob Stavins for helpful feedback, Jenna Kirschner for exceptionally thorough and resourceful research assistance, and Randy Becker at the Census Bureau for help with the crosswalk between SIC and NAICS industry codes. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}