{
    "id": 19128,
    "citation_title": "Differential Fertility, Human Capital, and Development",
    "citation_author": [
        "Tom Vogl"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "2013-08-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nUsing micro-data from 48 developing countries, I document a recent reversal in the income-fertility relationship and its aggregate implications. Before 1960, children from larger families had richer parents and obtained more education. By century's end, both patterns had reversed. Consequently, income differentials in fertility historically raised average education but now reduce it. While the reversal is unrelated to changes in GDP, women's work, sectoral composition, or health, half is attributable to rising aggregate education in the parents' generation. The results support a model in which rising skill returns lowered the minimum income at which parents invest in education.\n\n",
    "acknowledgement": "\nFor helpful comments, I am grateful to Janet Currie, Partha Deb, Oded Galor, Thomas Fujiwara, Zoë McLaren, Kyle Meng, Omer Moav, Ben Olken, Shing-Yi Wang; seminar participants at Brown, Harvard, Hunter, MIT, Princeton, the World Bank, the Population Association of America, and NBER Summer Institute; and especially Anne Case and Angus Deaton. Thanks also to Claudia Olivetti for sharing her data on female labor force participation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}