{
    "id": 19125,
    "citation_title": "Credit Ratings and the Pricing of Sovereign Debt during the Euro Crisis",
    "citation_author": [
        "Joshua Aizenman",
        "Mahir Binici",
        "Michael M. Hutchison"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of credit rating changes on the sovereign spreads in the European Union and investigates the macro and financial factors that account for the time varying effects of a given credit rating change. We find that changes of ratings are informative, economically important and highly statistically significant in panel models even after controlling for a host of domestic and global fundamental factors and investigating various functional forms, time and country groupings and dynamic structures. Dynamic panel model estimates indicate that a credit rating upgrade decreases CDS spreads by about 45 basis points, on average, for EU countries. However, the association between credit rating changes and spreads shifted markedly between the pre-crisis and crisis periods. European countries had quite similar CDS responses to credit rating changes during the pre-crisis period, but that large differences emerged during the crisis period between the now highly-sensitive GIIPS group and other European country groupings (EU and Euro Area excluding GIIPS, and the non-EU area). We also find a complicated non-linear pattern dependent on the level of the credit rating. The results are robust to the including credit \"outlook\" or \"watch\" signals by credit rating agencies. In addition, contagion from rating downgrades in GIIPS to other euro countries is not evident once own-country credit rating changes are taken into account.\n\n",
    "acknowledgement": "\nWe thank conference participants at the Oxford Review of Economic Policy Seminar at the Saïd Business School, Oxford, especially Christoffer Koch and Christopher Bowdler, and seminar participants at INSEAD, the Central Bank of Turkey, and Sveriges Riksbank for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}