{
    "id": 19120,
    "citation_title": "Is a VC Partnership Greater than the Sum of its Partners?",
    "citation_author": [
        "Michael Ewens",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates whether individual venture capitalists have repeatable investment skill and to what extent their skill is impacted by the VC firm where they work. We examine a unique dataset that tracks the performance of individual venture capitalists' investments across time and as they move between firms. We find evidence of skill and exit style differences even among venture partners investing at the same VC firm at the same time. Furthermore, our estimates suggest the partner's human capital is two to five times more important than the VC firm's organizational capital in explaining performance.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Joan Farre-Mensa, Thomas Hellmann, Bill Kerr, Josh Lerner, Ramana Nanda, David Robinson, Merih Sevilir and Morten Sorensen for fruitful discussion and comments as well as participants at the American Finance Association meetings, Fed/NYU Conferences on Private Equity, Washington University 9th Annual Corporate Finance Conference, Stanford / JOIM Private Equity conference, Jackson Hole Finance Group conference, Harvard University, as well as Correlation Ventures and VentureSource for access to the data. Both authors are advisors to, and investors in Correlation Ventures. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}