{
    "id": 19122,
    "citation_title": "What is European Integration Really About? A Political Guide for Economists",
    "citation_author": [
        "Enrico Spolaore"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEurope's monetary union is part of a broader process of integration that started in the aftermath of World War II. In this \"political guide for economists\" we look at the creation of the euro within the bigger picture of European integration. How and why were European institutions established? What are the goals and determinants of European Integration? What is European integration really about? We address these questions from a political-economy perspective, building on ideas and results from the economic literature on the formation of states and political unions. Specifically, we look at the motivations, assumptions, and limitations of the European strategy, initiated by Jean Monnet and his collaborators, of partially integrating policy functions in a few areas, with the expectation that more integration will follow in other areas, in a sort of chain reaction towards an \"ever-closer union.\" The euro with its current problems is a child of that strategy and its limits.\n\n",
    "acknowledgement": "\nI am grateful to Jeff Frieden, Yannis Ioannides, Deborah Menegotto, Stelios Michalopoulos, Romain Wacziarg, and the editors of the Journal of Economic Perspectives (David Autor, Chang-Tai Hseih, and Tim Taylor) for their detailed comments. I also benefited from helpful feedback and conversations with many people, including Lorenzo Bini-Smaghi, Giancarlo Corsetti, Henrik Enderlein, Kai Konrad, Athanasios Orphanides, Lucas Papademos, and Daniela Schwarzer, and participants in the political economy discussion group at Harvard and a conference at the Condorcet Center for Political Economy in Rennes. Of course I am the only one responsible for all opinions and errors in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}