{
    "id": 19124,
    "citation_title": "Selection and Economic Gains in the Great Migration of African Americans: New Evidence from Linked Census Data",
    "citation_author": [
        "William J. Collins",
        "Marianne H. Wanamaker"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe onset of World War I spurred the \"Great Migration\" of African Americans from the U.S. South, arguably the most important internal migration in U.S. history. We create a new panel dataset of more than 5,000 men matched from the 1910 to 1930 census manuscripts to address three interconnected questions: To what extent was there selection into migration? How large were the migrants' gains? Did migration narrow the racial gap in economic status? We find evidence of positive selection, but the migrants' gains were large. A substantial amount of black-white convergence in this period is attributable to migration.\n\n",
    "acknowledgement": "\nThe authors are grateful for suggestions from Ran Abramitzky, Jeremy Atack, Hoyt Bleakley, Leah Boustan, Robert Margo, Chris Minns, Greg Niemesh, and seminar participants at the University of Chicago, Northwestern University, University of Tennessee, Vanderbilt University, European Historical Economics Society Congress (2011), and Economic History Association Meetings (2011).  Ye Gu, Greg Niemesh, Tom Markle, Dawn Edwards, and Kiana Jackson have provided excellent research assistance.  The Grey and Dornbush Funds at Vanderbilt University and Office of Research at the University of Tennessee have provided generous research support.  NSF support (SES 1156085 and 1156057) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}