{
    "id": 19137,
    "citation_title": "Propagation and Smoothing of Shocks in Alternative Social Security Systems",
    "citation_author": [
        "Alan Auerbach",
        "Lorenz Kueng",
        "Ronald Lee"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven with well-developed capital markets, there is no private market mechanism for trading between current and future generations, so a potential role for public old-age pension systems is to spread economic and demographic shocks among different generations.  This paper evaluates the smoothing and propagation of shocks of three pay-as-you-go public pension schemes, based on the actual U.S. and German systems, which vary in the extent to which they rely on tax adjustments versus benefit adjustments to provide annual cash-flow budget balance.  Modifying the Auerbach-Kotlikoff (1987) dynamic general-equilibrium overlapping generations model to incorporate realistic patterns of fertility and mortality and shocks to productivity, fertility and mortality, we evaluate the effectiveness of the three public pension systems at spreading the effects of such shocks.  We find that the systems, particularly those that rely to some extent on tax adjustments, are effective at spreading fertility and mortality shocks, but that this is not the case for productivity shocks, for which the pension systems actually tend to concentrate the economic impact.  These results suggest that both system design and the source of shocks are important factors in determining the potential of public pension arrangements to spread the burden of shocks.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-M-98363-1-01 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the federal government, or the National Bureau of Economic Research.\n\n\n"
}