{
    "id": 19131,
    "citation_title": "The Female Labor Force and Long-run Development: The American Experience in Comparative Perspective",
    "citation_author": [
        "Claudia Olivetti"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides additional evidence on the U-shaped relationship between the process of economic development and women's labor force participation. The experience of the United States is studied in a comparative perspective relative to a sample of rich economies observed over the period 1890-2005. The analysis confirms the existence of a U-shaped female labor supply function, coming from both cross-country and within country variation. Further analysis of a large cross section of economies observed over the post-WWII period suggests that the timing of a country's transition to a modern path of economic development affects the shape of women's labor supply.\n\n",
    "acknowledgement": "\nThis paper was prepared for the \"Human Capital in History: The American Record\" conference in Cambridge, MA, December 2012. I thank Francine Blau, for her insightful discussion of the paper. Comments from Carola Frydman and Robert Margo are also gratefully acknowledged. Many thanks to Marric Buessing for her invaluable research assistance and to Sharon D'Souza for her help with data collection. I am also grateful to Berthold Herrendorf, Richard Rogerson and Akos Valentinyi for sharing their historical data on structural transformation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}