{
    "id": 19133,
    "citation_title": "Some Simple Economics of Crowdfunding",
    "citation_author": [
        "Ajay K. Agrawal",
        "Christian Catalini",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIt is not surprising that the financing of early-stage creative projects and ventures is typically geographically localized since these types of funding decisions are usually predicated on personal relationships and due diligence requiring face-to-face interactions in response to high levels of risk, uncertainty, and information asymmetry. So, to economists, the recent rise of crowdfunding - raising capital from many people through an online platform - which offers little opportunity for careful due diligence and involves not only friends and family but also many strangers from near and far, is initially startling. On the eve of launching equity-based crowdfunding, a new market for early-stage finance in the U.S., we provide a preliminary exploration of its underlying economics. We highlight the extent to which economic theory, in particular transaction costs, reputation, and market design, can explain the rise of non-equity crowdfunding and offer a framework for speculating on how equity-based crowdfunding may unfold. We conclude by articulating open questions related to how crowdfunding may affect social welfare and the rate and direction of innovation.\n\n",
    "acknowledgement": "\nWe thank Scott Stern, Josh Lerner, and Erin Scott for thoughtful input on earlier drafts. Participants at the NBER National Press Club workshop in April 2013 offered insightful feedback. We draw inspiration from Tirole and Lerner (2002) for our title and approach to presenting the subject matter. We gratefully acknowledge funding support on our series of crowdfunding research projects from the Centre for Innovation and Entrepreneurship at the Rotman School of Management, the NET Institute, and the Social Sciences and Humanities Research Council of Canada. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}