{
    "id": 19130,
    "citation_title": "Do Lottery Payments Induce Savings Behavior: Evidence from the Lab",
    "citation_author": [
        "Emel Filiz-Ozbay",
        "Jonathan Guryan",
        "Kyle Hyndman",
        "Melissa Schettini Kearney",
        "Erkut Y. Ozbay"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper presents the results of a laboratory experiment designed to investigate whether the option of a Prize Linked Savings (PLS) product alters the likelihood that subjects choose to delay payment. By comparing PLS and standard savings products in a controlled way, we find strong evidence that a PLS payment option leads to greater rates of payment deferral than does a straightforward interest payment option of the same expected value. The appeal of the PLS option is strongest among men, self-reported lottery players, and subjects with low bank account balances. We use the results of our experiment to structurally estimate the parameters of the decision problem governing time preference, risk aversion, and probability weighting. We employ the parameter estimates in a series of policy simulations that compare the relative effectiveness of PLS products as compared to standard savings products.\n\n",
    "acknowledgement": "\nWe thank the University of Maryland, Department of Economics for its generous financial support for this research. We thank seminar participants at Penn State University (Smeal College of Business) and University College London, conference participants at the 2013 RAND Behavioral Finance Forum and the Decision Theory Conference at ITAM, as well as Matthew Embrey, Philippe Jehiel, Anthony Kwasnica and Antoine Terracol for helpful discussions. Kristian López-Vargas programmed the experiment in z-Tree and also provided excellent assistance during the experimental sessions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}