{
    "id": 19139,
    "citation_title": "Why High Leverage is Optimal for Banks",
    "citation_author": [
        "Harry DeAngelo",
        "René M. Stulz"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLiquidity production is a central role of banks. We show that, under idealized conditions, high leverage is optimal for banks when there is a market premium for (socially valuable) liquid financial claims and no deviations from Modigliani and Miller (1958) due to agency problems, deposit insurance, taxes, or any other distortions. Our model can explain (i) why bank leverage increased over the last 150 years or so, (ii) why high bank leverage per se does not necessarily cause systemic risk, and (iii) why limits on the leverage of regulated banks impede their ability to compete with unregulated shadow banks. Our model indicates that MM's debt-equity neutrality principle is inapplicable to banks. Because debt-equity neutrality assigns zero weight to the social value of liquidity, it is an inappropriately equity-biased baseline for assessing whether the high leverage ratios of real-world banks are excessive.\n\n",
    "acknowledgement": "\nWe thank Anat Admati, Michael Brennan, John Cochrane, Peter DeMarzo, Doug Diamond, Nicola Gennaioli, Charles Goodhart, Gary Gorton, Paul Pfleiderer, Jim Poterba, Andrei Shleifer, Richard Smith, Jeremy Stein, and Anjan Thakor for useful comments. Brian Baugh and Yeejin Jang provided excellent research assistance. René Stulz serves on the board of a bank that is affected by capital requirements and consults and provides expert testimony for financial institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}