{
    "id": 19134,
    "citation_title": "How Firms Respond to Business Cycles: The Role of Firm Age and Firm Size",
    "citation_author": [
        "Teresa C. Fort",
        "John Haltiwanger",
        "Ron S. Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2013-06-19",
    "issue_date": "2013-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere remains considerable debate in both the theoretical and empirical literature about the differences in the cyclical dynamics of firms by firm size.  Some have hypothesized that small firms are more sensitive to cycles while others have posited that larger firms are more sensitive.  Researchers have found evidence supportive of both hypotheses -using different cyclical indicators and focusing on different underlying shocks.   This paper contributes to the debate in two ways.  First, the key distinction between firm size and firm age is introduced.  The evidence presented in this paper shows that young businesses (that are typically small) exhibit very different cyclical dynamics than small/older businesses. Young/small businesses are more sensitive to the cycle than older/larger businesses. Evidence about the difference in the cyclical dynamics between small/older and large/older businesses is mixed.  The second contribution is to present evidence and explore explanations for the finding that young/small businesses were hit especially hard in the Great Recession.  The collapse in housing prices accounts for a significant part of the large decline of young/small businesses in the Great Recession.   The decline was especially pronounced in states with a large decline in housing prices.  This pattern holds even after controlling, through a panel VAR, for national and local business cycle conditions.\n\n",
    "acknowledgement": "\nWe thank participants at seminars at CES, Harvard, and INSEAD, attendees at the IMF ARC Conference and the NBER Entrepreneurship Workshop, Pierre-Olivier Gourinchas, Roberto Fattal Jaef, Ayhan Kose, Giuseppe Moscarini, Robert Strom and two anonymous referees for helpful comments and the Kauffman Foundation for financial support. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We thank Ryan Decker for his assistance developing the STATA code used in this paper as well as Inessa Love for the original version of PVAR.\n\n\n\nTeresa C. Fort\n\nThis paper was presented at the IMF Annual Research Conference in November 2012.  Papers from that conference are considered for publication in the IMF Economic Review and this paper is under consideration at that journal.   Upon acceptance and publication in that journal, authors share an honorarium for participating in the Annual Research Conference and publishing the paper in the IMF Economic Review.\n\n\n\nJohn Haltiwanger\n\nThis paper was presented at the IMF Annual Research Conference in November 2012.  Papers from that conference are considered for publication in the IMF Economic Review and this paper is under consideration at that journal.   Upon acceptance and publication in that journal, authors share an honorarium for participating in the Annual Research Conference and publishing the paper in the IMF Economic Review.\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, am an employee of the U.S. Census Bureau. I have received no direct financial support from any organization but I am one of the Principal Investigators on the grant from the Kauffman Foundation that we note in the acknowledgements section. The support from the Kauffman Foundation is directly related to this research as they have supported the development of the data infrastructure used in this paper as well as research analysis related to the topics in this paper. We are also using proprietary data in this paper housed at the U.S. Bureau of the Census. As we note in the acknowledgements section “All results have been reviewed to ensure that no confidential information is disclosed.”\n\n\n"
}