{
    "id": 19132,
    "citation_title": "Deposit Insurance and Orderly Liquidation without Commitment: Can we Sleep Well?",
    "citation_author": [
        "Russell Cooper",
        "Hubert Kempf"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "2014-06-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assess the affects of the orderly liquidation of a failing bank and the ex post provision of deposit insurance on the prospect of bank runs. Assuming that the public institutions in charge of these policies lack commitment power, these interventions, both individually and jointly, are chosen and undertaken ex post. The costs of liquidation and redistribution across heterogenous households play key roles in these decisions. If investment is suffciently illiquid, a credible liquidation policy will deter runs. Deposit insurance will not be provided ex post if it requires a (socially) undesirable redistribution of consumption that outweighs insurance gains. Despite the lack of commitment, runs can be prevented by the provision of deposit insurance funded by an optimally designed ex post tax scheme.\n\n",
    "acknowledgement": "\nRussell Cooper is grateful to the NSF for financial support. Comments from Todd Keister, Antoine Martin, Jonathan Willis and seminar participants at the Banque de France, the University of Bologna, the Central Bank of Turkey, Koc University, the RMM Conference 2010 at the University of Toronto, Washington University at St. Louis, the Riksbank, the University of Pennsylvania, Rice University, the University of Iowa, the Tinbergen Institute and the Federal Reserve Bank of Kansas City are appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}