{
    "id": 19135,
    "citation_title": "The Wage Effects of Not-for-Profit and For-Profit Certifications: Better Data, Somewhat Different Results",
    "citation_author": [
        "Kevin Lang",
        "Russell Weinstein"
    ],
    "citation_publication_date": "2013-06-13",
    "issue_date": "2013-06-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing the Beginning Postsecondary Student Survey and Transcript Data, we find no statistically significant differential return to certificate or Associate's degrees between for-profits and not-for-profits. Point estimates suggest a slightly lower return to a for-profit certificate and a slightly higher return to a for-profit Associate's degree, largely because more students at not-for-profits earn a BA, making them less likely to have only an Associate's degree. There is considerable variation in the return to certificates/degrees across majors, including many with negligible or negative returns. Differences across fields are large relative to differences across institution types.\n\n",
    "acknowledgement": "\nThis topic was brought to our attention by Jesse Felix whose excellent undergraduate research opportunities project was, to the best of our knowledge, the earliest use of the Beginning Post-Secondary Students survey to examine differences in financial and labor market outcomes of students at for-profit and other institutions. We regret that data access restrictions prevented him from working with us on this new project. We are grateful to Steve Erlebacher and participants in the Boston University empirical microeconomics workshop for helpful comments and suggestions. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}