{
    "id": 19147,
    "citation_title": "Economies of Scale in Nineteenth Century American Manufacturing Revisited: A Resolution of the Entrepreneurial Labor Input Problem",
    "citation_author": [
        "Robert A. Margo"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a famous paper, Kenneth Sokoloff argued that the labor input of entrepreneurs was generally not included in the count of workers in manufacturing establishments in the early censuses of manufacturing.  According to Sokoloff, this biased downward econometric estimates of economies of scale if left uncorrected.  As a fix Sokoloff proposed a particular \"rule of thumb\" imputation for the entrepreneurial labor input.  Using establishment level manufacturing data from the 1850-80 censuses and textual evidence I argue that, contrary to Sokoloff's claim, the census did generally include the labor of entrepreneurs if it was economically relevant to do so, and therefore Sokoloff's imputation is not warranted for these census years.  However, I also find that the census did understate the labor input in small relative to large establishments as Sokoloff asserted, but for a very different reason.  The census purported to collect data on the average labor input but, in fact, the data most likely measure the typical number of workers present.  For very small establishments the reported figures on the typical number of workers are biased downwards relative to a true average but this is not the case for large establishments.  As a result, the early censuses of manufacturing did overstate labor productivity in small relative to large establishments but the size of the bias is smaller than alleged by Sokoloff.\n\n",
    "acknowledgement": "\nThis is a draft of a paper to be presented at the NBER conference on \"Enterprising America: Businesses, Banks, and Credit Markets in Historical Perspective\" to be held at Vanderbilt University, Nashville TN, in December 2013. Comments from Jeremy Atack, Stanley Engerman, and Ian Keay are gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}