{
    "id": 19149,
    "citation_title": "Adverse Selection and an Individual Mandate: When Theory Meets Practice",
    "citation_author": [
        "Martin B. Hackmann",
        "Jonathan T. Kolstad",
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe develop a model of selection that incorporates a key element of recent health reforms: an individual mandate. We identify a set of key parameters for welfare analysis, allowing us to model the welfare impact of the actual policy as well as to estimate the socially optimal penalty level. Using data from Massachusetts, we estimate the key parameters of the model. We compare health insurance coverage, premiums, and insurer average health claim expenditures between Massachusetts and other states in the periods before and after the passage of Massachusetts health reform.  In the individual market for health insurance, we find that premiums and average costs decreased significantly in response to the individual mandate; consistent with an initially adversely selected insurance market. We are also able to recover an estimated willingness-to-pay for health insurance.  Combining demand and cost estimates as sufficient statistics for welfare analysis, we find an annual welfare gain of $335 dollars per person or $71 million annually in Massachusetts as a result of the reduction in adverse selection. We also find evidence for smaller post-reform markups in the individual market, which increased welfare by another $107 dollars per person per year and about $23 million per year overall. To put this in perspective, the total welfare gains were 8.4% of medical expenditures paid by insurers. Our model and empirical estimates suggest an optimal mandate penalty of $2,190. A penalty of this magnitude would increase health insurance to near universal levels. Our estimated optimal penalty is higher than the individual mandate penalty adopted in Massachusetts but close to the penalty implemented under the ACA.\n\n",
    "acknowledgement": "\nWe thank Kate Archibald and Xu \"Sophie\" He for excellent research assistance. This project has benefited greatly from comments from Marika Cabral, Keith Ericson, Mathis Wagner, Ebonya Washington, and Heidi Williams. We are also grateful for comments by seminar participants at Yale and the University of Pennsylvania and participants at the health care markets conference at the Kellogg School of Management. Funding from the Robert Wood Johnson Foundation and the National Institute on Aging grant #P30 AG012810 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}