{
    "id": 19142,
    "citation_title": "Informal Care and Caregiver's Health",
    "citation_author": [
        "Young Kyung Do",
        "Edward C. Norton",
        "Sally Stearns",
        "Courtney H. Van Houtven"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study aims to measure the causal effect of informal caregiving on the health and health care use of women who are caregivers, using instrumental variables. We use data from South Korea, where daughters and daughters-in-law are the prevalent source of caregivers for frail elderly parents and parents-in-law. A key insight of our instrumental variable approach is that having a parent-in-law with functional limitations increases the probability of providing informal care to that parent-in-law, but a parent-in-law's functional limitation does not directly affect the daughter-in-law's health. We compare results for the daughter-in-law and daughter samples to check the assumption of the excludability of the instruments for the daughter sample. Our results show that providing informal care has significant adverse effects along multiple dimensions of health for daughter-in-law and daughter caregivers in South Korea.\n\n",
    "acknowledgement": "\nThe data for this study were made available by the Korea Labor Institute and Korea Employment Information Service. We thank David Grabowski and other participants at the International Health Economics Association's 8th World Congress on Health Economics and seminar participants at the University of Rochester and Johns Hopkins University for helpful comments. C.H. Van Houtven was supported by the Veterans Affairs  Health Services Research and Development Merit Review Program (MRP 05-311). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}