{
    "id": 19145,
    "citation_title": "Donative Behavior at the End of Life",
    "citation_author": [
        "Jonathan Meer",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA general finding in the empirical literature on charitable giving is that among older individuals, both the probability of giving and the conditional amount of donations decrease with age, ceteris paribus. In this paper, we use data on giving by alumni at an anonymous university to investigate end-of-life giving patterns. Our main finding is that taking into account the approach of death substantially changes the age-giving profile for the elderly-in one segment of the age distribution, the independent effect of an increase in age on giving actually changes from negative to positive. \nWe examine how the decline in giving as death approaches varies with the length of time that a given condition is likely to bring about death, and the individual's age when he died. We find that for individuals who died from conditions that bring about death fairly quickly, there is little decline in giving as death approaches compared to those who died from other causes. Further, the decline in giving as death approaches is steeper for the elderly (for whom death is less likely to be a surprise) than for the relatively young. These findings suggest that our primary result, that failing to take into account the approach of death leads to biased inferences with respect to the age-giving profile, is not merely an artifact of some kind of nonlinearity in the relationship between age and giving.\n\n",
    "acknowledgement": "\nWe are grateful to Jonathan Skinner and Tricia L. Dunn for useful conversations, to Peter Perdue for research assistance, to the editor and several reviewers for helpful suggestions, and to Princeton's Griswold Center for Economic Policy Studies for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}