{
    "id": 19148,
    "citation_title": "Inflation Dynamics and Time-Varying Volatility: New Evidence and an Ss Interpretation",
    "citation_author": [
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs monetary policy less effective at increasing real output during periods of high volatility than during normal times? In this paper, I argue that greater volatility leads to an increase in aggregate price flexibility so that nominal stimulus mostly generates inflation rather than output growth. To do this, I construct price-setting models with \"volatility shocks\" and show these models match new facts in CPI micro data that standard price-setting models miss. I then show that these models imply output responds less to nominal stimulus during times of high volatility. Furthermore, since volatility is countercyclical, this implies that nominal stimulus has smaller real effects during downturns. For example, the estimated output response to additional nominal stimulus in September 1995, a time of low volatility, is 55 percent larger than the response in October 2001, a time of high volatility.\n\n",
    "acknowledgement": "\nI would like to thank Eduardo Engel for invaluable advice.  I also thank the editor Robert Barro, three anonymous referees and my discussants John Leahy and Martin Eichenbaum.  I would also like to thank Rudi Bachmann, David Berger, Nick Bloom, Francois Gourio, Erik Hurst, Amy Meek, Giuseppe Moscarini, Guillermo Ordonez, and Tony Smith.  I am also grateful for comments from seminar participants at various universities and conferences. This research received generous support from the Society for Computing in Economics and Finance student paper prize. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}