{
    "id": 19146,
    "citation_title": "Asset Pricing Implications of Macroeconomic Interventions An Application to Climate Policy",
    "citation_author": [
        "Rajnish Mehra"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper illustrates that evaluating alternate abatement polices that affect the growth path of an economy on the basis of their effects on asset valuation may not be welfare enhancing. We show that the class of abatement polices considered in the integrated assessment literature are robust with respect to the choice of a discount factor if lifetime consumption equivalents are used as a metric. We argue against a global welfare function in the presence of significant global household heterogeneity. While economic analysis is a useful tool for evaluating different policies for a homogenous class of households, inter household comparisons are an ethical issue.\n\n",
    "acknowledgement": "\nI thank Stephen DeCanio, George Constantinides, John Donaldson, Bob Litterman, Robert Pindyck and Edward Prescott for invaluable feedback and comments. I also thank the participants of the conference on Pricing Climate Risk: Refocusing the Climate Policy Debate at ASU for their comments and Yan Chen for his research assistance. The usual caveat applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}