{
    "id": 19152,
    "citation_title": "Sequential Monte Carlo Sampling for DSGE Models",
    "citation_author": [
        "Edward P. Herbst",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a sequential Monte Carlo (SMC) algorithm for estimating Bayesian dynamic stochastic general equilibrium (DSGE) models, wherein a particle approximation to the posterior is built iteratively through tempering the likelihood. Using three examples consisting of an artificial state-space model, the Smets and Wouters (2007) model, and Schmitt-Grohé and Uribe's (2012) news shock model we show that the SMC algorithm is better suited for multimodal and irregular posterior distributions than the widely-used random walk Metropolis- Hastings algorithm. We find that a more diffuse prior for the Smets and Wouters (2007) model improves its marginal data density and that a slight modification of the prior for the news shock model leads to drastic changes in the posterior inference about the importance of news shocks for fluctuations in hours worked. Unlike standard Markov chain Monte Carlo (MCMC) techniques, the SMC algorithm is well suited for parallel computing.\n\n",
    "acknowledgement": "\nMany thanks to Stephanie Schmitt-Grohe and Martin Uribe for graciously sharing their code. We are also thankful for helpful comments and suggestions from Fabio Canova, Garland Durham, Jesus Fernandez- Villaverde, and seminar participants at the Board of Governors, the 2012 Conference on Computational and Financial Econometrics, ECARES/ULB, and University of Pennsylvania. Schorfheide gratefully acknowledges financial support from the National Science Foundation under Grant SES 1061725. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}