{
    "id": 19151,
    "citation_title": "Medicaid Insurance in Old Age",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "2015-12-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe old age provisions of the Medicaid program were designed to insure poor retirees against medical expenses. However, it is the rich who are most likely to live long and face expensive medical conditions when very old. We estimate a structural model of savings and endogenous medical spending with heterogeneous agents and use it to compute the distribution of lifetime Medicaid transfers and Medicaid valuations across currently single retirees. \nWe find that retirees with high lifetime incomes can end up on Medicaid and often value Medicaid insurance the most, as they face a larger risk of catastrophic medical needs at old ages and face the greatest consumption risk. Compensating variation calculations indicate that current retirees value Medicaid insurance at more than its actuarial cost, but that most would value an expansion of the current Medicaid program at less than its cost. These findings suggest that for current single retirees, the Medicaid program may be of the approximately right size.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions we thank Joe Altonji, Norma Coe, Courtney Coile, Amy Finkelstein, Victor Rios-Rull, Karl Scholz, Sam Schulhofer-Wohl, Jon Skinner, and Gianluca Violante. For excellent research assistance we thank David Benson, Taylor Kelley, Jeremy McCauley, An Qi, and Shani Schechter. De Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks” and from the ESRC through the Centre for Macroeconomics. Jones gratefully acknowledges financial support from the Social Se- curity Administration through the Michigan Retirement Research Center (MRRC grants UM10-16 and UM12-12). Jones also gratefully acknowledges the hospitality of the Federal Reserve Bank of Chicago and UCL. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, any agency of the federal government, the Federal Reserve Bank of Chicago, the Social Security Administration, or the MRRC.\n\n\n"
}