{
    "id": 19154,
    "citation_title": "Repairing the Damage: The Effect of Price Expectations on Auto-Repair Price Quotes",
    "citation_author": [
        "Meghan R. Busse",
        "Ayelet Israeli",
        "Florian Zettelmeyer"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "2022-11-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate whether sellers treat consumers differently on the basis of how well-informed consumers appear to be. We implement a large-scale field experiment in which callers request price quotes from automotive repair shops. We show that sellers alter their initial price quotes depending on whether consumers appear to be well-informed, uninformed, or poorly informed about market prices. We find that repair shops quote higher prices to callers who cite a higher expected price. We find that women are quoted higher prices than men when callers signal that they are uninformed about market prices. However, gender differences disappear when callers mention an expected price for the repair. Finally, we find that repair shops are more likely to offer a price concession if asked to do so by a woman than a man.\n\n",
    "acknowledgement": "\nWe wish to thank Brian Hafer, Georgette Ong, Tracey Virtue, and Melanie Webber for enabling us to run the experiments in this paper. This research was conducted in collaboration with AutoMD, whose call center employees conducted the primary data collection. The authors received no compensation from AutoMD for conducting this research. We are also grateful for the generous advice and help from Angela Lee and Eric Anderson. We thank Steve Tadelis and seminar participants at Northwestern, Stanford, Yale, and the NBER IO Winter Meetings for many helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}