{
    "id": 19158,
    "citation_title": "Political Economy in a Changing World",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a general framework for the analysis of the dynamics of institutional change (e.g., democratization, extension of political rights or repression of different groups), and how these dynamics interact with (anticipated and unanticipated) changes in the distribution of political power and in economic structure. We focus on the Markov Voting Equilibria, which require that economic and political changes should take place if there exists a subset of players with the power to implement such changes and who will obtain higher expected discounted utility by doing so. Assuming that economic and political institutions as well as individual types can be ordered, and preferences and the distribution of political power satisfy natural \"single crossing\" (increasing differences) conditions, we prove the existence of a pure-strategy equilibrium, provide conditions for its uniqueness, and present a number of comparative static results that apply at this level of generality. We then use this framework to study the dynamics of political rights and repression in the presence of radical groups that can stochastically grab power. We characterize the conditions under which the presence of radicals leads to repression (of less radical groups), show a type of path dependence in politics resulting from radicals coming to power, and identify a novel strategic complementarity in repression.\n\n",
    "acknowledgement": "\nAn earlier draft was circulated under the title \"Markov Voting Equilibria: Theory and Applications\". We thank participants of Wallis Institute Annual Conference, CIFAR meeting in Toronto, and of seminars at Georgetown, ITAM, Northwestern, London School of Economics, Stanford, UPenn, Warwick and Zurich for helpful comments. Acemoglu gratefully acknowledges financial support from Army Research Office. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}