{
    "id": 19156,
    "citation_title": "Concentration in Mortgage Lending, Refinancing Activity and Mortgage Rates",
    "citation_author": [
        "David S. Scharfstein",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that high concentration in local mortgage lending reduces the sensitivity of mortgage rates and refinancing activity to mortgage-backed security (MBS) yields. A decrease in MBS yields is typically associated with greater refinancing activity and lower rates on new mortgages. However, this effect is dampened in counties with concentrated mortgage markets. We isolate the direct effect of mortgage market concentration and rule out alternative explanations based on borrower, loan, and collateral characteristics in two ways. First, we use a matching procedure to compare high- and low-concentration counties that are very similar on observable characteristics and find similar results. Second, we examine counties where concentration in mortgage lending is increased by bank mergers. We show that within a given county, sensitivities to MBS yields decrease after a concentration-increasing merger. Our results suggest that the strength of the housing channel of monetary policy transmission varies in both the time series and the cross section. In the cross section, increasing concentration by one standard deviation reduces the overall impact of a decline in MBS yields by approximately 50%. In the time series, a decrease in MBS yields today has a 40% smaller effect on the average county than it would have had in the 1990s because of higher concentration today.\n\n",
    "acknowledgement": "\nWe are grateful to Zahi Ben-David, Scott Frame, Andreas Fuster, Ed Golding, David Lucca , Amit Seru, Jeremy Stein, Amir Sufi, and seminar participants at the Federal Reserve Bank of New York, Harvard University, the NBER Corporate Finance Spring Meetings, and the UCLA/FRB - San Francisco Conference on Ho using and the Macroeconomy for helpful comments and suggestions. We thank Freddie Mac for data and Toomas Laarits for excellent research assistance. We also thank the Harvard Business School Division of Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}