{
    "id": 19153,
    "citation_title": "Land Reform and Sex Selection in China",
    "citation_author": [
        "Douglas Almond",
        "Hongbin Li",
        "Shuang Zhang"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "2017-11-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nFollowing the death of Mao in 1976, agrarian decision-making shifted from the collective to individual households, unleashing rapid growth in farm output and unprecedented reductions in poverty. In new data on reform timing in 914 counties, we find an immediate trend break in the fraction of male children following rural land reform. Among second births that followed a firstborn girl, sex ratios increased from 1.1 to 1.3 boys per girl in the four years following reform. Larger increases are found among families with more education and in counties with larger output gains due to reform. Proximately, increased sex selection was achieved in part through prenatal ultrasounds obtained in provincial capitals. The land reform estimate is robust to controlling for the county-level rollout of the One Child Policy. Overall, we estimate land reform accounted for roughly half of the increase in sex ratios in rural China from 1978-86, or about 1 million missing girls.\n\n",
    "acknowledgement": "\nWe thank Sonia Bhalotra, Pascaline Dupas, Lena Edlund, Monica Das Gupta, Richard Freeman, Supreet Kaur, Suresh Naidu, Christian Pop-Eleches, Martin Ravallion, Rodrigo Soares, and Miguel Urquiola for helpful comments. We thank James Heckman and anonymous referees for guidance and suggestions that improved the paper. Matthew Turner provided data on the 1980 rail network and Yi Cheng, Lucy Lu, Jie Sun, and Yixin Sun research assistance. Almond was supported by NSF CAREER award #0847329. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}