{
    "id": 19159,
    "citation_title": "Lending to Lemons: Landschafts-Credit in 18th Century Prussia",
    "citation_author": [
        "Kirsten Wandschneider"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe following paper describes the emergence of cooperative mortgage credit associations, called \"Landschaften\" in 18th century Prussia, and thereby tells the history of mortgage-covered bonds. Landschaften facilitated the refinancing of loans for Prussian estates by issuing covered bonds (Pfandbriefe) that were jointly backed by their members. They relied on dual recourse, cooperative structure, joint liability, and local administration to overcome asymmetric information problems related to lending. Their emergence serves as an example for financial innovation in historical mortgage markets. Pfandbriefe exist to this day and are known for their security. Their success goes back to some of the historical features.\n\n",
    "acknowledgement": "\nThis paper has been prepared for Housing and Mortgage Markets in Historical Perspective, National Bureau of Economic Research, Price V. Fishback, Kenneth Snowden, Eugene N. White (eds.), Chicago: University of Chicago Press. I thank Timothy Guinnane and Larry Neal for comments and discussions throughout this project. I also thank participants at the 2010 Utrecht workshop for Intermediation and Financial Markets, the 2010 EHA meetings, the Berlin Colloquium in Economic History, the UCLA Economic History Proseminar and the NBER-URC conference on Housing and Mortgage Markets in Historical Perspective. Parts of this chapter were completed while in residence at the Humboldt University in Berlin. Support from the Prussian State Archive is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}