{
    "id": 19150,
    "citation_title": "Piracy and Copyright Enforcement Mechanisms",
    "citation_author": [
        "Brett Danaher",
        "Michael D. Smith",
        "Rahul Telang"
    ],
    "citation_publication_date": "2013-06-20",
    "issue_date": "2013-06-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMuch debate exists around the impact that illegal file sharing may have on the creative industries. Similarly, opinions differ regarding whether the producers of artistic works should be forced to accept any weakening of intellectual property rights resulting from illegal file sharing, or if governments should intervene to protect these rights. This chapter seeks to inform these questions by outlining what we do and do not know from existing academic research.\nWe first discuss whether filesharing displaces sales of media goods and then discuss whether such displacement will lead to reduced incentives to produce new creative works. We continue by summarizing recent findings on what businesses can do to compete with piracy and the effectiveness of anti-piracy interventions on encouraging consumers to migrate from illegal to legal consumption channels. We conclude by demonstrating that without additional empirical evidence, it will be difficult to determine the socially optimal set of strategies and government copyright policies in the digital era.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael D. Smith\n\nThis research was conducted as part of Carnegie Mellon University’s Initiative for Digital Entertainment Analytics (IDEA) which receives funding from the Motion Picture Association of America. The MPAA funding is in the form of an unrestricted gift to Carnegie Mellon University, and the MPAA and its member studios exercised no editorial control or oversight of the research findings. The findings in the research are entirely our own.\n\n\n"
}