{
    "id": 19161,
    "citation_title": "The Effect of Medicaid Expansions in the Late 1980s and Early 1990s on the Labor Supply of Pregnant Women",
    "citation_author": [
        "Dhaval M. Dave",
        "Sandra L. Decker",
        "Robert Kaestner",
        "Kosali Ilayperuma Simon"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA substantial body of research has found that expansions in Medicaid eligibility increased enrollment in Medicaid, reduced the rate of uninsured, and reduced the rate of private health insurance coverage (i.e., crowd out). Notably, there has been little research that has examined the mechanism by which crowd-out occurs. This study examines the effects of expansions in Medicaid eligibility for pregnant women in the late 1980s and the early 1990s on labor supply, which is one of the possible mechanisms underlying crowd out. Estimates suggest that the 20 percentage point increase in Medicaid eligibility during the sample period was associated with a 6% to 7% decrease in the probability that a woman who gave birth in the past year was employed. Among unmarried women with less than a high school education, the change in Medicaid eligibility reduced employment by approximately 13% to 16%.\n\n",
    "acknowledgement": "\nThe authors thank Onur Altindag, Heather Dahlen, Chad Meyerhoefer and Asako Moriya for helpful comments. The findings and conclusions in this article are those of the author and do not necessarily represent the views of the Centers for Disease Control and Prevention or the National Bureau of Economic Research.\n\n\n"
}