{
    "id": 19162,
    "citation_title": "Health, Education and Income in the United States, 1820-2000",
    "citation_author": [
        "Hoyt Bleakley",
        "Dora Costa",
        "Adriana Lleras-Muney"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2013-10-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nUnion Army Data\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe document the correlations between early childhood health (as proxied by height) and educational attainment and investigate the labor market and wealth returns to height for United States cohorts born between 1820 and 1990. The nineteenth century was characterized by low investments in height and education, a small correlation between height and education, and positive but small returns for both height and education. The relationship between height and education was stronger in the twentieth century and stronger in the first part of the twentieth century than later on (when both investments in education and height stalled), but never as strong as in developing countries. The labor market and wealth returns to height and education also were higher in the twentieth compared to the nineteenth century. We relate our findings to the theory of human capital formation and speculate that the greater importance of physical labor in the nineteenth century economy, which raised the opportunity cost of schooling, may have depressed the height-education relationship relative to the twentieth century. Our findings are consistent with an increasing importance of cognitive abilities acquired in early childhood.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"Trends in Health, Education and Income in the United States, 1820-2000.\" Prepared for the 2012 NBER conference Human Capital and History: The American Record.   We thank Richard Steckel, Tom Vogl, and the conference organizers and participants for comments.  We also thank Chris Roudiez for assistance with data.  Hoyt Bleakley and Dora Costa gratefully acknowledge the support of NIH grant AG10120 and Dora Costa also gratefully acknowledges the support of NIH grant AG027960. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}