{
    "id": 19168,
    "citation_title": "Cognitive Constraints on Valuing Annuities",
    "citation_author": [
        "Jeffrey R. Brown",
        "Arie Kapteyn",
        "Erzo F.P. Luttmer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2014-10-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe show that people have difficulty valuing annuities, and this, instead of a preference for lumpsums, helps explain observed low annuity demand. Although the median price at which people are willing to sell an annuity stream is close to the actuarial value, many responses diverge greatly from optimizing behavior. Moreover, people will pay substantially less to buy than to sell annuities. We conclude that boundedly rational consumers adopt \"buy low, sell high\" heuristics when confronting a complex trade-off.  This suggests that many consumers do not make optimizing decisions, underscoring the difficulty of explaining cross-sectional annuity valuation differences using standard models.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Decision Complexity as a Barrier to Annuitization\". The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Consortium. The authors also acknowledge support provided by the Pension Research Council/Boettner Center at the Wharton School of the University of Pennsylvania, and the RAND Corporation. The authors thank Jonathan Li, Caroline Tassot and Yong Yu for superb research assistance, and Tim Colvin, Tania Gutsche, Bas Weerman, and participants of the Netspar 2012 Paris conference and the NBER PE program meetings for their invaluable comments and assistance on the project. Brown is a Trustee of TIAA and has served as a speaker, author, or consultant for a number of financial services organizations, some of which sell annuities and other retirement income products. Mitchell is a Trustee of the Wells Fargo Advantage Funds and has received research support from TIAA-CREF. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, any other institution with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n\nJeffrey R. Brown\n\nI have served since 2009 as a Trustee for TIAA, a company that sells pensions, annuities and other retirement income products.  In addition, I have received compensation totaling more than $10,000 from several financial institutions, including life insurance companies, for making presentations about retirement income security.  Further, I have received more than $10,000 in compensation from the American Council of Life Insurers for speaking and writing white papers on topics related to retirement income security.\n\n\n\nArie Kapteyn\n\nThis research was funded by the National Institute on Aging under grant 5P01AG008291\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as a Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute and RAND for research studies on retirement security.\n\n\n"
}