{
    "id": 19166,
    "citation_title": "Scale, Scope, and the International Expansion Strategies of Multiproduct Firms",
    "citation_author": [
        "Stephen Ross Yeaple"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature seeks to understand how the characteristics of firms shape the manner in which they serve foreign markets. We consider an environment in which multiproduct firms can sell their products in multiple countries from multiple locations. We show that there are strong empirical regularities in the expansion strategies of U.S. multinational firms and that simple extensions of standard models do not explain these regularities. We augment these models by introducing a framework in which organizational capital is a scarce input within the firm that has to be allocated to particular products and production locations and show that the standard model, so amended, is consistent with the data. We then use the model to analyze the productivity effect of changes in international frictions both within and across firms.\n\n",
    "acknowledgement": "\nThe statistical analysis of firm-level data on U.S. multinational corporations reported in this study was conducted at U.S. Bureau of Economic Analysis under arrangements that maintained legal confidentiality requirements. Views expressed are those of the author and do not necessarily reflect those of the Bureau of Economic Analysis. The author thanks the Human Capital Foundation, Andres Rodriguez-Clare, Arnaud Costinot, Lorenzo Caliendo, Stephen Redding, and conference and seminar participants at Columbia University, the University of Munich, UC-Santa Cruz, the Princeton Summer Conference, and the American Economic Association meetings. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}