{
    "id": 19160,
    "citation_title": "Intergenerational Transfer, Human Capital and Long-term Growth in China under the One Child Policy",
    "citation_author": [
        "Xi Zhu",
        "John Whalley",
        "Xiliang Zhao"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe argue that the demographic changes caused by the one child policy (OCP) may not harm China's long-term growth. This attributes to the higher human capital induced by the intergenerational transfer arrangement under China's poor-functioning formal social security system. Parents raise their children and depend on them for support when they reach an advanced age. The decrease in the number of children prompted by the OCP resulted in parents investing more in their children's educations to ensure retirement consumption. In addition, decreased childcare costs strengthen educational investment through an income effect. Using a calibrated model, a benchmark with the OCP is compared to three counterfactual experiments without the OCP. The output under the OCP is expected to be about 4 percent higher than it would be without the OCP in 2025 under moderate estimates. The output gain comes from a greatly increased educational investment driven by fewer children (11.4 years of schooling rather than 8.1). Our model sheds new light on the prospects of China's long-term growth by emphasizing the OCP's growth enhancing role through human capital formation under the intergenerational transfer arrangement.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF), the National Natural Science Foundation of China (71073102, 71273171, 71273172), and Shanghai Pujiang Program (12PJC067) for financial support, and to a seminar group at Western University for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}