{
    "id": 19169,
    "citation_title": "Religiosity and State Welfare",
    "citation_author": [
        "Angela K. Dills",
        "Rey Hernández-Julián"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Catholic sex abuse scandals reduced both membership and religiosity in the Catholic Church. Because government spending on welfare may substitute for the religious provision of social services, we consider whether this plausibly exogenous decline in religiosity affected several measures of the public taste towards government spending on welfare between 1990 and 2008. In places where there were more scandals, individuals state a preference for less government provision of social services. In contrast, a higher level of abuse is also associated with an increase in voting for Democratic candidates for President and state legislatures, and an increase in per capita government welfare spending, although this increase is insufficient to replace the decrease in Catholic-provided charity.\n\n",
    "acknowledgement": "\nWe thank Brian Duncan, Melanie Guldi, Dan Hungerman, Leo Kahane, and participants at the 2012 Southern Economic Association meetings and 2013 Eastern Economic Association meetings for their useful comments. We are grateful for the feedback provided by the participants at the 2013 NBER conference on the Economics of Religion and Culture. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAngela K. Dills\n\nAngela Dills works at a Catholic college.\n\n\n"
}