{
    "id": 19179,
    "citation_title": "Generational Risk - Is It a Big Deal?: Simulating an 80-Period OLG Model with Aggregate Shocks",
    "citation_author": [
        "Jasmina Hasanhodzic",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2018-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theoretical literature presumes generational risk is large enough to merit study and that such risk can be meaningfully shared via appropriate government policies. This paper assesses these propositions. It develops an 80-period OLG model to directly measure generational risk and the extent to which it can be mitigated via financial markets or Social Security. The model is trend stationary as is common in the literature. It features isoelastic preferences, moderate risk aversion, Cobb-Douglas technology, and shocks to both TFP and capital depreciation. Our computation method builds on Marcet (1988), Marcet and Marshall (1994), and Judd, Maliar, and Maliar (2009, 2011), who overcome the curse of dimensionality by limiting a model's state space to its ergodic set.\nOur baseline calibration uses the literature's estimate of the TFP shock process and sets depreciation shocks to match the variability of the return to U.S. wealth. The baseline results feature higher than observed output variability. Nonetheless, we find relatively little generational risk. This calibration produces a very small risk premium. Resolving this puzzle by adding increasing borrowing costs does not affect our conclusions regarding the size of generational risk. Our second calibration increases depreciation shocks, as in Krueger and Kubler (2006), to match the model's return variability with that of the equity market. Doing so reproduces the equity premium (even absent borrowing costs), but substantially overstates the variability of output and wages. This calibration generates significant cross-generational risk.\nUnder both calibrations, the one-period bond market is very effective in sharing risks among contemporaneous generations. But the simulated sizes of short and long bond positions associated with unrestricted use of this market appear unrealistically large. Finally, we find that Social Security can be effective in reducing generational risk no matter its initial size.\n\n",
    "acknowledgement": "\nWe thank Ken Judd, Thomas Sargent, Kent Smetters, Kerk Phillips, Rick Evans, Karl Schmedders, Simon Gilchrist, and Alisdair McKay for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}