{
    "id": 19172,
    "citation_title": "How Does Provider Supply and Regulation Influence Health Care Market? Evidence from Nurse Practitioners and Physician Assistants",
    "citation_author": [
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNurse practitioners (NPs) and physician assistants (PAs) now outnumber family practice doctors in the United States and are the principal providers of primary care to many communities. Recent growth of these professions has occurred amidst considerable cross-state variation in their regulation, with some states permitting autonomous practice and others mandating extensive physician oversight.  I find that expanded NP and PA supply has had minimal impact on the office-based healthcare market overall, but utilization has been modestly more responsive to supply increases in states permitting greater autonomy. Results suggest the importance of laws impacting the division of labor, not just its quantity.\n\n",
    "acknowledgement": "\nThe dataset used in this paper was constructed in collaboration with Dr. Deborah Sampson of the Boston College School of Nursing. Helpful feedback was also provided by seminar participants at the RWJ Health Policy Scholars 2009 and 2010 Annual Meetings, the University of Michigan (Ford School of Public Policy, School of Public Health, Economics Department), the Upjohn Institute, the 2011 Association for Public Policy Analysis and Management Annual Meeting, the University of Chicago, and the 2012 American Society of Health Economists meeting.  I am grateful for the excellent research assistance provided by Morgen Miller in particular, and also by Phil Kurdunowicz, Jennifer Hefner, Sheng-Hsiu Huang, and Irine Sorser. Support from the Robert Wood Johnson Foundation, the University of Michigan RWJ HSSP small grant program and the Rackham Spring/Summer Research Grant program is gratefully acknowledged. Lastly, I thank Christal Ramos and  David Ashner of the AAPA and numerous state Boards of Nursing, Medicine, Licensing, and Health for providing data and responding to many inquiries and questions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}