{
    "id": 19170,
    "citation_title": "Liquidity Constrained Exporters",
    "citation_author": [
        "Thomas Chaney"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI build a model of international trade with liquidity constraints. If firms must pay some entry cost in order to access foreign markets, and if they face liquidity constraints to finance these costs, only those firms that have sufficient liquidity are able to export. A set of firms could profitably export, but they are prevented from doing so because they lack sufficient liquidity. More productive firms that generate large liquidity from their domestic sales, and wealthier firms that inherit a large amount of liquidity, are more likely to export. This model predicts that the scarcer the available liquidity and the more unequal the distribution of liquidity among firms, the lower are total exports. I also offer a potential explanation for the apparent lack of sensitivity of exports to exchange rate fluctuations. When the exchange rate appreciates, existing exporters lose competitiveness abroad, and are forced to reduce their exports. At the same time, the value of domestic assets owned by potential exporters increases. Some liquidity constrained exporters start exporting. This dampens the negative competitiveness impact of a currency appreciation. Under some circumstances, it may actually reverse it altogether and increase aggregate exports. This model provides some argument for competitive revaluations.\n\n",
    "acknowledgement": "\nDuring the last year, I have received compensation for teaching activities from the Toulouse School of Economics, as well a research grant from the National Science Foundation (SES-1061622), in excess of $10,000. I am grateful to Daron Acemoglu, Marc Melitz and Xavier Gabaix for their constant encouragements and their advice. All remaining errors are mine. First draft: March 2005. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}