{
    "id": 19177,
    "citation_title": "The Policy Elasticity",
    "citation_author": [
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2014-01-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper illustrates how one can use causal effects of a policy change to measure its welfare impact without decomposing them into income and substitution effects. Often, a single causal effect suffices: the impact on government revenue. Because these responses vary with the policy in question, I term them policy elasticities, to distinguish them from Hicksian and Marshallian elasticities. The model also formally justifies a simple benefit-cost ratio for non-budget neutral policies. Using existing causal estimates, I apply the framework to five policy changes: top income tax rate, EITC generosity, food stamps, job training, and housing vouchers.\n\n",
    "acknowledgement": "\nI would like to thank Raj Chetty, Amy Finkelstein, Don Fullerton, Peter Ganong, Adam Guren, Louis Kaplow, Wojciech Kopczuk, Erzo Luttmer, Emmanuel Saez, and seminar participants at Chicago Booth School of Business, Brown University, The University of Chicago, the Columbia Tax Policy Workshop, and the Minneapolis Federal Reserve for helpful comments. Financial support from the NBER Health and Aging Fellowship, under the National Institute of Aging Grant Number T32-AG000186 is gratefully acknowledged. Alex Olssen provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}