{
    "id": 19178,
    "citation_title": "Allocating Household Time: When Does Efficiency Imply Specialization?",
    "citation_author": [
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2014-03-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen does efficiency in the household imply specialization? For example, if we recognize two sectors, \"market\" and \"household,\" when does efficiency imply that one spouse specializes in the market and the other in the household?  If efficiency did imply specialization, then egalitarian marriages would be inefficient and an equity-efficiency tradeoff inescapable. This paper clarifies the roles that household technology and human capital play in reaching conclusions about specialization.\nThe critical assumption that leads to the specialization conclusion in Becker's Treatise on the Family is that spouses' time inputs are perfect substitutes in household production. With no further assumptions (other than efficiency and the absence of process preferences) perfect substitutes imply specialization. Although some of Becker's proofs appear to rely on households optimally adjusting spouses' stocks of market and household human capital, the specialization conclusion does not: with perfect substitutes, efficiency implies specialization even when each spouse's stocks of human capital are fixed, regardless of the levels at which they are fixed. Other assumptions about household technology also imply the specialization conclusion. I prove that (again in the absence of process preferences) if the household technology is \"additive\" and exhibits constant returns to scale, then efficiency implies specialization.\n",
    "acknowledgement": "\nThis is the second of two theoretical papers on household time allocation in general and specialization in particular. Preliminary versions of portions of these papers were presented at the PAA in New York, SOLE in Chicago, IZA in Bonn, ESPE in Chicago, the AEA in New Orleans, the University of Missouri, Duke University, Collegio Carlo Alberto in Torino, the University of Cergy-Pontoise, the University of Chicago, Mount Holyoke College, Cornell, UCLA, the University of Massachusetts in Amherst, the University of Maryland conference on International Perspectives on Time Use, and Uppsala University.  I am grateful to Paula England, Shelly Lundberg, Mark Rosenzweig, Leslie Stratton, Yoram Weiss, and Randy Wright for conversations and comments. This research was supported in part by the University of Bergen and the Research Council of Norway as part of the AGEFAM project, and by the Eunice Kennedy Shriver National Institute of Child Health & Human Development, National Institutes of Health (RO1HD056207-01A2).  I am grateful to them for their support, but  I alone am responsible for the views expressed. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}