{
    "id": 19175,
    "citation_title": "Up from Poverty? The 1832 Cherokee Land Lottery and the Long-run Distribution of Wealth",
    "citation_author": [
        "Hoyt Bleakley",
        "Joseph P. Ferrie"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2013-08-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe state of Georgia allocated most of its land to the public through a system of lotteries. These episodes provide unusual opportunities to assess the long-term impact of large shocks to wealth, as winning was uncorrelated with individual characteristics and participation was nearly universal among the eligible population of adult white male Georgians. We use one of these episodes to examine the idea that the lower tail of the wealth distribution reflects in part a wealth-based poverty trap because of limited access to capital. Using wealth measured in the 1850 Census manuscripts, we follow up on a sample of men eligible to win in the 1832 Cherokee Land Lottery. We assess the impact of lottery winning on the distribution of wealth 18 years after the fact. Winners are on average richer (by an amount close to the median of 1850 wealth), but mainly due to a (net) shifting of mass from the middle to the upper tail of the wealth distribution. The lower tail is largely unaffected.\n\n",
    "acknowledgement": "\nDraft version. Comments welcome. The authors thank Chris Roudiez for managing some of the transcription, and Lou Cain, Greg Clark, Bob Fogel, Matt Gentzkow, Tim Guinnane, Erik Hurst, Petra Moser, Kevin Murphy, Paul Niehaus, Emily Oster, Jonathan Pritchett, Rachel Soloveichik, Chris Woodru, and seminar participants at the University of Chicago, Yale University, Tulane University, and the University of Pennsylvania (Wharton) for helpful comments. We gratefully acknowledge funding support from the Stigler Center and the Center for Population Economics, both at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}