{
    "id": 19171,
    "citation_title": "Marginal Tax Rates and Income: New Time Series Evidence",
    "citation_author": [
        "Karel Mertens",
        "José L. Montiel Olea"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2017-09-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing new narrative measures of exogenous variation in marginal tax rates associated with postwar tax reforms in the US, this study estimates short run tax elasticities of reported income of around 1.2 based on time series from 1946 to 2012. Elasticities are larger in the top 1% of the income distribution but are also positive and statistically significant for other income groups. Previous time series studies of tax returns data have found little evidence for income responses to taxes outside the top of the income distribution. The different results in this study arise because of additional efforts to account for dynamics, expectations and especially the endogeneity of tax policy decisions. Marginal rate cuts lead to increases in real GDP and declines in unemployment. This study also presents evidence that the responses are to marginal tax rates rather than average tax rates. Counterfactual tax cuts targeting the top 1% alone have short-run positive effects on economic activity and incomes outside of the top 1%, but increase inequality in pre-tax incomes. Cuts for taxpayers outside of the top 1% also lead to increases in incomes and economic activity, but with a longer delay.\n\n",
    "acknowledgement": "\nWe thank the editor, Robert Barro, and the referees for their suggestions and comments, Daniel Feenberg for assistance with the US Individual Income Tax Public Use Sample, Glenn Follette for providing data, and Andrew Fieldhouse, Bryce Little, Qifan Han and Jianing Zhai for superb research assistance. We also thank Levon Barseghyan, Gregory Besharov, Lorenz Kueng, Kristoffer Nimark, Morten Ravn, Barbara Rossi and participants at various seminars and conferences for useful comments. Financial support from the Cornell Institute for the Social Sciences is acknowledged. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}