{
    "id": 19183,
    "citation_title": "Differential Pricing in Undergraduate Education: Effects on Degree Production by Field",
    "citation_author": [
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the face of declining state support, many universities have introduced differential pricing by undergraduate program as an alternative to across-the-board tuition increases. This practice aligns price more closely with instructional costs and students' ability to pay post-graduation. Exploiting the staggered adoption of these policies across universities, this paper finds that differential pricing does alter the allocation of students to majors, though heterogeneity across fields may suggest a greater supply response in particularly oversubscribed fields such as nursing. There is some evidence that student groups already underrepresented in certain fields are particularly affected by the new pricing policies. Price does appear to be a policy lever through which state governments can alter the field composition of the workforce they are training with the public higher education system.\n\n",
    "acknowledgement": "\nI am incredibly grateful to Glen Nelson for sharing his data on differential tuition and for several very helpful discussions. Alfredo Sosa provided exceptional research assistance. Helpful comments were provided by numerous seminar participants at the University of Michigan, Columbia University Teachers College, and the Association for Education Finance and Policy Annual Meetings. Author can be contacted at kstange@umich.edu.  All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}