{
    "id": 19188,
    "citation_title": "Race and College Success: Evidence from Missouri",
    "citation_author": [
        "Peter Arcidiacono",
        "Cory Koedel"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditional on enrollment, African American students are substantially less likely to graduate from 4-year public universities than white students. Using administrative micro data from Missouri, we decompose the graduation gap between African Americans and whites into four factors: (1) racial differences in how students sort to universities, (2) racial differences in how students sort to initial majors, (3) racial differences in school quality prior to entry, and (4) racial differences in other observed pre-entry skills. Pre-entry skills explain 65 and 86 percent of the gap for women and men respectively. A small role is found for differential sorting into college, particularly for women, and this is driven by African Americans being disproportionately represented at urban schools and the schools at the very bottom of the quality distribution.\n\n",
    "acknowledgement": "\nWe thank Jeff Smith, Sarah Turner, and seminar and conference participants at the Institute for Research on Poverty Summer Workshop, NBER Education Meetings, the Society of Labor Economists, and the University of Missouri for helpful comments. We thank the Missouri Department of Higher Education for providing access to data. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}