{
    "id": 19180,
    "citation_title": "Time-Varying Business Volatility and the Price Setting of Firms",
    "citation_author": [
        "Ruediger Bachmann",
        "Benjamin Born",
        "Steffen Elstner",
        "Christian Grimme"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2017-10-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes time-varying business uncertainty/volatility affect the price setting of firms and, if so, in what way? To address this question, we estimate from the firm-level micro data of the German ifo Business Climate Survey the impact of idiosyncratic volatility on the extensive margin of the price setting behavior of firms. We find that heightened business uncertainty increases the probability of a price change, which suggests that, for price setting, the volatility effect dominates the “wait-and-see” effect of uncertainty. In a second step, we use structural VAR models to estimate the effects of time-varying business uncertainty on the intensive pricing margin. We find that higher business uncertainty leads to both an increase in price dispersion and in the average size of absolute price changes which is mainly driven by price decreases. Taken together, our results show that higher business uncertainty causes a rise in both the extensive and intensive margins of price setting.\n\n",
    "acknowledgement": "\nWe thank Christian Bayer, Joe Vavra, our discussants Pooyan Amir Ahmadi and Guido Schultefrankenfeld, and audiences at the Universities of Frankfurt, Kiel, Mannheim, Notre Dame, Siegen, Texas at Austin, Tübingen, Virginia at Charlottesville, at the Bundesbank, ifo Munich, the 2017 meeting of the Verein für Socialpolitik Committee on Monetary Theory and Policy, the 2013 NBER Summer Institute, the 2013 SITE Workshop on “The Macroeconomics of Uncertainty and Volatility”, the 2013 Frankfurt-Mannheim-Macro Workshop, the 2013 EEA/ESEM Meeting, the 2013 Verein für Socialpolitik Annual Meeting, the 2013 Royal Economic Society Annual Conference, the Padova Macroeconomic Meeting 2013, the 2013 Doctoral Workshop on Dynamic Macroeconomics Konstanz, the 13th IWH-CIREQ Workshop “Macroeconometrics and Panel Data”, and the 7th ifo Dresden “Workshop Makroökonomik und Konjunktur” for helpful feedback. We are grateful to Florian Peters from the German Federal Statistical Office for providing research assistance with the PPI data. This paper supplants earlier versions of this paper entitled “Time-Varying Business Volatility, Price Setting, and the Real Effects of Monetary Policy.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}