{
    "id": 19186,
    "citation_title": "Heterogeneity in Cost-Sharing and Cost-Sensitivity, and the Role of the Prescribing Physician",
    "citation_author": [
        "Mariana Carrera",
        "Dana Goldman",
        "Geoffrey Joyce"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use individual level data on purchases of one of the most prescribed categories of drugs (cholesterol-lowering statins) to study the responses of physicians and patients to variation in the cost of drugs. In a sample of first-time statin prescriptions to employees from a group of Fortune 500 firms, we find that copay variation across plans has a relatively small effect on the choice of drug, and this effect does not vary with patient income. After the highly-publicized expiration of the patent for Zocor (simvastatin), however, prescriptions for this drug increased substantially, especially for lower-income patients. Our analysis suggests that physicians can perceive the adherence elasticity of their patients and adjust their initial prescriptions accordingly, but only in response to a large and universal price change. Using prescriber identifiers, we present suggestive evidence that physicians learn about a patient's price sensitivity through their own experience of prescribing to that patient.\n\n",
    "acknowledgement": "\nWe are grateful to David Card, Stefano DellaVigna, William Dow, Enrico Moretti, Neeraj Sood, and to seminar participants at RAND, ASHEcon, U.C. Berkeley, U.S.C., Cornell, University of Pittsburgh, Case Western Reserve, and Indiana University- Purdue University. All errors are our own. Research reported in this working paper was supported by the National Institutes of Health under award number R01AG029514.  The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}