{
    "id": 19187,
    "citation_title": "Central Bank Design",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat set of institutions can support the activity of a central bank? Designing a central bank requires specifying its objective function, including the bank's mandate at different horizons and the choice of banker(s), specifying the resource constraint that limits the resources that the central bank generates, the assets it holds, or the payments on its liabilities, and finally specifying how the central bank will communicate with private agents to affect the way they respond to policy choices. This paper summarizes the relevant economic literature that bears on these choices, leading to twelve principles on central bank design.\n\n",
    "acknowledgement": "\nI am grateful to comments from Alan Blinder, Anil Kashyap, David Romer, and Mike Woodford. This paper was supported by the NBER and written for the conference \"The First 100 Years of the Federal Reserve,\" which took place on July 10th, 2013. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRicardo Reis\n\nJuly 2013\n\n\nRicardo A. M. R. Reis\n\n\nOutside Professional Activities, 2011-2013\n\n\nColumbia University, CEPR, and NBER\n\n\nCompensated Activities\n\n\nCompensated teaching or advising at central banks or related organizations\n\n\nStudy Center, Gerzensee, Switzerland: lecturer, 2011.\n\n\nBanco Central do Brasil: lecturer, 2011.\n\n\nInternational Monetary Fund Institute: lecturer, 2011-13.\n\n\nFederal Reserve Bank of New York: academic consultant and visiting scholar, 2011-13.\nFederal Reserve Bank of Minneapolis: academic consultant, 2013.\n\n\nFederal Reserve Bank of Richmond: academic consultant, 2013\n\n\nOthers sources of compensated activities\n\n\nJournal of Monetary Economics: co-editor, 2011-13.\n\n\nCowles Foundation, Yale University: visitor and lecturer, 2011.\n\n\nBrookings Papers on Economic Activity: panel member, 2011-13.\n\n\nRussell Sage Foundation: visiting scholar, 2011-12.\n\n\nRegular opinion column in Portuguese newspaper Dinheiro Vivo, 2011-13.\n\n\nFinancial support for research\n\n\nINET grant to study “New-style central banking”, 2013-14.\n\n\nNSF grant to study “Dynamic Measures of Inflation, 2009-12.\n\n\nNBER grant to study “Central Bank Design”, 2013\n\n\nBrookings Papers for Economic Activity support for articles published, 2011-13.\n\n\nNon-compensated activities\n\n\nMember of the euro-nomics group advocating for original solutions to the European crisis.\n\n\nMember of SEDES blog, theportugueseeconomy.blogspot.com and of the advisory council of “Plataforma para o Crescimento Sustentável”, independent reflection groups / think tanks on the state and future of Portugal.\n\n\nMember of ISEG Budget Watch, panel of independent experts evaluating the Portuguese government budget proposals.\n\n\nMember of the Monetary Policy Advisory Panel, FRB New York.\n\n\n"
}