{
    "id": 19189,
    "citation_title": "X-CAPM: An Extrapolative Capital Asset Pricing Model",
    "citation_author": [
        "Nicholas Barberis",
        "Robin Greenwood",
        "Lawrence Jin",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nSurvey evidence suggests that many investors form beliefs about future stock market returns by extrapolating past returns: they expect the stock market to perform well (poorly) in the near future if it performed well (poorly) in the recent past. Such beliefs are hard to reconcile with existing models of the aggregate stock market. We study a consumption-based asset pricing model in which some investors form beliefs about future price changes in the stock market by extrapolating past price changes, while other investors hold fully rational beliefs. We find that the model captures many features of actual prices and returns, but is also consistent with the survey evidence on investor expectations. This suggests that the survey evidence does not need to be seen as an inconvenient obstacle to understanding the stock market; on the contrary, it is consistent with the facts about prices and returns, and may be the key to understanding them.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Dartmouth College, the London Business School, the London School of Economics, Oxford University, the University of Southern California, and Yale University for useful feedback; and also to Jonathan Ingersoll for many helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}