{
    "id": 19185,
    "citation_title": "Labor Market Returns to Early Childhood Stimulation: a 20-year Followup to an Experimental Intervention in Jamaica",
    "citation_author": [
        "Paul Gertler",
        "James Heckman",
        "Rodrigo Pinto",
        "Arianna Zanolini",
        "Christel Vermeersch",
        "Susan Walker",
        "Susan M. Chang",
        "Sally Grantham-McGregor"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find large effects on the earnings of participants from a randomized intervention that gave psychosocial stimulation to stunted Jamaican toddlers living in poverty. The intervention consisted of one-hour weekly visits from community Jamaican health workers over a 2-year period that taught parenting skills and encouraged mothers to interact and play with their children in ways that would develop their children's cognitive and personality skills. We re-interviewed the study participants 20 years after the intervention. Stimulation increased the average earnings of participants by 42 percent. Treatment group earnings caught up to the earnings of a matched non-stunted comparison group. These findings show that psychosocial stimulation early in childhood in disadvantaged settings can have substantial effects on labor market outcomes and reduce later life inequality.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge research support from the World Bank Strategic Impact Evaluation Fund, the American Bar Foundation, The Pritzker Children's Initiative, NICHD R37HD065072, R01HD54702, the Human Capital and Economic Opportunity Global Working Group - an initiative of the Becker Friedman Institute for Research in Economics funded by the Institute for New Economic Thinking (INET), a European Research Council grant hosted by University College Dublin, DEVHEALTH 269874, and an anonymous funder. We have benefitted from comments of participants in seminars at the University of Chicago, UC Berkeley, MIT, the 2011 LACEA Meetings in Santiago Chile and the 2013 AEA Meetings. We thank the study participants for their continued cooperation and willingness to participate, and to Sydonnie Pellington for conducting the interviews. The authors have not received any compensation for the research nor do they have any financial stake in the analyses reported here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}