{
    "id": 1918,
    "citation_title": "Multicountry, Multifactor Tests of the Factor Abundance Theory",
    "citation_author": [
        "Harry P. Bowen",
        "Edward E. Leamer",
        "Leo Sveikauskas"
    ],
    "citation_publication_date": "1986-05-01",
    "issue_date": "1986-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents conceptually correct tests of the Heckscher-Ohlin proposition that trade in commodities can be explained in terms of an interaction between factor input requirements and factor endowments. Most prior work that claims top resent tests of this hypothesis have used intuitive but inappropriate generalizations of the traditional two by two model to deal with a multidimensional reality. Moreover, prior work has in general used measurements on only two of the three variables(trade, factor input requirements and factor endowments) that are required for a proper test of the H-O theory.We derive an exact specification of the H-O interaction in a multicountry, multicommodity, multifactor world in the form of the Heckscher-Ohlin-Vanek (H-O-V) theorem which equates the factors embodied in net trade to excess factor supplies.This theorem implies sign and rank propositions analogous to those implicitly studied by Leontief, but it also implies hypotheses about the parameters linking factor contents and factor supplies. Accordingly, we conduct tests of the sign and rank propositions as well as several parametric hypotheses which permit various assumptions about measurement errors, nonproportional consumption and technological differences. Our analysis uses separately measured data on trade, factor input requirements and endowments for twenty-seven countries and twelve factors in 1967. Tests of the Leontief type sign and rank propositions sharply reject this facet of the H-O-V model. In particular, the sign of net factor exports infrequently predicts the sign of excess factor supplies and therefore does not systematically reveal factor abundance.The results from an extended set of tests conducted in a regression context reject the H-O-V hypothesis of an exact relationship between factor contents and national factor supplies. Support is found for the H-O--V assumption of homothetic preferences, but estimates of the parameters linking factor contents and factor supplies are found to differ significantly from their theoretical values. We find there is clear evidence that the departure of the estimated coefficients from their theoretical values is importantly related to differences across countries in the matrix of factor input requirements and, by implication, to violation of the assumption of factor price equalization. We also find that errors of measurement in both trade and national factor supplies are an important reason for rejection of the H-O-V hypothesis.\n\n",
    "acknowledgement": "\n"
}