{
    "id": 19198,
    "citation_title": "Do Insurers Risk-Select Against Each Other? Evidence from Medicaid and Implications for Health Reform",
    "citation_author": [
        "Ilyana Kuziemko",
        "Katherine Meckel",
        "Maya Rossin-Slater"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasingly in U.S. public insurance programs, the state finances and regulates competing, capitated private health plans but does not itself directly insure beneficiaries through a public fee-for-service (FFS) plan.  We develop a simple model of risk-selection in such settings. Capitation incentivizes insurers to retain low-cost clients and thus improve their care relative to high-cost clients, who they prefer would switch to a competitor.  We test this prediction using county transitions from FFS  Medicaid to capitated Medicaid managed care (MMC) for pregnant women and infants.  We first document the large health disparities and corresponding cost differences between blacks and Hispanics (who make up the large majority of Medicaid enrollees in our data), with black births costing nearly double that of Hispanics. Consistent with the model,  black-Hispanic infant health disparities widen under MMC (e.g., the black-Hispanic mortality gap grows by 42 percent) and black mothers' pre-natal care worsens relative to that of Hispanics.  Remarkably, black birth rates fall (and abortions rise) significantly after MMC--consistent with mothers reacting to poor care by reducing fertility or plans discouraging births from high-cost groups. Implications for the ACA exchanges are discussed\n\n",
    "acknowledgement": "\nWe are grateful to Janet Currie, Tal Gross, Jon Gruber, Kate Ho, Melissa Kearney, Wojciech Kopczuk, Doug Miller and Andrea Prat for their feedback as well as seminar participants at Brookings, Columbia University, Princeton University, the University of Stavanger, and the University of Virginia. We are indebted to Doneshia Ates, Marc Montrose, and Gene Willard at the Texas Department of State Health Services (DSHS) for assistance with the data, as well as Stephanie Goodman and David Palmer, the Spokesperson and Chief Actuary at the Texas DSHS, respectively. Abraham Bae provided excellent research assistance. Meckel is grateful for support from a Graduate Research Fellowship from the National Science Foundation. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Science Foundation. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}