{
    "id": 19199,
    "citation_title": "No Taxation without Information: Deterrence and Self-Enforcement in the Value Added Tax",
    "citation_author": [
        "Dina Pomeranz"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nTax evasion generates billions of dollars of losses in government revenue and creates large distortions, especially in developing countries. Claims that the VAT facilitates tax enforcement by generating paper trails on transactions between firms have contributed to widespread VAT adoption worldwide, but there is little empirical evidence about this mechanism. This paper analyzes the role of third party information for VAT enforcement through two randomized experiments among over 400,000 Chilean firms. Announcing additional monitoring has less impact on transactions that are subject to a paper trail, indicating the paper trail's preventive deterrence effect. Tax enforcement leads to strong spillovers up the VAT chain, increasing compliance by firms' suppliers. These findings confirm that when evasion is taken into account, significant differences emerge between otherwise equivalent forms of taxation.\n\n",
    "acknowledgement": "\nI thank Alberto Alesina, Samuel Asher, Lorenzo Casaburi, Raj Chetty, David Cutler, Oeindrila Dube, Martin Feldstein, Brigham Frandsen, Edward Glaeser, Dominik Hangartner, Lakshmi Iyer, Kelsey Jack, Matthew Gentzkow, Louis Kaplow, Felipe Kast, Lawrence Katz, Henrik Kleven, Wojciech Kopczuk, Michael Kremer, Josh Lerner, Jeffrey Liebman, Stephan Litschig, Isaac Mbiti, Stephan Meier, Sendhil Mullainathan, Paul Niehaus, Suresh Naidu, Giacomo Ponzetto, Joel Slemrod, Matthew Weinzierl, Justin Wolfers, Danny Yagan, Tristan Zajonc and participants at various seminars and conferences for helpful comments and discussions. I am exceedingly grateful to the Chilean Tax Authority for outstanding collaboration and funding of the implementation and to the Swiss Study Foundation, the David Rockefeller Center for Latin American Studies, and the Project on Justice Welfare and Economics for research and travel grants that made this project possible. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}