{
    "id": 19192,
    "citation_title": "Bailouts, Time Inconsistency, and Optimal Regulation",
    "citation_author": [
        "V.V. Chari",
        "Patrick J. Kehoe"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model in which, in order to provide managerial incentives, it is optimal to have costly bankruptcy. If benevolent governments can commit to their policies, it is optimal not to interfere with private contracts. Such policies are time inconsistent in the sense that, without commitment, governments have incentives to bail out firms by buying up the debt of distressed firms and renegotiating their contracts with managers. From an ex ante perspective, however, such bailouts are costly because they worsen incentives and thereby reduce welfare. We show that regulation in the form of limits on the debt-to-value ratio of firms mitigates the time-inconsistency problem by eliminating the incentives of governments to undertake bailouts. In terms of the cyclical properties of regulation, we show that regulation should be tightest in aggregate states in which resources lost to bankruptcy in the equilibrium without a government are largest.\n\n",
    "acknowledgement": "\nThe authors thank Kathy Rolfe and Joan Gieseke for editorial help and  the NSF for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}