{
    "id": 19190,
    "citation_title": "Real Estate Valuation, Current Account and Credit Growth Patterns, Before and After the 2008-9 Crisis",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "2014-03-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the stability of the conditioning variables accounting for the real estate valuation before and after the crisis of 2008-9, in a panel of 36 countries, recognizing the crisis break. We validate the robustness of the association between the real estate valuation and lagged current account patterns, both before and after the crisis. The most economically significant variable in accounting for real estate valuation changes turned out to be the lagged real estate valuation appreciation (real estate inflation minus CPI inflation), followed by lagged declines of the current account/GDP, lagged domestic credit/GDP growth, and lagged equity market valuation appreciation (equity market appreciation minus CPI inflation). A one standard deviation increase in lagged real estate appreciation is associated with a 10 % increase in the present real estate appreciation, larger than the impact of a one standard deviation deterioration in the lagged current account/GDP (5%) and of the lagged domestic credit/GDP growth (3%). The results are supportive of both current account and credit growth channels, with the momentum channels playing the most important role. Smaller current account/GDP surpluses or larger deficits may serve as warning signals, especially when coinciding with credit expansion and real estate appreciation during the past several quarters.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank Livio Stracca and the participants at the conference on \"Current Account Imbalances and International Financial Integration,\" hosted by the European Commission in Brussels, 6-7 December 2013, as well as the seminar at Victoria University of Wellington, for useful comments and suggestions.\n\n\n"
}