{
    "id": 19195,
    "citation_title": "Bridging vs. Bonding Social Capital and the Management of Common Pool Resources",
    "citation_author": [
        "Kathy Baylis",
        "Yazhen Gong",
        "Shun Wang"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nSocial capital can facilitate community governance, but not all social capital is alike.  We distinguish bonding social capital (within a village) from bridging social capital (between villages), and we compare their effects on the management of a common pool resource.  We develop a theoretical model and show that bonding social capital can improve common pool resource management, while the effect of bridging social capital is mixed.  We test these findings using primary data from Yunnan, China on social capital and firewood collection on communal lands.  We find that bonding social capital decreases the consumption of the common pool resource, and bridging social capital erodes the effect of bonding.  Bridging social capital also decreases the use of the common pool resource by villagers who are near subsistence levels of consumption. Our results are robust to alternative measures of social capital and to treating social capital as endogenous.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jintao Xu for his generous help with the data collection and EEPSEA for funding.  We received thoughtful comments from participants at the NBER EEE Summer Workshop and the Economics Seminar at the University of California, Santa Barbara.  In particular, the authors wish to thank Dan Millimet and Don Fullerton for their suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}