{
    "id": 19193,
    "citation_title": "Who Uses the Roth 401(k), and How Do They Use It?",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing administrative data from twelve companies that added a Roth 401(k) option between 2006 and 2010, we describe the characteristics of Roth contributions. Approximately one year after the Roth is introduced, 9% of 401(k) participants have positive Roth balances. Roth participation is more than twice as high among 401(k) participants who were hired after the Roth introduction than among 401(k) participants who were hired before the Roth introduction. In essence, once an employee joins a 401(k) she becomes passive/inattentive, thereby reducing the likelihood of reacting to the introduction of a new Roth option. Conditional on contributing to the Roth, 66% of employee contributions go to the Roth, and half of employees contribute to both the Roth and another 401(k) account, consistent with a tax diversification motive. Roth usage is decreasing in age, less likely among women, and only weakly correlated with salary and tenure once we control for other employee characteristics.\n\n",
    "acknowledgement": "\nWe thank Jim Poterba for insightful comments and Luca Maini, Brendan Price, and Michael Puempel for excellent research assistance. We acknowledge financial support from the National Institute on Aging (grants R01-AG021650 and P01AG005842) and the Social Security Administration (grant FLR09010202-02 through RAND's Financial Literacy Center and grant #5 RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium). The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of NIA, SSA, any agency of the Federal Government, or the National Bureau of Economic Research. The authors have, at various times in the last three years, been compensated to present academic research at events hosted by financial institutions that administer retirement savings plans. See the authors' websites for a complete list of outside activities.\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n\n\n2013: Bank of America, Blackrock, Principal Financial\n\n\n2012: Bank of America, Blackrock, Callan, Danish Government, Fidelity, Humana****\n\n\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n\n\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n\n\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n\n\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n\n\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n\n\n**All payments donated to charitable organizations.\n\n\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n****All payments donated directly by Humana to charitable organizations.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member at Harvard, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\nMy affiliations with other organizations are listed on my CV which can be accessed from my Harvard Kennedy School web page: http://www.hks.harvard.edu/about/faculty-staff-directory/brigitte-madrian\n\n\n"
}