{
    "id": 19196,
    "citation_title": "The Caloric Costs of Culture: Evidence from Indian Migrants",
    "citation_author": [
        "David Atkin"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnthropologists have long documented substantial and persistent differences across social groups in the preferences and taboos for particular foods. One natural question to ask is whether such food cultures matter in an economic sense. In particular, can culture constrain caloric intake and contribute to malnutrition? To answer this question, I first document that inter-state migrants within India consume fewer calories per Rupee of food expenditure compared to their non-migrant neighbors, even for households with very low caloric intake. I then form a chain of evidence in support of an explanation based on culture: that migrants make nutritionally-suboptimal food choices due to cultural preferences for the traditional foods of their origin states. First, I focus on the preferences themselves and document that migrants bring their origin-state food preferences with them when they migrate. Second, I link together the findings on caloric intake and preferences by showing that the gap in caloric intake between locals and migrants is related to the suitability and intensity of the migrants' origin-state food preferences: the most adversely affected migrants (households in which both husband and wife migrated to a village where their origin-state preferences are unsuited to the local price vector) would consume 7 percent more calories if they possessed the same preferences as their neighbors.\n\n",
    "acknowledgement": "\nThanks to Keith Chen, Angus Deaton, Adrian de Froment, Penny Goldberg, Gene Grossman, Dan Keniston, Nathan Nunn, Nancy Qian, Gabriella Santangelo, Chris Udry and Jacqueline Yen. I also thank participants at numerous seminars and the NBER Economics of Culture and Institutions workshop for excellent comments. There are no sources of funding or financial relationships pertaining to this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}