{
    "id": 19191,
    "citation_title": "Patents as Signals for Startup Financing",
    "citation_author": [
        "Annamaria Conti",
        "Jerry Thursby",
        "Marie C. Thursby"
    ],
    "citation_publication_date": "2013-06-28",
    "issue_date": "2013-06-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the role of patents as signals used to reduce information asymmetries in entrepreneurial finance. A theoretical model gives conditions for a unique separating equilibrium in which startup founders file for patents to signal invention quality to investors, as well as appropriating value. The theory allows for heterogeneous investors and examine the optimal match of different types of startups, as defined by the quality of their technology, to investors who differ in the amount of non financial capital they provide. The empirical analysis is consistent with the model's predictions using a novel dataset of Israeli startups that received external funding during the period 1994-2011.\n\n",
    "acknowledgement": "\nWe are indebted to William Kerr, Pierre Regibeau, Mark Schankerman, and participants at the Conference on Patents, Innovation, and Entrepreneurship and the NBER Entrepreneurship Working Group for insightful comments. We also thank Haim Abramovich, Orna Berry, Shlomo Caine, Uri Gabai, Gad Levi, Shlomo Maital, Ayla Matalon, Ed Mlavsky, Mira Peled, David Perez-Castrillo, Maura Rosenfeld, Eduardo Shoval, Yossi Smoller, Einat Spivak, Manuel Trajtenberg, Daniel Wasserteil, and Yuval Weiss. Jerry and Marie Thursby gratefully acknowledge funding from NSF SciSIP Award 0965289. The views expressed herein are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}