{
    "id": 192,
    "citation_title": "The Pacific Basin in World Trade: Part III, An Analysis of Changing Trade Patterns, 1955-1975",
    "citation_author": [
        "Bert G. Hickman",
        "Yoshimi Kuroda",
        "Lawrence J. Lau"
    ],
    "citation_publication_date": "1977-08-01",
    "issue_date": "1977-08-01",
    "revision_date": "None",
    "topics": null,
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the third of a sequence of papers on international flows of trade among fifteen Pacific Basin (PB) countries and between them and eleven regions in the Rest of the World (ROW). In Part I of the sequence (Hickman, Kuroda and Lau, 1977a) we presented and documented annual data on bilateral flows of total exports valued f.o.b. in current dollars among the twenty-six countries and regions for the years 1948 through1975. The primary data source is the Direction of Trade computer tape of the International Monetary Fund, but these data were supplemented from other sources, especially as regards the international trade of the socialist countries. The second report (1977b) extended the data base to include unit value export price indexes and the corresponding constant dollar trade flow matrices for the period 1955-1975. In this third report we analyze the changing pattern of PB trade over the same period, using as tools export growth decomposition indexes, trend analysis, and regression analysis of the price elasticity of import market shares. The present paper is organized as follows. In Section 2 we describe the trends in the export performance of the PB countries and ROW regions, as measured by the cumulative percentage change in each country's share of world exports between 1955 and 1975 and for selected sub periods. In Section 3 and Appendices B and C these export share changes are decomposed into three sources: changes in the degree of penetration of the various import markets, changes in the size of the import markets themselves, and an interaction effect. The decomposition indexes are shown in Section 4 to be dominated by the market penetration or competitiveness effect, so that a country gains or loses in world trade according to whether or not it can increase its shares of the markets in which it sells rather than as a passive result of changes in the size of the markets themselves. This leads to a descriptive analysis in Section 5 of the secular growth rates of the market shares of each country or region in the import markets of the twenty-five remaining countries and regions. Finally, we conclude the paper in Section 6 with art exploratory regression analysis of the responsiveness of the market shares to changes in the relative prices of the various exporting countries competing in each import market, leading to the general conclusion that relative prices do matter and presenting estimates of share or substitution elasticities in the various import markets.\n\n",
    "acknowledgement": "\n"
}