{
    "id": 19202,
    "citation_title": "Understanding Social Interactions: Evidence from the Classroom",
    "citation_author": [
        "Giacomo De Giorgi",
        "Michele Pellizzari"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLittle is known about the economic mechanisms leading to the high level of clustering in behavior commonly observed in the data. We present a model where agents can interact according to three distinct mechanisms, and we derive testable implications which allow us to distinguish between the proposed mechanisms. In our application we study students' performance and we find that a mutual insurance mechanism is consistent with the data. Such a result bears important policy implications for all those situations in which social interactions are important, from teamwork to class formation in education and co-authorship in academic research.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Pat Bayer, David Card, Joan de Marti, Matt Harding, Caroline Hoxby, Matt Jackson, Pat Klein, Thomas Lemieux, Enrico Moretti, Eleonora Patacchini, Jesse Rothstein and seminar participants at UC-Berkeley, NBER SI 2010, UCLA, UC-Davis, Universitá di Bologna, Stockholm University, Uppsala University. We are also grateful to Bocconi University for allowing access to their archives. In particular Giacomo Carrai, Mariele Chirulli, Mariapia Chisari, Alessandro Ciarlo, Enrica Greggio, Gabriella Maggioni, Erika Palazzo, Giovanni Pavese, Cherubino Profeta, Alessandra Startari and Mariangela Vago have all been a constant source of precious help and information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}