{
    "id": 19200,
    "citation_title": "Healthcare Exceptionalism? Productivity and Allocation in the U.S. Healthcare Sector",
    "citation_author": [
        "Amitabh Chandra",
        "Amy Finkelstein",
        "Adam Sacarny",
        "Chad Syverson"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom in health economics is that large differences in average productivity across hospitals are the result of idiosyncratic, institutional features of the healthcare sector which dull the role of market forces. Strikingly, however, we find that productivity dispersion in heart attack treatment across hospitals is, if anything, smaller than in narrowly defined manufacturing industries such as ready-mixed concrete.  While this fact admits multiple interpretations, we also find evidence against the conventional wisdom that the healthcare sector does not operate like an industry subject to standard market forces. In particular, we find that hospitals that are more productive at treating heart attacks have higher market shares at a point in time and are more likely to expand over time.  For example, a 10 percent increase in hospital productivity today is associated with about 4 percent more patients in 5 years. Taken together, these facts suggest that the healthcare sector may have more in common with \"traditional\" sectors than is often assumed.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Nick Bloom, Iain Cockburn, Chris Conlon, Angus Deaton, Mark Duggan, Joe Doyle, Liran Einav, Matthew Gentzkow, Michael Greenstone, Jonathan Gruber, Ben Olken, Jonathan Skinner, Doug Staiger, Scott Stern, Heidi Williams, and numerous seminar participants for helpful comments and advice, and to Maurice Dalton and Nivedhitha Subramanian for expert research assistance. We gratefully acknowledge funding from the National Institute on Aging: P01 AG005842 and P01 AG019783 (Chandra), R01 AG032449 (Finkelstein) andT32-AG000186 (Sacarny). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmitabh Chandra\n\nThe author serves on the Panel of Health Advisors of the Congressional Budget Office (CBO), and as a Special Commissioner for Provider Price Reform in Massachusetts. Both positions are unpaid. He was also a visiting scholar at the American Enterprise Institute, a non-profit thinktank in Washington DC. He is also a consultant for Precision Health Economics, a for-profit consulting firm, but the company has no financial interest in this paper.\n\n\nA complete list of disclosures from Amitabh Chandra is available here: http://ksgfaculty.harvard.edu/Faculty/PublicDisclosure.asp?id=102015\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers\n\n\n\nChad Syverson\n\nSyverson is a partner in a consulting firm that has had financial institutions as clients.\n\n\n"
}