{
    "id": 19205,
    "citation_title": "Capital Controls in Brazil - Stemming a Tide with a Signal?",
    "citation_author": [
        "Yothin Jinjarak",
        "Ilan Noy",
        "Huanhuan Zheng"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nControls on capital inflows have been experiencing a renaissance since 2008, with several prominent emerging markets implementing them. We focus on Brazil, which instituted five changes in its capital account regime in 2008-2011. Using the synthetic control method, we construct counterfactuals (i.e., Brazil with no policy change) for each of these changes. We find no evidence that any tightening of controls was effective in reducing the magnitudes of capital inflows, but we observe some modest and short-lived success in preventing further declines in inflows when the capital controls were relaxed. We hypothesize that price-based capital controls' only perceptible effect is to be found in the content of the signal they broadcast regarding the government's larger intentions and sensibilities. Brazil's left-of-center government's willingness to remove controls was perceived as a noteworthy indication that the government was not as hostile to the international financial markets as many expected it to be.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in Journal of Banking & Finance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}