{
    "id": 19207,
    "citation_title": "Unemployment Crises",
    "citation_author": [
        "Nicolas Petrosky-Nadeau",
        "Lu Zhang"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA search and matching model, when calibrated to the mean and volatility of unemployment in the postwar sample, can potentially explain the large unemployment dynamics in the Great Depression. The limited response of wages to labor market conditions from credible bargaining and the congestion externality from matching frictions cause the unemployment rate to rise sharply in recessions but decline gradually in booms. The frequency, severity, and persistence of unemployment crises in the model are quantitatively consistent with U.S. historical time series.\n\n",
    "acknowledgement": "\nWe are grateful to Hang Bai, Andrew Chen, Daniele Coen-Pirani, Steven Davis, Paul Evans, Wouter Den Haan, Lars-Alexander Kuehn, Dale Mortensen, Paulina Restrepo-Echavarria, Etienne Wasmer, Randall Wright, and other seminar participants at The Ohio State University and the 2013 North American Summer Meeting of the Econometric Society for helpful comments. Nicolas Petrosky-Nadeau thanks Stanford Institute for Economic Policy Research at Stanford University for its hospitality. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}