{
    "id": 19204,
    "citation_title": "Measuring the Financial Soundness of U.S. Firms, 1926-2012",
    "citation_author": [
        "Andrew G. Atkeson",
        "Andrea L. Eisfeldt",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on the Merton (1974) and Leland (1994) structural models of credit risk, we develop a simple, transparent, and robust method for measuring the financial soundness of individual firms using data on their equity volatility. We use this method to retrace quantitatively the history of firms' financial soundness during U.S. business cycles over most of the last century. We highlight three main findings. First, the three worst recessions between 1926 and 2012 coincided with insolvency crises, but other recessions did not. Second, fluctuations in asset volatility appear to drive variation in firms' financial soundness. Finally, the financial soundness of financial firms largely resembles that of nonfinancial firms.\n\n",
    "acknowledgement": "\nRobert Kurtzman, David Zeke and Leo Li provided expert research assistance. We'd like to thank Tyler Muir, Bryan Kelly, and seminar participants at UCLA Anderson, the Federal Reserve Bank of Minneapolis, the Society for Economic Dynamics, Science Po Paris, UCL, Princeton, the Wharton liquidity conference, Berkeley Haas, UCSB, Claremont McKenna, Carnegie Mellon, Chicago Booth, Columbia GSB, MIT, and the Banque de France-Deutsche Bundesbank Conference on Macroeconomics and Finance Conference for fruitful discussion and comments. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrea L. Eisfeldt\n\nI conduct compensated financial research for a hedge fund.\n\n\n"
}