{
    "id": 19201,
    "citation_title": "Bowling for Fascism: Social Capital and the Rise of the Nazi Party",
    "citation_author": [
        "Shanker Satyanath",
        "Nico Voigtlaender",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2013-07-02",
    "issue_date": "2013-07-02",
    "revision_date": "2015-06-22",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial capital is often associated with desirable political and economic outcomes. This paper contributes to the literature exploring the “dark side” of social capital, examining the downfall of democracy in interwar Germany. We collect new data on the density of associations in 229 German towns and cities. Denser networks of clubs and societies went hand-in-hand with a more rapid rise of the Nazi Party. Towns with one standard deviation higher association density saw at least 15% faster Nazi Party entry. All types of societies – from veteran associations to animal breeders, chess clubs and choirs – positively predict NS Party entry. Party membership, in turn, is correlated with electoral success. These results suggest that social capital aided the rise of the Nazi movement that ultimately destroyed Germany’s first democracy. Crucially, we examine the question when a vibrant civic society can have corrosive effects. We show that the effects of social capital depended on the political context – in federal states with more stable governments, higher association density was not associated with faster Nazi Party entry.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Laia Balcells, Eli Berman, Sheri Berman, Johannes Buggle, Davide Cantoni, Nick Crafts, Joan Esteban, Ray Fisman, Nicola Gennaioli, Akos Lada, Stelios Michalopoulos, Massimo Morelli, Torsten Persson, Giacomo Ponzetto, James Robinson, Yannay Spitzer, Enrico Spolaore, Ann Swidler, Debraj Ray, Dominic Rohner, James Robinson, David Strömberg, Peter Temin, Mathias Thoenig, Romain Wacziarg, David Yanagizawa-Drott, and Luigi Zingales for helpful comments. Seminar audiences at the Barcelona GSE Summer Forum, CUNY, CREI, FGV Sao Paulo, Harvard Economics, the IGIER workshop on conflict, IIES-Stockholm, PUC-Rio, SOFI-Stockholm, the University of Copenhagen, and the Warsaw-Penn workshop offered useful criticisms. We are grateful to Hans-Christian Boy, Casey Petroff, Inken Töwe, and Michaël Aklin for outstanding research assistance. We would also like to thank Jürgen Falter for kindly sharing his data on Nazi Party entry. Voigtländer acknowledges financial support from the Hellman Foundation. Voth thanks the European Research Council (AdG FP-7-230515). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}