{
    "id": 19215,
    "citation_title": "The Consequences of Friendships: Evidence on the Effect of Social Relationships in School on Academic Achievement",
    "citation_author": [
        "Jason M. Fletcher",
        "Stephen L. Ross",
        "Yuxiu Zhang"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "2019-07-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of youth friendship links on student’s own academic performance (grade point average) using the Add Health. We estimate a reduced form, high dimensional fixed effects model of within cohort or grade friendship links, and use this model to predict each student’s number of friends whose mothers have a four year college degree. The effects of friendship links are identified using across-cohort, within school variation in demographic composition of the student’s cohort or grade. We find that increases in number of friendship links with students whose mothers are college educated raises grade point average among girls, but not among boys. Additional analyses suggest a positive view of the school environment and a perception of one’s self as functioning well in that environment as possible mechanisms. The effects are relatively broad based across students over maternal education, racial and ethnic composition and across schools that vary in demographic composition over the same variables.\n\n",
    "acknowledgement": "\nThe content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health (NIH) or the National Bureau of Economic Research. This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill. Research reported in this publication was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development (NICHD) of the National Institutes of Health (NIH) under Award Number R21HD066230. This version replaces NBER WP w19215 “The Determinants and Consequences of Friendship Composition.”  We discovered a bias in estimates contained in that version based on a scaling factor used in the model (Kronmal 1993), and those results are no longer presented.\n\n\n\nStephen L. Ross\n\nRoss gratefully acknowledges funding from the National Institute for Child Health and Development, the MacArthur Foundation, the Ford Foundation.  Ross has also worked recently as a consultant for the Urban Institute and for K&L Gates LLP.\n\n\n"
}