{
    "id": 19214,
    "citation_title": "The Consequences of Using One Assessment System To Pursue Two Objectives",
    "citation_author": [
        "Derek Neal"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nEducation officials often use one assessment system both to create measures of student achievement and to create performance metrics for educators. However, modern standardized testing systems are not designed to produce performance metrics for teachers or principals. They are designed to produce reliable measures of individual student achievement in a low-stakes testing environment. The design features that promote reliable measurement provide opportunities for teachers to profitably coach students on test taking skills, and educators typically exploit these opportunities whenever modern assessments are used in high-stakes settings as vehicles for gathering information about their performance. Because these coaching responses often contaminate measures of both student achievement and educator performance, it is likely possible to acquire more accurate measures of both student achievement and education performance by developing separate assessment systems that are designed specifically for each measurement task.\n\n",
    "acknowledgement": "\nI thank the Searle Freedom Trust for research support. I also thank Lindy and Michael Keiser for research support through a gift to the University of Chicago's Committee on Education. I thank Michael Greenstone, Diane Whitmore Schanzenbach and Robert S. Gibbons for useful comments. I thank Robert D. Gibbons and David Thissen for their insights on psychometrics and assessment development. I thank Ian Fillmore, Sarah A. G. Komisarow and Richard Olson for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}