{
    "id": 19218,
    "citation_title": "The Effect of Medicaid Payment Rates on Access to Dental Care Among Children",
    "citation_author": [
        "Thomas C. Buchmueller",
        "Sean Orzol",
        "Lara D. Shore-Sheppard"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorically, low Medicaid reimbursement rates have limited the willingness of health care providers to accept Medicaid patients, leading to access problems in many communities.  This problem has been especially acute in the case of dental care.  We combine data from several sources to examine the effect of payment rates on access to dental care among children on Medicaid and on dentists' participation in the program.  The main utilization analysis is based on data from the Survey of Income and Program Participation combined with data on Medicaid payment rates and private market dental fees for the years 2001 to 2010.  Conditioning on state fixed effects, we find a modest, but statistically significant, positive relationship between Medicaid payment rates and several measures of dental care utilization.  We find a comparable effect in aggregate data reported by state Medicaid programs.  The most likely explanation for this result is that higher fees increase the number of dentists that accept Medicaid patients.  We test this hypothesis directly using data from annual surveys of dentists conducted by the American Dental Association between 1999 and 2009.  The results indicate a positive and statistically significant effect of Medicaid payment rates on whether a dentist treats any publicly insured patients and the percent of the practice's patients who have public insurance.  Similar to the utilization results, the magnitude of the effect is relatively small.  As a result, the estimates imply that increasing Medicaid payments to the level of private market fees would increase access to care, but the incremental cost of the additional visits induced would be very high.\n\n",
    "acknowledgement": "\nWe are grateful for funding from the Robert Wood Johnson Foundation Health Care Financing and Organization and State Health Access Reform Evaluation initiatives and the National Science Foundation.  Parts of this paper were written while Shore-Sheppard was visiting the Industrial Relations Section at Princeton University, and she is grateful for their hospitality and support. Caroline Chiappetti, Erik Levinsohn and Joel Segel provided excellent research assistance.  Sandy Decker and seminar participants at BU, Carnegie Mellon, Duke, Iowa State, Vanderbilt and the OECD provided useful comments and suggestions.  The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}