{
    "id": 19210,
    "citation_title": "The Idea of Antipoverty Policy",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow did we come to think that eliminating poverty is a legitimate goal for public policy? What types of policies have emerged in the hope of attaining that goal? The last 200 years have witnessed a dramatic change in thinking about poverty. Mainstream economic thinking in the 18th century held that poverty was necessary and even desirable for a country's economic success. Today, poverty is more often viewed as a constraint on that success. In short, poverty switched from being seen as a social good to a social bad. This change in thinking, and the accompanying progress in knowledge, has greatly influenced public action, with heightened emphasis on the role of antipoverty policy in sustainable promotion from poverty, as well as protection. Development strategies today typically strive for a virtuous cycle of growth with equity and a range of policy interventions have emerged that aim to help assure that outcome. An expanding body of knowledge has taught us about how effective those interventions are in specific settings, although many knowledge gaps remain.\n\n",
    "acknowledgement": "\nFor comments the author thanks Robert Allen, Tony Atkinson, Pranab Bardhan, Francois Bourguignon, Denis Cogneau, Sam Fleischacker, Pedro Gete, Karla Hoff, Ravi Kanbur, Charles Kenny, Sylvie Lambert, Peter Lindert, Will Martin, Alice Mesnard, Branko Milanovic, Johan Mistiaen, Thomas Pogge, Gilles Postel-Vinay, John Rust, Agnar Sandmo, Amartya Sen, Dominique van de Walle and participants at presentations at the World Bank, the Midwest International Economic Development Conference at the University of Wisconsin Madison, the Paris School of Economics, the Canadian Economics Association and the 12th Nordic Conference on Development Economics. The paper's title owes a debt to Gertrude Himmelfarb's (1984), The Idea of Poverty: England in the Early Industrial Age. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}