{
    "id": 19212,
    "citation_title": "Linear Social Interactions Models",
    "citation_author": [
        "Lawrence E. Blume",
        "William A. Brock",
        "Steven N. Durlauf",
        "Rajshri Jayaraman"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a systematic analysis of identification in linear social interactions models. This is both a theoretical and an econometric exercise as the analysis is linked to a rigorously delineated model of interdependent decisions.  We develop an incomplete information game that describes individual choices in the presence of social interactions. The equilibrium strategy profiles are linear. Standard models in the empirical social interactions literature are shown to be exact or approximate special cases of our general framework, which in turn provides a basis for understanding the microeconomic foundations of those models. We consider identification of both endogenous (peer) and contextual social effects under alternative assumptions on a priori information about network structure available to an analyst, and contrast the informational content of individual-level and aggregated data. Finally, we discuss potential ramifications for identification of endogenous group selection and differences between the information sets of analysts and agents.\n\n",
    "acknowledgement": "\nSupport of the Human Capital and Economic Opportunity Global Working Group, sponsored by the Institute for New Economic Thinking, is gratefully acknowledged by all authors. Financial support has been supplied to Blume by NSF grant CCF-0910940, WWTF Grant \"Die Evolution von Normen und Konventionen in der Wirtschaft\", and ARO MURI Award No. W911NF-12-1-0509, to Brock by the Vilas Trust, and to Durlauf by the University of Wisconsin Graduate School, the Laurits Christensen Chair in Economics, and the Vilas Trust, all of which is greatly appreciated. We thank the editor and three referees for very helpful comments and suggestions. Wallice Ao, Joel Han, Hon Ho Kwok, Ariel Roginsky, Kegon Tan and Xiangrong Yu have provided superb research assistance. We are grateful for comments from James Heckman, Youcef Msaid, Debraj Ray, Alex Rees-Jones, Dean Robinson, Michael Strain, and Nichole Szembrot; and to George Jakubson and Charles Manski for discussions of the issues we address. This paper was written in honor of James J. Heckman, whose influence will be evident throughout. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}