{
    "id": 19216,
    "citation_title": "Did Age Discrimination Protections Help Older Workers Weather the Great Recession?",
    "citation_author": [
        "David Neumark",
        "Patrick Button"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether stronger age discrimination laws at the state level moderated the impact of the Great Recession on older workers.  We use a difference-in-difference-in-differences strategy to compare older workers in states with stronger and weaker laws, to their younger counterparts, both before, during, and after the Great Recession.  We find very little evidence that stronger age discrimination protections helped older workers weather the Great Recession, relative to younger workers.  The evidence sometimes points in the opposite direction, with stronger state age discrimination protections associated with more adverse effects of the Great Recession on older workers.  We suggest that this may be because during an experience like the Great Recession, severe labor market disruptions make it difficult to discern discrimination, weakening the effects of stronger state age discrimination protections, or because higher termination costs associated with stronger age discrimination protections do more to deter hiring when future product and labor demand is highly uncertain.\n\n",
    "acknowledgement": "\nNeumark is Chancellor's Professor of Economics at UCI, research associate at the NBER, and research fellow at IZA.  Button is a Ph.D. candidate in Economics at UCI.  We thank Jason Fichtner, Maureen Pirog, and three anonymous reviewers for helpful comments.  We are grateful to the Social Security Administration (SSA), through a grant to the Michigan Retirement Research Center (MRRC), for financial support.  The views expressed are those of the authors and do not necessarily reflect the views of the SSA or the MRRC. The views expressed are those of the authors and do not necessarily reflect the views of SSA, the MRRC, or the National Bureau of Economic Research.\n\n\n"
}