{
    "id": 19211,
    "citation_title": "Optimal Annuitization with Stochastic Mortality Probabilities",
    "citation_author": [
        "Felix Reichling",
        "Kent Smetters"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe conventional wisdom dating back to Yaari (1965) is that households without a bequest motive should fully annuitize their investments. Numerous market frictions do not break this sharp result. We modify the Yaari framework by allowing a household's mortality risk itself to be stochastic. Annuities still help to hedge longevity risk, but they are now subject to valuation risk. Valuation risk is a powerful gateway mechanism for numerous frictions to reduce annuity demand, even without ad hoc \"liquidity constraints.\" We find that most households should not annuitize any wealth. The optimal level of aggregate net annuity holdings is likely even negative.\n\n",
    "acknowledgement": "\nThis paper is based, in part, on Sven H. Sinclair and Kent Smetters, Health Shocks and the Demand for Annuities, Technical Paper 2004-09 (Congressional Budget Office, July 2004). The authors have benefited from discussions with Zvi Bodie, Michael Boskin, Jeffrey Brown, Daniel Gottlieb, Caroline Hoxby, Laurence Kotlikoff, Robert Merton, Rick Miller, Joshua Rauh, Dan Sacks, Tom Sargent, Florian Scheuer, Joseph Tomlinson, and seminar participants at the 2012 Brigham Young University Computational Public Economics Conference, the Congressional Budget Office (CBO), Boston University, and Stanford University. This research was supported by the Social Security Administration (SSA) through grant #5 RRC08098400-04-00 to the NBER as part of the SSA Retirement Research Consortium. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, CBO, SSA, or any other agency of the federal government.\n\n\n"
}