{
    "id": 19220,
    "citation_title": "Public Health Insurance, Labor Supply, and Employment Lock",
    "citation_author": [
        "Craig Garthwaite",
        "Tal Gross",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of public health insurance eligibility on labor supply by exploiting the largest public health insurance disenrollment in the history of the United States. In 2005, approximately 170,000 Tennessee residents abruptly lost public health insurance coverage. Using both across- and within-state variation in exposure to the disenrollment, we estimate large increases in labor supply, primarily along the extensive margin. The increased employment is concentrated among individuals working at least 20 hours per week and receiving private, employer-provided health insurance. We explore the dynamic effects of the disenrollment and find an immediate increase in job search behavior and a steady rise in both employment and health insurance coverage following the disenrollment. Our results suggest a significant degree of \"employment lock\" - workers employed primarily in order to secure private health insurance coverage.  The results also suggest that the Affordable Care Act - which similarly affects adults not traditionally eligible for public health insurance - may cause large reductions in the labor supply of low-income adults.\n\n",
    "acknowledgement": "\nWe thank David Autor, Jen Brown, Eric Budish, Meghan Busse, Phil Ellis, Sherry Glied, John Graves, Jon Gruber, Amy Finkelstein, Matt Gentzkow, Nathan Hendren, Larry Katz, Lee Lockwood, Enrico Moretti, Casey Mulligan, Emily Oster, Karl Scholz, Jesse Shapiro, Jon Skinner, Ann Stevens, Heidi Williams, and seminar participants at the Kellogg School of Management, the University of Chicago Booth School of Business, and the University of Illinois for helpful comments. We also thank Gordon Bonnyman of the Tennessee Justice Center for providing important insight into institutional details of the TennCare expansion. Mark He and Angela Li provided helpful research assistance. Notowidigdo gratefully acknowledges the Initiative on Global Markets at the University of Chicago Booth School of Business and the James S. Kemper Foundation Faculty Research Fund at the University of Chicago Booth School of Business for generous financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}