{
    "id": 19225,
    "citation_title": "Religion and Risky Health Behaviors among U.S. Adolescents and Adults",
    "citation_author": [
        "Jason Fletcher",
        "Sanjeev Kumar"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent studies analyzing the effects of religion on various economic, social, health and political outcomes have been largely associational. Although some attempts have been made to establish causation using instrument variable (IV) or difference-in-difference (DID) methods, the instruments and the spatial and temporal variations used in these studies suffer from the usual issues that threaten the use of these identification techniques--validity of exclusion restrictions, quality of counterfactuals in the presence of spatial assortative sorting of people, and concern about omitted variable bias in the absence of information on family level unobservables and child-specific investment by families. During the adolescent years, religious participation might be a matter of limited choice for many individuals, as it is often heavily reliant on parents and family background more generally. Moreover, the focus of most of the studies has been on religious rites and rituals i.e., religious participation or on the intensity of participation. Using the National Longitudinal Study of Adolescent Health, this paper analyzes the effects of a broad set of measures of religiosity on substance use at different stages of the life course. In contrast to previous studies, we find positive effects of religion on reducing all addictive substance use during adolescence, but not in a consistent fashion during the later years for any other illicit drugs except for crystal meth and marijuana.\n\n",
    "acknowledgement": "\nKumar thanks AHRQ for funding support from the T-32 Postdoctoral Training Grant in Health Services Research (2T32HS017589-06). We would like to thank Elizabeth Bradley, Daniel Hungerman, Daniel Chen, Adalbert Mayer, Joachim Marti, Justin Cook, Kiersten Strombotne, Michael Richards, Tisha Hooks, and conference participants at NBER Religion and Culture conference (2013) and ASREC (2013), Washington DC for their helpful comments and discussions.This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. Some of the variables use restricted-use version of this data. Any interested researcher can apply for permission to use the data at ICPSR. The authors will supply statistical code to replicate the results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}