{
    "id": 19222,
    "citation_title": "The Effect of College Education on Health",
    "citation_author": [
        "Kasey Buckles",
        "Andreas Hagemann",
        "Ofer Malamud",
        "Melinda S. Morrill",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "2024-03-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit exogenous variation in college completion induced by draft-avoidance behavior during the Vietnam War to examine the impact of college completion on adult mortality. Our preferred estimates imply that increasing college completion rates from the level of the state with the lowest induced rate to the highest would decrease cumulative mortality by 28 percent relative to the mean. Most of the reduction in mortality is from deaths due to cancer and heart disease. We also explore potential mechanisms, including differential earnings, health insurance, and health behaviors, using data from the Census, ACS, and NHIS.\n\n",
    "acknowledgement": "\nThe authors would like to thank William Evans, Bob Kaestner and seminar participants at the NBER Education Program Meetings, Population American Association (PAA) Meetings, the Society of Labor Economists (SOLE) Meetings, University of Illinois at Chicago, NBER Education Group meetings, University of Illinois Urbana-Champaign, Georgia State University, University of Maryland, University of Maryland-Baltimore County, and the University of Notre Dame for helpful comments. Elizabeth Munnich provided valuable research assistance.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}