{
    "id": 19224,
    "citation_title": "Nudging Energy Efficiency Behavior: The Role of Information Labels",
    "citation_author": [
        "Richard G. Newell",
        "Juha V. Siikamäki"
    ],
    "citation_publication_date": "2013-07-11",
    "issue_date": "2013-07-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the effectiveness of energy efficiency labeling in guiding household decisions. Using a carefully designed choice experiment with alternative labels, we disentangle the relative importance of different types of information and intertemporal behavior (i.e., discounting) in guiding energy efficiency behavior. We find that simple information on the economic value of saving energy was the most important element guiding more cost-efficient investments in energy efficiency, with information on physical energy use and carbon emissions having additional but lesser importance. The degree to which the current EnergyGuide label guided cost-efficient decisions depends importantly on the discount rate assumed. Using individual discount rates separately elicited in our study, we find that the current EnergyGuide label came very close to guiding cost-efficient decisions, on average. However, using a uniform five percent discount rate--which was much lower than the average elicited rate--the EnergyGuide label led to choices that result in a one-third undervaluation of energy efficiency. We find that labels that also endorsed a model (with Energy Star) or gave a suggestive grade to a model (EU-style label), encouraged substantially higher energy efficiency. Our results reinforce the centrality of views on intertemporal choice and discounting, both in terms of understanding individual behavior and in guiding policy.\n\n",
    "acknowledgement": "\nFor comments on a previous version of the paper we thank Kenneth Gillingham and seminar participants at  the 2013 AEA annual conference, the 2012 AERE annual conference, the 2012 D-CIDES Conference on Decision Making across the Disciplines at Duke University, and the EPA-NCEE workshop on Benefits of Environmental Information Disclosure. We also thank the U.S. Environmental Protection Agency for funding under a STAR grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}