{
    "id": 19227,
    "citation_title": "Turning a Shove into a Nudge? A \"Labeled Cash Transfer\" for Education",
    "citation_author": [
        "Najy Benhassine",
        "Florencia Devoto",
        "Esther Duflo",
        "Pascaline Dupas",
        "Victor Pouliquen"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditional Cash Transfers (CCTs) have been shown to increase human capital investments, but their standard features make them expensive. We use a large randomized experiment in Morocco to estimate an alternative government-run program, a \"labeled cash transfer\" (LCT): a small cash transfer made to fathers of school-aged children in poor rural communities, not conditional on school attendance but explicitly labeled as an education support program. We document large gains in school participation. Adding conditionality and targeting mothers make almost no difference. The program increased parents' belief that education was a worthwhile investment, a likely pathway for the results.\n\n",
    "acknowledgement": "\nThe protocol for this study was approved by the IRBs of Dartmouth College, MIT, and UCLA. We thank the Moroccan Ministry of Education and the Council for Education for their collaboration, as well as the World Bank, the Spanish Impact Evaluation Fund, the Gender Action Plan, the Korean Trust Fund for ICT4D (InfoDev), the multidonor trusts fund Governance Partnership Facility, and the Abdul Latif Jameel Poverty Action Lab at MIT for funding. We are grateful to Bénédicte de la Brière and Rebekka Grun from the World Bank for their expert support and to Claire Bernard, Nada Essalhi and Aurélie Ouss from IPA Morocco for outstanding field research assistance. We thank George Bulman, Jishnu Das, Brian Jacob, Paul Glewwe, Hongliang Zhang, and numerous seminar participants for insightful comments. The findings, interpretations, and conclusions expressed in this work do not necessarily reflect the views of the World Bank, its Board of Executive Directors, the governments they represent, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}