{
    "id": 19226,
    "citation_title": "Trade Adjustment: Worker Level Evidence",
    "citation_author": [
        "David H. Autor",
        "David Dorn",
        "Gordon H. Hanson",
        "Jae Song"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "2013-07-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past two decades, China's manufacturing exports have grown spectacularly, U.S. imports from China have surged, but U.S. exports to China have increased only modestly. Using representative, longitudinal data on individual earnings by employer, we analyze the effect of exposure to import competition on earnings and employment of U.S. workers over 1992 through 2007. Individuals who in 1991 worked in manufacturing industries that experienced high subsequent import growth garner lower cumulative earnings and are at elevated risk of exiting the labor force and obtaining public disability benefits. They spend less time working for their initial employers, less time in their initial two-digit manufacturing industries, and more time working elsewhere in manufacturing and outside of manufacturing. Earnings losses are larger for individuals with low initial wages, low initial tenure, low attachment to the labor force, and those employed at large firms with low wage levels. Import competition also induces substantial job churning among high-wage workers, but they are better able than low-wage workers to move across employers with minimal earnings losses, and are less likely to leave their initial firm during a mass layoff. These findings, which are robust to a large set of worker, firm and industry controls, and various alternative measures of trade exposure, reveal that there are significant worker-level adjustment costs to import shocks, and that adjustment is highly uneven across workers according to their conditions of employment in the pre-shock period.\n\n",
    "acknowledgement": "\nWe thank Stéphane Bonhomme, David Card, Pinelopi Goldberg, Lawrence Katz, Patrick Kline, Brian Kovak and numerous seminar and conference participants for valuable comments. Dorn acknowledges funding from the Spanish Ministry of Science and Innovation (ECO2010-16726 and JCI2011-09709). Autor and Hanson acknowledge funding from the National Science Foundation (grant SES-1227334). The findings and conclusions expressed herein are those of the authors and do not represent the views of the Social Security Administration or the National Bureau of Economic Research.\n\n\n\nDavid H. Autor\n\nI have written policy overview papers for the following non-profit organizations that may have a policy interest in the contents of the current paper:\n\n\na. Brookings Institution: The Hamilton Project\nb. The Center for American Progress\n\n\n"
}