{
    "id": 19229,
    "citation_title": "Do Firms Issue more equity when markets are more liquid?",
    "citation_author": [
        "René M. Stulz",
        "Dimitrios Vagias",
        "Mathijs A. van Dijk"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates how public equity issuance is related to stock market liquidity. Using quarterly data on IPOs and SEOs in 36 countries over the period 1995-2008, we show that equity issuance is significantly and positively related to contemporaneous and lagged innovations in aggregate local market liquidity. This relation survives the inclusion of proxies for market timing, capital market conditions, growth prospects, asymmetric information, and investor sentiment. Liquidity considerations are as important in explaining equity issuance as market timing considerations. The relation between liquidity and issuance is driven by the quarters with the greatest deterioration in liquidity and is stronger for IPOs than for SEOs. Firms are more likely to carry out private instead of public equity issues and to postpone public equity issues when market liquidity worsens. Overall, we interpret our findings as supportive of the view that market liquidity is an important determinant of equity issuance that is distinct from other determinants examined to date.\n\n",
    "acknowledgement": "\nVan Dijk thanks the Netherlands Organization for Scientific Research (NWO) for financial support through a \"Vidi\" grant. We are grateful for comments from Brian Baugh, Andrew Carverhill, Thierry Foucault, Yeejin Jang, Jeffrey Pontiff, Ioanid Rosu, and seminar participants at Boston College, Boston University, Erasmus University, HEC Paris, and the 2012 Frontiers of Finance Conference at Warwick Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}