{
    "id": 19232,
    "citation_title": "Friends or Family? Revisiting the Effects of High School Popularity on Adult Earnings",
    "citation_author": [
        "Jason Fletcher"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent evidence has suggested that popularity during high school is linked with wages during mid-life using the Wisconsin Longitudinal Study.  The results were shown to be robust to a large set of individual-level heterogeneity included completed schooling, cognitive ability, and personality measures.  This paper revisits this question by first replicating the results using an alternative dataset that is very similar in structure.  Like the previous results, the Add Health baseline effects suggest that an additional high school friendship nomination is linked to a 2% increase in earnings around age 30.  However, leveraging the unique sibling structure of the Add Health shows that sibling comparisons eliminate any associations between popularity and earnings.  The findings suggest that families, rather than friends, may be the cause of the association.\n\n",
    "acknowledgement": "\nThis research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}