{
    "id": 19237,
    "citation_title": "Family Welfare Cultures",
    "citation_author": [
        "Gordon B. Dahl",
        "Andreas Ravndal Kostol",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStrong intergenerational correlations in various types of welfare use have fueled a long-standing debate over whether welfare receipt in one generation causes welfare participation in the next generation. Some claim a causal relationship in welfare receipt across generations has created a culture in which welfare use reinforces itself through the family. Others argue the determinants of poverty or poor health are correlated across generations, so that children's welfare participation is associated with, but not caused by, parental welfare receipt. However, there is little empirical evidence to sort out these claims. In this paper, we investigate the existence and importance of family welfare cultures in the context of Norway's disability insurance (DI) system. To overcome the challenge of correlated unobservables across generations, we take advantage of random assignment of judges to DI applicants whose cases are initially denied. Some appeal judges are systematically more lenient, which leads to random variation in the probability a parent will be allowed DI. Using this exogenous variation, we find strong evidence that welfare receipt in one generation causes welfare participation in the next generation: when a parent is allowed DI, their adult child's participation over the next five years increases by 6 percentage points. This effect grows over time, rising to 12 percentage points after ten years. While these findings are specific to our setting, they serve to highlight that welfare reforms can have long-lasting effects on program participation, since any original effect on the current generation could be reinforced by changing the participation behavior of their children as well. The detailed nature of our data allows us to compare the intergenerational transmission with spillover effects in other networks and to explore mechanisms. Our findings point to a special link between parents and their children, with little impact due to close neighbors' DI participation. We find suggestive evidence that what may change as a result of a parent being allowed DI is their children's beliefs about the efficacy of trying to get on to the DI program or their attitudes about DI participation and its stigma.\n\n",
    "acknowledgement": "\nWe thank four anonymous referees, the editor and seminar participants at several universities and conferences for valuable feedback and suggestions. We are grateful to Knut Brufoss, Espen Vihle and Runar Narvland for their help in accessing the data and in understanding the institutional details. The project received generous financial support from the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}