{
    "id": 19234,
    "citation_title": "Health and Health Behaviors during the Worst of Times",
    "citation_author": [
        "Erdal Tekin",
        "Chandler McClellan",
        "Karen Jean Minyard"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "2017-01-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious studies have shown that recessions are typically associated with better health and health behaviors. However, majority of these studies use data from the periods of relatively milder economic downturns that predate the “Great Recession.” In this paper, we examine the relationship between measures of macroeconomic conditions and a large set of outcomes of health and health behaviors using data from BRFSS between 1990 and 2014 with an emphasis on the period enveloping the Great Recession. Our results provide some support for the notion that weaker macroeconomic conditions are positively associated with health related outcomes, although the evidence is stronger for some of the outcomes (e.g., smoking and physical exercise) than others and is not present for some of the other outcomes (e.g., experiencing poor mental health) at all. But overall, the estimates are too small and imprecisely estimated to have any meaningful implications. Furthermore, the estimates become weaker over time and largely disappear in years prior to the period of the Great Recession and continues to remain small during periods enveloping the recession and the afterwards. Overall, we found no evidence that the Great Recession had a significant influence on the existing trends in health and health behaviors.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Health and Health Behaviors during the Worst of Times: Evidence from the Great Recession.\" Erdal Tekin gratefully acknowledges support from the Gary and Stacey Jacobs Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}