{
    "id": 19239,
    "citation_title": "Global Supply Chains, Currency Undervaluation, and Firm Protectionist Demands",
    "citation_author": [
        "J. Bradford Jensen",
        "Dennis P. Quinn",
        "Stephen Weymouth"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "2013-07-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine firm participation in global supply chains to help explain a puzzling decline in protectionist demands in the U.S. despite increased import competition and ongoing currency undervaluation.  To explain firm responses to undervaluation, we rely on advances in the international trade literature that uncover intraindustry heterogeneity in firm trade and investment activities. We propose that firm foreign direct investments in, and subsequent related party trade with, countries with undervalued exchange rates will lead to fewer antidumping filings. Examining the universe of U.S. manufacturing firms, we find that antidumping petition filers are more internationally engaged than non-filing peers, but conduct less related party trade with filed-against countries.  High levels of related-party imports (arm's length imports) from countries with undervalued currencies significantly decrease (increase) the likelihood of U.S. antidumping petitions.  Our study highlights the centrality of global supply chains in understanding political mobilization over international economic policy.\n\n",
    "acknowledgement": "\nSome of the analysis in the paper was conducted at the Center for Economic Studies at the U.S. Census Bureau. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce. We thank the International Monetary Fund and its Research Department for financial support. We thank audiences at the University of Virginia, Georgetown University, ETH, and the University of Texas, Austin for comments. We are grateful to Marc Busch for comments on several versions of the paper. We also thank Kishore Gawande, Andrew Kerner and David Steinberg for helpful comments and suggestions. Rachel Szymanski provided excellent research assistance. We thank Bill Zeile of the Bureau of Economic Analysis, Kristin Corwin at the Census Bureau for producing customized aggregates from Census trade data, and Jim Davis of the Boston Research Data Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDennis P. Quinn\n\nAdditional support was provided by the McDonough School of Business, Georgetown University\n\n\n"
}