{
    "id": 19231,
    "citation_title": "Golden Years or Financial Fears? Decision Making After Retirement Seminars",
    "citation_author": [
        "Steven G. Allen",
        "Robert L. Clark",
        "Jennifer Maki",
        "Melinda Sandler Morrill"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nMany organizations provide retirement planning seminars to their employees as a benefit to help them make better informed retirement decisions.  This study examines the participants in 85 seminars conducted by five companies in 2008 and 2009 to determine how much learning takes place and whether employees adjust retirement plans.  Using surveys conducted before and after the seminars, we find that financial literacy and knowledge of retirement program parameters are significantly higher after the seminar.  Employees with the largest increases in knowledge were most likely to change their planned retirement age and planned age of claiming Social Security benefits.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the FINRA Investor Education Foundation. All results, interpretations and conclusions expressed are those of the author(s) alone, and do not necessarily represent the views of the FINRA Investor Education Foundation or any of its affiliated companies. No portion of this work may be reproduced, cited, or circulated without the express written permission of the author(s). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}