{
    "id": 19236,
    "citation_title": "The Tip of the Iceberg: A Quantitative Framework for Estimating Trade Costs",
    "citation_author": [
        "Alfonso Irarrazabal",
        "Andreas Moxnes",
        "Luca David Opromolla"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCasual empiricism suggests that additive trade costs, such as quotas, per-unit tariffs, and, in part, transportation costs, are prevalent. In spite of this, we have no broad and systematic evidence of the magnitude of these costs. We develop a new empirical framework for estimating additive trade costs from standard firm-level trade data. Our results suggest that additive barriers are on average 14 percent, expressed relative to the median price. The point estimates are strongly correlated with common proxies for trade costs. Using our micro estimates, we show that a reduction in additive trade costs produces much higher welfare gains and growth in trade flows than a similar reduction in multiplicative trade costs.\n\n",
    "acknowledgement": "\nWe would like to thank Costas Arkolakis, Gregory Corcos, Don Davis, Rob Johnson, Samuel Kortum, Ralph Ossa, Nina Pavcnik, Arvid Raknerud, Andrés Rodríguez-Clare, Alexandre Skiba, Karen Helene Ulltveit-Moe, and Kjetil Storesletten for their helpful suggestions, as well as seminar participants in various locations. We thank Statistics Norway for data preparation and clarifications and the project \"European Firms in a Global Economy: Internal Policies for External Competitiveness\" (EFIGE) for financial support. Alfonso Irarrazabal thanks the hospitality of the Chicago Booth School of Business where part of this research was conducted. Luca David Opromolla acknowledges financial support from national funds by FCT (Fundação para a Ciência e a Tecnologia). This article is part of the Strategic Project: PEst-OE/EGE/UI0436/2011. The analysis, opinions, and findings represent the views of the authors, they are not necessarily those of Banco de Portugal, Norges Bank, or the National Bureau of Economic Research.\n\n\n"
}