{
    "id": 19230,
    "citation_title": "The Network Origins of Large Economic Downturns",
    "citation_author": [
        "Daron Acemoglu",
        "Asuman Ozdaglar",
        "Alireza Tahbaz-Salehi"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that large economic downturns may result from the propagation of microeconomic shocks over the input-output linkages across different firms or sectors within the economy. Building on the framework of Acemoglu et al. (2012), we argue that the economy's input-output structure can fundamentally reshape the distribution of aggregate output, increasing the likelihood of large downturns from infinitesimal to substantial. More specifically, we show that an economy with non-trivial intersectoral input-output linkages that is subject to thin-tailed productivity shocks may exhibit deep recessions as frequently as economies that are subject to heavy-tailed shocks. Moreover, we show that in the presence of input-output linkages, aggregate volatility is not necessarily a sufficient statistic for the likelihood of large downturns. Rather, depending on the shape of the distribution of the idiosyncratic shocks, different features of the economy's input-output network may be of first-order importance. Finally, our results establish that the effects of the economy's input-output structure and the nature of the idiosyncratic firm-level shocks on aggregate output are not separable, in the sense that the likelihood of large economic downturns is determined by the interplay between the two.\n\n",
    "acknowledgement": "\nThis paper is partially based on the previously unpublished results in the working paper of Acemoglu, Ozdaglar, and Tahbaz-Salehi (2010). We are grateful to Vasco Carvalho, Xavier Gabaix and Mihalis Markakis for fruitful conversations. Acemoglu and Ozdaglar gratefully acknowledge financial support from the Army Research Office, Grant MURI W911NF-12-1-0509. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}