{
    "id": 19243,
    "citation_title": "The Black-White Education-Scaled Test-Score Gap in Grades K-7",
    "citation_author": [
        "Timothy N. Bond",
        "Kevin Lang"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address the ordinality of test scores by rescaling them by the average eventual educational attainment of students with a given test score in a given grade. We show that measurement error in test scores causes this approach to underestimate the black-white test score gap and use an instrumental variables procedure to adjust the gap. While the unadjusted gap grows rapidly in the early school years, particularly in reading, after correction for measurement error, the education-scaled gap is large, exceeds the actual black-white education gap and is roughly constant. Strikingly, the gap in all grades is largely explained by a small number of measures of socioeconomic background. We discuss the interpretation of scales tied to adult outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to participants in the Harvard Inequality Seminar, conferences at Linnaeus University, Northwestern and Oberlin, seminars at UC San Diego and UC Irvine and an informal brown bag lunch at Purdue, Ivan Fernandez-Val, Jon Guryan, Jesse Rothstein, and Justin Tobias for helpful comments and suggestions. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}