{
    "id": 19241,
    "citation_title": "Are Some Degrees Worth More than Others? Evidence from college admission cutoffs in Chile",
    "citation_author": [
        "Justine S. Hastings",
        "Christopher A. Neilson",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "2014-10-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUnderstanding how returns to higher education vary across degree programs is critical for effective higher education policy. Yet there is little evidence as to whether all degrees improve labor market outcomes, and whether they do so for students from different types of backgrounds. We combine administrative and archival data from Chile with score-based admissions rules at more than 1,100 degree programs to study how the long-run earnings effects of college admission depend on selectivity, field of study, and student characteristics. Our data link admissions outcomes for 30 cohorts of college applicants to administrative records of labor market outcomes up to 30 years post-application. We estimate regression discontinuity specifications for each degree, and describe how threshold-crossing effects vary by degree type. In addition, we use variation in admissions outcomes driven by threshold-crossing to estimate a simple model that maps our discontinuity estimates into causal effects of admission by degree. Observed choice and survey data indicate that the assumptions underlying this model are consistent with student behavior. We find that returns are heterogeneous, with large, positive returns to highly selective degrees and degrees in health, science, and social science fields. Returns to selectivity do not vary by student socioeconomic status. Our findings suggest a role for policies that guide students toward higher-return degrees, such as targeted loans and better college preparation for students from low-income backgrounds.\n\n",
    "acknowledgement": "\nWe thank Noele Aabye, Phillip Ross, Unika Shrestha and Lindsey Wilson for outstanding research assistance. We thank Nadia Vasquez, Pablo Maino, Valeria Maino, and Jatin Patel for assistance with locating, collecting and digitizing data records. J-PAL Latin America and in particular Elizabeth Coble provided excellent field assistance. We thank Ivan Silva of DEMRE for help locating and accessing data records. We thank the excellent leadership and staff at the Chilean Ministry of Education for their invaluable support of these projects including Harald Beyer, Fernando Rojas, Loreto Cox Alcaíno, Andrés Barrios, Fernando Claro, Francisco Lagos, Lorena Silva, Anely Ramirez, and Rodrigo Rolando. We also thank the outstanding leadership and staff at Servicio de Impuestos Internos for their invaluable assistance. We thank Joseph Altonji, Peter Arcidiacono, Ken Chay, Raj Chetty, Matthew Gentzkow, Nathaniel Hilger, Caroline Hoxby, Wojciech Kopczuk, Thomas Lemieux, Costas Meghir, Emily Oster, Jonah Rockoff, Jesse Shapiro, Glen Weyl and participants at University of Chicago, Harvard, Princeton, the U.S. Consumer Financial Protection Bureau, the Federal Reserve Bank of New York, the NBER Public Economics and Education Economics program meetings, and Yale for helpful comments and suggestions. This project was funded by Brown University, the Population Studies and Training Center at Brown, and NIA grant P30AG012810. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Online Appendix available at: http://www.justinehastings.com/images/downloads/HNZ_Chile_Appendix_2013a.pdf.\n\n\n"
}