{
    "id": 19245,
    "citation_title": "Disease Control, Demographic Change and Institutional Development in Africa",
    "citation_author": [
        "Margaret S. McMillan",
        "William A. Masters",
        "Harounan Kazianga"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the role of tropical disease in rural demography and land use rights, using data from Onchocerciasis (river blindness) control in Burkina Faso. We combine a new survey of village elders with historical census data for 1975-2006 and geocoded maps of treatment under the regional Onchocerciasis Control Program (OCP). The OCP ran from 1975 to 2002, first spraying rivers to stop transmission and then distributing medicine to help those already infected. Controlling for time and village fixed effects, we find that villages in treated areas acquired larger populations and also had more cropland transactions, fewer permits required for cropland transactions, and more regulation of common property pasture and forest. These effects are robust to numerous controls and tests for heterogeneity across the sample, including time-varying region fixed effects. Descriptive statistics suggest that treated villages also acquired closer access to electricity and telephone service, markets, wells and primary schools, with no difference in several other variables. These results are consistent with both changes in productivity and effects of population size on public institutions.\n\n",
    "acknowledgement": "\nWe are grateful to the NBER African Successes Project and IFPRI for financial support, and thank Moussa Kabore and colleagues in the Direction de la Prospective et des Statistiques Agricoles et Alimentaires (DPSAA) of Burkina Faso for survey implementation, as well as Jose Castillo, Inigo Verduzco and Jun Folledo for research assistance, Rohini Pande and Remi Jedwab for comments on an earlier draft, and Bruce Benton for detailed information about the history and operations of the OCP. This paper has been much improved by valuable suggestions from the editor and referees as well as Will Dow and other participants at the Zanzibar Conference of the NBER African Successes Project, August 3-5, 2011. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}