{
    "id": 19240,
    "citation_title": "External Adjustment, Global Imbalances and Valuation Effects",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Hélène Rey"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an overview of the recent developments of the literature on the determinants of long term capital flows, global imbalances and valuation effects. We present the main stylized facts of the new international financial landscape in which external balance sheets of countries have grown in size and discuss implications for the international monetary and financial system.\n\n",
    "acknowledgement": "\nThis chapter was prepared for the Handbook of International Economics, vol IV, edited by Gita Gopinath, Elhanan Helpman and Kenneth Rogoff. Comments on an earlier draft are gratefully acknowledged. Thanks to Evgenia Passari, Nicolas Govillot for their help with the US data. Thanks to Gian Maria Milesi-Ferretti and Philip Lane for providing us with the 2010 update of their dataset. Thanks to the editors and discussants Vincenzo Quadrini and Paolo Pesenti as well as to Maury Obstfeld for detailed comments. Rey gratefully acknowledges support from ERC grant 210584. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}