{
    "id": 19249,
    "citation_title": "Quid Pro Quo: Technology Capital Transfers for Market Access in China",
    "citation_author": [
        "Thomas J. Holmes",
        "Ellen R. McGrattan",
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "2013-11-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the recent rapid development and greater openness of China's economy, FDI flows between China and technologically advanced countries are relatively small in both directions. We assess global capital flows in light of China's quid pro quo policy of exchanging market access for transfers of technology capital--accumulated know-how such as research and development (R&D) that can be used in multiple production locations. We first provide empirical evidence of this policy and then incorporate it into a multicountry dynamic general equilibrium model. This extension leads to a significantly better fit of the model to data. We also find large welfare gains for China--and welfare losses for its FDI partners--from quid pro quo.\n\n",
    "acknowledgement": "\nThis paper is a major revision of an earlier draft entitled \"Technology Capital Transfer.\" All materials are available at our website at www.minneapolisfed.org/research/sr/sr486.html, including the data on all Chinese patents. We thank Andy Atkeson, Dave Backus, Nick Bloom, Ariel Burstein, Galina Hale, Patrick Kehoe, Peter Klenow, Sam Kortum, Finn Kydland, Robert Lucas, Monika Piazzesi, Natalia Ramondo, Veronica Rappaport, Kim Ruhl, Martin Schneider, Kjetil Storesletten, Fabrizio Zilibotti and seminar participants at Arizona State University, the Econometric Society, the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Minneapolis, the National Bureau of Economic Research, Simon Fraser University, the Society for Economic Dynamics, Stanford, Sveriges Riksbank, University of British Columbia, University of College London, University of Santa Barbara, University of Washington, and Universidad Torcuato Di Tella for helpful comments on earlier drafts of the paper. We also thank Andrea Waddle for excellent research assistance and Jing Fang for his help with the Chinese patent data. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}