{
    "id": 19242,
    "citation_title": "Physicians Treating Physicians: Information and Incentives in Childbirth",
    "citation_author": [
        "Erin M. Johnson",
        "M. Marit Rehavi"
    ],
    "citation_publication_date": "2013-07-18",
    "issue_date": "2013-07-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on the interaction between patient information and financial incentives in physician induced demand (PID).  Using rich microdata on childbirth, we compare the treatment of physicians when they are patients with that of comparable non-physicians.  We exploit a unique institutional feature of California to determine how inducement varies with obstetricians' financial incentives.  Consistent with PID, physicians are almost 10 percent less likely to receive a C-section, with only a quarter of this effect attributable to differential sorting of patients to hospitals or obstetricians.  Financial incentives have a large effect on C-section probabilities for non-physicians, but physician-patients are relatively unaffected.  Physicians also have better health outcomes, suggesting overuse of C-sections adversely impacts patient health.\n\n",
    "acknowledgement": "\nThis paper has benefited from comments by: Kate Baicker, David Card, Joe Doyle, Jonathan Ketcham, Patrick Kline and participants at ASHE, BU/Harvard/MIT Health Seminar, Chicago Harris, Michigan, NBER SI: Health Care, RAND, SFU and UBC. We also thank Doug Almond, Charlie Brown, Randy Ellis, Amy Finkelstein, Josh Gottlieb, Tom McGuire, Edward Norton, Jeff Smith, and Heidi Williams for helpful discussions. We are grateful to Beate Danielsen at Health Information Solutions for performing the confidential merge, to Louise Hand and Betty Henderson-Sparks at OSHPD for their assistance in accessing the confidential data, and to Daniela Carusi, MD for sharing her clinical expertise. Rehavi gratefully acknowledges funding from CIFAR and the Hampton Fund and thanks the RWJ Scholars program for its financial support in the initial stages of this project.  Corresponding author: Erin M. Johnson, 77 Massachusetts Avenue, Cambridge, MA 02139, phone: 617-715-4836, fax: 617-258-6786, email: erinmj@mit.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}