{
    "id": 19247,
    "citation_title": "Physician Agency and Competition: Evidence from a Major Change to Medicare Chemotherapy Reimbursement Policy",
    "citation_author": [
        "Mireille Jacobson",
        "Tom Y. Chang",
        "Joseph P. Newhouse",
        "Craig C. Earle",
        "M.D."
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of physician agency and competition in determining health care supply and patient outcomes. A 2005 change to Medicare fees had a large, negative impact on physician profit margins for providing chemotherapy treatment. In response to these cuts, physicians increased their provision of chemotherapy and changed the mix of chemotherapy drugs they administered. The increase in treatment improved patient survival. These changes were larger in states that experienced larger decreases in physician profit margins. Finally while physician response was larger in more competitive markets, survival improvements were larger in less competitive markets.\n\n",
    "acknowledgement": "\nMary Price provided excellent programming to create the original cohort used in this work. We thank Ernie Berndt, Srikanth Kadiyala, Emmett Keeler, David I. Levine, Tom McGuire, Giuseppe Ragusa, Heather Royer, James P. Smith, Tim Vogelsang and seminar participants at USC's Sol Price School of Public Policy and the NBER Spring Health Care Program meetings for many helpful comments. Support for this analysis was made possible by grants from the Robert Wood Johnson Foundation's Changes in Health Care Financing and Organization (HCFO) program and the National Cancer Institute, 1R01CA152043-01. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph P. Newhouse\n\nNewhouse is a director of, and holds equity in, Aetna, a health insurer.\n\n\n"
}