{
    "id": 19258,
    "citation_title": "Environmental Protection, Rare Disasters, and Discount Rates",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtremely low discount rates play a central role in the Stern Review's evaluation of environmental protection, and this assumption has been criticized by many economists. The Review also stresses that great uncertainty is a critical element for optimal environmental policies. An appropriate model for this policy analysis requires sufficient risk aversion and fattailed uncertainty to get into the ballpark of explaining the observed equity premium. A satisfactory framework, based on Epstein-Zin/Weil preferences, also separates the coefficient of relative risk aversion (important for results on environmental investment) from the intertemporal elasticity of substitution for consumption (which matters little). Calibrations based on existing models of rare macroeconomic disasters suggest that optimal environmental investment can be a significant share of GDP even with reasonable values for the rate of time preference and the expected rate of return on private capital. The key parameters, yet to be pinned down, are the proportionate effect of environmental investment on the probability of environmental disaster and the baseline probability of environmental disaster.\n\n",
    "acknowledgement": "\nThis research has been supported by a grant from the National Science Foundation. I have benefited from comments by Marios Angeletos, Christian Gollier, Emi Nakamura, Nick Stern, and Marty Weitzman. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}