{
    "id": 19254,
    "citation_title": "How Does China's New Labor Contract Law Affect Floating Workers?",
    "citation_author": [
        "Richard B. Freeman",
        "Xiaoying Li"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nChina's new Labor Contract Law took effect on January 2008 and required firms to give migrant workers written contracts, strengthened labor protections for workers and contained penalties for firms that did not follow the labor code.  This paper uses survey data of migrant workers in the Pearl River Delta before and after the law and a retrospective question on when workers received their first labor contract to assess the effects of the law on labor outcomes.  The evidence shows that the new law increased the percentage of migrant workers with written contracts, which in turn raised social insurance coverage, reduced the likelihood of wage arrears, and raised the likelihood that the worker had a union at their workplace.\n\n",
    "acknowledgement": "\nWe would like to thank two anonymous referees and the editor (Andrew Clark) for many useful comments and suggestions on this article. We are grateful to participants at the 50th Anniversary Conference of British Journal of Industrial Relations (BJIR) (London, December 2011), and the support from Labor and Worklife Program of Harvard Law School. The paper is supported by the Cheung Yan Family Fund at Harvard University, the Fundamental Research Funds for the Central Universities of China (Grant number: 13wkpy11) and National Social Science Fund of China (Grant number: 12BJY044). The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}