{
    "id": 19252,
    "citation_title": "Patents in the University: Priming the Pump and Crowding Out",
    "citation_author": [
        "Suzanne Scotchmer"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe Bayh-Dole Act allows universities to exploit patents on their federally sponsored research. University laboratories therefore have two sources of funds: direct grants from sponsors and income from licensing. Tax credits for private R&D also contribute, because they increase the profitability of licensing. Because Bayh-Dole profits are a source of funds, the question arises how subsidies and Bayh-Dole profits fit together. I show that subsidies to the university can either \"prime the pump\" for spending out of Bayh-Dole funds, or can crowd it out. Because of crowding out, if the sponsor wants to increase university spending beyond the university's own target, it will end up funding the entire research bill, just as if there were no profit opportunities under the Bayh-Dole Act. A subsidy system that requires university matching can mitigate this problem.\n\n",
    "acknowledgement": "\nI thank Nisvan Erkal and Hugo Hopenhayn for motivating discussions, and Pierre Regibeau and Mark Schankerman for queries that much improved the paper. I thank the Toulouse Network on Information Technology, NSF Grant 0830186, and the Sloan Foundation for funding. I thank the Toulouse School of Economics for hospitality during the preparation of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}