{
    "id": 1925,
    "citation_title": "The Sources of Disagreement Among International Macro Models and Implications for Policy Coordination",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1986-05-01",
    "issue_date": "1986-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper makes use of the simulation results of 12 leading large international econometric models, as to the effects of commonly specified changes in monetary and fiscal policy, conducted under the Brookings exercise \"Empirical Macroeconomics for Interdependent Economies.\" The first half of the paper examines disagreement among the models on the signs of policy multipliers, and how such disagreement compares to the ambiguities appearing in the theoretical literature. There turns out to be relatively little disagreement as to the effects on output, prices and the exchange rate. The greatest disagreement is rather over the question whether a monetary expansion worsens or improves the current account. The second half of the paper examines the implications for internationa lmacroeconomic policy coordination. The existing literature makes the unrealistic assumption that policy-makers all know the true model, from whichit follows that the Nash bargaining solution is in general superior to the Nash competitive solution. But everything changes once we recognize that policy-makers' models, as the models in the Brookings simulations, differ from each other and therefore from the \"true\" model. When the central bank and fiscal authorities subscribe to conflicting models, it is still true that(1) the competitive equilibrium is sub-optimal, and that (2) the two authorities will in general be able to agree on a cooperative policy package that each believes will improve the objective function; however, (3) the bargaining solution is as likely to move the target variables in the wrong direction as in the right direction, in the light of a third true model. Out of 1,210possible combinations of different models subscribed to by the two policy authorities and models representing reality, bargaining raises welfare in only 819 cases. The conclusion is that disagreement as to the true model maybe a more serious obstacle to successful policy coordination than is institutional failure to enforce Pareto-improving solutions.\n\n",
    "acknowledgement": "\n"
}