{
    "id": 19255,
    "citation_title": "The Next Generation of the Penn World Table",
    "citation_author": [
        "Robert C. Feenstra",
        "Robert Inklaar",
        "Marcel Timmer"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe describe the theory and practice of real GDP comparisons across countries and over time. Effective with version 8, the Penn World Table (PWT) will be taken over by the University of California, Davis and the University of Groningen, with continued input from Alan Heston at the University of Pennsylvania. Version 8 will expand on previous versions of PWT in three respects. First, it will distinguish real GDP on the expenditure side from real GDP on the output side, which differ by the terms of trade faced by countries. Second, it will distinguish growth rates of GDP based on national accounts data from growth rates that are benchmarked in multiple years to cross-country price data. Third, data on capital stocks will be reintroduced. Some illustrative results from PWT version 8 are discussed, including new results that show how the Penn effect is not emergent but a stable relationship over time.\n\n",
    "acknowledgement": "\nThis research received support through grants from the National Science Foundation and the Sloan Foundation. We thank Erwin Diewert and Chad Jones for helpful comments as well as other seminar participants at the University of Groningen, University of Pennsylvania, Norwegian School of Economics and the Economic Growth group of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}