{
    "id": 19256,
    "citation_title": "How Important can the Non-Violation Clause be for the GATT/WTO?",
    "citation_author": [
        "Robert W. Staiger",
        "Alan O. Sykes"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe \"non-violation\" clause was a major focus of the drafters of GATT in 1947, and its relevance was revisited and reaffirmed with the creation of the WTO in 1995. And according to the terms-of-trade theory of trade agreements, it has an important role to play in facilitating the success of the \"shallow integration\" approach that the GATT/WTO has adopted. Yet despite the prominence given to the non-violation clause by its legal drafters and suggested by economic theory, in GATT/WTO practice the observed performance of the non-violation complaint has been weak. Can a model account for the observed features of the usage and outcomes of non-violation claims? And if so, what is implied by these weak performance measures about the (on- and off-) equilibrium impacts of the non-violation clause on the joint welfare of the GATT/WTO member governments? We develop a model of non-violation claims in trade agreements, demonstrate that it can account for the observed features of the usage and outcomes of non-violation claims, and show that the weak performance measures of observed non-violation claims are not inconsistent with a valuable role for the non-violation clause in the GATT/WTO.\n\n",
    "acknowledgement": "\nWe thank Giovanni Maggi and Ralph Ossa, our discussants at the 2013 Princeton IES Summer Workshop, for very helpful and detailed comments. We also thank Kyle Bagwell, Petros C. Mavroidis and seminar participants at the 2012 American Law and Economics Association meetings, Princeton and The University of New South Wales. Woan Foong Wong and Junhui Zeng provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}