{
    "id": 19257,
    "citation_title": "Regulatory reform and risk-taking: replacing ratings",
    "citation_author": [
        "Bo Becker",
        "Marcus Opp"
    ],
    "citation_publication_date": "2013-07-31",
    "issue_date": "2013-07-31",
    "revision_date": "2014-09-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a reform of insurance companies' capital requirements for mortgage-backed securities. First, credit ratings were replaced as inputs to capital regulation. Second, the redesigned system ensures capital buffers sufficient to withstand expected losses, but insufficient to protect against adverse outcomes. Many bonds are now treated as riskless and require minimal capital. By 2012, aggregate capital requirements for mortgage-backed securities have been reduced from $19.36bn (had the previous system been maintained) to $3.73bn. Exploiting that the change did not affect other asset classes, we document that insurers' risk taking was distorted and increased in response to the new regulation.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was entitled \"Replacing Ratings.\" We thank Andrew Cohen, Richard Cantor, Jess Cornaggia, Andrew Ellul, Jerome Fons, Andra Ghent, John Griffin, Dwight Jaffee, Anastasia Kartasheva, Eric Kolchinsky, Terrance Odean, Matti Peltonen, Tad Philipp, Joshua Rauh, Farzad Saidi, Erik Stafford, Richard Stanton, Terri Vaughan, and Nancy Wallace as well as seminar participants in Stockholm, Berkeley, Rotterdam, ECB, Maastricht, the European Winter Finance Conference, the NBER summer institute for credit ratings, the Bundesbank and the Bank of Spain for comments and suggestions, Jack He, Jun Qian and Phil Strahan as well as Pab Jotikasthira for sharing data, as well as Kevin Garewal and Andrea Schulman for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}