{
    "id": 19250,
    "citation_title": "Overconfidence in Political Behavior",
    "citation_author": [
        "Pietro Ortoleva",
        "Erik Snowberg"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies, theoretically and empirically, the role of overconfidence in political behavior. Our model of overconfidence in beliefs predicts that overconfidence leads to ideological extremeness, increased voter turnout, and increased strength of partisan identification. Moreover, the model makes many nuanced predictions about the patterns of ideology in society, and over a person's lifetime. These predictions are tested using unique data that measure the overconfidence, and standard political characteristics, of a nationwide sample of over 3,000 adults. Our predictions, eight in total, find strong support in this data. In particular, we document that overconfidence is a substantively and statistically important predictor of ideological extremeness and voter turnout.\n\n",
    "acknowledgement": "\nWe thank Stephen Ansolabehere, Marc Meredith, Chris Tausanovitch, and Christopher Warshaw for sharing their data. The authors are indebted to John Aldrich, Scott Ashworth, Larry Bartels, Roland Benabou, Jon Bendor, Adam Berinsky, Ethan Bueno de Mesquita, John Bullock, Steve Callander, Pedro Dal Bó, Ben Gillen, Faruk Gul, Gabe Lenz, Alessandro Lizzeri, John Matsusaka, Andrea Mattozzi, Antonio Merlo, Massimo Morelli, Steve Morris, Gerard Padró i Miquel, Wolfgang Pesendorfer, Matthew Rabin, Ken Shotts, Holger Sieg, Theda Skocpol, Mike Ting, Francesco Trebbi, Leeat Yariv, and Eric Zitzewitz for useful discussions. We also thank seminar participants at the AEA, the University of British Columbia, the University of Chicago, Columbia, Duke, Harvard, the IV Workshop on Institutions at CRENoS, the University of Maryland, MPSA, the NBER, the Nanyang Technological University, NYU, the University of Pennsylvania, Princeton, The Prioriat Workshop, USC, SPSA, and Washington University, St. Louis for thoughtful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}