{
    "id": 19251,
    "citation_title": "Competition in the Audit Market: Policy Implications",
    "citation_author": [
        "Joseph J. Gerakos",
        "Chad Syverson"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe audit market's unique combination of features-its role in capital market transparency, mandated demand, and concentrated supply-means it receives considerable attention from policymakers. We explore the effects of two market scenarios that have been the focus of policy discussions: a) further supply concentration due to one of the \"Big 4\" auditors exiting and b) mandatory audit firm rotation. To do so, we first estimate publicly traded firms' demand for auditing services, treating services provided by each of the Big 4 as differentiated products. We then use those estimates to calculate how each scenario would affect client firms' consumer surplus. We estimate that, conservatively, exit by one of the Big 4 would reduce client firms' surplus by $1.2-1.8 billion per year. These estimates reflect only firms' lost options to hire the exiting auditor; they do not include the likely fee increases resulting from less competition among auditors. We calculate that the latter could result in audit fee increases between $0.3-0.5 billion per year. Such losses are substantial; by comparison, total audit fees for public firms were $11 billion in 2010. We find similarly large impacts from mandatory audit firm rotation, estimating consumer surplus losses at approximately $2.4-3.6 billion if rotation were required after ten years and $4.3-5.5 billion if rotation were mandatory after only four years.\n\n",
    "acknowledgement": "\nWe thank Ray Ball, Mary Barth, J.P. Dubé, Ron Goettler, Bobby Gramacy, Guenter Hitsch, Ali Hortaçsu, Bill Kinney, Dave Larcker, Christian Leuz, Doug Shackelford, Jesse Shapiro, Doug Skinner, Stephen Taylor, Anne Vanstraelen, Mike Willenborg, and workshop participants at Maastricht University, Ohio State University, Stanford University, University of Chicago, University of Connecticut, University of Melbourne, University of North Carolina, University of Technology, Sydney, and the 2012 Illinois Audit Symposium for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph J. Gerakos\n\nGerakos received funding as a Ph.D. student from the KPMG Foundation.\n\n\n\nChad Syverson\n\nSyverson was paid to discuss issues unrelated to the content of this paper with managers of a firm having operations in the audit industry.\n\n\n"
}