{
    "id": 19267,
    "citation_title": "The Natural Rate Hypothesis: An idea past its sell-by date",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banks throughout the world predict inflation with new-Keynesian models where, after a shock, the unemployment rate returns to its so called \"natural rate'. That assumption is called the Natural Rate Hypothesis (NRH). This paper reviews a body of work, published over the last decade, which is critical of the NRH. I argue that the NRH does not hold in the data and I provide an alternative paradigm that explains why it does not hold. I replace the NRH with the assumption that the animal spirits of investors are a fundamental of the economy and I show how to operationalize that idea by constructing an empirical model that outperforms the new-Keynesian Phillips curve. I model animal spirits with a new fundamental that I call the belief function.\n\n",
    "acknowledgement": "\nThis paper was written while visiting the Bank of England for the year as a 2013 Senior Houblon Norman Fellow. I wish to thank Spencer Dale and the Trustees of the Houblon Norman Fund for providing me with this opportunity. I am also grateful to everyone at the Bank for making me feel so welcome and for their support and encouragement during my stay. Finally, I would like to thank Dan Nixon, Mark Cornelius and the entire editorial team at the Bank of England Quarterly Bulletin, as well as C. Roxanne Farmer, for their invaluable editorial suggestions and assistance. The views expressed in this article are those of the author and they do not represent those of the Bank or the Monetary Policy Committee. The views  expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}