{
    "id": 19261,
    "citation_title": "Unethical Culture, Suspect CEOs and Corporate Misbehavior",
    "citation_author": [
        "Lee Biggerstaff",
        "David C. Cicero",
        "Andy Puckett"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that firms with CEOs who personally benefitted from options backdating were more likely to engage in other forms of corporate misbehavior, suggestive of an unethical corporate culture. These firms were more likely to overstate firm profitability and to engage in less profitable acquisition strategies. The increased level of corporate misbehaviors is concentrated in firms with suspect CEOs who were outside hires, consistent with adverse selection in the market for chief executives. Difference-in-differences tests confirm that the propensity to engage in these activities is significantly increased following the arrival of an outside-hire 'suspect' CEO, suggesting that causation flows from the top executives to the firm. Finally, while these suspect CEOs appear to have avoided market discipline when the market was optimistic, they were more likely to lose their jobs and their firms were more likely to experience dramatic declines in value during the ensuing market correction.\n\n",
    "acknowledgement": "\nWe thank Stewart Meyers, Luigi Zingales, Toa Shu, Yung Yu Ma, Matthew Cedergren, D. Scott Lee, and seminar participants at the 2011 NBER Causes and Consequences of Corporate Culture Conference, the University of Tennessee, the University of Georgia, the University of Delaware, the University of Lugano, the 2012 AAA Annual Meeting (Washington, DC), the 2012 FMA Annual Meeting (Atlanta, GA), and the 2012 Mid-Atlantic Research Conference (Villanova) for comments and suggestions. The authors also thank Mia Li Rivolta for sharing her data on forced CEO turnovers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}