{
    "id": 19262,
    "citation_title": "Effects of the Minimum Wage on Employment Dynamics",
    "citation_author": [
        "Jonathan Meer",
        "Jeremy West"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "2015-01-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe voluminous literature on minimum wages offers little consensus on the extent to which a wage floor impacts employment. We argue that the minimum wage will impact employment over time, through changes in growth rather than an immediate drop in relative employment levels. We conduct simulations showing that commonly-used specifications in this literature, especially those that include state-specific time trends, will not accurately capture these effects. Using three separate state panels of administrative employment data, we find that the minimum wage reduces job growth over a period of several years. These effects are most pronounced for younger workers and in industries with a higher proportion of low-wage workers.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments from Kerwin Charles and two anonymous referees, as well as from David Autor, Jeffrey Brown, Jeffrey Clemens, Jesse Cunha, Jennifer Doleac, David Figlio, Craig Garthwaite, Daniel Hamermesh, Mark Hoekstra, Scott Imberman, Joanna Lahey, Michael Lovenheim, Steven Puller, Harvey S. Rosen, Jared Rubin, Juan Carlos Saurez Serrato, Ivan Werning, William Gui Woolston, and seminar participants at the Massachusetts Institute of Technology, the Naval Postgraduate School, Texas A&M University, and the Stata Texas Empirical Microeconomics workshop. We benefited greatly from discussions regarding data with Ronald Davis, Bethany DeSalvo, and Jonathan Fisher at the U.S. Census Bureau, and Jean Roth at NBER. Sarah Armstrong and Kirk Reese provided invaluable research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau or the National Bureau of Economic Research.\n\n\n"
}