{
    "id": 19264,
    "citation_title": "Daily Needs, Income Targets and Labor Supply: Evidence from Kenya",
    "citation_author": [
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany studies suggest that daily income earners behave as if they have daily income targets. Less work has examined the determinants of the targets themselves. Using data on labor supply, shocks, and self-reported cash needs from 257 bicycle taxi drivers in Western Kenya, we provide evidence that many individuals treat their daily cash need as the day's target. We conjecture that in a physically demanding job, workers may have an incentive to quit early and so set a personal rule of \"earning enough for the day's need\" as an internal commitment device to provide effort. This heuristic is more common among less educated workers and has substantial welfare costs: greater variance in hours worked is associated with worse health, and we estimate that workers would earn 5% more by working a set number of hours each day (more if their wage elasticity were positive).\n\n",
    "acknowledgement": "\nThe study protocol for this research was approved by the IRBs of UCLA, UCSC, and IPA Kenya. We thank Sandro Ambuehl, Christine Exley, Tim Halliday, Supreet Kaur, Sendhil Mullainathan, Muriel Niederle, Alan Spearot, Eric Verhoogen, Andrew Zeitlin and participants at various seminars for helpful comments. We are grateful to IPA Kenya for administrative assistance coordinating the project, to Moses Barasa and Sarah Walker for coordinating field activities, and to Sindy Li for research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}