{
    "id": 19263,
    "citation_title": "Barriers to Health and the Poverty Trap",
    "citation_author": [
        "Yin-Chi Wang",
        "Ping Wang"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy have some poor countries been able to take off while others are still stuck in the poverty trap? To address this old question, we observe that (i) with similar or higher levels of educational attainment, trapped countries tend to have much poorer health conditions compared to the initially poor countries that later took off, and (ii) improving health conditions in poor countries usually involves large-scale investment where such resources can be easily misallocated. We construct a dynamic general equilibrium model with endogenous health and knowledge accumulation, allowing health-related institutional barriers to affect individual incentives and equilibrium outcomes. We then calibrate the model to fit (i) the U.S. economy (as a benchmark), (ii) a representative trapped economy based on the average economic performance and economic conditions of 41 countries that are still in the poverty trap, (iii) a group of trapped economies with richer institutional data (Bangladesh, Kenya and Nigeria), and (iv) two initially poor countries that later took off (China and India). The results show that, although low among all countries in this study, the U.S. economy still faced a health-related institutional barrier of 15%. The trapped economies all suffered much large barriers ranging from 50% to 73% under which the incentive to invest in health is severely hindered. For China and India, the magnitudes of such barriers were large (about twice as much as for the U.S. and half that for the trapped economies on average) but not enough to undermine the willingness to invest in health. This paper thereby advances our understanding of the role played by barriers to health in the poverty trap.\n\n",
    "acknowledgement": "\nWe are grateful for valuable comments and suggestions from Jerome Adda, Costas Azariadis, Jim Bullard, Ken Chay, Stacey Chen, Shin-Yi Chou, Eric French, Jang-Ting Guo, Seema Jayachandran, Kamhon Kan, Rody Manuelli, Wung Lik Ng, Juan Pantano, B. Ravikumar, Yongseok Shin, Tom Vogl, and Danyang Xie, as well as seminar and conference participants at Academia Sinica, the Chinese University of Hong Kong, Washington University in St. Louis, the Summer Meetings of the Econometric Society, the Society for Economic Dynamics Annual Meeting, the NBER Health Economics Program Meeting, the Midwest Macroeconomic Meetings, the Society for the Advancement of Economic Theory Conference, and the International Conference on Socioeconomic Causes and Consequences of Public Health. Financial support from Academia Sinica, the Chinese University of Hong Kong, the Center for Economic Dynamics (CEDEC), and the Center for Research in Economics and Strategy (CRES) is gratefully acknowledged. Needless to say, the usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}