{
    "id": 19269,
    "citation_title": "Non-Choice Evaluations Predict Behavioral Responses to Changes in Economic Conditions",
    "citation_author": [
        "B. Douglas Bernheim",
        "Daniel Bjorkegren",
        "Jeffrey Naecker",
        "Antonio Rangel"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "2015-11-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central task in microeconomics is to predict choices in as-yet-unobserved situations (e.g., after some policy intervention). Standard approaches can prove problematic when sufficiently similar changes have not been observed or do not have observable exogenous causes. We explore an alternative approach that generates predictions based on relationships across decision problems between actual choice frequencies and non-choice subjective evaluations of the available options. In a laboratory experiment, we find that this method yields accurate estimates of price sensitivities for a collection of products under conditions that render standard methods either inapplicable or highly inaccurate.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Do Hypothetical Choices and Non-Choice Ratings Reveal Preferences?\" We would like to thank seminar participants at Stanford University’s Behavioral and Experimental Economics Workshop, the 2011 ECORE Summer School (UCL, Louvain-la-Neuve), the 2012 ASSA Winter Meetings (Chicago), the 2012 CESifo Conference on Behavioral Economics (Munich), Harvard University, UCSD, and California State University, East Bay for helpful comments. Detailed suggestions from Richard Carson and Laura Taylor were especially helpful. We are also grateful to Irina Weissbrot for assistance with data collection. The first author also acknowledges financial support from the National Science Foundation through grant SES-1156263. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}