{
    "id": 19266,
    "citation_title": "Predation, Taxation, Investment and Violence: Evidence from the Philippines",
    "citation_author": [
        "Eli Berman",
        "Joseph Felter",
        "Ethan Kapstein",
        "Erin Troland"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the relationship between investment and political violence through several possible mechanisms. Investment as a predictor of future violence implies that low private sector investment today provides a robust indicator of high violence tomorrow. \"Rent-capture\" or predation asserts that investment increases violence by motivating extortion by insurgents. A \"hearts and minds\" approach links investment to political violence in two possible ways: through an opportunity cost mechanism by which improved economic conditions raise the cost of rebel recruitment; and through a psychological \"gratitude\" effect which reduces cooperation of noncombatants with rebels. Finally, tax capture implies that government will increase coercive enforcement in an attempt to control areas where increased investment increases tax revenue. We lay out these mechanisms in a framework with strategic interaction between rebels, communities, government and firms within an information-centric or \"hearts and minds\" counterinsurgency model. We test these mechanisms in the context of the Philippines in the first decade of this century, using information on violent incidents initiated by both rebels and government and new data on industrial building permits, an indicator of economic investment. Increases in investment are positively correlated with both rebel and government initiated violence. In the context of our theory that constitutes unequivocal evidence of predation, is consistent with tax capture, and weighs against predictive investment, opportunity costs or gratitude being a dominant effect.\n\n",
    "acknowledgement": "\nWe acknowledge the assistance of the Department of Social Welfare and Development (DSWD) and the AFP National Development Support Command (NADESCOM), in the Philippines, of Katherine Levy and Mitchell Downey at UC San Diego, and the comments of seminar participants at the Einaudi Institute of Economic and Finance, the University of Warwick, the Department for International Development (DFID), London,  LUISS Guido Carli University, Rome, the International Food Policy Research Institute (IFPRI), Addis Ababa, and those of our colleagues at UCSD, Stanford, and the Empirical Studies of Conflict (ESOC) collaborative. This research was supported by the Office of Naval Research (ONR) through Award N000141110735 at the National Bureau of Economic Research.  It builds on research supported by U.S. Department of Defense Minerva research initiative through the Air Force Office of Scientific Research (AFOSR) under Award FA9550-09-1-0314.  Any opinions, findings, conclusions or recommendations in this document are those of the authors and do not necessarily reflect views of ONR or AFOSR. All mistakes are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}