{
    "id": 19260,
    "citation_title": "High Frequency Identification of Monetary Non-Neutrality: The Information Effect",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2013-07-25",
    "issue_date": "2013-07-25",
    "revision_date": "2018-01-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present estimates of monetary non-neutrality based on evidence from high-frequency responses of real interest rates, expected inflation, and expected output growth. Our identifying assumption is that unexpected changes in interest rates in a 30-minute window surrounding scheduled Federal Reserve announcements arise from news about monetary policy. In response to an interest rate hike, nominal and real interest rates increase roughly one-for-one, several years out into the term structure, while the response of expected inflation is small. At the same time, forecasts about output growth also increase—the opposite of what standard models imply about a monetary tightening. To explain these facts, we build a model in which Fed announcements affect beliefs not only about monetary policy but also about other economic fundamentals. Our model implies that these information effects play an important role in the overall causal effect of monetary policy shocks on output.\n\n",
    "acknowledgement": "\nWe thank Miguel Acosta, Matthieu Bellon, Vlad Bouchouev, Nicolas Crouzet, Stephane Dupraz, Michele Fornino, Jesse Garret, and Shaowen Luo, for excellent research assistance. We thank Michael Abrahams, Tobias Adrian, Richard K. Crump, Matthias Fleckenstein, Michael Fleming, Mark Gertler, Refet Gurkaynak, Peter Karadi, Hanno Lustig, Emanuel Moench, and Eric Swanson for generously sharing data and programs with us. We thank Robert Barro, Marco Bassetto, Gabriel Chodorow-Reich, Stephane Dupraz, Gauti Eggertsson, Mark Gertler, Refet Gurkaynak, Samuel Hanson, Sophocles Mavroeidis, Emanuel Moench, Serena Ng, Roberto Rigobon, Christina Romer, David Romer, Christoph Rothe, Eric Swanson, Ivan Werning, Michael Woodford, Jonathan Wright and seminar participants at various institutions for valuable comments and discussions. We thank the National Science Foundation (grant SES-1056107), the Alfred P. Sloan Foundation, and the Columbia Business School Dean’s Office Summer Research Assistance Program for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}