{
    "id": 19265,
    "citation_title": "Unemployment and Business Cycles",
    "citation_author": [
        "Lawrence J. Christiano",
        "Martin S. Eichenbaum",
        "Mathias Trabandt"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "2015-06-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a general equilibrium search and matching model that accounts for key business cycle properties of macroeconomic aggregates, including labor market variables. In sharp contrast to leading New Keynesian models, we do not impose wage inertia. Instead we derive wage inertia from our specification of how firms and workers negotiate wages. Our model outperforms a variant of the standard New Keynesian Calvo sticky wage model. According to our estimated model, there is a critical interaction between the degree of price stickiness, monetary policy and the duration of an increase in unemployment benefits.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nLawrence J. Christiano\n\nNon-Northwestern compensated activities: 2010 through 2012.\nShort lecture courses at: Bank of Korea, International Monetary Fund, Kiel Institute for World Economics, Gerzensee Study Center, Central Bank of Peru, Central Bank of Portugal, Central Bank of Colombia, Central Bank of Hungary, Swiss National Bank, Central Bank of the Czech Republic, Renmin University, China.\nConsultant, Central Bank of Brazil.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nFederal Reserve Bank of Minneapolis, advisor.\nConsultant, Global Markets Institute at Goldman Sachs.\n\n\n\nMartin S. Eichenbaum\n\nNon-teaching compensated activities: 2009 through 2012 (excludes token honoraria).\nCo-editor, American Economic Review, 2011 - .\nAssociate Editor, Journal of Monetary Economics, 1989 – 2010.\nFederal Reserve Bank of Atlanta, advisor.\nFederal Reserve Bank of Chicago, advisor.\nJefferies Associates, economic outlook talk.\nHightower Associates, consultant.\nAdvisory Council Member, Global Markets Institute at Goldman Sachs.\n\n\n"
}