{
    "id": 19277,
    "citation_title": "Are Women More Attracted to Cooperation Than Men?",
    "citation_author": [
        "Peter J. Kuhn",
        "Marie-Claire Villeval"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2022-03-09",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe conduct a real-effort experiment where participants choose between individual compensation and team-based pay.  In contrast to tournaments, which are often avoided by women, we find that women choose team-based pay at least as frequently as men in all our treatments and conditions, and significantly more often than men in a well-defined subset of those cases. Key factors explaining gender patterns in attraction to co-operative incentives across experimental conditions include women's more optimistic assessments of their prospective teammate's ability and men's greater responsiveness to efficiency gains associated with team production.  Women also respond differently to alternative rules for team formation in a manner that is consistent with stronger inequity aversion\n\n",
    "acknowledgement": "\nWe are grateful to Philip Babcock, David Cooper, Uri Gneezy, Dorothea KuÌˆbler, Shelly Lundberg, Matthias Sutter, Lise Vesterlund and participants at the 6th European Workshop on Experimental and Behavioral Economics in Munich, the conference of the European Association of Labour Economists at Bonn, the European meeting of the Economic Science Association in Cologne, the Broom Center conference on Gender and Family in the New Millennium in Santa Barbara, the ASFEE conference in Montpellier, and seminar participants at Oxford University, THEMA in Paris, WZB Berlin, UT Austin, UN Reno, Wharton, DIW Berlin and University of Hamburg for useful comments on an earlier version of this paper. We thank Sylvain Ferriol for programming this experiment. This research program has been supported by a grant from the French National Research Agency (ANR, EMCO program, HEIDI grant) and was performed within the framework of the LABEX CORTEX (ANR-11-LABX-0042) of Université de Lyon, within the program \"Investissements d'Avenir\" (ANR-11-IDEX-007) operated by the French National Research Agency (ANR). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarie-Claire Villeval\n\nThis research program has been supported by a grant from the French National Research Agency (ANR, EMCO program, HEIDI grant) and was performed within the framework of the LABEX CORTEX (ANR-11-LABX-0042) of Université de Lyon, within the program “Investissements d'Avenir” (ANR-11-IDEX-007) operated by the French National Research Agency (ANR).\n\n\n"
}