{
    "id": 19276,
    "citation_title": "Smart and Illicit: Who Becomes an Entrepreneur and Do They Earn More?",
    "citation_author": [
        "Ross Levine",
        "Yona Rubinstein"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2015-09-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe disaggregate the self-employed into incorporated and unincorporated to distinguish between \"entrepreneurs\" and other business owners. We show that the incorporated self-employed and their businesses engage in activities that demand comparatively strong nonroutine cognitive abilities, while the unincorporated and their firms perform tasks demanding relatively strong manual skills. The incorporated selfemployed have distinct cognitive and noncognitive traits. Besides tending to be white, male, and come from higher-income families, the incorporated—as teenagers—typically scored higher on learning aptitude tests, had greater self-esteem, and engaged in more disruptive, illicit activities. The combination of \"smart\" and \"illicit\" tendencies as youths accounts for both entry into entrepreneurship and the comparative earnings of entrepreneurs. In contrast to past research, we find that entrepreneurs earn more per hour and work more hours than their salaried and unincorporated counterparts.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Smart and Illicit: Who Becomes an Entrepreneur and Does it Pay?\" We thank Gary Becker, Moshe Buchinsky, David De Meza, Stephen Durlauf, Christian Dustmann, Luis Garicano, Naomi Hausman, Erik Hurst, Chinhui Juhn, Ed Lazear, Gustavo Manso, Casey Mulligan, Raman Nanda, Ignacio Palacios-Huerta, Steve Pischke, Luis Rayo, Andrei Shleifer, Chris Stanton, John Sutton, Ivo Welch, Noam Yuchtman, and seminar participants at the American Economic Association meetings, Asia Bureau of Financial and Economic Research, Harvard Business School, IDC, London School of Economics, NBER Summer Institute, NYU, Simon Fraser University, University of California-Berkeley, University of Chicago, University College-London, UCLA, University of Minnesota, and Victoria University of Wellington for helpful comments. Rubinstein thanks STICERD for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}