{
    "id": 19279,
    "citation_title": "You Get What You Pay For: Schooling Incentives and Child Labor",
    "citation_author": [
        "Eric V. Edmonds",
        "Maheshwor Shrestha"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan efforts to promote education deter child labor? We report on the findings of a field experiment where a conditional transfer incentivized the schooling of children associated with carpet factories in Nepal. We find that schooling increases and child involvement in carpet weaving decreases when schooling is incentivized. As a simple static labor supply model would predict, we observe that treated children resort to their counterfactual level of school attendance and carpet weaving when schooling is no longer incentivized. From a child labor policy perspective, our findings imply that \"You get what you pay for\" when schooling incentives are used to combat hazardous child labor.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Nepal Goodweave Foundation and New ERA Ltd. for their assistance with this project and to Max Mucenic and Jayakrishna Upadhyay for research assistance. This study has benefited from the constructive input of Jagat Basnet, Charita Castro, Lauren Damme, Pablo Diego Rossell, Marcia Eugenio, Art Hansen, Ronaldo Iachan, Leigh Linden, Angie Peltzer, Lubha Raj Neupane, Amy Ritualo, Brandie Sasser, Ghanshyam Shrestha, Nina Smith, and Elizabeth Wolkomir as well as participants at NEUDC and seminars at Bocconi University, Stockholm University, the U.S. Department of Labor, the University of Bologna, and the University of Connecticut. Funding for this research was provided by Dartmouth College and the United States Department of Labor under Cooperative Agreement (IL-16565-07-75-K). Edmonds and Shrestha both wish to disclose that they received financial support from the U.S. Department of Labor (through ICF International) related to this project for parts of the project completed before September 2011. Portions of this paper draw on our report prepared for the U.S. Department of Labor. This study was prepared independently without review or editing from Goodweave or the U.S. Department of Labor. This study does not reflect the views or policies of the United States Department of Labor, nor does the mention of trade names, commercial products, or organizations imply endorsement by the United States Government. Any errors, omissions or oversights are ours alone.  Edmonds wishes to disclose that he has received significant financial support from the U.S. Department of Labor, ICF International, the International Labor Organization, and UNICEF for consulting services related to child labor.  Edmonds also serves as an unpaid advisor to the Goodweave Foundation, the NGO providing services as a part of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}