{
    "id": 19272,
    "citation_title": "Immigrants Equilibrate Local Labor Markets: Evidence from the Great Recession",
    "citation_author": [
        "Brian C. Cadena",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "2015-04-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper demonstrates that low-skilled Mexican-born immigrants' location choices in the U.S. respond strongly to changes in local labor demand, and that this geographic elasticity helps equalize spatial differences in labor market outcomes for low-skilled native workers, who are much less responsive. We leverage the substantial geographic variation in employment losses that occurred during Great Recession, and our results confirm the standard finding that high-skilled populations are quite geographically responsive to employment opportunities while low-skilled populations are much less so. However, low-skilled immigrants, especially those from Mexico, respond even more strongly than high-skilled native-born workers. These results are robust to a wide variety of controls, a pre-recession falsification test, and two instrumental variables strategies. Moreover, we show that natives living in metro areas with a substantial Mexican-born population are insulated from the effects of local labor demand shocks compared to those in places with few Mexicans. The reallocation of the Mexican-born workforce reduced the incidence of local demand shocks on low-skilled natives' employment outcomes by roughly 40 percent.\n\n",
    "acknowledgement": "\nMaria Esther Caballero Sanchez, Emily Rentschler, Patty Stubel, Marisa Pereira Tully, and Nathalia Rodriguez Vega provided excellent research assistance. We are thankful for helpful comments from George Borjas, Ben Keys, Rebecca Lessem, Ethan Lewis, Craig McIntosh, Terra McKinnish, Pia Orrenius, Abbie Wozniak, Jim Ziliak, and seminar participants at the Wisconsin- Madison Institute for Research on Poverty, the University of Kentucky Center for Poverty Research, the PAA Economic Demography Workshop, the IZA/SOLE Transatlantic Meeting, the University of Chicago Demography Workshop, the University of Maryland, DePaul University, the SOLE Annual Meeting, and Dartmouth. Sarah Bohn graciously provided a compilation of state and local immigration legislation, and Jesse Rothstein graciously provided wage rigidity estimates. This project was supported by a grant from the University of Kentucky Center for Poverty Research through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant number 3 U01 PE000002-06S3, and by a grant from the Russell Sage Foundation's Great Recession Initiative. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the UKCPR, any agency of the Federal government, or the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}