{
    "id": 19278,
    "citation_title": "Government Debt and Banking Fragility: The Spreading of Strategic Uncertainty",
    "citation_author": [
        "Russell Cooper",
        "Kalin Nikolov"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2017-09-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the interaction of government debt and financial markets. Both markets are fragile: excessively responsive to fundamentals and prone to strategic uncertainty. This interaction, termed a ‘diabolic loop’, is driven by government choice to bail out banks and the resulting incentives for banks to hold government debt rather than to self-insure through equity buffers. We provide conditions such that the ‘diabolic loop’ is a Nash Equilibrium of the interaction between banks and the government. Instability originates in debt markets and is channeled to financial arrangements, and then back again.\nThe analysis highlights the critical role of bank equity for the existence of a diabolic loop. When equity is issued, no diabolic loop exists. In equilibrium, banks' rational expectations of a bailout ensure that no equity is issued and the sovereign-bank loop operates.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the Federal Reserve Bank of Kansas City, the Cornell-PSU Fall 2013 meeting, McGill University, the International Macroeconomics Conference at the Federal Reserve Bank of Atlanta, the University of Pittsburgh, the Riksbank and the Guanghua School of Management at Peking University for helpful comments and questions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}