{
    "id": 19275,
    "citation_title": "Stand and Deliver: Effects of Boston's Charter High Schools on College Preparation, Entry, and Choice",
    "citation_author": [
        "Joshua D. Angrist",
        "Sarah R. Cohodes",
        "Susan M. Dynarski",
        "Parag A. Pathak",
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2013-07-31",
    "issue_date": "2013-07-31",
    "revision_date": "2013-09-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use admissions lotteries to estimate the effects of attendance at Boston's charter high schools on college preparation, college attendance, and college choice. Charter attendance increases pass rates on the high-stakes exam required for high school graduation in Massachusetts, with especially large effects on the likelihood of qualifying for a state-sponsored college scholarship. Charter attendance has little effect on the likelihood of taking the SAT, but shifts the distribution of scores rightward, moving students into higher quartiles of the state SAT score distribution. Boston's charter high schools also increase the likelihood of taking an Advanced Placement (AP) exam, the number of AP exams taken, and scores on AP Calculus tests. Finally, charter attendance induces a substantial shift from two- to four-year institutions, though the effect on overall college enrollment is modest. The increase in four-year enrollment is concentrated among four-year public institutions in Massachusetts. The large gains generated by Boston's charter high schools are unlikely to be generated by changes in peer composition or other peer effects.\n\n",
    "acknowledgement": "\nThis research was funded by the US Department of Education through Institute for Education Sciences grant number 08120031 and by the New Schools Venture Fund. Grateful thanks go to Boston's charter schools, to Kamal Chavda and the Boston Public Schools, and to Carrie Conaway, Cliff Chuang, and the staff of the Massachusetts Department of Elementary and Secondary Education for data and assistance. Caroline Hoxby, Tom Kane, and seminar participants at Chicago, Columbia, London School of Economics, National University of Singapore, NBER 2013 Summer Institute, Oberlin College, the Society of Labor Economics 2013 meetings, Toulose School of Economics, Singapore Management University and Uppsala provided helpful comments. Pathak thanks the National Science Foundation for research support. Annice Correia provided excellent research and administrative support. Daisy Sun and Peter Hull provided expert research assistance. The views expressed here are those of the authors alone. The views expressed here are those of the authors alone and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}