{
    "id": 19273,
    "citation_title": "Allocative Efficiency, Mark-ups, and the Welfare Gains from Trade",
    "citation_author": [
        "Thomas J. Holmes",
        "Wen-Tai Hsu",
        "Sanghoon Lee"
    ],
    "citation_publication_date": "2013-08-01",
    "issue_date": "2013-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops an index of allocative efficiency that depends upon the distribution of mark-ups across goods. It determines how changes in trade frictions affect allocative efficiency in an oligopoly model of international trade, decomposing the effect into the cost-change channel and the price-change channel. Formulas are derived shedding light on the signs and magnitudes of the two channels.   In symmetric country models, trade tends to increase allocative efficiency through the cost-change channel, yielding a welfare benefit beyond productive efficiency gains.  In contrast, the price-change channel has ambiguous effects on allocative efficiency.\n\n",
    "acknowledgement": "\nThis paper grew out of work initially circulated under the title, \"Plants, Productivity, and Market Size, with Head-to-Head Competition.\" We are very grateful for discussion comments from Donald Davis and Marc Melitz on this earlier work. We have also benefited from discussions with various colleagues and in particular thank Sam Kortum and Jim Schmitz. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}