{
    "id": 19286,
    "citation_title": "The Determinants of Mismatch Between Students and Colleges",
    "citation_author": [
        "Eleanor Wiske Dillon",
        "Jeffrey Andrew Smith"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the National Longitudinal Survey of Youth 1997 cohort to examine mismatch between student ability and college quality. Mismatch has implications for the design of state higher education systems and for student aid policy. The data indicate substantial amounts of both undermatch (high ability students at low quality colleges) and overmatch (low ability students at high quality colleges). Student application and enrollment decisions, rather than college admission decisions, drive most mismatch. Financial constraints, information, and the public college options facing each student all affect the probability of mismatch. More informed students attend higher quality colleges, even when doing so involves overmatching.\n\n",
    "acknowledgement": "\nWe thank Dan Black, Sue Dynarski, Caroline Hoxby, Bill Johnson, Mike McPherson, Sarah Turner, and Ophira Vishkin for valuable comments.  We also benefitted from comments received at seminars at Arizona, Carlos III / CEMFI, CESifo, Cornell, Georgia State, Miami, Michigan (CIERS), Michigan State, Rochester, St. Gallen, Syracuse, Toronto, UC-Irvine, Virginia, and ZEW, and from participants at the NBER Summer Institute and a session at the PAA meetings. This research was supported by NSF #0915467. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}