{
    "id": 19287,
    "citation_title": "Recessions, Healthy No More?",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2014-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from multiple sources, over the 1976-2009 period, I show that total mortality has shifted over time from strongly procyclical to being essentially unrelated to macroeconomic conditions. The relationship also shows some instability over time and is likely to be poorly measured when using short (less than 15 or 20 year) analysis periods. The secular change in the association between macroeconomic conditions and overall mortality primarily reflects trends in effects for specific causes of death, rather than changes in the composition of total mortality across causes. Deaths due to cardiovascular disease and transport accidents continue to be procyclical (although possibly less so than in the past), whereas strong countercyclical patterns of cancer fatalities and some external sources of death (particularly those due to accidental poisoning) have emerged over time. The changing effect of macroeconomic conditions on cancer deaths may partially reflect the increasing protective influence of financial resources, perhaps because these can be used to obtain sophisticated (and expensive) treatments that have become available in recent years.  That observed for accidental poisoning probably has occurred because declines in mental health during economic downturns are increasingly associated with the use of prescribed or illicitly obtained medications that carry risks of fatal overdoses.\n\n",
    "acknowledgement": "\nI thank seminar participants at the College of William and Mary and the National Bureau of Economic Research for helpful comments and the University of Virginia Bankard Fund for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}