{
    "id": 19280,
    "citation_title": "International Health Economics",
    "citation_author": [
        "Mark Egan",
        "Tomas J. Philipson"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPerhaps because health care is a local service sector, health economists have paid little attention to international linkages between domestic health care economies. However, the growth in domestic health care sectors is often attributed to medical innovations whose returns are earned worldwide. Because world returns drive innovation and  innovation is central to spending growth, spending growth in a given country is thereby highly affected by health care economies and policies of other countries. This paper analyzes the unique positive and normative implications of these innovation-induced linkages across countries when governments centrally price health care. Providing world returns to medical innovation under such central pricing involves a public-goods problem; the taxation to fund reimbursements involves a private domestic cost with an international benefit of medical innovation. This has the direct normative implication that medical innovations have inefficiently low world returns. It also has the positive implication that reimbursements in one country depend negatively on those of others; reimbursements are \"strategic substitutes\" through free riding. Because reimbursements are strategic substitutes, world concentration of health care is a significant issue. A small European country has no access-innovation trade-off in its pricing; it will have low reimbursements because it does not affect world returns and sees the same innovations regardless of its reimbursement policy. The public-goods problem of innovation thereby implies that the United States, despite being the world's largest buyer, will pay the highest reimbursements. This problem also implies that free riding counteracts the standard positive impact of larger world markets on innovation when health care concentration falls. Indeed, currently, health care is highly concentrated; about half of world health care spending occurs in the United States, despite that fact that it makes up only about one-fifth of the world economy.  We assess the effect that emerging markets will have on this concentration and thus world returns. We use pharmaceutical reimbursement data from 1996-2010 to provide IV estimates of the degree to which domestic reimbursements are strategic substitutes. We find that these estimates imply that world returns from innovation may actually fall from a growth in \"market size\" of BRICS countries as a result of increased free riding in non-BRICS countries. The overall analysis has important positive implications for spending patterns across countries as well as normative implications for evaluating domestic or regional health care reforms.\n\n",
    "acknowledgement": "\nWe are thankful to Gary Becker, Anupam Jena, Dana Goldman, Darius Lakdawalla, Jonathan Adams, and Casey Mulligan for comments as well as seminar participants at The University of Chicago, TED-MED, Yale University, Peking University, The Milken Institute Global Conference, University of Southern California, and The Scientific American Super Session at BIO. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}