{
    "id": 19283,
    "citation_title": "New Evidence on Taxes and the Timing of Birth",
    "citation_author": [
        "Sara LaLumia",
        "James M. Sallee",
        "Nicholas Turner"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the universe of tax returns filed between 2001 and 2010 to test whether parents shift the timing of childbirth around the New Year to gain tax benefits. Filers have an incentive to shift births from early January into late December, through induction or cesarean delivery, because child-related tax benefits are not prorated. We find evidence of a positive, but very small, effect of tax incentives on birth timing. An additional $1000 of tax benefits increases the probability of a late-December birth by only about 1 percentage point. We argue that the response to tax incentives is small in part because of confusion about eligibility and delays in the issuance of Social Security Numbers for newborns, as well as a lack of control over medical procedures on the part of filers with the highest tax values. We also document a precise shifting of reported self-employment income in response to variation in incentives from the Earned Income Tax Credit due to childbirth. We estimate that this reporting response reduces federal revenue by hundreds of millions of dollars per year.\n\n",
    "acknowledgement": "\nThe authors would like to thank Dan Feenberg, Naomi Feldman, Bill Gentry, Damon Jones, Ben Keys, Janet McCubbin, Karl Scholz and seminar participants at Chicago, Illinois, Michigan, New Hampshire, Wisconsin and NTA, SOLE, and the NBER for helpful comments. Sallee thanks the Population Research Center at the University of Chicago for support. The views represented here do not necessarily represent the views of the U.S. Department of Treasury or the National Bureau of Economic Research.\n\n\n"
}