{
    "id": 19294,
    "citation_title": "State Incentives for Innovation, Star Scientists and Jobs: Evidence from Biotech",
    "citation_author": [
        "Enrico Moretti",
        "Daniel J. Wilson"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the effects of state-provided financial incentives for biotech companies, which are part of a growing trend of placed-based policies designed to spur innovation clusters.  We estimate that the adoption of subsidies for biotech employers by a state raises the number of star biotech scientists in that state by about 15 percent over a three year period. A 10% decline in the user cost of capital induced by an increase in R&D tax incentives raises the number of stars by 22%.  Most of the gains are due to the relocation of star scientist to adopting states, with limited effect on the productivity of incumbent scientists already in the state. The gains are concentrated among private sector inventors. We uncover little effect of subsidies on academic researchers, consistent with the fact that their incentives are unaffected.  Our estimates indicate that the effect on overall employment in the biotech sector is of comparable magnitude to that on star scientists. Consistent with a model where workers are fairly mobile across states, we find limited effects on salaries in the industry. We uncover large effects on employment in the non-traded sector due to a sizable multiplier effect, with the largest impact on employment in construction and retail. Finally, we find mixed evidence of a displacement effect on states that are geographically close, or states that economically close as measured by migration flows.\n\n",
    "acknowledgement": "\nWe are grateful to Tim Bartik, the editor and two referees for useful suggestions. Katherine Kuang, Timothy Ni, and Lauren Ford provided excellent research assistance. Moretti thanks the Innovation Policy working group at the NBER, the W.E. Upjohn Institute for Employment Research and Microsoft for generous support.  The views expressed in this paper represent those of the authors alone and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}