{
    "id": 19304,
    "citation_title": "The Inter-generational and Social Transmission of Cultural Traits: Theory and Evidence from Smoking Behavior",
    "citation_author": [
        "Rebekka Christopoulou",
        "Ahmed Jaber",
        "Dean R. Lillard"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extant literature on cultural transmission takes competing cultures in society as given and parental cultural preferences as fixed. We relax these assumptions by endogenizing both societal and parental preferences. We use smoking as a case-study of a cultural trait which did not always exist, and which over time has switched from being perceived as socially acceptable to being perceived as undesirable. In our model, parents' preferred cultural traits depend on the perceived health costs of smoking, and societal preferences depend on the behavior of a tobacco industry that aims to maximize smoking prevalence. We derive conditions for the emergence and persistence of the smoking habit, and find new implications for the relationship between parental and societal influences. We then test explicitly for the validity of our theoretical framework using novel US data. We find that our framework is able to capture features of smoking behavior which existing models are unable to explain.\n\n",
    "acknowledgement": "\nThis research is funded by the National Institute on Aging (grant 1 R01 AG030379-01A2). The paper has benefited from discussions with participants of the Health Behaviors and Disparities Research Seminar at Cornell University; the Conference on the Economics of Interactions and Culture at the Einaudi Institute for Economics and Finance; the Applied Microeconomics Seminar at the Ohio State University; and the 2013 Conference of the European Society of Population Economics at Aarhus University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}