{
    "id": 19302,
    "citation_title": "Assessing the Effects of Medical Marijuana Laws on Marijuana and Alcohol Use: The Devil is in the Details",
    "citation_author": [
        "Rosalie Liccardo Pacula",
        "David Powell",
        "Paul Heaton",
        "Eric L. Sevigny"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2018-09-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper sheds light on previous inconsistencies identified in the literature regarding the relationship between medical marijuana laws (MML) and recreational marijuana use by closely examining the importance of policy dimensions (registration requirements, home cultivation, dispensaries) and the timing of them. Using data from our own legal analysis of state MMLs, we evaluate which features are associated with adult and youth recreational use by linking these policy variables to data from the National Longitudinal Survey of Youth (NLSY97), the Youth Risk Behavior Survey (YRBS) and the Treatment Episodes Data System (TEDS). Our analyses control for state and year fixed effects, using within state policy changes over time to estimate the effect on changes in our outcome variables using a difference-in-differences approach. We find that while simple dichotomous indicators are generally not associated with marijuana use, specific dimensions of MMLs, namely home cultivation and legal dispensaries, are positively associated with marijuana use in each data set. Moreover, these same dimensions are tied to binge drinking and fatal alcohol automobile accidents as well. The findings have important implications for states considering legalization of marijuana, as regulating access to and promotion of dispensaries may be key for reducing the harms associated with these policies.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Institute on Drug Abuse (R01 DA032693-01).  We appreciate helpful comments on earlier versions of this work from Mark Anderson, Kitt Carpenter, Priscillia Hunt, Mireille Jacobson, Beau Kilmer, Mark Kleiman, Daniel Rees and participants of the 2012 American Society for Health Economics annual meeting, 2012 American Society on Criminology annual meeting, and the 2013 International Society for the Study of Drug Policy annual meeting. All errors are the authors. The opinions expressed herein represent only those of the authors and not the funding agency, our employers, or the National Bureau of Economic Research.\n\n\n"
}