{
    "id": 19307,
    "citation_title": "Oblivious Equilibrium for Concentrated Industries",
    "citation_author": [
        "C. Lanier Benkard",
        "Przemyslaw Jeziorski",
        "Gabriel Y. Weintraub"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the application of oblivious equilibrium to concentrated industries.  We define an extended notion of oblivious equilibrium that we call partially oblivious equilibrium (POE) that allows for there to be a set of \"dominant firms'', whose firm states are always monitored by every other firm in the market.  We perform computational experiments that show that POE are often close to MPE in concentrated industries with characteristics similar to real world industries even when OE are not.  We derive error bounds for evaluating the performance of POE when MPE cannot be computed. Finally, we demonstrate an important trade-off facing empirical researchers between implementing an equilibrium concept that is computationally light in a richer economic model, and implementing MPE in a simpler one.\n\n",
    "acknowledgement": "\nWe would like to thank Ben Van Roy for numerous fruitful conversations and valuable insights provided at the beginning stages of this project. We are grateful to Allan Collard-Wexler for generously sharing his data and for helpful input. This paper has also benefitted from conversations with Ariel Pakes, Ali Yurukoglu, and seminar participants at various conferences and institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}