{
    "id": 19305,
    "citation_title": "Cycling to School: Increasing Secondary School Enrollment for Girls in India",
    "citation_author": [
        "Karthik Muralidharan",
        "Nishith Prakash"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of an innovative program in the Indian state of Bihar that aimed to reduce the gender gap in secondary school enrollment by providing girls who continued to secondary school with a bicycle that would improve access to school. Using data from a large representative household survey, we employ a triple difference approach (using boys and the neighboring state of Jharkhand as comparison groups) and find that being in a cohort that was exposed to the Cycle program increased girls' age-appropriate enrollment in secondary school by 30% and also reduced the gender gap in age-appropriate secondary school enrollment by 40%. Parametric and non-parametric decompositions of the triple-difference estimate as a function of distance to the nearest secondary school show that the increases in enrollment mostly took place in villages where the nearest secondary school was further away, suggesting that the mechanism for program impact was the reduction in the time and safety cost of school attendance made possible by the bicycle. We find that the Cycle program was much more cost effective at increasing girls' enrolment than comparable conditional cash transfer programs in South Asia, suggesting that the coordinated provision of bicycles to girls may have generated externalities beyond the cash value of the program, including improved safety from girls cycling to school in groups, and changes in patriarchal social norms that proscribed female mobility outside the village, which inhibited female secondary school participation.\n\n",
    "acknowledgement": "\nThis project greatly benefited from financial and logistical support from the International Growth Center (IGC) for the research as well as its dissemination. We also thank the Department of Education, Government of Bihar for support with the data collection. We are especially grateful to Andrew Foster for his suggestions on this paper. We further thank Harold Alderman, Kate Antonovics, Mehtabul Azam, Chris Barrett, Eli Berman, Sonia Bhalotra, Prashant Bharadwaj, Aimee Chin, Jeff Clemens, Julie Cullen, Gordon Dahl, Jishnu Das, Eric Edmonds, Delia Furtado, Maitreesh Ghatak, Roger Gordon, Shaibal Gupta, Gordon Hanson, Edward Hoang, Scott Imberman, Chinhui Juhn, Santosh Kumar, Anjan Mukherji, Paul Niehaus, Emily Oster, Marc Rockmore, Andres Santos, Abhirup Sarkar, and various seminar participants for helpful comments and suggestions. Jay Prakash Agarwal, Abhishek K.Choudhary, Elizabeth Kaletski, and Michael Levere provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}