{
    "id": 19311,
    "citation_title": "If My Blood Pressure Is High, Do I Take It To Heart? Behavioral Impacts of Biomarker Collection in the Health and Retirement Study",
    "citation_author": [
        "Ryan D. Edwards"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in 2006, respondents in the U.S. Health and Retirement Study were asked to submit biomarkers and were notified of certain results. Respondents with very high blood pressure were given a card during the interview; all respondents were notified by mail of their BP,  hemoglobin A1c, and total and HDL cholesterol readings alongside recommended thresholds. About 5.8 percent received the high blood pressure card, and 5.4 percent had high A1c levels, an indicator of diabetes. Rates of undiagnosed high BP and diabetes according to these biomarkers were 1.5 and 0.7 percent. Average treatment effects of biomarker collection on the panel overall were effectively zero, but notification of rare and dangerous readings triggered new diagnoses, increased pharmaceutical usage, and altered health behaviors among small subsamples of respondents and their spouses. Very high BP or A1c readings raised new diagnosis and medication usage by 20 to 40 percentage points. Uncontrolled high BP triggered reductions in own smoking and own and spouse's drinking. High A1c was associated with a 2.2 percent drop in weight and an increase in exercise among respondents without a previous diagnosis of diabetes, but with no changes among those already diagnosed, whose self-reported health and disability worsened.\n\n",
    "acknowledgement": "\nI developed this research while I was a visitor on sabbatical in the Department of Demography at the University of California, Berkeley, to whose faculty and staff I am indebted for good hospitality and lifelong learning. I am grateful to David Weir, Heidi Guyer, David Card, Jennifer Beam Dowd, Luis Rosero-Bixby, Will Dow, Ron Lee, Jesse Cunha, and Elda Pema for helpful remarks and advice, and to seminar participants at the University of San Francisco and the Naval Postgraduate School. All opinions and errors are mine alone. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}