{
    "id": 19316,
    "citation_title": "Measuring Investment in Human Capital Formation: An Experimental Analysis of Early Life Outcomes",
    "citation_author": [
        "Orla Doyle",
        "Colm Harmon",
        "James J. Heckman",
        "Caitriona Logue",
        "Seong Moon"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature on skill formation and human capital development clearly demonstrates that early investment in children is an equitable and efficient policy with large returns in adulthood.  Yet little is known about the mechanisms involved in producing these long-term effects. This paper presents early evidence on the nature of skill formation based on an experimentally designed, five-year home visiting program in Ireland targeting disadvantaged families - Preparing for Life (PFL). We examine the impact of investment between utero to 18 months of age on a range of parental and child outcomes. Using the methodology of Heckman et al. (2010a), permutation testing methods and a stepdown procedure are applied to account for the small sample size and the increased likelihood of false discoveries when examining multiple outcomes. The results show that the program impact is concentrated on parental behaviors and the home environment, with little impact on child development at this early stage. This indicates that home visiting programs can be effective at offsetting deficits in parenting skills within a relatively short timeframe, yet continued investment may be required to observe direct effects on child development. While correcting for attrition bias leads to some changes in the precision of estimates, overall the results are quite similar.\n\n",
    "acknowledgement": "\nWe thank the European Research Council (ERC) for the Advanced Investigator Award to James J. Heckman, and the TCD/UCD Innovation Academy for their Bursary awarded to Caitriona Logue. The Northside Partnership (through the Irish Government Department of Children and Youth Affairs and The Atlantic Philanthropies) funds the evaluation of the Preparing for Life program. We would like to thank all those who supported this research including the PFL intervention staff and the UCD Geary Institute evaluation team. The UCD Human Research Ethics Committee, the Rotunda Hospital Ethics Committee and the National Maternity Hospital Ethics Committee granted ethical approval for this study.  Helpful comments from seminar participants at University College London, University of Stirling, NUI Galway, Queens University Belfast, Royal Holloway University of London, ZEW Mannheim, University of Tasmania and University of Sydney are gratefully acknowledged.  The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}