{
    "id": 19317,
    "citation_title": "Optimality and Equilibrium In a Competitive Insurance Market Under Adverse Selection and Moral Hazard",
    "citation_author": [
        "Joseph Stiglitz",
        "Jungyoll Yun"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes optimal and equilibrium insurance contracts under adverse selection and moral hazard, comparing them with those under a single informational asymmetry.  The complex interactions of self-selection and moral hazard constraints have important consequences.  We develop an analytic approach that allows a characterization of equilibrium and optimal (Pareto Optimal (PO), and Utilitarian optimal (UO)) allocations.  Among the results : (i) a PO allocation may involve \"shirking\" (not only less care in accident avoidance than is possible, but less care compared to the case of pure moral hazard) either by high risk individuals in the case of single-crossing preference or by one or both types in the case of multi-crossing preference (as may naturally be the case under the double informational asymmetry); and (ii) while an equilibrium, which is unique (even under multi-crossing preferences) if it exists, is more likely to exist as the non-shirking constraint for low-risk type gets more stringent (i.e. when low risk individuals shirk with lower levels of insurance).   We also show that a pooling equilibrium, which is not feasible under pure adverse selection, may exist when individuals differ in risk aversion (as well as in accident probability) or when the provision of insurance is non-exclusive (i.e. individuals can purchase insurance from more than one firm).  Furthermore, while with pure adverse selection, UO always entails pooling with complete insurance (in the standard model), with adverse selection and moral hazard, all PO allocations may entail separation and the UO may entail incomplete insurance.  We show further that, in general, any PO allocation can be implemented by a basic pooling insurance provided by the government and a supplemental separating contracts that can be offered by the market, although, in the presence of moral hazard, a tax needs to be imposed upon the market provision.\nThe analysis suggests that two commonly observed features of many countries' public insurance schemes are consistent with PO:    (a) Some individuals (type H) shirk--contrary to widespread views, it is not a sign of a poorly designed system that some individuals shirk; and (b) there exists a hybrid provision of insurance by the government and the market.\n\n",
    "acknowledgement": "\nFinancial support from the Institute for New Economic Thinking (INET) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}