{
    "id": 19315,
    "citation_title": "Immigrants' and Native Workers: New Analysis on Longitudinal Data",
    "citation_author": [
        "Mette Foged",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2015-03-25",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing longitudinal data on the universe of workers in Denmark during the period 1991-2008 we track the labor market outcomes of low skilled natives in response to an exogenous inflow of low skilled immigrants. We innovate on previous identification strategies by considering immigrants distributed across municipalities by a refugee dispersal policy in place between 1986 and 1998. We find that an increase in the supply of refugee-country immigrants pushed less educated native workers (especially the young and low-tenured ones) to pursue less manual-intensive occupations. As a result immigration had positive effects on native unskilled wages, employment and occupational mobility.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Immigrants and Native Workers: New Analysis Using Longitudinal Employer-Employee Data.\" We thank the Economic Policy Research Network for funding this research project and Jakob Roland Munch for helpful suggestions and discussions. Tito Boeri, David Card, Anna Piil Damm, Christian Dustmann, Cedric Jean-Laurent Elie Gorinas, Jim Harrigan, Ethan Lewis, Lawrence Kahn, Søren Leth-Petersen, Hillel Rappoport and three anonymous referees provided useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}