{
    "id": 19313,
    "citation_title": "A Theory of Macroprudential Policies in the Presence of Nominal Rigidities",
    "citation_author": [
        "Emmanuel Farhi",
        "Iván Werning"
    ],
    "citation_publication_date": "2013-08-09",
    "issue_date": "2013-08-09",
    "revision_date": "2015-06-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of monetary policy and macroprudential interventions in financial markets. We focus on economies with nominal rigidities in goods and labor markets and subject to constraints on monetary policy, such as the zero lower bound or fixed exchange rates. We identify an aggregate demand externality that can be corrected by macroprudential interventions in financial markets. Ex post, the distribution of wealth across agents affects aggregate demand and output. Ex ante, however, these effects are not internalized in private financial decisions. We provide a simple formula for the required financial interventions that depends on a small number of measurable sufficient statistics. We also characterize optimal monetary policy. We extend our framework to incorporate pecuniary externalities, providing a unified approach to both externalities. Finally, we provide a number of applications which illustrate the relevance of our theory.\n\n",
    "acknowledgement": "\nThis paper was first circulated under the title \"On the Inefficiency of Financial Market Equilibria in Macroeconomic Models with Nominal Rigidities\". We thank Fernando Alvarez, Adrien Auclert, Markus Brunnermeier, Gauti Eggertsson, Olivier Jeanne, Guido Lorenzoni, Nobuhiro Kiyotaki, Anton Korinek, John Geanakoplos, Ben Moll, Herakles Polemarchakis, Tomas Sargent, Jean Tirole, Jaume Ventura, for useful comments. We thank seminar and conference participants at various seminars and conferences. Ben Hebert provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}