{
    "id": 19326,
    "citation_title": "Smolyak Method for Solving Dynamic Economic Models: Lagrange Interpolation, Anisotropic Grid and Adaptive Domain",
    "citation_author": [
        "Kenneth L. Judd",
        "Lilia Maliar",
        "Serguei Maliar",
        "Rafael Valero"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirst, we propose a more efficient implementation of the Smolyak method for interpolation, namely, we show how to avoid costly evaluations of repeated basis functions in the conventional Smolyak formula. Second, we extend the Smolyak method to include anisotropic constructions; this allows us to target higher quality of approximation in some dimensions than in others. Third, we show how to effectively adapt the Smolyak hypercube to a solution domain of a given economic model. Finally, we advocate the use of low-cost fixed-point iteration, instead of conventional time iteration. In the context of one- and multi-agent growth models, we find that the proposed techniques lead to substantial increases in accuracy and speed of a Smolyak-based projection method for solving dynamic economic models.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title \"A Smolyak method with an adaptive grid\". We thank participants of the 2012 CFE-ERCIM conference and the Summer 2013 Computation in CA Workshop at Stanford University for useful comments. Lilia Maliar and Serguei Maliar acknowledge support from the Hoover Institution and Department of Economics at Stanford University, University of Alicante, Ivie, MECD and FEDER funds under the projects SEJ-2007-62656 and ECO2012-36719. Rafael Valero acknowledges support from MECD under the FPU program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}