{
    "id": 19324,
    "citation_title": "Costly Labor Adjustment: General Equilibrium Effects of China's Employment Regulations",
    "citation_author": [
        "Russell Cooper",
        "Guan Gong",
        "Ping Yan"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "2015-07-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the employment, productivity and welfare implications of new Chinese labor regulations intended to protect workers' employment conditions. We estimate a general equilibrium model of costly labor adjustment from data prior to the policy. Using the estimated parameters, we study the effects of the interventions. We find that increases in severance payments lead to a sizable increase in firm size, lower aggregate employment, a significant reduction in labor reallocation, an increase in the exit rate and a welfare loss. A policy of credit market liberalization will reduce firm size, increase aggregate employment, increase labor reallocation, wages and welfare. If in place at the time, these frictions would have reduced China's annual growth rate by 1.1 percentage points over the 1998-2007 period.\n\n",
    "acknowledgement": "\nThis research was supported by a National Science Foundation (# 0819682) to Russell Cooper, a National Science Foundation of China grant (# 70903004, #71273001) to Ping Yan and Russell Cooper, and a National Science Foundation of China grant (#71273162) to Guan Gong and Russell Cooper. The Department of Social Science of Peking University provided additional research funding. Huabin Wu provided outstanding research assistance on the initial phases of this project. Immo Schott contributed to further developing the code for the policy analysis. We are grateful to John Haltiwanger and Jonathan Willis for sharing code from an earlier joint project. We are grateful to seminar participants at the European University Institute, the University of Alicante, University of Cyprus, the Federal Reserve Bank of St. Louis and the University of Rochester for helpful questions and comments. Comments and suggestions from the referees and editor that substantially improved our analysis and discussion of results are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}