{
    "id": 19325,
    "citation_title": "Carry",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Tobias J. Moskowitz",
        "Lasse Heje Pedersen",
        "Evert B. Vrugt"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA security's expected return can be decomposed into its \"carry\" and its expected price appreciation, where carry can be measured in advance without an asset pricing model. We find that carry predicts returns both in the cross section and time series for a variety of different asset classes that include global equities, global bonds, currencies, commodities, US Treasuries, credit, and equity index options. This predictability underlies the strong returns to \"carry trades\" that go long high-carry and short low-carry securities, applied almost exclusively to currencies, but shown here to be a robust feature of many assets. We decompose carry returns into static and dynamic components and analyze the economic exposures. Despite unconditionally low correlations across asset classes, we find times when carry strategies across all asset classes do poorly, and show that these episodes coincide with global recessions.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Cliff Asness, Jules van Binsbergen, John Cochrane, Pierre Collin-Dufresne (discussant), Kent Daniel (discussant), Lars Hansen, John Heaton, Antti Ilmanen, Ronen Israel, Andrea Frazzini, Owen Lamont (discussant), John Liew, Francis Longstaff, Hanno Lustig (discussant),  Yao Hua Ooi, Lubos Pastor, Anna Pavlova, Maik Schmeling (discussant), Stijn Van Nieuwerburgh, Dimitri Vayanos, Moto Yogo, as well as from seminar participants at AQR Capital Management, the 2012 American Finance Association Conference meetings (Chicago), Chicago Booth, the Chicago Mercantile Exchange, the University of Exeter, NOVA (Portugal), State Street Global Markets, the 2012 NBER Asset Pricing Summer Institute, the 1st Foreign Exchange Markets Conference - Imperial College, the 2012 Red Rock Finance Conference, and the fifth annual Paul Woolley Centre conference. We thank numerous people at AQR Capital Management for insights on markets, institutions, and data including Cliff Asness, John Liew,  Ari Levine, Lars Nielsen, and Ashwin Thapar. Further, we thank Tarek Hassan, Rui Mano, and Adrien Verdelhan for their help with the currency data and Rui Cui, Laszlo Jakab, and Minsoo Kim for excellent research assistance. Moskowitz and Pedersen are affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTobias J. Moskowitz\n\nMoskowitz is a member of the NBER, has an academic consulting relationship with AQR Capital, and sits on the board of Ariel Capital.\n\n\n\nLasse Heje Pedersen\n\nLasse H. Pedersen is at New York University, Copenhagen Business School, AQR Capital Management, CEPR, NBER, director of the American Finance Association, and an academic advisor for FTSE and NASDAQ OMX.\n\n\n"
}