{
    "id": 19329,
    "citation_title": "Happiness, Behavioral Economics, and Public Policy",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe economics of \"happiness\" shares a feature with behavioral economics that raises questions about its usefulness in public policy analysis. What happiness economists call \"habituation\" refers to the fact that people's reported well-being reverts to a base level, even after major life events such as a disabling injury or winning the lottery. What behavioral economists call \"projection bias\" refers to the fact that people systematically mistake current circumstances for permanence, buying too much food if shopping while hungry for example. Habituation means happiness does not react to long-term changes, and projection bias means happiness over-reacts to temporary changes. I demonstrate this outcome by combining responses to happiness questions with information about air quality and weather on the day and in the place where those questions were asked. The current day's air quality affects happiness while the local annual average does not. Interpreted literally, either the value of air quality is not measurable using the happiness approach or air quality has no value. Interpreted more generously, projection bias saves happiness economics from habituation, enabling its use in public policy.\n\n",
    "acknowledgement": "\nPart of this research has been funded by the National Science Foundation grant #0617839. I am grateful to Emma Nicholson and James O'Brien for research assistance, to the research staff at the National Survey of Families and Households for assisting me with matching confidential aspects of their data to geographic information, and to John Helliwell, Chris Barrington-Leigh, Simon Luechinger, Erzo Luttmer, Karl Scholz and Heinz Welsch for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}