{
    "id": 19328,
    "citation_title": "Making Do With Less: Working Harder During Recessions",
    "citation_author": [
        "Edward P. Lazear",
        "Kathryn L. Shaw",
        "Christopher Stanton"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "2021-04-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are two obvious possibilities that can account for the rise in productivity during recent recessions. The first is that the decline in the workforce was not random, and that the average worker was of higher quality during the recession than in the preceding period.  The second is that each worker produced more while holding worker quality constant.  We call the second effect, \"making do with less,\" that is, getting more effort from fewer workers.  Using data spanning June 2006 to May 2010 on individual worker productivity from a large firm, it is possible to measure the increase in productivity due to effort and sorting.  For this firm, the second effect--that workers' effort increases--dominates the first effect--that the composition of the workforce differs over the business cycle.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Darrell Duffie, Michael Powell, James Spletzer, participants at the NBER conference Labor Markets After the Great Recession, the Trans-Pacific Labor Studies conference, the AEA meetings 2013, and seminar participants at Northwestern Kellogg, Insead, and the LSE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}