{
    "id": 19323,
    "citation_title": "Leverage and the Foreclosure Crisis",
    "citation_author": [
        "Dean Corbae",
        "Erwan Quintin"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHow much of the recent rise in foreclosures can be explained by the large number of high-leverage mortgage contracts originated during the housing boom? We present a model where heterogeneous households select from a set of mortgage contracts and choose whether to default on their payments given realizations of income and housing price shocks. The set of mortgage contracts consists of loans with high downpayments and loans with low downpayments. We run an experiment where the use of low downpayment loans is initially limited by payment-to-income requirements but then becomes unrestricted for 8 years. The relaxation of approval standards causes homeownership rates, high-leverage originations and the frequency of high interest rate loans to rise much like they did in the US between 1998-2006. When home values fall by the magnitude observed in the US from 2007-08, default rates increase by over 180% as they do in the data. Two distinct counterfactual experiments where approval standards remain the same throughout suggest that the increased availability of high-leverage loans prior to the crisis can explain between 40% to 65% of the initial rise in foreclosure rates. Furthermore, we run policy experiments which suggest that recourse could have had significant dampening effects during the crisis.\n\n",
    "acknowledgement": "\nWe wish to thank Daphne Chen and Jake Zhao who have provided outstanding research assistance. Mark Bils, Morris Davis, Carlos Garriga, Kris Gerardi, Francisco Gomes, Francois Ortalo-Magne, and Paul Willen provided many useful suggestions. We also wish to thank seminar participants at the Reserve Banks of Atlanta, Dallas, Minneapolis, and New Zealand as well as the Cowles Conference on General Equilibrium, the Econometric Society Meetings, the Gerzensee Study Center, Institute for Fiscal Studies, NBER Summer Institute Group on Aggregate Implications of Microeconomic Consumption Behavior, SED conference, University of Auckland, Australian National University, Cambridge University, European University Institute, University of Maryland, University of Melbourne, NYU Stern, Ohio State University, Oxford University, Queens University, University of Rochester, University of Wisconsin, and Wharton for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDean Corbae\n\nI am a visiting scholar at several Federal Reserve Banks.\n\n\n"
}