{
    "id": 19321,
    "citation_title": "Autocracy, Democracy and Trade Policy",
    "citation_author": [
        "Sebastian Galiani",
        "Gustavo Torrens"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a politico-economic model for use in studying the role of intra-elite conflict in the simultaneous determination of a country's political regime, trade policy and income-tax-based redistribution scheme. Three socioeconomic groups are involved: two elite groups and workers, whose preferences regarding trade policy and income taxation are derived from a simple open-economy model. The critical point is that income taxation induces a rich-poor/elite-workers political cleavage, while trade policy opens the door to intra-elite conflict. In this model, when there is no intra-elite conflict, changes in trade policy are associated with political transitions. Coups (democratizations) open up the economy if and only if both elite factions are pro-free-trade (protectionist). However, in the presence of intra-elite conflict, autocracies respond to popular revolts by changing trade their policy and reallocating political power within the elite (to the elite group with the same trade policy preference as the workers) rather than offering to democratize the country. The change in trade policy is credible because the elite group with the same trade policy preference as the workers controls the autocracy. Moreover, in the presence of intra-elite conflict, coups tend to result in the maintenance of the existing trade policy unless popular demands are extremely radical and/or the elite group with the same trade policy preference as the workers is exceptionally weak.\n\n",
    "acknowledgement": "\nWe appreciate very helpful comments from two anonymous referees, Daron Acemoglu, Costas Azariadis, David Levine, Rodolfo Manuelli, and participants at the North American Econometric Society Summer Meeting 2011, APET Meeting 2011, Indiana University. We also benefited from conversations with Ernesto Dal Bo, Daniel Heymann, Paulo Somaini and James Robinson. We would also like to thank Ivan Torre for his excellent research assistance and the Weidenbaum Center for its financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}