{
    "id": 19339,
    "citation_title": "Global Imbalances and Structural Change in the United States",
    "citation_author": [
        "Timothy J. Kehoe",
        "Kim J. Ruhl",
        "Joseph B. Steinberg"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "2018-02-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the early 1990s, as the United States borrowed heavily from the rest of the world, employment in the U.S. goods-producing sector has fallen. We construct a dynamic general equilibrium model with several mechanisms that could generate declining goods-sector employment: foreign borrowing, nonhomothetic preferences, and differential productivity growth across sectors. We find that only 15.1 percent of the decline in goods-sector employment from 1992 to 2012 stems from U.S. trade deficits; most of the decline is due to differential productivity growth. As the United States repays its debt, its trade balance will reverse, but goods-sector employment will continue to fall.\n\n",
    "acknowledgement": "\nWe thank David Backus, David Strauss, Harald Uhlig, Frank Warnock, Kei-Mu Yi, Vivian Yue, Jing Zhang, and four anonymous referees for helpful discussions and suggestions. Kehoe and Ruhl gratefully acknowledge the support of the National Science Foundation under grant SES-0962993. We are grateful to Jack Rossbach for extraordinary research assistance.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.  The data used here are available at http://www.econ.umn.edu/~tkehoe.\n\n\n"
}