{
    "id": 19338,
    "citation_title": "Carbon Taxes vs. Cap and Trade: A Critical Review",
    "citation_author": [
        "Lawrence H. Goulder",
        "Andrew Schein"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relative attractions of a carbon tax, a \"pure\" cap-and-trade system, and a \"hybrid\" option (a cap-and-trade system with a price ceiling and/or price floor).  We show that the various options are equivalent along more dimensions than often are recognized.  In addition, we bring out important dimensions along which the approaches have very different impacts.  Several of these dimensions have received little attention in prior literature. \nA key finding is that exogenous emissions pricing (whether through a carbon tax or through the hybrid option) has a number of attractions over pure cap and trade.  Beyond helping prevent price volatility and reducing expected policy errors in the face of uncertainties, exogenous pricing helps avoid problematic interactions with other climate policies and helps avoid large wealth transfers to oil exporting countries.\n\n",
    "acknowledgement": "\nWe are grateful to Terry Dinan, Dennis Ellerman, David Harrison, Ken Judd, Suzi Kerr, Charles McLure, Gib Metcalf, Richard Newell, Paul Schwartz, Robert Stavins, Jon Strand, and Michael Wara for helpful suggestions and to Anuradha Sivaram and Xiaoling Zhou for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}