{
    "id": 19334,
    "citation_title": "Forecasting Profitability",
    "citation_author": [
        "Mark Rosenzweig",
        "Christopher R. Udry"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use newly-available Indian panel data to estimate how the returns to planting-stage investments vary by rainfall realizations. We show that the forecasts significantly affect farmer investment decisions and that these responses account for a substantial fraction of the inter-annual variability in planting-stage investments, that the skill of the forecasts varies across areas of India, and that farmers respond more strongly to the forecast where there is more forecast skill and not at all when there is no skill. We show, using an IV strategy in which the Indian government forecast of monsoon rainfall serves as the main instrument, that the return to agricultural investment depends substantially on the conditions under which it is estimated. Using the full rainfall distribution and our profit function estimates, we find that Indian farmers on average under-invest, by a factor of three, when we compare actual levels of investments to the optimal investment level that maximizes expected profits. Farmers who use skilled forecasts have increased average profit levels but also have more variable profits compared with farmers without access to forecasts. Even modest improvements in forecast skill would substantially increase average profits.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}