{
    "id": 19331,
    "citation_title": "Leaving Boys Behind: Gender Disparities in High Academic Achievement",
    "citation_author": [
        "Nicole M. Fortin",
        "Philip Oreopoulos",
        "Shelley Phipps"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing three decades of data from the \"Monitoring the Future\" cross-sectional surveys, this paper shows that, from the 1980s to the 2000s, the mode of girls' high school GPA distribution has shifted from \"B\" to \"A\", essentially \"leaving boys behind\" as the mode of boys' GPA distribution stayed at \"B\". In a reweighted Oaxaca-Blinder decomposition of achievement at each GPA level, we find that gender differences in post-secondary expectations, controlling for school ability, and as early as 8th grade are the most important factor accounting for this trend. Increases in the growing proportion of girls who aim for a post-graduate degree are sufficient to account for the increase over time in the proportion of girls earning \"A's\". The larger relative share of boys obtaining \"C\" and C+\" can be accounted for by a higher frequency of school misbehavior and a higher proportion of boys aiming for a two-year  college degree.\n\n",
    "acknowledgement": "\nWe would like to acknowledge Lori Timmins for her outstanding research assistance on this project. We would also like to thank Jerome Adda, Joseph Altonji, Marianne Bertrand, Russell Cooper, David Card, Steve Durlauf, Christian Dustmann, Andrea Ichino, Claudia Goldin, Larry Katz, John Kennan, Magne Mogstad, Mario Small, Uta Schonberg, Chris Taber, Thomas Lemieux, Glen Waddell, Ian Walker, Basif Zafar, and seminar participants at Bocconi University, Einaudi Institute for Economics and Finance, European University Institute, Federal Reserve Bank of New York, Harvard University, Norwegian School of Business and Economics, Paris I, Sciences Po, University College London, University of Oregon, University of Wisconsin-Madison, Yale University, the CEA 2011, the CIFAR SIIWB Workshop, the NBER Summer Institute 2013, and SOLE 2012 for helpful comments on this and earlier versions of the manuscript. We thank ICPSR and MTF for allowing us to use the data, and the usual disclaimer applies. The authors are grateful for CIFAR's financial support. Fortin also acknowledges funding from SSHRC Grants #410-2011-0567. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}