{
    "id": 19335,
    "citation_title": "The Economic Impact of Non-Communicable Disease in China and India: Estimates, Projections, and Comparisons",
    "citation_author": [
        "David E. Bloom",
        "Elizabeth T. Cafiero",
        "Mark E. McGovern",
        "Klaus Prettner",
        "Anderson Stanciole",
        "Jonathan Weiss",
        "Samuel Bakkila",
        "Larry Rosenberg"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides estimates of the economic impact of non-communicable diseases (NCDs) in China and India for the period 2012-2030. Our estimates are derived using WHO's EPIC model of economic growth, which focuses on the negative effects of NCDs on labor supply and capital accumulation. We present results for the five main NCDs (cardiovascular disease, cancer, chronic respiratory disease, diabetes, and mental health). Our undiscounted estimates indicate that the cost of the five main NCDs will total USD 27.8 trillion for China and USD 6.2 trillion for India (in 2010 USD). For both countries, the most costly domains are cardiovascular disease and mental health, followed by respiratory disease. Our analyses also reveal that the costs are much larger in China than in India mainly because of China's higher income and older population. Rough calculations also indicate that WHO's Best Buys for addressing the challenge of NCDs are highly cost-beneficial.\n\n",
    "acknowledgement": "\nManuscript prepared for presentation at \"The Economics of Population Aging in China and India\", a conference sponsored jointly by the Program on the Global Demography of Aging, the South Asia Initiative, the Asia Center, the Harvard-Yenching Institute, the Harvard China Fund, and the Weatherhead Center for International Affairs (all at Harvard University), and the Walter H. Shorenstein Asia-Pacific Research Center (at Stanford University). We would like to thank Andrew Mason and the participants of the Economics of Population Aging in China and India conference for valuable comments and suggestions. Lauren Gurfein and Benjamin Osher provided helpful assistance. Funding source: This study was funded in part by the Program on the Global Demography of Aging, which receives funding from the National Institute on Aging, Grant No. 1 P30 AG024409-06. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}