{
    "id": 19337,
    "citation_title": "The Impact of the Federal Reserve's Large-Scale Asset Purchase Programs on Corporate Credit Risk",
    "citation_author": [
        "Simon Gilchrist",
        "Egon Zakrajsek"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimating the effect of Federal Reserve's announcements of Large-Scale Asset Purchase (LSAP) programs on corporate credit risk is complicated by the simultaneity of policy decisions and movements in prices of risky financial assets, as well as by the fact that both interest rates of assets targeted by the programs and indicators of credit risk reacted to other common shocks during the recent financial crisis. This paper employs a heteroskedasticity-based approach to estimate the structural coefficient measuring the sensitivity of market-based indicators of corporate credit risk to declines in the benchmark market interest rates prompted by the LSAP announcements. The results indicate that the LSAP announcements led to a significant reduction in the cost of insuring against default risk--as measured by the CDX indexes--for both investment- and speculative-grade corporate credits. While the unconventional policy measures employed by the Federal Reserve to stimulate the economy have substantially lowered the overall level of credit risk in the economy, the LSAP announcements appear to have had no measurable effect on credit risk in the financial intermediary sector.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference \"Macroeconomics and Financial Intermediation: Directions Since the Crisis,\" organized jointly by the JMCB, ECARES, University of Ghent, National Bank of Belgium, and CEPR and held in Brussels, Belgium, December 9-10, 2011. We thank three anonymous referees, Robert Kollman, and Ken West (co-editor and editor, respectively) for numerous helpful comments and suggestions. We also benefited from comments by Tom King, Eric Ghysels (our discussant), Matt Raskin, Min Wei, and the conference participants at the 4th Banque de France - Deutsche Bundensbank conference on \"Macroeconomics and Finance.\" Samuel Haltenhof and Jane Brittingham provided outstanding research assistance. All errors and omissions are our own responsibility. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}