{
    "id": 19332,
    "citation_title": "To Give or Not to Give: The Price of Contributing and the Provision of Public Goods",
    "citation_author": [
        "Johannes Diederich",
        "Timo Goeschl"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the relationship between the price of giving and the decision to contribute in a framed field experiment (n = 2,440). In a departure from previous research using match rates and rebates, we vary the price of contributing to the public good directly. Treatment groups differ between subjects by the amount of money subjects have to give up in order to provide one unit of the public good. In contrast to earlier results, the theoretical prediction of a clear negative relationship between price and the decision whether to contribute is borne out by the experimental evidence. We estimate the mean elasticity of the probability to contribute as -0.31. The direct price effect is robust across specifications including sociodemographic controls for the highly heterogenous, Internet-representative non-student sample of subjects.\n\n",
    "acknowledgement": "\nThe authors are grateful to Andreas Lange, John List, and seminar participants at Cambridge, Heidelberg, the London School of Economics, Manchester, and the NBER Summer Institute 2012 for helpful comments. The usual waiver applies.  We also thank Holger Geissler and Soreen Schroll at YouGov, Dr. Svenja Espenhorst and Dennis Mignon at First Climate for support in acquiring EU ETS allowances, and Ruth Fieber, Christina Grimm, and Thomas Scheuerle for student assistance. Financial support by the German Science Foundation (DFG) under grant GO1604/1 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}