{
    "id": 19347,
    "citation_title": "Risk-Adjusting the Returns to Venture Capital",
    "citation_author": [
        "Arthur Korteweg",
        "Stefan Nagel"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nPerformance evaluation of venture-capital (VC) payoffs is challenging because payoffs are infrequent, skewed, realized over endogenously varying time horizons, and cross- sectionally dependent. We show that standard stochastic discount factor (SDF) methods can be adapted to handle these issues. Our approach generalizes the Public Market Equivalent (PME) measure commonly used in the private-equity literature. We find that the abnormal returns from both VC funds and VC start-up investments are robust to relaxing the strong distributional assumptions and implicit SDF restrictions from the prior literature: VC start-up investments earn substantial positive abnormal returns, and VC fund abnormal returns are close to zero. We further show that the systematic component of start-up company and VC fund payoffs resembles the negatively skewed payoffs from selling index put options, which contrasts with the call option-like positive skewness of the idiosyncratic payoffs. Motivated by this finding, we explore an SDF that includes index put option returns. This results in negative abnormal returns to VC funds, while the abnormal returns to start-up investments remain large and positive.\n\n",
    "acknowledgement": "\nWe thank Susan Woodward at Sand Hill Econometrics for providing access to data, and John Cochrane, Bob Hodrick, Steve Kaplan, Morten Sørensen, and Stanford finance brown bag participants for valuable comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}