{
    "id": 19349,
    "citation_title": "Alpha and Performance Measurement: The Effects of Investor Disagreement and Heterogeneity",
    "citation_author": [
        "Wayne E. Ferson",
        "Jerchern Lin"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe literature has not unambiguously established that a positive alpha, as traditionally measured, means that an investor would want to buy a fund. However, when alpha is defined using the client's marginal utility function, a client faced with a positive alpha would generally want to buy. When markets are incomplete performance measurement is inherently investor specific, and investors will disagree about the attractiveness of a given fund.  We provide empirical bounds on the expected disagreement with a traditional alpha and study the cross sectional effects of disagreement and investor heterogeneity on the flow response to past fund alphas. The effects are both economically and statistically significant.\n\n",
    "acknowledgement": "\nPortions of this work were initially prepared as a keynote address for the 16th Annual Pacific Basin Economics, Accounting and Management Conference and for the 2009 Northern Finance Association Meetings. We are  grateful to  two  anonymous referees,  George Aragon,  Kerry Back,  Stephen Brown, Mendel Fygenson, Derek Horstmeyer, Juna Joenvaara, Raymond Kan, Min S. Kim, Mark Kritzman,  Thierry Post, Sergei Sarkissian, Rick Sias, and to participants in workshops at the University of Arizona,  Claremont  McKenna College, Erasmus University, the 2011 European Finance Association, Koc University, the 2011 McGill Asset Management Conference, the 2011 Northern Finance Association meetings, the University of New South Wales, the University of Southern California, the University of  Sydney, the University of Technology Sydney, the fall 2011 ICI/AIM Investment Center conference at the University of Texas, Tilburg University, the Spring 2011 CQA Conference, the 2011 Wharton Conference on Household and Portfolio Choice and Investment Decisions and the University of Washington for suggestions and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}