{
    "id": 19344,
    "citation_title": "The Importance of Parental Knowledge and Social Norms: Evidence from Weight Report Cards in Mexico",
    "citation_author": [
        "Silvia Prina",
        "Heather Royer"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of childhood obesity in less developed countries is often overlooked. We study the impact of body weight report cards in Mexico. The report cards increased parental knowledge and shifted parental attitudes about children's weight. We observe no meaningful changes in parental behaviors or children's body mass index. Interestingly, parents of children in the most obese classrooms were less likely to report that their obese child weighed too much relative to those in the least obese classrooms. As obesity rates increase, reference points for appropriate body weights may rise, making it more difficult to lower obesity rates.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Emily Breza, Mac Brown, Kitt Carpenter, Mariana Carrera, Carlos Chiapa, David Clingingsmith, Pascaline Dupas, Silke Forbes, Mireille Jacobson, Laura Juarez, Peter Kuhn, Paco Martorell, Paulina Oliva, Justin Sydnor, and Mark Votruba. We also appreciate the suggestions and thoughts of seminar participants at Case Western Reserve University, Cornell University, El Colegio de México, and the University of California-Santa Barbara and conference attendees at the American Society of Health Economists 2010 Conference, Mind the Gap: From Evidence to Policy Impact 2011 Conference, and the 2011 Advances in Field Experiments Conference at the University of Chicago. This research would not have been possible without the outstanding work of Janine Kaiser who served as our project coordinator. We also thank Ashley Pierson for valuable help at the start of the project, Allison Bauer for research assistance, and the Russell Sage Foundation for generous research support. Royer thanks the RAND Corporation for hosting her during the completion of the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHeather Royer\n\nNothing to disclose\n\n\n"
}