{
    "id": 19343,
    "citation_title": "Sovereign Default Risk and Banks in a Monetary Union",
    "citation_author": [
        "Harald Uhlig"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper seeks to understand the interplay between banks, bank regulation, sovereign default risk and central bank guarantees in a monetary union. I assume that banks can use sovereign bonds for repurchase agreements with a common central bank, and that their sovereign partially backs up any losses, should the banks not be able to repurchase the bonds. I argue that regulators in risky countries have an incentive to allow their banks to hold home risky bonds and risk defaults, while regulators in other \"safe\" countries will impose tighter regulation. As a result, governments in risky countries get to borrow more cheaply, effectively shifting the risk of some of the potential sovereign default losses on the common central bank.\n\n",
    "acknowledgement": "\nI am grateful to Thorsten Drautzburg for excellent research assistance. This research has been supported by the NSF grant SES-0922550 and by a Wim Duisenberg fellowship at the ECB. I have an ongoing consulting relationship with a Federal Reserve Bank, the Bundesbank and the ECB. The views here are entirely my own.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}