{
    "id": 19342,
    "citation_title": "The Role of Agents and Brokers in the Market for Health Insurance",
    "citation_author": [
        "Pinar Karaca-Mandic",
        "Roger Feldman",
        "Peter Graven"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHealth insurance markets in the United States are characterized by imperfect information, complex products, and substantial search frictions. Insurance agents and brokers play a significant role in helping employers navigate these problems. However, little is known about the relation between the structure of the agent/broker market and access and affordability of insurance. This paper aims to fill this gap by investigating the influence of agents/brokers on health insurance decisions of small firms, which are particularly vulnerable to problems of financing health insurance. Using a unique membership database from the National Association of Health Underwriters together with a nationally representative survey of employers, we find that small firms in more competitive agent/broker markets are more likely to offer health insurance and at lower premiums. Moreover, premiums are less dispersed in more competitive agent/broker markets.\n\n",
    "acknowledgement": "\nThis study was funded by grant #US DHHS AHRQ/1R03HS018242-01 from the Agency for Healthcare Research and Quality. The funding agency played no role in study design, data analyses, or interpretation of the findings. Support for this research at the Minnesota Census Research Data Center from NSF (ITR-0427889) is also gratefully acknowledged. We received invaluable feedback from participants at the Minnesota Census RDC Research Conference, NBER Summer Institute of the Health Care Program, Annual Health Economics Conference (AHEC), American Economic Association Annual Meeting, as well as seminar participants at the University of Minnesota and the University of Alabama at Birmingham. We are grateful for detailed comments by Jim Rebitzer, Joseph Doyle, Phil Cooper, Al Dobson, Jeffrey McCullough, Jonathan Gruber, Bob Town, David Dranove and Mike Morrisey.\n\n\nDisclaimer: \"Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\"\n\n\n"
}