{
    "id": 19345,
    "citation_title": "Payment Size, Negative Equity, and Mortgage Default",
    "citation_author": [
        "Andreas Fuster",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2013-08-16",
    "issue_date": "2013-08-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurprisingly little is known about the importance of mortgage payment size for default, as efforts to measure the treatment effect of rate increases or loan modifications are confounded by borrower selection. We study a sample of hybrid adjustable-rate mortgages that have experienced large rate reductions over the past years and are largely immune to these selection concerns. We show that interest rate reductions dramatically affect repayment behavior, even for borrowers who are significantly underwater on their mortgages. Our estimates imply that cutting a borrower's payment in half reduces his hazard of becoming delinquent by about 55 percent, an effect approximately equivalent to lowering the borrower's combined loan-to-value ratio from 145 to 95 (holding the payment fixed). These findings shed light on the driving forces behind default behavior and have important implications for public policy.\n\n",
    "acknowledgement": "\n\u0003We are grateful to Ronel Elul, Andy Haughwout, Andrew Leventis, Brian Melzer, Anthony Murphy, Joe Tracy, and seminar audiences at MIT Sloan, Freddie Mac, FRB Philadelphia, FRB New York, the NBER Summer Institute, and the AREUEA National Conference for helpful comments and discussions. The views expressed in this paper are solely those of the authors and not necessarily those of the Federal Reserve Banks of Boston or New York, or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}