{
    "id": 19355,
    "citation_title": "Semiparametric Estimates of Monetary Policy Effects: String Theory Revisited",
    "citation_author": [
        "Joshua D. Angrist",
        "Òscar Jordà",
        "Guido Kuersteiner"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2013-09-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a flexible semiparametric time series estimator that is then used to assess the causal effect of monetary policy interventions on macroeconomic aggregates. Our estimator captures the average causal response to discrete policy interventions in a macro-dynamic setting, without the need for assumptions about the process generating macroeconomic outcomes. The proposed procedure, based on propensity score weighting, easily accommodates asymmetric and nonlinear responses. Application of this estimator to the effects of monetary restraint suggest contractionary policy slows real economic activity. By contrast, the Federal Reserve's ability to stimulate real economic activity through monetary expansion appears to be much more limited. Estimates for recent financial crisis years are similar to those for the earlier, pre-crisis period.\n\n",
    "acknowledgement": "\nThanks go to Jordi Galì, Ivan Werning, and seminar participants at the Bank of England, the European Central Bank, the Federal Reserve Bank of San Francisco, the NBER Summer Institute 2013, and Yale University for helpful suggestions and comments. The views expressed here are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. Early Elias provided expert research assistance.\n\n\n"
}