{
    "id": 19356,
    "citation_title": "International Competitiveness and Monetary Policy: Strategic Policy and Coordination with a Production Relocation Externality",
    "citation_author": [
        "Paul R. Bergin",
        "Giancarlo Corsetti"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan a country gain international competitiveness by the design of optimal monetary stabilization rules? This paper reconsiders this question by specifying an open-economy monetary model encompassing a 'production relocation externality,' developed in trade theory to analyze the benefits from promoting entry of domestic firms in the manufacturing sector. In a macroeconomic context, this externality provides an incentive for monetary authorities to trade-off output gap with pro-competitive profit stabilization. While helping manufacturing firms to set competitively low prices, optimal pro-competitive stabilization nonetheless results in stronger terms of trade, due to the change in the country's specialization and composition of exports. The welfare gains from international policy coordination are large relative to the case of self-oriented, strategic conduct of stabilization policy. Empirical evidence confirms that the effects of monetary policy design on the composition of trade predicted by the theory are present in data and are quantitatively important.\n\n",
    "acknowledgement": "\nWe thank Yuan Liu and Riccardo Trezzi for excellent research assistance. We thank our discussant Matteo Cacciatore and seminar participants at the 2013 NBER Summer Institute, the 2013 International Finance and Macro Finance Workshop at Sciences Po Paris and the Bank of England, for comments The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}