{
    "id": 19352,
    "citation_title": "Regulating Bidder Participation in Auctions",
    "citation_author": [
        "Vivek Bhattacharya",
        "James W. Roberts",
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulating bidder participation in auctions can potentially increase efficiency compared to standard auction formats with free entry. We show that the relative performance of two such mechanisms, a standard first-price auction with free entry and an entry rights auction, depends non-monotonically on the precision of information that bidders have about their costs prior to deciding whether to participate in a mechanism. As an empirical application, we estimate parameters from first-price auctions with free entry for bridge-building contracts in Oklahoma and Texas and predict that an entry rights auction increases efficiency and reduces procurement costs significantly.\n\n",
    "acknowledgement": "\nWe are grateful to Dakshina De Silva, Timothy Dunne, Anuraddha Kankanamge, and Georgia Kosmopoulou for sharing their data with us. We would also like to acknowledge helpful discussions with and feedback from Ali Horta csu, Tim Hubbard, Jon Levin, Rob Porter, Paulo Somaini, and Steve Tadelis. Bhattacharya would like to thank the Davies Fellowship from the Duke University Department of Economics for financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}