{
    "id": 19359,
    "citation_title": "The Supply of Environmentalism",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLong before economics turned to psychology, environmentalists were nudging and framing and pushing their cause like highly gifted amateur psychologists. Their interventions seem to have changed behavior by altering beliefs, norms and preferences, but because psychological interventions are often coarse, inadvertent, offsetting side effects occur. After discussing the interplay between environmental preference-making and economics, I turn to three areas where strong, simple views have spread--electric cars, recycling and local conservation efforts. In all three areas, environmental rules of thumb can lead to significant, adverse environmental side effects. Local environmentalism, for example, may increase carbon emissions by pushing development from low emission areas, like coastal California, to high emissions areas elsewhere. I end by discussing how economic analysis of the political market for ideas can make sense of the remarkable disparity of views on global warming.\n\n",
    "acknowledgement": "\nGlaeser thanks the Taubman Center for State and Local Government for financial support. Kristina Tobio provided superb research assistance. Matthew Kahn provided helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}