{
    "id": 19357,
    "citation_title": "The Impact of Parental Death on Child Well-being: Evidence from the Indian Ocean Tsunami",
    "citation_author": [
        "Ava Cas",
        "Elizabeth Frankenberg",
        "Wayan Suriastini",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdentifying the impact of parental death on the well-being of children is complicated because parental death is likely to be correlated with other, unobserved, factors that affect child well-being. Population-representative longitudinal data collected in Aceh, Indonesia, before and after the December 2004 Indian Ocean tsunami are used to identify the impact of parental deaths on the well-being of children who were age 9 through 17 years old at the time of the tsunami. Exploiting the unanticipated nature of parental death due to the tsunami in combination with measuring well-being of the same children before and after the tsunami, models that include child fixed effects are estimated to isolate the causal effect of parental death. Comparisons are drawn between those children who lost one parent, both parents and those whose parents survived. Shorter-term impacts on school attendance and time allocation a year after the tsunami are examined as well as longer-term impacts on education trajectories and marriage. Shorter- and longer-term impacts are not the same. Five years after the tsunami, there are substantial deleterious impacts of the tsunami on older boys and girls whereas the effects on younger children are more muted.\n\n",
    "acknowledgement": "\nThe authors thank Arizal, Loren Brandt, Esther Duflo, Jed Friedman, Thomas Gillespie, Husnul Khalik, Dilip Mookherjee, Mark Rosenzweig, Shelly Lundberg, Bondan Sikoki, John Strauss Cecep Sumantri and Christopher Udry for helpful comments. This work was supported by grants from the World Bank, the MacArthur Foundation (05- 85158-000), the National Institute for Child Health and Human Development (HD052762, HD051970), the National Institute on Aging (AG031266), the National Science Foundation (CMS-0527763), and the Fogarty International Center (TW007699). All opinions and errors are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}