{
    "id": 19350,
    "citation_title": "Informational Rigidities and the Stickiness of Temporary Sales",
    "citation_author": [
        "Eric Anderson",
        "Benjamin A. Malin",
        "Emi Nakamura",
        "Duncan Simester",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "2015-06-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique price data to study how retailers react to underlying cost changes. Temporary sales account for 95% of price changes in our data. Simple models would, therefore, suggest that temporary sales play a central role in price responses to cost shocks. We find, however, that, in response to a wholesale cost increase, the entire increase in retail prices comes through regular price increases. Sales actually respond temporarily in the opposite direction from regular prices, as though to conceal the price hike. Additional evidence from responses to commodity cost and local unemployment shocks, as well as broader evidence from BLS data reinforces these findings. We present institutional evidence that sales are complex contingent contracts, determined substantially in advance. We show theoretically that these institutional practices leave little money “on the table”: in a price-discrimination model of sales, dynamically adjusting the size of sales yields only a tiny increase in profits.\n\n",
    "acknowledgement": "\nThis research has been supported by National Science Foundation grants SES 0922011 and SES 1056107. The paper was previously circulated under the title: “Temporary Sales: On Autopilot and ‘Funded’ by Frequent Flyer Accounts”. We thank Ariel Burstein, Judith Chevalier, Gee Hee Hong, Nicholas Li, and seminar participants at various institutions and conferences for helpful comments and discussions. We thank Jean Jaques Forneron and Zoe Xie for excellent research assistance. This research was conducted with restricted access to US Bureau of Labor Statistics (BLS) data. The view expressed here are those of the authors and do not necessarily reflect the views of the BLS, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}