{
    "id": 19354,
    "citation_title": "Rational Housing Bubble",
    "citation_author": [
        "Bo Zhao"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies an economy inhabited by overlapping generations of homeowners and investors, with the only difference between the two being that homeowners derive utility from housing services whereas investors do not. Tight collateral constraint limits the borrowing capacity of homeowners and drives the equilibrium interest rate level down to the housing price growth rate, which makes housing attractive as a store of value for investors. As long as the rental market friction is high enough, the investors will hold a positive number of vacant houses in equilibrium. A housing bubble arises in an equilibrium in which investors hold houses for resale purposes only and without the expectation of receiving a dividend either in terms of utility or rent. The model can be applied to China, where the housing bubble can be attributed to the rapid decline in the replacement rate of the pension system.\n\n",
    "acknowledgement": "\nI should thank helpful comments from seminar participants at Federal Reserve Bank of Minneapolis, University of Queensland, and the 24th NBER EASE conference. I also thank Li Chao for excellent research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}