{
    "id": 19365,
    "citation_title": "Average Marginal Labor Income Tax Rates under the Affordable Care Act",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act includes four significant, permanent, implicit unemployment assistance programs, plus various implicit subsidies for underemployment, and expanded Medicaid eligibility for adults. Every sector of the economy, and about half of nonelderly adults, is directly affected by at least one of those provisions. This paper calculates the ACA's impact on the average reward to working among nonelderly household heads and spouses. The law increases marginal tax rates by an average of five percentage points (of employee compensation), on top of the marginal tax rates that were already present before it went into effect. The ACA's addition to labor tax wedges is roughly equivalent to doubling both employer and employee payroll tax rates for half of the population.\n\n",
    "acknowledgement": "\nI appreciate conversations with Trevor Gallen, Paul Winfree, comments from seminar participants at Clemson, Suffolk, and Western Kentucky universities, and the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}