{
    "id": 19364,
    "citation_title": "The Effect of Maternal Employment on Children's Academic Performance",
    "citation_author": [
        "Rachel Dunifon",
        "Anne Toft Hansen",
        "Sean Nicholson",
        "Lisbeth Palmhøj Nielsen"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "2021-03-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a Danish data set that follows 135,000 Danish children from birth through 9th grade, we examine the effect of maternal employment during a child's first three and first 15 years on that child's grade point average in 9th grade.  We address the endogeneity of employment by including a rich set of household control variables, instrumenting for employment with the gender- and education-specific local unemployment rate, and by including maternal fixed effects.  We find that maternal employment has a positive effect on children's academic performance in all specifications, particularly when women work part-time.  This is in contrast with the larger literature on maternal employment, much of which takes place in other contexts, and which finds no or a small negative effect of maternal employment on children's cognitive development and academic performance.\n\n",
    "acknowledgement": "\nHelpful comments have been provided by Jordan Matsudaira, Kevin Milligan, Joseph Doyle, Marianne Simonsen, Nabanita Datta-Gupta, participants at the ESPE conference, and seminar participants at Cornell University, Aarhus University, and the Danish National Center for Social Research (SFI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}