{
    "id": 19367,
    "citation_title": "Perverse Reverse Price Competition: Average Wholesale Prices and Medicaid Pharmaceutical Spending",
    "citation_author": [
        "Abby Alpert",
        "Mark Duggan",
        "Judith K. Hellerstein"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2013-12-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGeneric drugs comprise an increasing share of total prescriptions dispensed in the U.S., rising from nearly 50 percent in 1999 to 75 percent in 2009. The generic drug market has typically been viewed at the wholesale level as a competitive market with price approaching marginal costs. However, the large presence of third party payers as final purchasers may distort prices at the retail level relative to what a standard model of price competition would predict. In this paper, we investigate how generic drug producers compete in the presence of the procurement rules of the Medicaid program. Medicaid reimbursement to pharmacies, like that of other payers, is based on a benchmark price called the average wholesale price (AWP). The AWP is reported by generic producers themselves, and until recently has been subject to essentially no independent verification. As a result, generic producers have had an incentive to compete for pharmacy market share by reporting AWPs that exceed actual average wholesale prices, as this \"spread\" leads to larger pharmacy profits. In 2000, after a federal government audit of actual wholesale prices of generic products, states were advised to reduce Medicaid reimbursement by as much as 95% for about 400 generic and off-patent drug products. We use variation induced by the timing of this policy along with its differential impact on drug products' Medicaid reimbursement to estimate the impact of this exogenous price change on the market share of targeted products. Our findings indicate that pharmacies did respond to the perverse incentives of the Medicaid program by dispensing products with the highest AWPs. Overall, the Medicaid market share fell by about 45% for targeted drug products as a result of the policy.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from three anonymous referees, the editor Joseph Doyle, Ernie Berndt, Rena Conti, Guy David, Mireille Jacobson, Andrew Mulcahy, David Powell, and seminar and conference participants at the American Society of Health Economists, Columbia University, RAND, University of California-Riverside, University of Oregon, and Wharton. We thank Brian Collopy and Samuel Hollin for excellent research assistance. Alpert gratefully acknowledges financial support from the RAND Bing Center for Health Economics and Duggan thanks the Dean's Research Fund at the Wharton School for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}