{
    "id": 19363,
    "citation_title": "The Decline, Rebound, and Further Rise in SNAP Enrollment: Disentangling Business Cycle Fluctuations and Policy Changes",
    "citation_author": [
        "Peter Ganong",
        "Jeffrey B. Liebman"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nApproximately 1-in-7 people and 1-in-4 children received benefits from the US Supplemental Nutrition Assistance Program (SNAP) in July 2011, both all-time highs. We analyze changes in SNAP take-up over the past two decades. From 1994 to 2001, coincident with welfare reform, take-up fell from 75% to 54% of eligible people. The take-up rate then rebounded, and, following several policy changes to improve program access, stabilized at 69% in 2007. Finally, take-up and enrollment rose dramatically in the Great Recession, with take-up reaching 87% in 2011. We find that changes in local unemployment can explain at least two-thirds of the increase in enrollment from 2007 to 2011. Increased state adoption of relaxed income and asset thresholds and temporary changes in program rules for childless adults explain 18% of the increase. Total SNAP spending today is 6% higher than it would be without these increases in eligibility. The recession-era increase in benefit levels is also likely to have increased enrollment.\n\n",
    "acknowledgement": "\nWe thank Michael DePiro at USDA for providing us with county-level SNAP enrollment. We thank John Coglianese and Wayne Sandholtz for excellent research assistance and Gabe Chodorow-Reich, Ben Hebert, Simon Jäger, Larry Katz, John Kirlin, Josh Leftin, Bruce Meyer, Mikkel Plagborg-Møller, and James Ziliak for helpful comments. Ganong gratefully acknowledges funding from the NBER Pre-Doctoral Fellowship in Aging and Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}