{
    "id": 19360,
    "citation_title": "Identifying Taylor Rules in Macro-Finance Models",
    "citation_author": [
        "David Backus",
        "Mikhail Chernov",
        "Stanley E. Zin"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "2020-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdentification problems arise naturally in forward-looking models when agents observe more than economists. We illustrate the problem in several New Keynesian and macro-finance models in which the Taylor rule includes a shock unseen by economists. We show that identification of the rule's parameters requires restrictions on the form of the shock. A state-space treatment verifies that this works when we observe the state of the economy and when we infer it from observable macroeconomic variables or asset prices.\n\n",
    "acknowledgement": "\nWe welcome comments, including references to related papers we inadvertently overlooked. The project started with our reading of John Cochrane's paper on the same subject and subsequent emails and conversations with him and Mark Gertler. We thank them both. We also thank Rich Clarida, Patrick Feve, Kei Kawai, Guillaume Roussellet, Ken Singleton, Gregor Smith, and Tao Zha for comments on earlier drafts, and participants in seminars at, and conference sponsored by, New York University, the Swedish House of Finance, and Toulouse. The material in Section 5.2 was suggested by an anonymous referee. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}