{
    "id": 19366,
    "citation_title": "Is the Affordable Care Act Different from Romneycare? A Labor Economics Perspective",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2013-12-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeasured in percentage points, the Affordable Care Act will, by 2015, add about fourteen times more to average marginal labor income tax rates nationwide than the Massachusetts health reform added to average rates in Massachusetts following its 2006 statewide health reform. The rate impacts are different between the two laws for several reasons, especially that: the populations subject to the two laws are different, the Affordable Care Act's employer penalty is an order of magnitude greater, before either reform Massachusetts had already been offering more means-tested and employment-tested health insurance assistance than other states had, and the subsidized health insurance plans created by the Massachusetts reform were less substitutable for employer-provided insurance than are the subsidized plans to be created nationwide next year.\n\n",
    "acknowledgement": "\nI appreciate conversations with Trevor Gallen, Josh Archambault, Amanda Kowalski, suggestions from three anonymous referees, and the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}