{
    "id": 19361,
    "citation_title": "Long-Term Barriers to Economic Development",
    "citation_author": [
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2013-08-22",
    "issue_date": "2013-08-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat obstacles prevent the most productive technologies from spreading to less developed economies from the world's technological frontier? In this paper, we seek to shed light on this question by quantifying the geographic and human barriers to the transmission of technologies. We argue that the intergenerational transmission of human traits, particularly culturally transmitted traits, has led to divergence between populations over the course of history. In turn, this divergence has introduced barriers to the diffusion of technologies across societies. We provide measures of historical and genealogical distances between populations, and document how such distances, relative to the world's technological frontier, act as barriers to the diffusion of development and of specific innovations. We provide an interpretation of these results in the context of an emerging literature seeking to understand variation in economic development as the result of factors rooted deep in history.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Handbook of Economic Growth. There were no sources of funding for this research and neither author has any relevant and material financial relationship to disclose. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}