{
    "id": 19368,
    "citation_title": "Macroeconomic Analysis without the Rational Expectations Hypothesis",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews a variety of alternative approaches to the specification of the expectations of economic decisionmakers in dynamic models, and reconsiders familiar results in the theory of monetary and fiscal policy when one allows for departures from the hypothesis of rational expectations. The various approaches are all illustrated in the context of a common model, a log-linearized New Keynesian model in which both households and firms solve infinite-horizon decision problems; under the hypothesis of rational expectations, the model reduces to the standard \"3-equation model\" used in studies such as Clarida et al. (1999). The alternative approaches considered include rationalizable equilibrium dynamics (Guesnerie, 2008); restricted perceptions equilibria (Branch, 2004);  decreasing-gain and constant-gain variants of least-squares learning dynamics (Evans and Honkapohja, 2001); rational belief equilibria (Kurz, 2012); and near-rational expectations equilibria (Woodford, 2010). Issues treated include Ricardian equivalence; the determinacy of equilibrium under alternative interest-rate rules; non-fundamental sources of aggregate instability; the trade-off between inflation stabilization and output-gap stabilization; and the possibility of a \"deflation trap.\"\n\n",
    "acknowledgement": "\nPublished in the Annual Review of Economics, volume 5, DOI: 10.1146/annurev-economics-080511-110857. I would like to thank Klaus Adam, Ben Hebert, Mordecai Kurz, David Laibson, and Bruce Preston for helpful discussions, Savitar Sundaresan for research assistance, and the Institute for New Economic Thinking and the Taussig Visiting Professorship, Harvard University, for supporting this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}