{
    "id": 19378,
    "citation_title": "Financial vs. Strategic Buyers",
    "citation_author": [
        "Marc Martos-Vila",
        "Matthew Rhodes-Kropf",
        "Jarrad Harford"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces the impact of debt misvaluation on merger and acquisition activity.  Debt misvaluation helps explain the shifting dominance of financial acquirers (private equity firms) relative to strategic acquirers (operating companies). The effects of overvalued debt might seem limited since both acquirer types and target firms can access the debt markets. However, fundamental differences in governance and project co-insurance between the two types of acquirer interact with debt misvaluation, resulting in variation in how assets are owned that depends on debt market conditions.  We find support for our theory in merger data using a novel measure of debt misvaluation.\n\n",
    "acknowledgement": "\nWe thank Ulf Axelson, Murillo Campello, Alexander Gorbenko, Matthias Kahl, Rich Mathews, Ramana Nanda, Thomas Philippon, Gordon Phillips, Jeremy Stein, Per Stromberg, S. Viswanathan, and Gregor Weiss for fruitful discussions and comments, and we thank seminar participants at the 2013 AFA Meetings in Chicago, 2012 WFA Meetings in Las Vegas, 2012 EFA Meetings in Copenhagen, First ECCCS (European Center for Corporate Control Studies) Workshop in Lille, France, Campus for Finance 2012, LBS Private Equity Findings Symposium 2012, Harvard University, Claremont McKenna College, London School of Economics, U. Carlos III Madrid and UC Davis Symposium on Financial institutions & Intermediaries. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}