{
    "id": 19377,
    "citation_title": "U.S. High-Skilled Immigration, Innovation, and Entrepreneurship: Empirical Approaches and Evidence",
    "citation_author": [
        "William R. Kerr"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHigh-skilled immigrants are a very important component of U.S. innovation and entrepreneurship. Immigrants account for roughly a quarter of U.S. workers in these fields, and they have a similar contribution in terms of output measures like patents or firm starts. This contribution has been rapidly growing over the last three decades. In terms of quality, the average skilled immigrant appears to be better trained to work in these fields, but conditional on educational attainment of comparable quality to natives. The exception to this is that immigrants have a disproportionate impact among the very highest achievers (e.g., Nobel Prize winners). Studies regarding the impact of immigrants on natives tend to find limited consequences in the short-run, while the results in the long-run are more varied and much less certain. Immigrants in the United States aid business and technology exchanges with their home countries, but the overall effect that the migration has on the home country remains unclear. We know very little about return migration of workers engaged in innovation and entrepreneurship, except that it is rapidly growing in importance.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu. The original version of this paper was prepared for the World Intellectual Property Organisation (WIPO) Experts Meeting on \"Intellectual Property, the International Mobility of Knowledge Workers and the Brain Drain\" (April 2013, Geneva). WIPO provided an honorarium for the preparation and presentation of this paper. I am grateful to Jinyoung Kim, Christiane Kuptsch, Carsten Fink, Ernest Miguelez, and WIPO conference participants for their comments and suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}