{
    "id": 19373,
    "citation_title": "Health Insurance for \"Humans\": Information Frictions, Plan Choice, and Consumer Welfare",
    "citation_author": [
        "Benjamin R. Handel",
        "Jonathan T. Kolstad"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2016-09-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nTraditional models of insurance choice are predicated on fully informed and rational consumers protecting themselves from exposure to financial risk. In practice, choosing an insurance plan from a set of complex non-linear contracts is a complicated decision often made without full information on several potentially important dimensions. In this paper we combine new administrative data on health plan choices and claims with unique survey data on consumer information and other typically unobserved preference factors in order to separately identify risk preferences, information frictions, and perceived plan hassle costs. The administrative and survey data are linked at the individual level, allowing in-depth investigations of the links between these micro- foundations in both descriptive and choice-model based analyses. We find that consumers lack information on many important dimensions that they are typically assumed to understand, perceive high plan hassle costs, and make choices that depend on these frictions. Moreover, in the context of an expected utility model, including the additional frictions that we measure has direct implications for risk preference estimates, which are typically assumed to be the only source of persistent unobserved preference heterogeneity in such models. In our setting, we show that incorporating measures of these frictions leads to meaningful reductions in estimated consumer risk aversion. This result has both positive and normative implications since risk aversion generally has different welfare implications than information frictions. We assess the welfare impact of a counterfactual menu design and find that the welfare loss from risk exposure when additional frictions are not taken into account is more than double that when they are, illustrating the potential importance of our analysis for policy decisions.\n\n",
    "acknowledgement": "\nWe thank Microsoft Research for their support of this work. We thank Josh Gottlieb, Amanda Kowalski, and Johannes Spinnewijn for conference discussions. We also thank seminar participants at Berkeley School of Public Health, Boston College, Brookings, Columbia, Cornell, Haas School of Business, Hebrew University, Michigan State, NBER Health Care Meetings (2013), NBER Insurance Meetings (2013), Stanford IOFest, USC, University of British Columbia, University of Chicago, University of Haifa, University of Illinois, the University of Rochester, the University of Texas, Wharton, Yale and the ASSA Annual Meetings (2013). Finally, we thank Zarek Brot-Goldberg for outstanding research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}