{
    "id": 19370,
    "citation_title": "Recent Changes in the Gains from Delaying Social Security",
    "citation_author": [
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial Security retirement benefits can be claimed at any age between 62 and 70, with delayed claiming resulting in larger monthly payments. In Shoven and Slavov (2013), we show that claiming later increases the present value of lifetime benefits for most individuals. However, this has not always been the case. During the late 1990s and early 2000s, a number of policy changes increased the gains from delay, particularly for couples. In addition, mortality improved and real interest rates fell substantially over this period, further increasing the attractiveness of delay. We perform simulations to examine the role of these factors in changing the gains from delay. We find that the gains from delay increased substantially after 2000, with changes in the interest rate playing the largest role in driving the increase. Using data from the Health and Retirement study, we show that individuals who turned 62 after 2000 are indeed more likely to delay than those who turned 62 before 2000. However, even in the younger cohort, most individuals still claim benefits soon after turning 62. Moreover, we find no evidence of a relationship between the probability of delay and the individual characteristics (e.g., gender, race, or health status) that affect the gains from delay.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #5RRC08098400-05-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The authors are grateful to Sindy Li and Brittany Pineros for outstanding research assistance; to David Weaver for helpful discussion; and to Steve Goss, Michael Morris, and Alice Wade of the Social Security Administration for providing the cohort life tables used in this paper.  The first author is a member of the board of directors of Financial Engines, a NASDAQ-listed company which assists individuals with retirement planning.  Financial Engines provided no financial support for this research. The authors are doing related research that is supported by a Sloan Foundation grant to Stanford University. The views and approaches in this paper are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}