{
    "id": 19375,
    "citation_title": "Tail Risk and Asset Prices",
    "citation_author": [
        "Bryan Kelly",
        "Hao Jiang"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new measure of time-varying tail risk that is directly estimable from the cross section of returns.  We exploit firm-level price crashes every month to identify common fluctuations in tail risk across stocks.  Our tail measure is significantly correlated with tail risk measures extracted from S&P 500 index options, but is available for a longer sample since it is calculated from equity data. We show that tail risk has strong predictive power for aggregate market returns: A one standard deviation increase in tail risk forecasts an increase in excess market returns of 4.5% over the following year.  Cross-sectionally, stocks with high loadings on past tail risk earn an annual three-factor alpha 5.4% higher than stocks with low tail risk loadings.  These findings are consistent with asset pricing theories that relate equity risk premia to rare disasters or other forms of tail risk.\n\n",
    "acknowledgement": "\nKelly thanks his thesis committee, Robert Engle (chair), Xavier Gabaix, Alexander Ljungqvist and Stijn Van Nieuwerburgh for many valuable discussions. We also thank Andrew Ang, Joseph Chen (WFA discussant), Mikhail Chernov, John Cochrane, Itamar Drechsler, Phil Dybvig, Marcin Kacperczyk, Andrew Karolyi, Ralph Koijen, Toby Moskowitz, Lubos Pastor, Seth Pruitt, Ken Singleton, Ivan Shaliastovich, Adrien Verdelhan, Jessica Wachter, and Amir Yaron for comments, as well as seminar participants at Berkeley, Chicago, Columbia, Cornell, Dartmouth, Duke, Federal Reserve Board, Harvard, MIT, New York Federal Reserve, NYU, Northwestern, Notre Dame, Ohio State, Q Group, Rochester, Stanford, UBC, UCLA, Washington University, and Wharton. We thank Mete Karakaya for sharing option return data. This paper is based in on Kelly's doctoral thesis and was previously circulated under the title \"Risk Premia and the Conditional Tails of Stock Returns.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}