{
    "id": 19387,
    "citation_title": "A Direct Test of the \"Explanation\" for Incomplete Stratification in Vertical Sorting Models",
    "citation_author": [
        "Jacob Fishman",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2014-03-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the 2011 Phoenix Area Social Survey to evaluate the plausibility of the assumptions made with pure characteristics or vertical sorting models to rationalize incomplete stratification of households across local communities by income. The analysis with a well-recognized index of environmental attitudes, the New Ecological Paradigm (NEP), confirms the correlations in equilibrium outcomes implied by these models. As a result, it supports the role of differences in the tastes for public goods as an explanation for the sorting outcomes.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Heterogeneous Tastes and Incomplete Stratification in Sorting Models: What do Surveys Tell Us?\" This material is based upon research supported by the National Science Foundation under grantsBCS-1026865 and DEB-0423704 CAP LTER. Thanks are due to Shauna Mortensen for assistance in preparing this manuscript, to Sharon Harlan, Michael McLean, Marcia Nation, and Carlos Valcarcel for assistance with the PASS survey data, and to Michael Kaminsky and Carlos Silva for assistance with the test score data for our education quality measure and air pollution measure respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}