{
    "id": 19386,
    "citation_title": "On the Welfare Cost of Consumption Fluctuations in the Presence of Memorable Goods",
    "citation_author": [
        "Rong Hai",
        "Dirk Krueger",
        "Andrew Postlewaite"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe propose a new classification of consumption goods into nondurable goods, durable goods and a new class which we call \"memorable\" goods. A good is memorable if a consumer can draw current utility from its past consumption experience through memory. We propose a novel consumption-savings model in which a consumer has a well-defined preference ordering over both nondurable goods and memorable goods. Memorable goods consumption differs from nondurable goods consumption in that current memorable goods consumption may also impact future utility through the accumulation process of the stock of memory. In our model, households optimally choose a lumpy profile of memorable goods consumption even in a frictionless world. Using Consumer Expenditure Survey data, we then document levels and volatilities of different groups of consumption goods expenditures, as well as their expenditure patterns, and show that the expenditure patterns on memorable goods indeed differ significantly from those on nondurable and durable goods. Finally, we empirically evaluate our model's predictions with respect to the welfare cost of consumption fluctuations and conduct an excess-sensitivity test of the consumption response to predictable income changes. We find that (i) the welfare cost of household-level consumption fluctuations may be overstated by 1.7 percentage points (11.9% points as opposed to 13.6% points of permanent consumption) if memorable goods are not appropriately accounted for; (ii) the finding of excess sensitivity of consumption documented in important papers of the literature might be entirely due to the presence of memorable goods.\n\n",
    "acknowledgement": "\nWe thank Hanming Fang, Eric Hurst, Nick Souleles and numerous participants of the Macro Lunch Seminar at the Economics Department, University of Pennsylvania for useful comments. We also thank Jeffrey Crilley from the Bureau of Labor Statistics for his help with CEX data. Krueger and Postlewaite thank the National Science Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew Postlewaite\n\nMy research was funded by the National Science Foundation.\n\n\n"
}