{
    "id": 19389,
    "citation_title": "Interpreting Repo Statistics in the Flow of Funds Accounts",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Stefan Nagel"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Flow of Funds table on federal funds and security repurchase agreements reports and attempts to balance the net lending/borrowing positions of various types of financial institutions. Prior to 2008, this table shows a huge unallocated discrepancy in the form of missing lending (i.e., reverse repo) of almost $900bn at the end of 2006, and moreover the discrepancy shrinks to almost zero during the financial crisis in 2008. Are there important and unmeasured actors in the repo market that are hiding in this discrepancy term? In this note, we show, that much of this discrepancy results from a lack of netting in the Flow of Funds' calculation of domestic and foreign banks' \"net\" repo position. Due to this lack of netting, banks' lending in repo markets at the end of 2006 is understated by approximately $600bn. The drop from end of 2006 to end of 2008 in net repo financing obtained by banks is overstated by approximately $300bn. There is a smaller discrepancy that remains after correcting the banking statistics which is likely due to the the absence of securities lenders' repo positions in the Flow of Funds calculations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArvind Krishnamurthy\n\nI am doing a research project on the effect of central bank liquidity facilities. The project is being funded by Goldman Sachs.\n\n\n"
}