{
    "id": 19385,
    "citation_title": "Enlisting Employees in Improving Payroll-Tax Compliance: Evidence from Mexico",
    "citation_author": [
        "Todd Kumler",
        "Eric Verhoogen",
        "Judith A. Frías"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2015-04-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing body of research suggests that difficulties in collecting taxes are an important constraint on economic performance in developing countries. Evidence from rich countries points to third- party reporting — in particular, employer reports of employees' wages — as a potential remedy. To what extent does the accuracy of third-party reporting carry over to developing countries, with their weaker enforcement regimes? In this paper, we compare two sources of wage information from Mexico — firms' reports of individuals' wages to the Mexican social security agency and individuals' responses to a household labor-force survey — to investigate the extent of wage under-reporting by formal firms and how it responded to an important change in the social security system. We document that under-reporting is extensive, and that compliance is better in larger firms. Using a difference-in-differences strategy based on the 1997 Mexican pension reform, which effectively tied pension benefits more closely to reported wages for younger workers than for older workers, we show that the reform led to a relative decline in under-reporting for younger age groups. This result reinforces the view that the discrepancies between the two data sources can be interpreted as evidence of evasion, and suggests that giving employees incentives and information to improve the accuracy of employer reports can be an effective way to improve payroll-tax compliance.\n\n",
    "acknowledgement": "\nWe would like to thank (without implicating) Emma Aguila for sharing information on tax rates and benefit formulas, Matthew Clifford for research assistance, and David Card, David S. Kaplan, Wojciech Kopczuk, Sebastian Galiani, François Gerard, Roger Gordon, Santiago Levy, Suresh Naidu, Ben Olken, Kiki Pop-Eleches, Bernard Salanié, Monica Singhal and many seminar participants for helpful conversations. Verhoogen gratefully acknowledges the support of the National Science Foundation (SES-0721068). The views expressed in this paper are those of the authors, and do not necessarily reflect the views of the Instituto Mexicano del Seguro Social or the National Bureau of Economic Research. This paper was previously circulated under the title, “Enlisting Workers in Monitoring Firms: Payroll Tax Compliance in Mexico” (Kumler et al, 2012).\n\n\n"
}