{
    "id": 19381,
    "citation_title": "Financial Entanglement: A Theory of Incomplete Integration, Leverage, Crashes, and Contagion",
    "citation_author": [
        "Nicolae Gârleanu",
        "Stavros Panageas",
        "Jianfeng Yu"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a unified model of limited market integration, asset-price determination, leveraging, and contagion. Investors and firms are located on a circle, and access to markets involves participation costs that increase with distance. Despite the ex-ante symmetry of investors, their strategies may (endogenously) exhibit diversity, with some investors in each location following high-leverage, high-participation, and high-cost strategies and some unleveraged, low-participation, and low-cost strategies. The capital allocated to high-leverage strategies may be vulnerable even to small changes in market-access costs, which can lead to discontinuous price drops, de-leveraging, and portfolio-flow reversals. Moreover, the market is subject to contagion, in that an adverse shock to investors at a subset of locations affects prices everywhere.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Saki Bigio, Xavier Gabaix, Douglas Gale, Michael Gallmeyer, Anna Pavlova, Alp Simsek, and as well as participants at the NBER AP, NBER SI Macro-Finance (ME), Minnesota Macro-AP conference, Studienzentrum Gerzensee, the Cowles Foundation GE conference, LBS Four nations cup, and the Finance Theory Group conferences, and seminar audiences at Univ. of Alberta, Univ. of Birmingham, Columbia Business School, Erasmus University, Hanken, HEC Paris, Univ. of Hong Kong, HKUST, INSEAD, LBS, LSE, Stanford-GSB, Tilburg, Vanderbilt, Univ. of Washington, Yale SOM. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}