{
    "id": 19382,
    "citation_title": "Land Prices and Unemployment",
    "citation_author": [
        "Zheng Liu",
        "Jianjun Miao",
        "Tao Zha"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe integrate the housing market and the labor market in a dynamic general equilibrium model with credit and search frictions. The model is confronted with the U.S. macroeconomic time series. Our estimated model can account for two prominent facts observed in the data. First, the land price and the unemployment rate tend to move in opposite directions over the business cycle. Second, a shock that moves the land price is capable of generating large volatility in unemployment. Our estimation indicates that a 10 percent drop in the land price leads to a 0.34 percentage point increase of the unemployment rate (relative to its steady state).\n\n",
    "acknowledgement": "\nCritical comments from Larry Christiano have led to a significant improvement of this paper. We thank Marty Eichenbaum, Pat Higgins, Nir Jaimovich, Alejandro Justiniano, Monika Piazzesi, Pietro Peretto, Sergio Rebelo, Richard Rogerson, Martin Schneider, Lars Svensson, and seminar participants at Duke University, the European Central Bank, the Federal Reserve Banks of Atlanta, Chicago, and San Francisco, Goethe University, NBER Summer Institute, Northwestern-Tsinghua Macro Conference, the Sveriges Riksbank, University of Chicago, and University of Georgia for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and San Francisco or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}