{
    "id": 19383,
    "citation_title": "Financial Market Shocks and the Macroeconomy",
    "citation_author": [
        "Avanidhar Subrahmanyam",
        "Sheridan Titman"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFeedback from stock prices to cash flows occurs because information revealed by firms' stock prices influences the actions of competitors. We explore the implications of feedback within a noisy rational expectations setting with incumbent publicly traded firms and privately held new entrants. In this setting the equilibrium relation among stock prices and both future dividends and aggregate output depends on the strategic environment in which these firms operate. In general, under reasonable conditions, the relations between prices, dividends, and economic output in our framework are consistent with empirical evidence in the macroliterature. We also generate new, potentially testable, implications.\n\n",
    "acknowledgement": "\nWe are grateful to Pietro Veronesi (the editor) and an anonymous referee for insightful and constructive comments. We also thank Rajesh Aggarwal, Ravi Anshuman, Michael Brennan, Charles Calomiris, Larry Glosten, Wei Jiang, Charles Jones, Jayant Kale, Andrea Prat, Raghu Rau, Pedro Saffi, Tano Santos, Dick Stapleton, Alex Taylor, Paul Tetlock, and seminar participants at Columbia University, Indian Institute of Management (Bangalore), the University of Cambridge, and the University of Manchester, for valuable comments. All errors are solely ours. Part of this work was completed when Subrahmanyam was a Pembroke Visiting Scholar at Judge Business School, University of Cambridge. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}