{
    "id": 19380,
    "citation_title": "Liberty for More: Finance and Educational Opportunities",
    "citation_author": [
        "Ross Levine",
        "Yona Rubinstein"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "2013-10-10",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanking reforms--that reduced interest rates--boosted college enrollment rates among able students from middle class families. We define \"able\" students as those with learning aptitude scores in the top two-thirds of the U.S. population. We define \"middle class\" as families in which both parents are not highly-educated (above 12 years of education) and that are neither in the bottom fourth nor in the top 10 percent of the distribution family income in the U.S. Our findings suggest that credit conditions, the ability of an individual to benefit from college, and a family's financial and educational circumstances combine to shape college decisions. The functioning of the financial system plays a powerful role in shaping the degree to which a child's educational choices--and hence economic opportunities--are defined by parental income.\n\n",
    "acknowledgement": "\nWe thank Carlos Avenancio, Maria Carkovic, Raquel Fernandez, Erica Field, Bob Hall, Jeff Smith, and seminar participants at the June 6th, 2013 presentation of this research at the Third Annual Cato Papers on Public Policy Conference for very helpful comments and suggestions. The Cato Institute provided financial support to both authors for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}