{
    "id": 19393,
    "citation_title": "The Response of Drug Expenditures to Non-Linear Contract Design: Evidence from Medicare Part D",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Paul Schrimpf"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the demand response to non-linear price schedules using data on insurance contracts and prescription drug purchases in Medicare Part D. Consistent with a static response of drug use to price, we document bunching of annual drug spending as individuals enter the famous \"donut hole,\" where insurance becomes discontinuously much less generous on the margin. Consistent with a dynamic response to price, we document a response of drug use to the future out-of-pocket price by using variation in beneficiary birth month which generates variation in contract duration during the first year of eligibility. Motivated by these two facts, we develop and estimate a dynamic model of drug use during the coverage year that allows us to quantify and explore the effects of alternative contract designs on drug expenditures. For example, our estimates suggest that \"filling\" the donut hole, as required under the Affordable Care Act, will increase annual drug spending by $180 per beneficiary, or about 10%. Moreover, almost half of this increase is \"anticipatory,\" coming from beneficiaries whose spending prior to the policy change would leave them short of reaching the donut hole. We also describe the nature of the utilization response and its heterogeneity across individuals and types of drugs.\n\n",
    "acknowledgement": "\nWe thank Jason Abaluck, Raj Chetty, John Friedman, Nathan Hendren, Maria Polyakova, and many seminar participants for helpful discussions. Ray Kluender provided extraordinary research assistance. We gratefully acknowledge support from the NIA (R01 AG032449). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nThis paper draws on some of my experience in related work that used proprietary data from various companies, which were obtained through contracts that I and my coauthors signed with each of these companies (eBay Research, Alcoa, Safeway, and a subprime lender).\n\n\n"
}