{
    "id": 19395,
    "citation_title": "How do CEOs see their Role? Management Philosophy and Styles in Family and Non-Family Firms",
    "citation_author": [
        "William Mullins",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing a survey of 800 CEOs in 22 emerging economies we show that CEOs' management styles and philosophy vary with the control rights and involvement of the owning family and founder: CEOs of firms with greater family involvement have more hierarchical management, and feel more accountable to stakeholders such as employees and banks than they do to shareholders. They also see their role as maintaining the status quo rather than bringing about change. In contrast, professional CEOs of non-family firms display a more textbook approach of shareholder-value-maximization. Finally, we find a continuum of leadership arrangements in how intensively family members are involved in management.\n\n",
    "acknowledgement": "\nFor outstanding research assistance we thank Francesca Guidi, Bridgette Hayes, David Krause, Sahar Parsa, Suzanne Salas, and Shannon White. We thank the IFC and especially Simeon Djankov for providing infrastructure support for this project, and Nicholas Bloom, Sebastian Di Tella, Camelia Kuhnen, Randall Morck, Francisco Pérez-González, Andrea Prat, Morten Sorensen, David Thesmar, Belen Villalonga, and Ezra Zuckerman for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}