{
    "id": 19390,
    "citation_title": "The Phillips Curve is Alive and Well: Inflation and the NAIRU During the Slow Recovery",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Phillips Curve (hereafter PC) is widely viewed as dead, destined to the mortuary scrapyard of discarded economic ideas. The coroner's evidence consists of the small standard deviation of the core inflation rate in the past two decades despite substantial volatility of the unemployment rate, and in particular the common tendency of PC inflation equations to predict ever greater amounts of negative inflation (i.e., deflation) over the years of labor-market slack since 2008, sometimes called \"the case of the missing deflation\". The apparent failure of the PC deprives the Fed of a means of estimating the natural rate of unemployment (or NAIRU), and thus the Fed is steering the economy in a fog with no navigational device to determine the size of the unemployment gap, one of the two primary goals of its \"dual mandate.\" The results of this paper contain important new information for Fed policymakers, for Fed-watchers, and almost everyone else in the community of policy-makers and practitioners of applied macro.\nThe greatest failure in the history of the PC occurred not within the past five years but rather in the mid-1970s, when the predicted negative relation between inflation and unemployment turned out to be utterly wrong. Instead inflation exhibited a strong positive correlation with unemployment. Failure bred success, as a revolution in thinking rebuilt macroeconomics to be not just about demand, but also about supply. By 1980 diagrams of shifting demand and supply curves had appeared in most macroeconomics textbooks. An econometric model of the inflation rate developed in 1982, soon dubbed the \"triangle model\", incorporated explicit variables for supply shifts and has successfully tracked inflation behavior since then.\nThe triangle model shows that the puzzle of missing deflation is in fact no puzzle. It can estimate coefficients up to 1996 and then in a 16-year-long dynamic simulation, with no information on the actual values of lagged inflation, predict the 2013:Q1 value of inflation to within 0.50 of a percentage point. The slope of the PC relationship between inflation and unemployment does not decline by half or more, as in the recent literature, but instead is stable. The model's simulation success is furthered here by recognizing the greater impact on inflation of short-run unemployment (spells of 26 weeks or less) than of long-run unemployment. The implied NAIRU for the total unemployment rate has risen since 2007 from 4.8 to 6.5 percent, raising new challenges for the Fed's ability to carry out its dual mandate.\n\n",
    "acknowledgement": "\nI am grateful to Ranjodh (R. J.) Singh for excellent research assistance, and to generations of previous research assistants who have maintained the continuity of the triangle model since 1982. Ian Dew-Becker is responsible for devising the treatment of changing productivity trends in our joint (2005) paper. A suggestion by James Stock in mid-July, 2013, rekindled my interest in updating the triangle model and led to the further exploration of the distinction between total and short-run unemployment (see Stock, 2011 and Astrayuda-Ball-Mazumdar, 2013). The exposition and critique of the New-Keynesian Phillips Curve here is updated from Gordon (2007). A broader survey of the first five decades of the Phillips Curve is contained in Gordon (2011) and includes a deeper and more complete analysis of the contrast between the NKPC and triangle approaches. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}