{
    "id": 19399,
    "citation_title": "Equilibria in Health Exchanges: Adverse Selection vs. Reclassification Risk",
    "citation_author": [
        "Benjamin R. Handel",
        "Igal Hendel",
        "Michael D. Whinston"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies regulated health insurance markets known as exchanges, motivated by their inclusion in the Affordable Care Act (ACA). We use detailed health plan choice and utilization data to model individual-level projected health risk and risk preferences. We combine the estimated joint distribution of risk and risk preferences with a model of competitive insurance markets to predict outcomes under different regulations that govern insurers' ability to use health status information in pricing. We investigate the welfare implications of these regulations with an emphasis on two potential sources of inefficiency: (i) adverse selection and (ii) premium reclassification risk. \nWe find that market unravelling from adverse selection is substantial under the proposed pricing rules in the Affordable Care Act (ACA), implying limited coverage for individuals beyond the lowest coverage (Bronze) health plan permitted. Although adverse selection can be attenuated by allowing (partial) pricing of health status, our estimated risk preferences imply that this would create a welfare loss from reclassification risk that is substantially larger than the gains from increasing within-year coverage, provided that consumers can borrow when young to smooth consumption or that age-based pricing is allowed. We extend the analysis to investigate some related issues, including (i) age-based pricing regulation (ii) exchange participation if the individual mandate is unenforceable and (iii) insurer risk-adjustment transfers.\n\n",
    "acknowledgement": "\nWe thank conference discussants Gautam Gowrisankaran, Bruno Jullien, Kei Kawai, Pierre-Thomas Leger, and Neale Mahoney for their detailed advice and comments on this paper. We also thank the participants in seminars at AEA Annual Meetings (2012), Berkeley, Berkeley-Stanford IO Fest (2011), Bureau of Economic Analysis, Carnegie Mellon Heinz, Duke Applied Microeconomics Jamboree (2012), Harvard, Montreal HEC, Montreal HEC Health-IO Conference, M.I.T., NBER Health Care Summer Institute (2013), NYU, Northwestern-Toulouse IO Conference, Robert Wood Johnson SHPR Annual Meeting (2012), Stanford SITE: Theory-Based Modeling (2012), Toulouse Network for IT Annual Meeting (2011), University of Arizona, University of Chicago, UCL, University of Wisconsin-Milwaukee, Utah Winter Business Economics Conference (2013), Wharton Health Exchanges Conference, and Yale. All authors are grateful for support from NSF grant SES-1259770 and Whinston also thanks prior support from NSF and the Toulouse Network for Information Technology. We thank Jorge Lemus and Fernando Luco for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}