{
    "id": 19394,
    "citation_title": "Patent Commons, Thickets, and Open Source Software Entry by Start-Up Firms",
    "citation_author": [
        "Wen Wen",
        "Marco Ceccagnoli",
        "Chris Forman"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine whether the introduction of a patent commons, a special type of royalty free patent pool available to the open source software (OSS) community influences new OSS product entry by start-up software firms. In particular, we analyze the impact of The Commons--established by the Open Source Development Labs and IBM in 2005. We find that increases in the size of The Commons related to a software market increase the rate of entry in the market by start-ups using a new product based on an OSS license. The marginal impact of The Commons on OSS entry is increasing in the cumulativeness of innovation in the market and the extent to which patent ownership in the market is concentrated.\n\n",
    "acknowledgement": "\nWe thank Ajay Agrawal, Ashish Arora, Tim Bresnahan, Alberto Galasso, Stuart Graham, Patrick Legros, Josh Lerner, Megan MacGarvie, Marc Rysman, Timothy Simcoe, Salvatore Torrisi, Nicolas Van Zeebrock, Feng Zhu, and participants at the NBER Patents, Standards, and Innovation Conference, the 2011 Workshop on Information Systems and Economics (WISE), the 2011 Conference on Information Systems and Technology (CIST), the 2011 REER conference at the Georgia Institute of Technology, the 2012 European Policy for Intellectual Property (EPIP) conference, the Université Libre de Bruxelles  (ECARES), the 2012 Academy of Management Conference Symposium, the 2013 Platform Strategy Research Symposium at the Boston University. We gratefully acknowledge funding from a Kauffman Foundation/Georgia Research Alliance grant for the study of entrepreneurship and productivity. We thank Nirmalya Choudhury, Matthew Espy, Emily Getreu, Bridget M. Gorta, Sujay Mehta, Daniel Mitchell, and Jian Zhao for outstanding research assistance. Wen Wen thanks the Kauffman Foundation for providing funding for this research through a Kauffman Dissertation Fellowship. Chris Forman acknowledges funding from the Alfred P. Sloan Foundation through an Industry Studies Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}