{
    "id": 19396,
    "citation_title": "Factoryless Goods Producers in the US",
    "citation_author": [
        "Andrew B. Bernard",
        "Teresa C. Fort"
    ],
    "citation_publication_date": "2013-08-29",
    "issue_date": "2013-08-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents the extent and characteristics of plants and firms in the US that are outside the manufacturing sector according to official government statistics but nonetheless are heavily involved in activities related to the production of manufactured goods. Using new data on establishment activities in the Census of Wholesale Trade conducted by the US Bureau of the Census in 2002 and 2007, this paper provides evidence on so-called \"factoryless goods producers\" (FGPs) in the US economy. FGPs are formally in the wholesale sector but, unlike traditional wholesale establishments, FGPs design the goods they sell and coordinate the production activities. This paper documents the extent of FGPs in the wholesale sector and how they differ from traditional wholesalers in terms of their employment, wages, productivity and output. Reclassifying FGP establishments to the manufacturing sector using our definition would have shifted at least 595,000 workers to as many as 1,311,000 workers from wholesale to manufacturing sectors in 2002 and at least 431,000 workers to as many as 1,934,000 workers in 2007.\n\n",
    "acknowledgement": "\nThis paper was prepared for the conference on The Factory‐Free Economy: what next for the 21st century? held in Paris, June 17-19, 2013. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Research Data Center and the Center for Economic Studies. Any opinions and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the Census Bureau, the NBER, or any other institution to which the authors are affiliated. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}