{
    "id": 19398,
    "citation_title": "The Value of Democracy: Evidence from Road Building in Kenya",
    "citation_author": [
        "Robin Burgess",
        "Remi Jedwab",
        "Edward Miguel",
        "Ameet Morjaria",
        "Gerard Padró i Miquel"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEthnic favoritism is seen as antithetical to development. This paper provides credible quantification of the extent of ethnic favoritism using data on road building in Kenyan districts across the 1963-2011 period. Guided by a model it then examines whether the transition in and out of democracy under the same president constrains or exacerbates ethnic favoritism. Across the 1963 to 2011 period, we find strong evidence of ethnic favoritism: districts that share the ethnicity of the president receive twice as much expenditure on roads and have four times the length of paved roads built. This favoritism disappears during periods of democracy.\n\n",
    "acknowledgement": "\nWe would like to thank Gani Aldashev, Alberto Alesina, Tim Besley, Oriana Bandiera, Konrad Burchardi, Denis Cogneau, Taryn Dinkelman, Ruben Durante, Eliana La Ferrara, Greg Fisher, Paul Gertler, James Habyarimana, Asim Khwaja, Michael Kremer, Guy Michaels, Stelios Michalopoulos, Suresh Naidu, Benjamin Olken, Torsten Persson, Jean-Philippe Platteau, Daniel Posner, Jim Robinson, Gerard Roland, Jim Snyder, Ekaterina Zhuravskaya, and seminar audiences at U.C. Berkeley, CEPR Development Economics Symposium, Harvard, LSE, NEUDC, MIT, Namur University, PSE, Warwick and World Bank ABCDE for very helpful comments. This research was funded by the ESRC-DFID Poverty Alleviation Fund, the DFID funded Institutions for Pro-Poor Growth (iiG) Research Consortium, and the International Growth Centre. The views expressed here are those of the authors alone and do not necessarily reflect those of DFID, the World Bank, or the National Bureau of Economic Research. This research was funded by the ESRC-DFID Poverty Alleviation Fund, the DFID funded Institutions for Pro-Poor Growth (iiG) Research Consortium, and the International Growth Centre.\n\n\n"
}