{
    "id": 19407,
    "citation_title": "Equity Vesting and Managerial Myopia",
    "citation_author": [
        "Alex Edmans",
        "Vivian W. Fang",
        "Katharina A. Lewellen"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper links the impending vesting of CEO equity to reductions in real investment.  Existing studies measure the manager's short-term concerns using the sensitivity of his equity to the stock price.  However, in myopia theories, the driver of short-termism is not the magnitude of incentives but their horizon.  We use recent changes in compensation disclosure to introduce a new empirical measure that is tightly linked to theory - the sensitivity of equity vesting over the upcoming year.  This sensitivity is determined by equity grants made several years prior, and thus unlikely to be driven by current investment opportunities.  An interquartile increase is associated with a decline of 0.11% in the growth of R&D (scaled by total assets), 37% of the average R&D growth rate.  Similar results hold when including advertising and capital expenditure.  Newly-vesting equity increases the likelihood of meeting or beating analyst earnings forecasts by a narrow margin.  However, the market's reaction to doing so is lower, suggesting that it recognizes CEOs' myopic incentives.\n\n",
    "acknowledgement": "\nWe are grateful to Timur Tufail and Ann Yih of Equilar for answering numerous questions about the data, and  Francesca Cornelli, Francisco Gomes, Ralph Koijen, Luke Taylor and seminar participants at LBS, Minnesota, Sydney, UNSW, UTS, and Wharton for helpful comments.  Edmans gratefully acknowledges financial support from the Jacobs Levy Equity Management Center for Quantitative Financial Research and the Wharton Dean's Research Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}