{
    "id": 19405,
    "citation_title": "Does the Federal Reserve Care About the Rest of the World?",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany economists are accustomed to thinking about Federal Reserve policy in terms of the institution's dual mandate, which refers to price stability and high employment, and in which the exchange rate and other international variables matter only insofar as they influence inflation and the output gap - which is to say, not very much.   This conventional view is heavily shaped by the distinctive circumstances of the last three decades, when the influence of international considerations on Fed policy has been limited. I discuss how the Federal Reserve paid significant attention to international considerations in its first two decades, followed by relative inattention to such factors in the two-plus decades that followed, then back to renewed attention to international aspects of monetary policy in the 1960s, before the recent period of benign neglect of the international dimension.  This longer perspective is a reminder that just because the Fed has not attached priority to international aspects of monetary policy in the recent past is no guarantee that it will not do so in the future.\n\n",
    "acknowledgement": "\nPrepared for the NBER Symposium on the First 100 Years of the Federal Reserve, July 10, 2013. I thank Christina, David Romer, and the editors of this journal for comments and Chris Krogslund for research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}