{
    "id": 19408,
    "citation_title": "Time-To-Plan Lags for Commercial Construction Projects",
    "citation_author": [
        "Jonathan N. Millar",
        "Stephen D. Oliner",
        "Daniel E. Sichel"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large project-level dataset to estimate the length of the planning period for commercial construction projects in the United States.  We find that these time-to-plan lags are long, averaging about 17 months when we aggregate the projects without regard to size and more than 28 months when we weight the projects by their construction cost.  The full distribution of time-to-plan lags is very wide, and we relate this variation to the characteristics of the project and its location.  In addition, we show that time-to-plan lags lengthened by 3 to 4 months, on average, over our sample period (1999 to 2010).  Regulatory factors are associated with the variation in planning lags across locations, and we present anecdotal evidence that links at least some of the lengthening over time to heightened regulatory scrutiny.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are ours alone and are not necessarily those of the Board of Governors of the Federal Reserve System, its staff, any other institutions with which we are affiliated, or the National Bureau of Economic Research.\n\n\n"
}