{
    "id": 19402,
    "citation_title": "Decentralization in Developing Economies",
    "citation_author": [
        "Lucie Gadenne",
        "Monica Singhal"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "2014-03-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStandard models of fiscal federalism suggest many benefits of decentralization in developing economies, and there has been a recent push toward decentralization around the world. However, developing countries presently still have less decentralization, particularly on the revenue side, than both developed countries today and the United States and Europe historically. We consider how the trade-offs associated with fiscal federalism apply in developing countries and discuss reasons for their relatively low levels of decentralization. We also consider additional features relevant to federalism in developing economies, such as the prevalence of nongovernmental organizations and the role of social incentives in policy design.\n\n",
    "acknowledgement": "\nForthcoming in the Annual Review of Economics. DOI:10.1146/annurev-economics-080213-040833. We are indebted to Caroline Hoxby for her invaluable comments and suggestions and thank Elizabeth Spink for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}