{
    "id": 19400,
    "citation_title": "Speculative Investors and Tobin's Tax in the Housing Market",
    "citation_author": [
        "Yuming Fu",
        "Wenlan Qian",
        "Bernard Yeung"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of a policy change in Tobin's tax on housing market speculators. The policy intervention effectively raised the transaction cost in the market segment with a high presence of speculators. Relative to the unaffected control sample, we find that the rise in transaction cost substantially reduced speculative trading activities in the treatment sample. However, it significantly raised its price volatility and reduced the price informativeness. We further show that the unintended consequences are likely due to a relatively greater withdrawal by informed speculators than by destabilizing speculators after the transaction cost increase.\n\n",
    "acknowledgement": "\nThe authors thank Sumit Agarwal, Yakov Amihud, Ekkehart Boehmer, Michael Brennan, Darwin Choi, William Cheung, Sarah Daway, Kathryn Dominguez, Mark Flannery, Lu Han, Alexander Ljungqvist, Andy Naranjo, Andrew Rose, Will Strange, Luigi Zingales and participants at the 2013 NBER EASE meeting, 2013 ABFER meeting, 2012 Chinese International Finance Conference, 2012 AREUEA meeting, seminar participants at NUS, University of Cincinnati and University of Florida for helpful discussions. Wenlan Qian gratefully acknowledges financial support from IMAS-CAMRI Applied Finance Research Grant. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}