{
    "id": 19406,
    "citation_title": "Are Tenure Track Professors Better Teachers?",
    "citation_author": [
        "David N. Figlio",
        "Morton O. Schapiro",
        "Kevin B. Soter"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study makes use of detailed student-level data from eight cohorts of first-year students at Northwestern University to investigate the relative effects of tenure track/tenured versus non-tenure line faculty on student learning. We focus on classes taken during a student's first term at Northwestern, and employ a unique identification strategy in which we control for both student-level fixed effects and next-class-taken fixed effects to measure the degree to which non-tenure line faculty contribute more or less to lasting student learning than do other faculty. We find consistent evidence that students learn relatively more from non-tenure line professors in their introductory courses. These differences are present across a wide variety of subject areas, and are particularly pronounced for Northwestern's average students and less-qualified students.\n\n",
    "acknowledgement": "\nWe are grateful to the Northwestern University Registrar's office, office of admissions, and office of human resources for providing the data necessary to carry out this analysis, and to numerous colleagues for helpful suggestions. Caitlin Ahearn and Christine Mulhern provided exceptional research assistance. All opinions and errors are our own. We have not received research support for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}