{
    "id": 19401,
    "citation_title": "Insurer Competition in Health Care Markets",
    "citation_author": [
        "Kate Ho",
        "Robin S. Lee"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "2016-11-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe impact of insurer competition on welfare, negotiated provider prices, and premiums in the U.S. private health care industry is theoretically ambiguous. Reduced competition may increase the premiums charged by insurers and their payments made to hospitals. However, it may also strengthen insurers' bargaining leverage when negotiating with hospitals, thereby generating offsetting cost decreases. To understand and measure this trade-off, we estimate a model of employer-insurer and hospital-insurer bargaining over premiums and reimbursements, household demand for insurance, and individual demand for hospitals using detailed California admissions, claims, and enrollment data. We simulate the removal of both large and small insurers from consumers' choice sets. Although consumer welfare decreases and premiums typically increase, we find that premiums can fall upon the removal of a small insurer if an employer imposes effective premium constraints through negotiations with the remaining insurers. We also document substantial heterogeneity in hospital price adjustments upon the removal of an insurer, with renegotiated price increases and decreases of as much as 10% across markets.\n\n",
    "acknowledgement": "\nThis paper replaces an earlier working paper titled “Insurer Competition and Negotiated Hospital Prices.” We have benefited from helpful comments and suggestions from the editor and five anonymous referees, as well as numerous individuals (including Cory Capps, Allan Collard-Wexler, Greg Crawford, David Cutler, Leemore Dafny, Jan De Loecker, David Dranove, Martin Gaynor, Gautam Gowrisankaran, Phil Leslie, Julie Mortimer, Aviv Nevo, Ariel Pakes, Mike Riordan, Bob Town, Mike Whinston, and Ali Yurukoglu) and conference and seminar participants; and from exceptional research assistance from Patricia Foo. We acknowledge support from the NYU Stern Center for Global Economy and Business. All errors are our own. The authors have no other outside sources of funding and no relevant or material outside financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}