{
    "id": 19413,
    "citation_title": "Cohabitation and the Uneven Retreat from Marriage in the U.S., 1950-2010",
    "citation_author": [
        "Shelly Lundberg",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "2013-10-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nSince 1950 the sources of the gains from marriage have changed radically. As the educational attainment of women overtook and surpassed that of men and the ratio of men's to women's wage rates fell, traditional patterns of gender specialization in work weakened. The primary source of the gains to marriage shifted from the production of household services and commodities to investment in children. For some, these changes meant that marriage was no longer worth the costs of limited independence and potential mismatch.\nCohabitation became an acceptable living arrangement for all groups, but cohabitation serves different functions among different groups.  The poor and less educated are much more likely to rear children in cohabitating relationships.  The college educated typically cohabit before marriage, but they marry before conceiving children and their marriages are relatively stable.\nWe argue that different patterns of childrearing are the key to understanding class differences in marriage and parenthood, not an unintended by-product of it. Marriage is the commitment mechanism that supports high levels of investment in children and is hence more valuable for parents adopting a high-investment strategy for their children.\n\n",
    "acknowledgement": "\nPrepared for the NBER-Spencer Conference on \"Human Capital and History: The American Record,\" Cambridge, Massachusetts, December 2012. Lundberg is the Broom Professor of Demography at the University of California, Santa Barbara and Professor II, University of Bergen (Lundberg@econ.ucsb.edu).  Pollak is the Hernreich Distinguished Professor of Economics in Arts and Science and the Olin Business School at Washington University in St. Louis (Pollak@wustl.edu) and a Research Associate of the NBER.  Pollak's research was supported in part by the University of Bergen and the Research Council of Norway as part of the AGEFAM project. Earlier versions of this paper were presented at the NBER Cohort Studies conference in Chicago, SOLE in Boston, and at the University of Bergen. We are especially grateful to Andrew Cherlin, Paula England, and Valerie Ramey for their perceptive comments on an earlier version of this paper. We also wish to thank the editors, Leah Boustan, Carola Frydman, and Robert Margo, for very helpful comments; Jarrett Gorlick, Jenna Stearns, and Xinyi Zhang for excellent research assistance; and Joanne Spitz for excellent editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}