{
    "id": 19415,
    "citation_title": "Insolvency Resolution and the Missing High Yield Bond Markets",
    "citation_author": [
        "Bo Becker",
        "Jens Josephson"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many countries, bankruptcy is associated with low recovery by creditors. We develop a model of corporate credit markets in such an environment. Corporate credit is provided by either a bond market or risk-averse banks. Restructuring of insolvent firms happens out of court if in-court bankruptcy is inefficient, giving banks an advantage over bondholders. Riskier borrowers will use bank loans anywhere, but also bonds when bankruptcy is efficient. The model matches empirical debt mix patterns better than fixed-issuance-cost models. Across systems, efficient bankruptcy should be associated with more bond issuance by high-risk borrowers. This effect is small or absent for safe firms. We find that both predictions hold both cross-country and using insolvency reforms as natural experiments. Our empirical estimates suggest that a one-standard-deviation increase in the efficiency of bankruptcy is associated with an increase in the stock of corporate bonds equal to 5% of firm assets. This is equivalent to two thirds of the difference between the US and other countries.\n\n",
    "acknowledgement": "\nWe thank Jan Ericsson, Mike Burkart, Julio Riutort, Frank Saxen, and participants at the 5th International UC conference, the Second ITAM Finance Conference, and the IFN Stockholm Conference on Industrial Organization and Corporate Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}