{
    "id": 19414,
    "citation_title": "The Time for Austerity: Estimating the Average Treatment Effect of Fiscal Policy",
    "citation_author": [
        "Òscar Jordà",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "2015-09-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter the Global Financial Crisis a controversial rush to fiscal austerity followed in many countries. Yet research on the effects of austerity on macroeconomic aggregates was and still is unsettled, mired by the difficulty of identifying multipliers from observational data. This paper reconciles seemingly disparate estimates of multipliers within a unified and state-contingent framework. We achieve identification of causal effects with new propensity-score based methods for time series data. Using this novel approach, we show that austerity is always a drag on growth, and especially so in depressed economies: a one percent of GDP fiscal consolidation translates into a loss of 4 percent of real GDP over five years when implemented in a slump, rather than just 1 percent in a boom. We illustrate our findings with a counterfactual evaluation of the impact of the UK government’s shift to austerity policies in 2010 on subsequent growth.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. We thank three referees and the editor as well as seminar participants at the Federal Reserve Bank of San Francisco, the Swiss National Bank, the NBER Summer Institute, the Bank for International Settlements, the European Commission, and HM Treasury for helpful comments and suggestions. We are particularly grateful to Daniel Leigh for sharing data and Early Elias for outstanding research assistance. All errors are ours.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant or speaker for various policy making institutions and financial sector firms. He served as a Senior Advisor to Morgan Stanley in 2010-11.\n\n\n"
}