{
    "id": 19416,
    "citation_title": "Asset Pricing in the Frequency Domain: Theory and Empirics",
    "citation_author": [
        "Ian Dew-Becker",
        "Stefano Giglio"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn affine asset pricing models, the innovation to the pricing kernel is a function of innovations to current and expected future values of an economic state variable, for example consumption growth, aggregate market returns, or short-term interest rates. The impulse response of this priced variable to fundamental shocks has a frequency (Fourier) decomposition, which captures the fluctuations induced in the priced variable at different frequencies. We show that the price of risk for a given shock can be represented as a weighted integral over that spectral decomposition. The weight assigned to each frequency then represents the frequency-specific price of risk, and is entirely determined by the preferences of investors. For example, standard Epstein-Zin preferences imply that the weight of the pricing kernel lies almost entirely at extremely low frequencies, most of it on cycles longer than 230 years; internal habit-formation models imply that the weight is shifted to high frequencies. We estimate the frequency-specific risk prices for the equity market, focusing on economically interesting frequencies. Most of the pricing weight falls on low frequencies - corresponding to cycles longer than 8 years - broadly consistent with Epstein-Zin preferences.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and discussions from Francisco Barillas, Rhys Bidder, Jarda Borovicka, John Campbell, John Cochrane, Lars Hansen, John Heaton, Urban Jermann, Bryan Kelly, Nikola Mirkov, Marius Rodriguez, Eric Swanson, and seminar participants at the San Francisco Fed, University of Bergen, University of Wisconsin, Chicago Booth, UC Santa Cruz, Bank of Canada, Kellogg Junior Finance Conference, SED, ITAM, and the Macro Finance Society. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}