{
    "id": 19410,
    "citation_title": "Do the Laws of Tax Incidence Hold? Point of Collection and the Pass-through of State Diesel Taxes",
    "citation_author": [
        "Wojciech Kopczuk",
        "Justin Marion",
        "Erich Muehlegger",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2013-09-05",
    "issue_date": "2013-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThe canonical theory of taxation holds that the incidence of a tax is independent of the side of the market which is responsible for remitting the tax to the government. However, this prediction does not survive in certain circumstances, for example when the ability to evade taxes differs across economic agents. In this paper, we estimate in the context of state diesel fuel taxes how the incidence of a quantity tax depends on the point of tax collection, where the level of the supply chain responsible for remitting the tax varies across states and over time. Our results indicate that moving the point of tax collection from the retail station to higher in the supply chain substantially raises the pass-through of diesel taxes to the retail price. Furthermore, tax revenues respond positively to collecting taxes from the distributor or prime supplier rather than from the retailer, suggesting that evasion is the likely explanation for the incidence result.\n\n",
    "acknowledgement": "\nHarold Stolper and Ajin Lee provided excellent research assistance. We wish to thank seminar participants at Cornell, Maryland, Dartmouth, Drexel, Harvard, Wharton, UC Davis, UC Santa Cruz, the National Tax Association Annual Conference, and the 1st Northeast Workshop on Energy Policy and Environmental Economics at Cornell for helpful comments. All four authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}