{
    "id": 19419,
    "citation_title": "The Impact of the Internet on Advertising Markets for News Media",
    "citation_author": [
        "Susan Athey",
        "Emilio Calvano",
        "Joshua Gans"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we explore the hypothesis that an important force behind the collapse in advertising revenue experienced by newspapers over the past decade is the greater consumer switching facilitated by online consumption of news. We introduce a model of the market for advertising on news media outlets whereby news outlets are modeled as competing two-sided platforms bringing together heterogeneous, partially multi-homing consumers with advertisers with heterogeneous valuations for reaching consumers. A key feature of our model is that the multi-homing behavior of the advertisers is determined endogenously. The presence of switching consumers means that, in the absence of perfect technologies for tracking the ads seen by consumers, advertisers purchase wasted impressions: they reach the same consumer too many times. This has subtle effects on the equilibrium outcomes in the advertising market. One consequence is that multi-homing on the part of advertisers is heterogeneous: high-value advertisers multi-home, while low- value advertisers single-home. We characterize the impact of greater consumer switching on outlet profits as well as the impact of technologies that track consumers both within and across outlets on those profits. Somewhat surprisingly, superior tracking technologies may not always increase outlet profits, even when they increase efficiency. In extensions to the baseline model, we show that when outlets that show few or ineffective ads (e.g. blogs) attract readers from traditional outlets, the losses are at least partially offset by an increase in ad prices. Introducing a paywall does not just diminish readership, but it furthermore reduce advertising prices (and leads to increases in advertising prices on competing outlets).\n\n",
    "acknowledgement": "\nFinancial support from the Toulouse Network on Information Technology is gratefully acknowledged. Part of this research was conducted at Microsoft Research, Cambridge MA. Both Athey and Gans have consulting relationships with Microsoft that has an interest in the efficiency of online advertising markets but does not have direct interests in the news media industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}