{
    "id": 19425,
    "citation_title": "Was Stalin Necessary for Russia's Economic Development?",
    "citation_author": [
        "Anton Cheremukhin",
        "Mikhail Golosov",
        "Sergei Guriev",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies structural transformation of Soviet Russia in 1928-1940 from an agrarian to an industrial economy through the lens of a two-sector neoclassical growth model. We construct a large dataset that covers Soviet Russia during 1928-1940 and Tsarist Russia during 1885-1913. We use a two-sector growth model to compute sectoral TFPs as well as distortions and wedges in the capital, labor and product markets. We find that most wedges substantially increased in 1928-1935 and then fell in 1936-1940 relative to their 1885-1913 levels, while TFP remained generally below pre-WWI trends. Under the neoclassical growth model, projections of these estimated wedges imply that Stalin's economic policies led to welfare loss of -24 percent of consumption in 1928-1940, but a +16 percent welfare gain after 1941. A representative consumer born at the start of Stalin's policies in 1928 experiences a reduction in welfare of -1 percent of consumption, a number that does not take into account additional costs of political repression during this time period. We provide three additional counterfactuals: comparison with Japan, comparison with the New Economic Policy (NEP), and assuming alternative post-1940 growth scenarios.\n\n",
    "acknowledgement": "\nThe authors thank Mark Aguiar, Bob Allen, Paco Buera, V.V. Chari, Hal Cole, Andrei Markevich, Joel Mokyr, Lee Ohanian, Richard Rogerson for useful comments. We also thank participants at the EIEF, Federal Reserve Bank of Philadelphia, Harvard, NBER EFJK Growth, Development Economics, and Income Distribution and Macroeconomics, New Economic School, Northwestern, Ohio State, Princeton. Financial support from NSF is gratefully acknowledged. Golosov and Tsyvinski also thank Einaudi Institute of Economics and Finance for hospitality. Any opinions, findings, and conclusions or recommendations expressed in this publication are those of the authors and do not necessarily reflect the views of their colleagues, the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAleh Tsyvinski\n\nNational Science Foundation, Einaudi Institute of Economics and Finance, Guggenheim Memorial Fellowship.\n\n\n"
}