{
    "id": 19422,
    "citation_title": "Heterogeneity in Long Term Health Outcomes of Migrants within Italy",
    "citation_author": [
        "Vincenzo Atella",
        "Partha Deb"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article examines the long term physical and mental health effects of internal migration focusing on a relatively unique migration experience from Southern and Northeastern regions of Italy to Northwestern regions and to the region around Rome concentrated over a relatively short period from 1950-1970. OLS regression estimates show significant evidence of a migration effect among early-cohort females on physical health. We find no evidence of migration-health effects for the later cohort, nor for males in the early cohort. We use finite mixture models to further explore the possibility of heterogeneous effects and find that there is a significant and substantial improvement in physical and mental health for a fraction of migrant females in the early cohort but not for others. Analysis of the group for which effects are significant suggest that health effects are concentrated among rural females in the early cohort.\n\n",
    "acknowledgement": "\nThe authors wish to thank Geoffrey Clarke, Elisha Cohen, Rebecca Gorges and seminar participants at Università Cattolica in Milan, University of Sassary, the University of Melbourne and the University of Naples Federico II for their helpful comments. Neither Atella nor Deb received any financial support for this research. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}