{
    "id": 19420,
    "citation_title": "The Real Costs of Disclosure",
    "citation_author": [
        "Alex Edmans",
        "Mirko Heinle",
        "Chong Huang"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper models the effect of disclosure on real investment. We show that, even if the act of disclosure is costless, a high-disclosure policy can be costly. Some information (\"soft\") cannot be disclosed. Increased disclosure of \"hard\" information augments absolute information and reduces the cost of capital. However, by distorting the relative amounts of hard and soft information, increased disclosure induces the manager to improve hard information at the expense of soft, e.g. by cutting investment. Investment depends on asset pricing variables such as investors' liquidity shocks; disclosure depends (non-monotonically) on corporate finance variables such as growth opportunities and the manager's horizon. Even if a low disclosure policy is optimal to induce investment, the manager may be unable to commit to it. If hard information turns out to be good, he will disclose it regardless of the preannounced policy. Government intervention to cap disclosure can create value, in contrast to common calls to increase disclosure.\n\n",
    "acknowledgement": "\nWe thank Vincent Glode, Itay Goldstein, David Hirshleifer, and seminar participants at London Business School, Philadelphia Fed, UC Irvine, and Wharton for valuable comments. AE thanks the Wharton Dean's Research Fund for financial support. CH thanks the CORCL Awards for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}