{
    "id": 19428,
    "citation_title": "Limited Managerial Attention and Corporate Aging",
    "citation_author": [
        "Claudio Loderer",
        "René Stulz",
        "Urs Waelchli"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs firms have more assets in place, more of management's limited attention is focused on managing assets in place rather than developing new growth options. Consequently, as firms grow older, they have fewer growth options and a lower ability to generate new growth options. This simple theory predicts that Tobin's q falls with age. Further, competition in the product market is expected to slow down the decrease in Tobin's q because it forces firms to look for alternative sources of rents. Similarly, greater competition in the labor market reduces the decrease in Tobin's q with age because old firms are in a better position to hire employees that can help with innovation. In contrast, competition in the market for corporate control should accelerate the decline because it forces management to focus more on managing assets in place whose performance is more directly observable than on developing growth options where results may not be observable for some time. We find strong support for these predictions in tests using exogenous variation in competition.\n\n",
    "acknowledgement": "\nFinancial support from the Swiss Finance Institute to Loderer and Waelchli is gratefully acknowledged. We thank Bryan Baugh for research assistance. This paper incorporates earlier results contained in Loderer and Waelchli (2010). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}