{
    "id": 19421,
    "citation_title": "Houses as ATMs? Mortgage Refinancing and Macroeconomic Uncertainty",
    "citation_author": [
        "Hui Chen",
        "Michael Michaux",
        "Nikolai Roussanov"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate a structural model of household liquidity management in the presence of long-term mortgages. Households face counter-cyclical idiosyncratic labor income uncertainty and borrowing constraints, which affect optimal choices of leverage, precautionary saving in liquid assets and illiquid home equity, debt repayment, mortgage refinancing, and default. Taking the observed historical path of house prices, aggregate income, and interest rates as given, the model quantitatively accounts for the run-up in household debt and consumption boom prior to the financial crisis, their subsequent collapse, and mild recovery following the Great Recession, especially among the most constrained households.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge comments and suggestions by Andy Abel, Rui Albuquerque, Fernando Alvarez, Nick Bloom, Paco Buera, John Campbell, Chris Carroll, Dean Corbae, John Driscoll, Joao Gomes, Lars Hansen, Erik Hurst, Urban Jermann, Greg Kaplan, Ralph Koijen, Dirk Krueger, David Laibson, Francis Longstaff, Debbie Lucas, Hanno Lustig, Rajnish Mehra, Dimitris Papanikolaou, Jonathan Parker, Monika Piazzesi, Vincenzo Quadrini, Victor Rios-Rull, Tom Sargent, Martin Schneider, Antoinette Schoar, Amit Seru, Todd Sinai, Nick Souleles, Kjetil Storesletten, Harald Uhlig, Luis Viceira, Gianluca Violante, Jessica Wachter, Annette Vissing-Jorgensen, Pierre-Olivier Weill, Toni Whited, Randy Wright, Amir Yaron, and seminar participants at the AEA, ASU Sonoran Winter Finance conference, CFEA, Columbia, Econometric Society, Federal Reserve Board, Federal Reserve Bank of Philadelphia, FIRS, NBER Summer Institute, SED, SITE, 2012 Summer Real Estate Symposium, Tepper/LAEF Conference, UC Berkeley, USC, UCLA-USC Finance Day, UC San Diego, University of Hawaii, University of Virginia, and Wharton. Roussanov acknowledges support from the Rodney White Center for Financial Research and the Cynthia and Bennett Golub Endowed Faculty Scholarship at Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}