{
    "id": 19429,
    "citation_title": "Playing Favorites: How Firms Prevent the Revelation of Bad News",
    "citation_author": [
        "Lauren Cohen",
        "Dong Lou",
        "Christopher Malloy"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "2016-10-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore a subtle but important mechanism through which firms can control information flow to the markets. We find that firms that “cast” their conference calls by disproportionately calling on bullish analysts tend to underperform in the future. Firms that call on more favorable analysts experience more negative future earnings surprises and more future earnings restatements. A long-short portfolio that exploits this differential firm behavior earns abnormal returns of up to 149 basis points per month, or almost 18 percent per year. We find similar evidence in an international sample of earnings call transcripts from the UK, Canada, France, and Japan. Firms with higher discretionary accruals, firms that barely meet/exceed earnings expectations, and firms (and their executives) that are about to issue equity, sell shares, and exercise options, are all significantly more likely to cast their earnings calls.\n\n",
    "acknowledgement": "\nWe would like to thank Javed Ahmed, Malcolm Baker, Lucian Bebchuk, Bo Becker, Dan Bradley, Zhi Da, Kent Daniel, Alex Edmans, Ben Esty, Andrea Frazzini, Oliver Hart, Campbell Harvey, David Hirshleifer, Louis Kaplow, Scott Kominers, S.P. Kothari, Christian Leuz, Ulrike Malmendier, Bill Mayew, Scott Mayfield, Atif Mian, Roni Michaely, Maureen O’Hara, Daniel Paravisini, Thomas Philippon, Doug Skinner, Jose Scheinkman, David Solomon, Kelly Shue, Siew-Hong Teoh, David Thesmar, Han Xia, Luigi Zingales, Eric Zitzewitz, and seminar participants at University of California Berkeley, University of California Irvine, Case Western Reserve University, University of Chicago, China Europe International Business School, Cornell University, George Washington University, University of Georgia, Georgia State University, Harvard Business School, Harvard Law School, HEC Paris, University of Hong Kong, Hong Kong University of Science and Technology, University of Illinois, Indiana University, INSEAD, London Business School, London School of Economics, University of Miami, MIT Sloan, University of Notre Dame, University of North Carolina, NYU Stern, Pontifica Universidad Catholica De Chile, Princeton University, University of Washington, UPenn Wharton, University of York, 2014 AFA Philadelphia Meeting, 2013 NBER Behavioral Economics Meeting, 2013 University of Miami Behavioral Finance Conference, 2013 Helsinki Finance Summit, 2013 Yale Doctoral Summer Program in Behavioral Finance, 2013 European Finance Association Annual Meeting, 2013 Borsa Istanbul Finance & Economics Conference, Acadian Asset Management, AQR Capital, PanAgora Asset Management, and SAC Capital for helpful comments and discussions. We thank Alok Kumar and Kelvin Law for generously providing data on analyst brokerage house affiliation. In addition, we are grateful to James Boggie, Huaizhi Chen, Manuel Daj, David DiCenso, Barbara Esty, Laura Glass, Beth Hall, David Kim, Christine Rivera, Elizabeth Sampson, Pablo Torroella, Shannette Washington, and James Zeitler for providing excellent research assistance. We are grateful for funding from the National Science Foundation and the Paul Woolley Center at the London School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}