{
    "id": 19423,
    "citation_title": "Measuring the Impacts of Teachers I: Evaluating Bias in Teacher Value-Added Estimates",
    "citation_author": [
        "Raj Chetty",
        "John N. Friedman",
        "Jonah E. Rockoff"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "2014-05-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre teachersʼ impacts on studentsʼ test scores (\"value-added\") a good measure of their quality? One reason this question has sparked debate is disagreement about whether value-added (VA) measures provide unbiased estimates of teachersʼ causal impacts on student achievement. We test for bias in VA using previously unobserved parent characteristics and a quasi-experimental design based on changes in teaching staff. Using school district and tax records for more than one million children, we find that VA models which control for a studentʼs prior test scores exhibit little bias in forecasting teachersʼ impacts on student achievement.\n\n",
    "acknowledgement": "\nWe are indebted to Gary Chamberlain, Michal Kolesar, and Jesse Rothstein for many valuable discussions. We also thank Joseph Altonji, Josh Angrist, David Card, David Deming, Caroline Hoxby, Guido Imbens, Brian Jacob, Thomas Kane, Lawrence Katz, Adam Looney, Phil Oreopoulos, Douglas Staiger, Danny Yagan, anonymous referees, the editor, and numerous seminar participants for helpful comments. This paper is the first of two companion papers on teacher quality. The results in the two papers were previously combined in NBER Working Paper No. 17699, entitled \"The Long-Term Impacts of Teachers: Teacher Value-Added and Student Outcomes in Adulthood,\" issued in December 2011. On May 4, 2012, Raj Chetty was retained as an expert witness by Gibson, Dunn, and Crutcher LLP to testify about the importance of teacher effectiveness for student learning in Vergara v. California based on the findings in NBER Working Paper No. 17699. John Friedman is currently on leave from Harvard, working at the National Economic Council; this work does not represent the views of the NEC. All results based on tax data contained in this paper were originally reported in an IRS Statistics of Income white paper (Chetty, Friedman, and Rockoff 2011a). Sarah Abraham, Alex Bell, Peter Ganong, Sarah Griffis, Jessica Laird, Shelby Lin, Alex Olssen, Heather Sarsons, Michael Stepner, and Evan Storms provided outstanding research assistance. Financial support from the Lab for Economic Applications and Policy at Harvard and the National Science Foundation is gratefully acknowledged. Publicly available portions of the analysis code are posted at: http://obs.rc.fas.harvard.edu/chetty/va_bias_code.zip The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}