{
    "id": 19437,
    "citation_title": "Continued Existence of Cows Disproves Central Tenets of Capitalism?",
    "citation_author": [
        "Santosh Anagol",
        "Alvin Etang",
        "Dean Karlan"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2013-10-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe examine the returns from owning cows and buffaloes in rural India. We estimate that when valuing labor at market wages, households earn large, negative average returns from holding cows and buffaloes, at negative 64% and negative 39% respectively. This puzzle is mostly explained if we value the household's own labor at zero (a stark assumption), in which case estimated average returns for cows is negative 6% and positive 13% for buffaloes. Why do households continue to invest in livestock if economic returns are negative, or are these estimates wrong? We discuss potential explanations, including labor market failures, for why livestock investments may persist.\n\n",
    "acknowledgement": "\nThe authors thank Rachel Strohm, Ellen Degnan and Joe Long for commenting on drafts of this paper, and Donghyuk Kim for research assistance. We thank the Bill and Melinda Gates Foundation for support for this project. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}