{
    "id": 19438,
    "citation_title": "Spousal Health Effects - the Role of Selection",
    "citation_author": [
        "James Banks",
        "Elaine Kelly",
        "James P. Smith"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate the issue of partner selection in the health of individuals who are at least fifty years old in England and the United States. We find a strong and positive association in family background variables including education of partners and their parents. Adult health behaviors such as smoking, drinking, and exercise are more positively associated in England compared to the United States.  Childhood health indicators are also positively associated across partners.  \nWe also investigated pre and post partnership smoking behavior of couples. There exists strong positive assortative mating in smoking in that smokers are much more likely to partner with smokers and non-smokers with non-smokers.  This relationship is far stronger in England compared to the United States. In the United States, we find evidence of asymmetric partner influence in smoking in that men's pre marriage smoking behavior influences his female partner's post marriage smoking behavior but there does not appear to be a parallel influence of women's pre-marriage smoking on their male partner's post-marital smoking.  These relationships are much more parallel across genders in England.\n\n",
    "acknowledgement": "\nThis paper was supported by grants from the National Institute of Aging and to the Economic and Social Research Council for co-funding through the Centre for Microeconomic Analysis of Public Policy at the IFS . It w as presented in the Boulders NBER economic s of aging conference in May 2013. The expert programming assistance of Iva MacLennan is gratefully acknowledged . We appreciate the excellent comments of our discussant, Amitabh Chandra, and other participants at the economics of aging conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}