{
    "id": 19439,
    "citation_title": "The Changing Role of Government in Financing Health Care: An International Perspective",
    "citation_author": [
        "Mark Stabile",
        "Sarah Thomson"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the changing role of government involvement in health care financing policy outside the United States. It provides a review of the economics literature in this area to understand the implications of recent policy changes on efficiency, costs and quality.  Our review reveals that there has been some convergence in policies adopted across countries to improve financing incentives and encourage efficient use of health services. In the case of risk pooling, all countries with competing pools experience similar difficulties with selection and are adopting more sophisticated forms of risk adjustment. In the case of hospital competition, the key drivers of success appear to be what is competed on and measurable rather than whether the system is public or private. In the case of both the success of performance-related pay for providers and issues resulting from wait times, evidence differs both within and across jurisdictions. However, the evidence does suggest that some governments have effectively reduced wait times when they have chosen explicitly to focus on achieving this goal. Many countries are exploring new ways of generating revenues for health care to enable them to cope with significant cost growth. However, there is little evidence to suggest that collection mechanisms alone are effective in managing the cost or quality of care.\n\n",
    "acknowledgement": "\nWe thank Carolyn Tuohy, the European Health Policy Group, and particularly Janet Currie, for many helpful comments and advice. We also thank Matthew Townsend, Ellie Hukin and Katie Bates for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}