{
    "id": 19432,
    "citation_title": "Do Managers Do Good with Other People's Money?",
    "citation_author": [
        "Ing-Haw Cheng",
        "Harrison Hong",
        "Kelly Shue"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe find support for two key predictions of an agency theory of unproductive corporate social responsibility. First, increasing managerial ownership decreases measures of firm goodness. We use the 2003 Dividend Tax Cut to increase after-tax insider ownership. Firms with moderate levels of insider ownership cut goodness by more than firms with low levels (where the tax cut has no effect) and high levels (where agency is less of an issue). Second, increasing monitoring reduces corporate goodness. A regression discontinuity design of close votes around the 50% cut-off finds that passage of shareholder governance proposals leads to slower growth in goodness.\n\n",
    "acknowledgement": "\nHong acknowledges support from the National Science Foundation through grant SES-0850404. We thank Jeremy Stein, Vicente Cuñat, Uday Rajan, E. Han Kim, Amy Dittmar, Nadja Guenster and seminar participants at the Swedish Institute for Financial Research, St. Gallen, the Berkeley-ECGI Conference on CSR, U of Texas at Dallas, 2013 Meetings of the American Finance Association, 2013 UC Davis-CalPERS Sustainability Symposium and Gamma Foundation Conference for helpful comments. Online appendix available at http://www.dartmouth.edu/~icheng/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}