{
    "id": 19435,
    "citation_title": "Inference of Bidders' Risk Attitudes in Ascending Auctions with Endogenous Entry",
    "citation_author": [
        "Hanming Fang",
        "Xun Tang"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBidders' risk attitudes have key implications for choices of revenue-maximizing auction formats. In ascending auctions, bid distributions do not provide information about risk preference. We infer risk attitudes using distributions of transaction prices and participation decisions in ascending auctions with entry costs. Nonparametric tests are proposed for two distinct scenarios: first, the expected entry cost can be consistently estimated from data; second, the data does not report entry costs but contains exogenous variations of potential competition and auction characteristics. In the first scenario, we exploit the fact that the risk premium required for entry - the difference between ex ante expected profits from entry and the certainty equivalent - is strictly positive if and only if bidders are risk averse. Our test is based on identification of bidders' ex ante profits. In the second scenario, our test builds on the fact that risk attitudes affect how equilibrium entry probabilities vary with observed auction characteristics and potential competition. We also show identification of risk attitudes in a more general model of ascending auctions with selective entry, where bidders receive entry-stage signals that are correlated with private values.\n\n",
    "acknowledgement": "\nWe are grateful to the associate editor and three anonymous referees whose constructive comments substantially improved the paper. We also thank Dan Ackerberg, Federico Bugni, Xu Cheng, Flavio Cunha, Ken Hendricks, Tong Li, Isabelle Perrigne, Frank Schorfheide, Steven Stern, Petra Todd, Quang Vuong and seminar/conference participants at UC Berkeley, Michigan, Northwestern, Pennsylvania, Toronto, Virginia, Wharton, North American Econometric Society Summer Meetings (St. Louis 2011) and Society of Economic Dynamics Annual Meetings (Ghent 2011) for helpful comments and suggestions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}