{
    "id": 19436,
    "citation_title": "Portfolio Choice with Illiquid Assets",
    "citation_author": [
        "Andrew Ang",
        "Dimitris Papanikolaou",
        "Mark Westerfield"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model of optimal allocation over liquid and illiquid assets, where illiquidity is the restriction that an asset cannot be traded for intervals of uncertain duration. Illiquidity leads to increased and state-dependent risk aversion, and reduces the allocation to both liquid and illiquid risky assets. Uncertainty about the length of the illiquidity interval, as opposed to a deterministic non-trading interval, is a primary determinant of the cost of illiquidity. We allow market liquidity to vary from `normal' periods, when all assets are fully liquid, to 'illiquidity crises,' when some assets can only be traded infrequently. The possibility of a liquidity crisis leads to limited arbitrage in normal times. Investors are willing to forego 2% of their wealth to hedge against illiquidity crises occurring once every ten years.\n\n",
    "acknowledgement": "\nWe thank Andrea Eisfeldt, Will Goetzmann, Katya Kartashova, Leonid Kogan, Francis Longstaff\u000b, Jun Liu, Chris Mayer, Liang Peng, Eduardo Schwartz, Dimitri Vayanos, Pietro Veronesi, and seminar participants at the Bank of Canada, Oxford, LBS, the Paci\fc Northwest Finance Conference, Texas A&M, UCI, University of Florida, UNC, USC, the USC-UCLA-UCI Finance Day, and the Q-group meetings for comments and helpful discussions. We thank Sarah Clark for providing data on illiquid assets for calibration. Ang acknowledges funding from Netspar and the Program for Financial Studies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}