{
    "id": 19431,
    "citation_title": "Fiscal Reform and Government Debt in Japan: A Neoclassical Perspective",
    "citation_author": [
        "Gary Hansen",
        "Selo Imrohoroglu"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPast government spending in Japan is currently imposing a significant fiscal burden that is reflected in a net debt to output ratio near 150 percent. In addition, the aging of Japanese society implies that public expenditures and transfers payments relative to output are projected to continue to rise until at least 2050. In this paper we use a standard growth model to measure the size of this burden in the form of additional taxes required to finance these projected expenditures and to stabilize government debt. The fiscal adjustment needed is very large, in the range of 30-40% of total consumption expenditures. Using a distorting tax such as the consumption tax or the labor income tax requires either tax to rise to unprecedented highs, although the former is much less distorting than the latter. The extremely high tax rates we find highlight the importance of considering alternatives that attenuate the projected increases in public spending and/or enlarge the tax base.\n\n",
    "acknowledgement": "\nThe authors thank Richard Rogerson, Nao Sudo and various seminar and conference participants for their comments and suggestions. In addition, we are grateful for invaluable support from the Institute for Monetary and Economic Studies, Bank of Japan, where we visited when beginning this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}