{
    "id": 19434,
    "citation_title": "The Impact of Mothers' Earnings on Health Inputs and Infant Health",
    "citation_author": [
        "Naci Mocan",
        "Christian Raschke",
        "Bulent Unel"
    ],
    "citation_publication_date": "2013-09-12",
    "issue_date": "2013-09-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of mothers' earnings on birth weight and gestational age of infants.  It also analyzes the impact of earnings on mothers' consumption of prenatal medical care, and their propensity to smoke and drink during pregnancy.  The paper uses census-division- and year-specific skill-biased technology shocks as an instrument for mothers' earnings and employs a two-sample instrumental variables strategy.  About 14 million records of births between 1989 and 2004 are used from the Natality Detail files along with the CPS Annual Demographic Files from the same period. The results reveal that an increase in weekly earnings prompts an increase in prenatal care of low-skill mothers (those who have at most a high school degree) who are not likely to be on Medicaid, and that earnings have a small positive impact on birth weight and gestational age of the newborns of these mothers. An increase in earnings does not influence the health of newborns of high-skill mothers (those with at least some college education). Variations in earnings have no impact on birth weight for mothers who are likely to be on Medicaid.\n\n",
    "acknowledgement": "\nWe thank Luiza Pogorelova for research assistance.  Ted Joyce and Michael Grossman provided very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}