{
    "id": 19440,
    "citation_title": "Contract Teachers: Experimental Evidence from India",
    "citation_author": [
        "Karthik Muralidharan",
        "Venkatesh Sundararaman"
    ],
    "citation_publication_date": "2013-09-27",
    "issue_date": "2013-09-27",
    "revision_date": "2013-10-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe large-scale expansion of primary schooling in developing countries has led to the increasing use of non-civil-service contract teachers who are hired locally by the school, are not professionally trained, have fixed-term renewable contracts, and are paid much lower salaries than regular civil-service teachers. This has been a controversial policy, but there is limited evidence on the effectiveness of contract teachers in improving student learning. We present experimental evidence on the impact of contract teachers using data from an 'as is' expansion of contract-teacher hiring across a representative sample of 100 randomly-selected government-run rural primary schools in the Indian state of Andhra Pradesh. At the end of two years, students in schools with an extra contract teacher performed significantly better than those in comparison schools by 0.16σ and 0.15σ, in math and language tests respectively. Contract teachers were also much less likely to be absent from school than civil-service teachers (18% vs. 27%). Combining the experimental reduction in school-level pupil-teacher ratio (PTR) induced by the provision of an extra contract teacher, with high-quality panel data estimates of the impact of reducing PTR with a regular civil-service teacher, we show that contract teachers are not only effective at improving student learning outcomes, but that they are no less effective at doing so than regular civil-service teachers who are more qualified, better trained, and paid five times higher salaries.\n\n",
    "acknowledgement": "\nThis paper is based on an experiment carried out as part of the Andhra Pradesh Randomized Evaluation Studies (AP RESt), which is a partnership between the Government of Andhra Pradesh, the Azim Premji Foundation, and the World Bank. Financial assistance for the project has been provided by the Government of Andhra Pradesh, the UK Department for International Development (DFID), the Azim Premji Foundation, and the World Bank. We thank Dileep Ranjekar, Michelle Riboud, Amit Dar, Samuel C. Carlson, and officials of the Department of School Education in Andhra Pradesh (particularly Dr. I.V. Subba Rao, Dr. P. Krishnaiah, and K. Ramakrishna Rao), for their continuous support and long-term vision for this research. We are especially grateful to DD Karopady, M Srinivasa Rao, and staff of the Azim Premji Foundation for their leadership and meticulous work in implementing this project. We thank Vinayak Alladi, and Ketki Sheth for outstanding research assistance. The findings, interpretations, and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the Government of Andhra Pradesh, the Azim Premji Foundation, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}