{
    "id": 19442,
    "citation_title": "The Possible Unemployment Cost of Average Inflation below a Credible Target",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2014-04-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIf inflation expectations become firmly anchored at the inflation target even when average inflation deviates from the target, the long-run Phillips curve becomes non-vertical. During 1997-2011, average inflation expectations in Sweden have been close to the inflation target of 2 percent, whereas average inflation has fallen short of the target by 0.6 percentage points. The estimates reported suggest that the slope of the long-run Phillips curve is about 0.75. Then the average unemployment rate has been about 0.8 percentage points higher than if average inflation had been on target. This is a large unemployment cost of undershooting the inflation target.\n\n",
    "acknowledgement": "\nI thank, without implication, George Akerlof, Björn Andersson, Meredith Beechey, Roberto Billi, Martina Björkman Nyqvist, David Domeij, Michael Dotsey, Karolina Ekholm, Tore Ellingsen, Neil Ericson, Ante Farm, Jon Faust, Martin Flodén, Jeffrey Fuhrer, Jordi Galí, Stefan Gerlach, Paolo Giordani, Nils Gottfries, Jesper Hansson, Kerstin Hallsten, Laura Hartman, Per Jansson, Anil Kashyap, Paul Klein, Vincent Koen, Anna Larsson, Stefan Laséen, Eric Leeper, Lars Ljungqvist, Assar Lindbeck, Jesper Lindé, Henrik Lundvall, Stefan Mellin, Erik Meyersson, Mats Morin, Christina Nyman, Pär Österholm, Stefan Palmqvist, Torsten Persson, Ola Pettersson, Ricardo Reis, Irma Rosenberg, Glenn Rudebusch, Ulf Söderström, Ingvar Strid, Anders Vredin, Karl Walentin, Michael Woodford, Janet Yellen, the editor and two referees, and participants in seminars at the Federal Reserve Board, the IIES at Stockholm University, the National Institute of Economic Research, the NBER Monetary Economics Program meeting at the Chicago Fed, the Riksbank, and the Stockholm School of Economics for helpful comments and discussions. Extensive discussions with Bertil Holmlund have been particularly helpful. I thank Christina Lönnblad for editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}