{
    "id": 19441,
    "citation_title": "The Aggregate Effect of School Choice: Evidence from a Two-stage Experiment in India",
    "citation_author": [
        "Karthik Muralidharan",
        "Venkatesh Sundararaman"
    ],
    "citation_publication_date": "2013-09-09",
    "issue_date": "2013-09-09",
    "revision_date": "2014-10-08",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present experimental evidence on the impact of a school choice program in the Indian state of Andhra Pradesh (AP) that provided students with a voucher to finance attending a private school of their choice. The study design featured a unique two-stage lottery-based allocation of vouchers that created both a student-level and a market-level experiment, which allows us to study both the individual and the aggregate effects of school choice (including spillovers). After two and four years of the program, we find no difference between test scores of lottery winners and losers on Telugu (native language) and math, suggesting that the large cross-sectional test-score differences between public and private school students on these subjects mostly reflect omitted variables. However, private schools spent significantly less instructional time on Telugu and math, and instead taught more English, science, social studies, and Hindi. Averaged across all subjects, lottery winners scored 0.13`sigma` higher, and the average causal impact on test scores of attending a private school was 0.23`sigma`. Further, the mean cost per student in the private schools in our sample was less than a third of the cost in public schools. Thus, private schools in this setting deliver (slightly) better test score gains than their public counterparts, and do so at substantially lower costs per student. Finally, we find no evidence of spillovers on public-school students who do not apply for the voucher, or on private school students, suggesting that the positive impacts on voucher winners did not come at the expense of other students.\n\n",
    "acknowledgement": "\nThis paper is based on the Andhra Pradesh School Choice Project that was carried out under the larger program of the \"Andhra Pradesh Randomized Evaluation Studies (AP RESt)\", which was set up as a research partnership between the Government of Andhra Pradesh, the Azim Premji Foundation, and the World Bank. The majority of the funding for the project was provided by the Legatum Foundation and the Legatum Institute, with additional financial support from the UK Department for International Development (DFID), and the World Bank. Muralidharan also acknowledges financial support from a National Academy of Education/Spencer Foundation post-doctoral fellowship. We are deeply grateful to M Srinivasa Rao, B Srinivasulu, S Ramamurthy, and staff of the Azim Premji Foundation for their outstanding efforts in implementing the project in Andhra Pradesh, and to DD Karopady and Dileep Ranjekar for their constant support. We thank Gautam Bastian, Vikram Jambulapati, Naveen Mandava, Jayash Paudel, and Arman Rezaee for excellent research assistance at various stages of the project. The findings, interpretations, and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of the Government of Andhra Pradesh, the Azim Premji Foundation, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}