{
    "id": 19448,
    "citation_title": "Living with the Trilemma Constraint: Relative Trilemma Policy Divergence, Crises, and Output Losses for Developing Countries",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the potential impacts of the degree of divergence in open macroeconomic policies in the context of the trilemma hypothesis. Using an index that measures the relative policy divergence among the three trilemma policy choices, namely monetary independence, exchange rate stability, and financial openness, we find that emerging market countries have adopted trilemma policy combinations with the least degree of relative policy divergence in the last fifteen years. We also find that a developing or emerging market country with a higher degree of relative policy divergence is more likely to experience a currency or debt crisis. However, a developing or emerging market country with a higher degree of relative policy divergence tends to experience smaller output losses when it experiences a currency or banking crisis. Latin American crisis countries tended to reduce their financial integration in the aftermath of a crisis, while this is not the case for the Asian crisis countries. The Asian crisis countries tended to reduce the degree of relative policy divergence in the aftermath of the crisis, probably aiming at macroeconomic policies that are less prone to crises. The degree of relative policy divergence is affected by past crisis experiences - countries that experienced currency crisis or a currency-banking twin crisis tend to adopt a policy combination with a smaller degree of policy divergence.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.The financial support of faculty research funds of Portland State University is gratefully acknowledged\n\n\n"
}