{
    "id": 19444,
    "citation_title": "School Accountability, Postsecondary Attainment and Earnings",
    "citation_author": [
        "David J. Deming",
        "Sarah Cohodes",
        "Jennifer Jennings",
        "Christopher Jencks"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2016-01-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of accountability pressure in Texas public high schools in the 1990s on postsecondary attainment and earnings, using administrative data from the Texas Schools Project (TSP). Schools respond to the risk of being rated Low-Performing by increasing student achievement on high-stakes exams. Years later, these students are more likely to have attended college and completed a four-year degree, and they have higher earnings at age 25. However, we find no overall impact of accountability pressure to achieve a higher rating, and large negative impacts on attainment and earnings for the lowest-scoring students.\n\n",
    "acknowledgement": "\nWe thank Dick Murnane, Dan Koretz, David Figlio, Jonah Rockoff, Raj Chetty, John Friedman and seminar participants at Harvard, Stanford, Columbia, the University of Wisconsin, the NBER Summer Institute, CESifo, for helpful comments. This project was supported by the Spencer Foundation and the William T. Grant Foundation. Very special thanks to Maya Lopuch for invaluable research assistance. We gratefully acknowledge Rodney Andrews, Greg Branch and the staff of the UT-Dallas Education Research Center for making this research possible. The conclusions of this research do not necessarily reflect the opinions of the Texas Education Agency, the Texas Higher Education Coordinating Board, the State of Texas, or the National Bureau of Economic Research.\n\n\n"
}