{
    "id": 19443,
    "citation_title": "Paradox of Thrift Recessions",
    "citation_author": [
        "Zhen Huo",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a variation of the neoclassical growth model in which both wealth shocks (in the sense of wealth destruction) and financial shocks to households generate recessions. The model features three mild departures from the standard model: (1) adjustment costs make it difficult to expand the tradable goods sector by reallocating factors of production from nontradables to tradables; (2) there is a mild form of labor market frictions (Nash bargaining wage setting with Mortensen-Pissarides labor markets); (3) goods markets for nontradables require active search from households wherein increases in consumption expenditures increase measured productivity. These departures provide a novel quantitative theory to explain recessions like those in southern Europe without relying on technology shocks.\n\n",
    "acknowledgement": "\nRíos-Rull thanks the National Science Foundation for Grant SES-1156228. We are thankful to Mark Aguiar and Francois Gourio for discussing this paper, and for discussions with George Alessandria, Yan Bai, Christopher Carroll, Oleg Itskhoki, Nir Jaimovich, Greg Kaplan, Patrick Kehoe, Pete Klenow, and Kjetil Storesletten, as well as the comments of Joan Gieseke and the attendants at the many seminars where this paper was presented. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}