{
    "id": 19447,
    "citation_title": "Impact of Mortality-Based Performance Measures on Hospital Pricing: the Case of Colon Cancer Surgeries",
    "citation_author": [
        "Avi Dor",
        "Partha Deb",
        "Michael Grossman",
        "Gregory Cooper",
        "Siran Koroukian",
        "Fang Xu"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate price regressions for surgical procedures used to treat colon cancer, a leading cause of cancer mortality.  Using a claims database for self-insured employers, we focus on transaction prices, rather than more commonly available billing data that do not reflect actual payments made. Although the  responsiveness of prices to hospital performance depends on the impact of quality on the slope of the quantity-demand of the payers, which are  not known a priory, it is often assumed that higher performing hospitals are able to command higher prices.  To test this hypothesis we construct performance rankings, based on hospital excess-mortality and incorporate them into our price models. We are interested in the type information available to large payers who negotiate prices on behalf of their members. To get a cancer-specific index we emulate the widely-reported risk-adjustment methodology used in the federal Hospital Compare reporting system for ranking cardiac performance. The effects were consistently negative in all models (adverse quality reduces price), though not significant. However, we observe a rational pricing structure whereby higher treatment complexity is reflected in higher price differentials, controlling for patient characteristics and market structure.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by award R01CA129766: Pricing of Major Cancer Surgeries: Impact of Insurance, Outcomes, and Severity, from the National Cancer Institute to George Washington University. Preliminary research findings were presented at the AcademyHealth Annual Research Meeting, 2011, and the American Society of Health Economics fourth Biennial Conference, 2012.  We wish to thank Martin Brown, Kiyong Jeon and conference participants for comments and suggestions received, and Sungwoog Choi and Ruirui Sun for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or any sponsoring organization.\n\n\n\nSiran Koroukian\n\nDr. Koroukian is also supported by a) the Clinical and Translational Science Collaborative of Cleveland, UL1TR000439 from the National Center for Advancing Translational Sciences (NCATS) component of the National Institutes of Health and NIH roadmap for Medical Research. Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the NIH; and b) grants from the American Cancer Society, and the Ohio Department of Health.\n\n\nDr. Koroukian's spouse serves as medical director at and owns shares of American Renal Associates.\n\n\n"
}