{
    "id": 19449,
    "citation_title": "The More Things Change, the More They Stay the Same? The Safety Net and Poverty in the Great Recession",
    "citation_author": [
        "Marianne Bitler",
        "Hilary Hoynes"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2014-09-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch attention has been given to the large increase in safety net spending, particularly in Unemployment Insurance and Food Stamp spending, during the Great Recession. In this paper we examine the relationship between poverty, the social safety net, and business cycles historically and test whether there has been a significant change in this relationship during the Great Recession. We do so using an alternative measure of poverty that incorporates taxes and in-kind transfers. We explore the mediating role played by four core safety net programs--Food Stamps, cash welfare (AFDC/TANF), the Earned Income Tax Credit, and Unemployment Insurance--in buffering families from negative economic shocks. This analysis yields several important findings. Our most robust and important finding is the safety net is doing less to provide protection for the most disadvantaged. In the post-welfare reform world, TANF did not respond in the Great Recession and extreme poverty is more cyclical than in prior recessions. On the other hand, Food Stamps and UI are providing more protection-or at least providing no less protection-in the Great Recession, although these results are less robust across our different models. These programs are more likely to affect households somewhat higher up the income distribution; we find some evidence of a reduction in cyclicality at 100% poverty and little evidence about this at higher income-to-poverty levels.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER conference on \"Labor Markets after the Great Recession.\" We thank David Card, Sheldon Danziger, Richard Freeman, Roland Fryer, Julie Hotchkiss, Larry Katz, Alex Mas, Lucie Schmidt, Tim Smeeding, Eric Swanson, Rob Valetta, and Dan Wilson for comments and David Autor, Mary Daly, Jenny Hunt, and Paige Shevlin for help with administrative data. Elira Kuka provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}