{
    "id": 19446,
    "citation_title": "Does Federally-Funded Job Training Work? Nonexperimental Estimates of WIA Training Impacts Using Longitudinal Data on Workers and Firms",
    "citation_author": [
        "Fredrik Andersson",
        "Harry J. Holzer",
        "Julia I. Lane",
        "David Rosenblum",
        "Jeffrey Smith"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2013-10-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the job training provided under the US Workforce Investment Act (WIA) to adults and dislocated workers in two states. Our substantive contributions center on impacts estimated non-experimentally using administrative data. These impacts compare WIA participants who do and do not receive training. In addition to the usual impacts on earnings and employment, we link our state data to the Longitudinal Employer Household Dynamics (LEHD) data at the U.S. Census Bureau, which allows us to estimate impacts on the characteristics of the firms at which participants find employment. We find moderate positive impacts on employment, earnings and desirable firm characteristics for adults, but not for dislocated workers. Our primary methodological contribution consists of assessing the value of the additional conditioning information provided by the LEHD relative to the data available in state Unemployment Insurance (UI) earnings records. We find that value to be zero.\n\n",
    "acknowledgement": "\nWe thank the Charles Stewart Mott Foundation and the National Science Foundation for generous financial support of this project and Carolyn Heinrich, Kevin Hollenbeck, Adriana Kugler, Peter Mueser, and Ken Troske for helpful discussions. We also thank seminar participants at McMaster, Simon Fraser and the Institute for Fiscal Studies and conference participants at CESifo, IZA/SoLE, the Institute for Research on Poverty Summer Research Workshop, and the New Developments in Human Capital in Jerusalem conference for their helpful comments. The views here are solely those of the authors and not necessarily those of the U.S. Census Bureau, the Office of the Comptroller of the Currency, or the National Bureau of Economic Research.\n\n\n"
}