{
    "id": 19453,
    "citation_title": "Causal Analysis after Haavelmo",
    "citation_author": [
        "James J. Heckman",
        "Rodrigo Pinto"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHaavelmo's seminal 1943 paper is the first rigorous treatment of causality. In it, he distinguished the definition of causal parameters from their identification. He showed that causal parameters are defined using hypothetical models that assign variation to some of the inputs determining outcomes while holding all other inputs fixed. He thus formalized and made operational Marshall's (1890) ceteris paribus analysis. We embed Haavelmo's framework into the recursive framework of Directed Acyclic Graphs (DAG) used in one influential recent approach to causality (Pearl, 2000) and in the related literature on Bayesian nets (Lauritzen, 1996). We compare an approach based on Haavelmo's methodology with a standard approach in the causal literature of DAGs- the \"do-calculus\" of Pearl (2009). We discuss the limitations of DAGs and in particular of the do-calculus of Pearl in securing identification of economic models. We extend our framework to consider models for simultaneous causality, a central contribution of Haavelmo (1944). In general cases, DAGs cannot be used to analyze models for simultaneous causality, but Haavelmo's approach naturally generalizes to cover it.\n\n",
    "acknowledgement": "\nWe thank Olav Bjerkholt for very helpful comments, participants at the Haavelmo symposium, Oslo, Norway, December, 2011, as well as Steven Durlauf, Maryclare Griffin and Cullen Roberts, three anonymous referees, participants in the seminar on Quantitative Research Methods in Education, Health and Social Sciences at the University of Chicago, March 2013, and participants at a seminar at UCL, September 4, 2013. Steve Stigler gave us helpful bibliographic references. This research was supported in part by the American Bar Foundation, a grant from the European Research Council DEVHEALTH-269874, and NICHD R37-HD065072. The views expressed in this paper are those of the authors and not necessarily those of the funders or commentators mentioned here, nor of the National Bureau of Economic Research.\n\n\n"
}