{
    "id": 19452,
    "citation_title": "Parental Leave and Children's Schooling Outcomes: Quasi-Experimental Evidence from a Large Parental Leave Reform",
    "citation_author": [
        "Natalia Danzer",
        "Victor Lavy"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the question whether long-term human capital outcomes are affected by the duration of maternity leave, i.e. by the time mothers spend at home with their newborn before returning to work. Employing RD and difference-in-difference approaches, this paper exploits an unanticipated reform in Austria which extended the maximum duration of paid and job protected parental leave from 12 to 24 months for children born on July 1, 1990 or later. We use test scores from the Austrian PISA test of birth cohorts 1990 and 1987 as measure of human capital. The evidence suggest no significant overall impact of the extended parental leave mandate on standardized test scores at age 15, but that the subgroup of boys of highly educated mothers have benefited from this reform while boys of low educated mothers were harmed by it.\n\n",
    "acknowledgement": "\nWe benefited from valuable comments from  Jonathan Wadsworth, René Böheim, Andrew Clark, Alexander M. Danzer, Peter Dolton, Analía Schlosser, Christian Dustmann, Uta Schönberg, and Anna Vignoles and participants at the EALE 2012, EEA 2012, ESSLE 2012, RES 2013 and SOLE 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}