{
    "id": 19451,
    "citation_title": "The Effect of Depression on Labor Market Outcomes",
    "citation_author": [
        "Lizhong Peng",
        "Chad D. Meyerhoefer",
        "Samuel H. Zuvekas"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimated the effect of depression on labor market outcomes using data from the 2004-2009 Medical Expenditure Panel Survey.  After accounting for the endogeneity of depression through a correlated random effects panel data specification, we found that depression reduces the likelihood of employment. We did not, however, find evidence of a causal relationship between depression and hourly wages or weekly hours worked. Our estimates are substantially smaller than those from previous studies, and imply that depression reduces the probability of employment by 2.6 percentage points. In addition, we examined the effect of depression on work impairment and found that depression increases annual work loss days by about 1.4 days (33 percent), which implies that the annual aggregate productivity loses due to depression-induced absenteeism range from $700 million to 1.4 billion in 2009 USD.\n\n",
    "acknowledgement": "\nThis paper represents the views of the authors, and no official endorsement by the Agency for Healthcare Research and Quality or the Department of Health and Human Services is intended or should be inferred, nor do the contents necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}