{
    "id": 19459,
    "citation_title": "Advance Refundings of Municipal Bonds",
    "citation_author": [
        "Andrew Ang",
        "Richard C. Green",
        "Yuhang Xing"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMunicipal bonds are often \"advance refunded.\" Bonds that are not yet callable are defeased by creating a trust that pays the interest up to the call date, and pays the call price. New debt, generally at lower interest rates, is issued to fund the trust. Issuing new securities generally has zero net present value. In this case, however, value is destroyed for the issuer through the pre-commitment to call. We estimate that for the typical bond in an advance refunding, the option value lost to the municipality is approximately 1% of the par value not including fees. This translates to an aggregate value lost of over $4 billion from 1996 to 2009 for the bonds in our sample, which are roughly half of the universe of advance refunded bonds that traded during the period. The worst 5% of the transactions represent a destruction of $2.9 billion for taxpayers. We discuss various motives for the transaction, and argue that a major one is the need for short-term budget relief. Advance refunding enables the issuer to borrow for current operating activities in exchange for higher interest payments after the call date. We find that municipalities in states with poor governance generally destroy the most value by advance refunding.\n\n",
    "acknowledgement": "\nWe greatly appreciate the research assistance of Karthik Nagarajan, Yunfan Gu, and Tsuyoshi Sasaki. A number of industry professionals have patiently tutored us about the details of advance refundings and/or vigorously argued with our conclusions. Thanks to Chester Spatt for originally bringing this problem to our attention. We have benefited from the comments of Vineer Bhansali, Trevor Harris, Tal Heppenstall, Andrew Kalotay, Kemp Lewis, Paul Luhmann, Matt Roggenburgh, Rich Ryffel, and Matt Whysel. We are grateful for comments and suggestions of a number of colleagues, especially Jennifer Carpenter, Dan Li, Norman Schürhoff, and Chester Spatt, along with seminar participants at U.C. Davis and the Federal Reserve Bank of San Francisco. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}