{
    "id": 19456,
    "citation_title": "Measuring Uncertainty",
    "citation_author": [
        "Kyle Jurado",
        "Sydney C. Ludvigson",
        "Serena Ng"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "2014-10-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits a data rich environment to provide direct econometric estimates of time-varying macroeconomic uncertainty, defined as the common volatility in the unforecastable component of a large number of economic indicators. Our estimates display significant independent variations from popular uncertainty proxies, suggesting that much of the variation in the proxies is not driven by uncertainty. Quantitatively important uncertainty episodes appear far more infrequently than indicated by popular uncertainty proxies, but when they do occur, they are larger, more persistent, and are more correlated with real activity. Our estimates provide a benchmark to evaluate theories for which uncertainty shocks play a role in business cycles.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Support from the National Science Foundation (NSF) under Grant DGE-07-07425 (Jurado) and SES-0962431 (Ng) are gratefully acknowledged. We thank Nick Bloom, Steve Davis, Francis Diebold, Lutz Kilian, Laura Veldkamp, seminar participants at the Bank of Canada, Columbia University, the Federal Reserve Bank of San Fransisco, the Federal Reserve Bank of Atlanta, the IMF, NYU, Rutgers, UC Santa Cruz, UCLA, the 2013 High-Dimensional data conference in Vienna, the 2013 SITE workshop, and the 2013 NBER Summer Institute for helpful comments. We also thank Paolo Cavallino and Daniel Greenwald for excellent research assistance. Any errors or omissions are the responsibility of the authors. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. Uncertainty estimates and additional results are available from the website http://www.econ.nyu.edu/user/ludvigsons/jln_supp.pdf.\n\n\n"
}