{
    "id": 19454,
    "citation_title": "Wages, Pensions, and Public-Private Sector Compensation Differentials for Older Workers",
    "citation_author": [
        "Philipp Bewerunge",
        "Harvey S. Rosen"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a sample of full-time workers over 50 years of age from the 2004 and 2006 waves of the Health and Retirement Study to investigate whether workers in federal, state, and local government receive more generous wage and pension compensation than private sector workers, ceteris paribus. With respect to hourly remuneration (wages plus employer contributions to defined contribution plans), federal workers earn a premium of about 28 log points, taking differences in employee characteristics into account. However, there are no statistically discernible differences between state and local workers and their private sector counterparts, ceteris paribus. These findings are about the same whether or not indicators of occupation are included in the model. On the other hand, pension wealth accumulation is greater for employees in all three government sectors than for private sector workers, even after taking worker characteristics into account. As a proportion of the hourly private-sector wage, the hourly equivalent public-private differentials are about 17.2 percent, 13.4 percent, and 12.6 percent for federal, state, and local workers, respectively. We find no evidence that highly-educated individuals are penalized by taking jobs in the public sector, either with respect to wages or pension wealth.\n\n",
    "acknowledgement": "\nWe are grateful to Orley Ashenfelter, Bobray Bordelon, Henry Farber, Daniel Feenberg, Alexis Furuichi, Michael Geruso, Alan Gustman, Yan Lau, Jonathan Meer, Olivia Mitchell, Ulrich Mueller, Linda Oppenheim, Nahid Tabatabai, Oscar Torres, Mark Watson, Madeline Young, and seminar participants at the University of Uppsala and Texas A&M University for useful comments. Support from Princeton's Griswold Center for Economic Policy Studies is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}