{
    "id": 1946,
    "citation_title": "The Term Structure of Euromarket Interest Rates: An Empirical Investigation",
    "citation_author": [
        "John Y. Campbell",
        "Richard H. Clarida"
    ],
    "citation_publication_date": "1986-06-01",
    "issue_date": "1986-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an empirical investigation of the predictability and\ncomovement of risk premia in the term structure of Euromarket interest\nrates. We show that variables which have been used as proxies for risk\npremia on uncovered foreign asset positions also predict excess returns in\nEuroniarket term structures, while variables which have been used as proxies\nfor risk premia in the term structure also predict excess returns on taking\nuncovered foreign asset positions. These findings suggests that risk premia\nin the Euromarket term structures and on uncovered foreign asset positions\nmove together. We test formally the hypothesis that risk premia on uncovered\n3-month EuroDM and Eurosterling deposits move in proportion to a single\nlatent variable. We are unable to reject this hypothesis. We are also\nunable to reject the hypothesis that the risk premia on these three strategies\nand those on rolling over 1-month Eurosterling (EuroDM) deposits versus\nholding a 3-month Eurosterlirig (EuroDN) deposit move in proportion to a\nsingle latent variable. The single latent variable model can be interpreted\natheoretically, as a way of characterizing the extent to which predictable\nasset returns \"move together\"; or it can be interpreted as in Hansen and\nHodrick (1983) and Hodrick and Srivastava (1983) as a specialization of the\nICAPM in which assets have constant betas on a single, unobservable benchmark\nportfolio.\n\n",
    "acknowledgement": "\n"
}