{
    "id": 19463,
    "citation_title": "Effects of Speculation and Interest Rates in a \"Carry Trade\" Model of Commodity Prices",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2013-09-20",
    "issue_date": "2013-09-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper presents and estimates a model of the prices of oil and other storable commodities, a model that can be characterized as reflecting the carry trade.  It focuses on speculative factors, here defined as the trade-off between interest rates on the one hand and market participants' expectations of future price changes on the other hand.  It goes beyond past research by bringing to bear new data sources:  survey data to measure expectations of future changes in commodity prices and options data to measure perceptions of risk.  Some evidence is found of a negative effect of interest rates on the demand for inventories and thereby on commodity prices and positive effects of expected future price gains on inventory demand and thereby on today's commodity prices.\n\n",
    "acknowledgement": "\nThe paper was originally written for Understanding International Commodity Price Fluctuations, an International Conference organized by Rabah Arezki and sponsored by the IMF's Research Department and the Oxford Centre for the Analysis of Resource Rich Economies at Oxford University, held March 20-21, 2013, Washington, D.C. The author would like to thank Marco Antonio Martinez del Angel for invaluable research assistance, the Weatherhead Center for International Affairs and the Smith Richardson Foundation for support, and Lutz Kilian for data, Philip Hubbard for conversations regarding the Consensus Economics forecast data; and to thank for comments Rabah Arezki, James Hamilton, Scott Irwin, Lutz Kilian, Will Martin, and three anonymous referees. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}