{
    "id": 19465,
    "citation_title": "Demography and Low Frequency Capital Flows",
    "citation_author": [
        "David Backus",
        "Thomas Cooley",
        "Espen Henriksen"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the causes of international capital flows.  Since capital flows are extremely persistent, we argue that their drivers must be persistent, too.  We think the most compelling candidates are demographic trends, tfp differences and financial frictions. In this paper we focus primarily on the role of demography in a multi-country overlapping generations model in which saving decisions are tied to agents' life expectancy. Capital flows reflect differences between saving and investment across countries. Demographic changes affect the aggregate accumulation of assets in two ways:  by changing life expectancy which changes individual household saving behavior, and by changing the age distribution of the population by which individual household decisions are aggregated. The most important drivers turn out to be increases in life expectancy caused by decreases in adult mortality.We use a quantitative version of the model to illustrate the impact of demography on capital flows and net foreign assets in China, Germany, Japan, and the United States.\n\n",
    "acknowledgement": "\nDraft prepared for the International Seminar on Macroeconomics, Rome, June 2013. Preliminary and incomplete. We welcome comments, including references to related papers we inadvertently overlooked. We thank Charles Engel, Carlo Favero and seminar participants for helpful comments and Jan Moeller, Tianchen Qian, and Ram Yamarthy for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThomas Cooley\n\nThomas F. Cooley is a member of the Board of Managers and A consultant to Standard and Poors Ratings, LLC.\n\n\n"
}