{
    "id": 19462,
    "citation_title": "Productivity Growth and Stock Returns: Firm- and Aggregate-Level Analyses",
    "citation_author": [
        "Hyunbae Chun",
        "Jung-Wook Kim",
        "Randall Morck"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological innovation is not a blessing for all firms, or for investors holding the market. In the late 20th century US, individual firms' stock returns correlate positively with their own productivity growth, yet the market return correlates negatively with aggregate productivity growth, yet. This seeming fallacy of composition reflects Schumpeterian creative destruction: a few technology winners' stocks rise with their rising productivity while many technology losers' stocks fall with their declining productivity. Thus, most individual firms' stock returns correlate negatively with aggregate productivity growth. Analogous reasoning explains prior findings that the market return correlates negatively with aggregate earnings.\n\n",
    "acknowledgement": "\nChun and Kim gratefully acknowledge support from the National Research Foundation of Korea Grant funded by the Korean Government (NRF-2013S1A3A2053312), the Sogang University Research Fund, the Institute of Finance and Banking and the Institute of Management Research at Seoul National University, respectively. Morck gratefully acknowledges support from the SSHRC and the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}