{
    "id": 19466,
    "citation_title": "Firm Volatility in Granular Networks",
    "citation_author": [
        "Bernard Herskovic",
        "Bryan Kelly",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2020-06-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirm volatilities co-move strongly over time, and their common factor is the dispersion of the economy-wide firm size distribution. In the cross section, smaller firms and firms with a more concentrated customer base display higher volatility. Network effects are essential to explaining the joint evolution of the empirical firm size and firm volatility distributions. We propose and estimate a simple network model of firm volatility in which shocks to customers influence their suppliers. Larger suppliers have more customers and customer-supplier links depend on customers size. The model produces distributions of firm volatility, size, and customer concentration consistent with the data.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Andy Atkeson, Steven Davis, Jan Eeckhout, Rob Engle, Xavier Gabaix, Stefano Giglio, Jakub Jurek, Matthias Kehrig, Toby Moskowitz, Philippe Mueller, Lubos Pastor, Jacopo Ponticelli, Alberto Rossi, Amit Seru, Chad Syverson, Allan Timmerman, Laura Veldkamp, Pietro Veronesi, Rob Vishny, and seminar participants at Berkeley Haas, Chicago Booth,\nKUL, CUNY, the UBC Winter Conference, USC, the Philadelphia Federal Reserve Bank annual conference, the Adam Smith conference at Oxford, NYU Stern, University of Amsterdam, London School of Economics, London Business School, the NBER Asset Pricing and Capital Markets conferences at the Summer Institute, SITE, the Becker-Friedman Institute conference on networks, the European Finance Association, the University of Maastricht, and MIT Sloan for comments and suggestions. We thank Lauren Cohen and Andrea Frazzini for generously sharing their data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}