{
    "id": 19467,
    "citation_title": "Relationship and Transaction Lending in a Crisis",
    "citation_author": [
        "Patrick Bolton",
        "Xavier Freixas",
        "Leonardo Gambacorta",
        "Paolo Emilio Mistrulli"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how relationship lending and transaction lending vary over the business cycle. We develop a model in which relationship banks gather information on their borrowers, which allows them to provide loans for profitable firms during a crisis. Due to the services they provide, operating costs of relationship- banks are higher than those of transaction-banks. In our model, where relationship-banks compete with transaction-banks, a key result is that relationship-banks charge a higher intermediation spread in normal times, but offer continuation-lending at more favorable terms than transaction banks to profitable firms in a crisis. Using detailed credit register information for Italian banks before and after the Lehman Brothers' default, we are able to study how relationship and transaction-banks responded to the crisis and we test existing theories of relationship banking. Our empirical analysis confirms the basic prediction of the model that relationship banks charged a higher spread before the crisis, offered more favorable continuation-lending terms in response to the crisis, and suffered fewer defaults, thus confirming the informational advantage of relationship banking.\n\n",
    "acknowledgement": "\nWe would like to thank Claudio Borio, Mariassunta Giannetti, Roman Inderst, Natalya Martinova, Lars Norden, Enrico Perotti, Joel Shapiro, Greg Udell and in particular two anonymous referees for comments and suggestions. Support from 07 Ministerio de Ciencia e Innovación, Generalitat de Catalunya, Barcelona GSE, Ministerio de Economía y Competitividad) - ECO2008-03066, Banco de España-Excelencia en Educación-\"Intermediación Financiera y Regulación\" is gratefully acknowledged. This study was in part developed while Paolo Emilio Mistrulli was ESCB/IO expert in the Financial Research Division at the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the Bank of Italy, the Bank for International Settlements, or the National Bureau of Economic Research.\n\n\n"
}