{
    "id": 19461,
    "citation_title": "Rounding the Corners of the Policy Trilemma: Sources of Monetary Policy Autonomy",
    "citation_author": [
        "Michael W. Klein",
        "Jay C. Shambaugh"
    ],
    "citation_publication_date": "2013-09-19",
    "issue_date": "2013-09-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central result in international macroeconomics is that a government cannot simultaneously opt for open financial markets, fixed exchange rates, and monetary autonomy; rather, it is constrained to choosing no more than two of these three. In the wake of the Great Recession, however, there has been an effort to address macroeconomic challenges through intermediate measures, such as narrowly targeted capital controls or limited exchange rate flexibility. This paper addresses the question of whether these intermediate policies, which round the corners of the triangle representing the policy trilemma, afford a full measure of monetary policy autonomy. Our results confirm that extensive capital controls or floating exchange rates enable a country to have monetary autonomy, as suggested by the trilemma. Partial capital controls, however, do not generally enable a country to have greater monetary control than is the case with open capital accounts unless they are quite extensive. In contrast, a moderate amount of exchange rate flexibility does allow for some degree of monetary autonomy, especially in emerging and developing economies.\n\n",
    "acknowledgement": "\nWe thank Maury Obstfeld, Linda Goldberg, Olivier Jeanne, and participants at seminars at American University, Johns Hopkins University, London Business School, Queens College (Belfast), Trinity University (Dublin), and ETH (Zurich) for comments.  We also thank the organizers, participants, and in particular our discussants Keen Meng Choy and Menzie Chinn at the Bank of Japan's International Monetary and Economic Studies conference and the NBER Summer Institute International Finance and Macroeconomics meetings.  We thank Anthony Trifero and Patrick O'Halloran for research assistance and Hiro Ito, Menzie Chinn, and Bilge Erten for sharing data.  Shambaugh thanks the Institute for International Economic Policy for research support.  Shambaugh thanks the Institute for International Economic Policy for research support. Shambaugh worked as a visiting scholar at the IMF while working on this paper, but the paper in no way reflects the views of the IMF, nor of the National Bureau of Economic Research.\n\n\n"
}