{
    "id": 19469,
    "citation_title": "Facts and Challenges from the Great Recession for Forecasting and Macroeconomic Modeling",
    "citation_author": [
        "Serena Ng",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a survey of business cycle facts, updated to take account of recent data. Emphasis is given to the Great Recession which was unlike most other post-war recessions in the US in being driven by deleveraging and financial market factors. We document how recessions with financial market origins are different from those driven by supply or monetary policy shocks. This helps explain why economic models and predictors that work well at some times do poorly at other times. We discuss challenges for forecasters and empirical researchers in light of the updated business cycle facts.\n\n",
    "acknowledgement": "\nWe are grateful to Frank Diebold and two anonymous referees for very helpful comments on earlier versions of this paper. Kyle Jurado provided excellent research assistance. The first author acknowledges financial support from the National Science Foundation (SES-0962431). All errors are our sole responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSerena Ng\n\nMy research is supported by the NSF under grant SES-0962431. I did not receive other financial support. I am a professor at Columbia University and did not hold other paid or unpaid positions in any profit or non-profit organiziations. No other party has the right to our paper.\n\n\n\nJonathan H. Wright\n\nI did not receive financial support for this research. I am a professor at Johns Hopkins University and a consultant for the Federal Reserve Bank of Philadelphia. I have no other significant financial interests to disclose. No other party has the right to our paper.\n\n\n"
}