{
    "id": 19476,
    "citation_title": "The New-Keynesian Liquidity Trap",
    "citation_author": [
        "John H. Cochrane"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn standard solutions, the new-Keynesian model produces a deep recession with deflation in a liquidity trap. The model also makes unusual policy predictions: Useless government spending, technical regress, and capital destruction have large multipliers. These predictions become larger as prices become less sticky. I show that both sets of predictions are strongly affected by equilibrium selection. For the same interest-rate path, different choices of equilibria - either by the researcher's direct selection or the researcher's specification of expected Federal Reserve policy - can overturn all these results. A set of \"local-to-frictionless\" equilibria predicts mild inflation, no output reduction and negative multipliers during the liquidity trap, and its predictions approach the frictionless model smoothly, all for the same interest rate path.\n\n",
    "acknowledgement": "\nI thank Tom Coleman, Bill Dupor, Martin Eichenbaum, Jesús Fernández-Villaverde, Miles Kimball, Narayana Kocherlakota, Ed Nelson, Ivan Werning, Johannes Weiland, anonymous referees, and many seminar participants for many helpful comments. I thank CRSP and the Guggenheim Foundation for research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}