{
    "id": 19477,
    "citation_title": "Distributional Incentives in an Equilibrium Model of Domestic Sovereign Default",
    "citation_author": [
        "Pablo D'Erasmo",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2015-07-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEurope’s debt crisis resembles historical episodes of outright default on domestic public debt about which little research exists. This paper proposes a theory of domestic sovereign default based on distributional incentives affecting the welfare of risk-averse debt- and non-debt holders. A utilitarian government cannot sustain debt if default is costless. If default is costly, debt with default risk is sustainable, and debt falls as concentration of debt ownership rises. A government favoring bond holders can also sustain debt, with debt rising as ownership becomes more concentrated. These results are robust to adding foreign investors, redistributive taxes, or a second asset.\n\n",
    "acknowledgement": "\nWe acknowledge the generous support of the National Science Foundation under awards 1325122 and 1324740. Comments by Jesse Schreger, Fabrizio Perri, Vincenzo Quadrini and by participants at presentations in Columbia University, the 2014 Winter Meetings of the Econometric Society, and the NBER Conference on Sovereign Debt and Financial Crises are also gratefully acknowledged. We thank Jingting Fan for excellent research assistance. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}