{
    "id": 19472,
    "citation_title": "Incentivizing Calculated Risk-Taking: Evidence from an Experiment with Commercial Bank Loan Officers",
    "citation_author": [
        "Shawn Cole",
        "Martin Kanz",
        "Leora Klapper"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an experiment with commercial bank loan officers to test how performance based compensation affects risk-assessment and lending. High-powered incentives lead to greater screening effort and more profitable lending decisions. This effect, however, is muted by deferred compensation and limited liability, two standard features of loan officer incentive contracts. We find that career concerns and personality traits affect screening behavior, but show that the response to monetary incentives does not vary with traits such as risk-aversion, optimism or overconfidence. Finally, we present evidence that incentive contracts distort the assessment of credit risk, even among trained professionals with many years of experience. Loans evaluated under permissive incentives are rated significantly less risky than the same loans evaluated under pay-for-performance.\n\n",
    "acknowledgement": "\nWe thank the cooperating financial institution for providing us with the data on loan applications used in this paper. For helpful comments and suggestions, we thank Philippe Aghion, Andreas Fuster, Victoria Ivashina, Raj Iyer, Michael Kremer, Rohini Pande, Jose Liberti, Daniel Paravisini, Enrichetta Ravina, Andrei Shleifer, Antoinette Schoar, Erik Stafford, Jeremy Stein, and numerous seminar and conference participants. Samantha Bastian, Doug Randall, and Wentao Xiong provided excellent research assistance. Data from loan files, used in this experiment, were obtained under a Non-Disclosure Agreement from a financial institution. Financial assistance from the Kauffman Foundation, the International Growth Center, and the Harvard Business School Division of Faculty Support and Research, is gratefully acknowledged. None of the authors has a potentially relevant outside financial relationship.  The opinions expressed do not necessarily represent the views of the World Bank, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}