{
    "id": 19473,
    "citation_title": "Back to Basics: Basic Research Spillovers, Innovation Policy and Growth",
    "citation_author": [
        "Ufuk Akcigit",
        "Douglas Hanley",
        "Nicolas Serrano-Velarde"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2017-03-15",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper introduces a general equilibrium model of endogenous technical change through basic and applied research. Basic research differs from applied research in the nature and the magnitude of the generated spillovers. We propose a novel way of empirically identifying these spillovers and embed them in a framework with private firms and a public research sector. After characterizing the equilibrium, we estimate our model using micro-level data on research expenditures by French firms. Our key finding is that standard innovation policies (e.g., uniform R&D tax credits) can accentuate the dynamic misallocation in the economy by oversubsidizing applied research. Policies geared towards public basic research and its transmission to the private sector are significantly welfare improving.\n\n",
    "acknowledgement": "\nWe thank the seminar and conference participants at UCLA, University of Pennsylvania, Wharton, World Bank, AEA Meetings, Canadian Macroeconomics Study Group, Centre for Business Taxation Symposium (Oxford), IIO Conference, Bank of Italy, Industry and Labor Market Dynamics (Barcelona), NBER Productivity Lunch Seminar, SKEMA Workshop on Economic Growth, Structural Approaches to Productivity and Industrial Dynamics (Rome), and Turkish Central Bank for their insights. Akcigit gratefully acknowledges financial support from the Alfred P. Sloan Foundation, the Ewing Marion Kauffman Foundation, and the National Science Foundation. Serrano-Velarde gratefully acknowledges financial support from the ESRC (Grant No RES-060-25-0033). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}