{
    "id": 19479,
    "citation_title": "Girl Power: Cash Transfers and Adolescent Welfare. Evidence from a Cluster-Randomized Experiment in Malawi",
    "citation_author": [
        "Sarah J. Baird",
        "Ephraim Chirwa",
        "Jacobus de Hoop",
        "Berk Özler"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterventions targeting adolescent girls are seen as a key component in the fight to break the cycle of poverty in developing countries. Policies that enable them to reach their full potential can have a strong impact not only on their own wellbeing, but also on that of future generations. This paper summarizes the short-term impacts of a cash transfer program on the empowerment of adolescent girls in Malawi during and immediately after the two-year intervention. We find that the program, which transferred cash directly to school-age girls as well as their parents, had effects on a broad range of important domains - including increased access to financial resources, improved schooling outcomes, decreased teen pregnancies and early marriages, better health - and generally enabled beneficiaries to improve their agency within their households. Underlying these overall impacts, the experiment revealed important differences in program effects between young women who were in school at the start of the intervention and those that were not, as well as between young women who received cash transfers conditional on regular school attendance and those who received cash unconditionally. The results point to the potential role that cash transfer programs can play in improving the lives of adolescent girls in Sub-Saharan Africa, as well as the heterogeneity of effects under different program designs.\n\n",
    "acknowledgement": "\nRaka Banerjee, Diana Boss, Josefine Durazo, Fernando Galeana, Nicola Hedge, Cara Janusz, Amanda Moderson-Kox, Lucie Tafara Moore, James Mwera and Erin Shedd provided excellent research assistance on the SIHR project. We are grateful to participants at the National Bureau of Economic Research (NBER) Africa Project Research Conference for valuable comments. We gratefully acknowledge funding from the Global Development Network, the Bill and Melinda Gates Foundation, NBER Africa Project, World Bank Research Support Budget Grant, 3ie Open Window (Round 2) as well as several trust funds at the World Bank: Knowledge for Change Trust Fund (TF090932), World Development Report 2007 Small Grants Fund (TF055926), Spanish Impact Evaluation Fund (TF092384), and Gender Action Plan Trust Fund (TF092029). Please send correspondence to: sarah.baird@otago.ac.nz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}