{
    "id": 19471,
    "citation_title": "Endophilia or Exophobia: Beyond Discrimination",
    "citation_author": [
        "Jan Feld",
        "Nicolás Salamanca",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe immense literature on discrimination treats outcomes as relative: One group suffers compared to another. But does a difference arise because agents discriminate against others--are exophobic--or because they favor their own kind--are endophilic? This difference matters, as the relative importance of the types of discrimination and their inter-relation affect market outcomes. Using a field experiment in which graders at one university were randomly assigned students' exams that did or did not contain the students' names, on average we find favoritism but no discrimination by nationality, and neither favoritism nor discrimination by gender, findings that are robust to a wide variety of potential concerns. We observe heterogeneity in both discrimination and favoritism by nationality and by gender in the distributions of graders' preferences. We show that a changing correlation between endophilia and exophobia can generate perverse changes in observed market discrimination.\n\n",
    "acknowledgement": "\nWe thank Jeannette Hommes, Ad van Iterson and Caroline Kortbeek for their assistance in making this experiment possible. Eric Bonsang, George Borjas, Deborah Cobb-Clark, Hannah Ebin, Matthew Embrey, Ilyana Kuziemko, Corinne Low, Arjan Non, Christopher Parsons, Joseph Price, Stephen Trejo, participants in seminars at a number of universities and institutes, and especially Leigh Linden provided very helpful comments. The Board of Examiners of the School of Business and Economics at Maastricht University formally approved this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}