{
    "id": 19470,
    "citation_title": "Taxes, Debts, and Redistributions with Aggregate Shocks",
    "citation_author": [
        "Anmol Bhandari",
        "David Evans",
        "Mikhail Golosov",
        "Thomas J. Sargent"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA planner sets a lump sum transfer and a linear tax on labor income in an economy with incomplete markets, heterogeneous agents, and aggregate shocks. The planner's concerns about redistribution impart a welfare cost to fluctuating transfers. The distribution of net asset holdings across agents affects optimal allocations, transfers, and tax rates, but the level of government debt does not. Two forces shape long-run outcomes: the planner's desire to minimize the welfare costs of fluctuating transfers, which calls for a negative correlation between the distribution of net assets and agents' skills; and the planner's desire to use fluctuations in the real interest rate to adjust for missing state-contingent securities. In a model parameterized to match stylized facts about US booms and recessions, distributional concerns mainly determine optimal policies over business cycle frequencies. These features of optimal policy differ markedly from ones that emerge from representative agent Ramsey models like Aiyagari et al (2002).\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Stefania Albanesi, Manuel Amador, Andrew Atkeson, Marco Bassetto, V.V. Chari, Harold L. Cole, Guy Laroque, Francesco Lippi, Robert E. Lucas, Jr., Ali Shourideh, Pierre Yared and seminar participants at Bocconi, Chicago, EIEF, the Federal Reserve Bank of Minneapolis, IES, Princeton, Stanford, UCL, Universidade Católica, 2012 Minnesota macro conference, Monetary Policy Workshop NY Fed for helpful comments. Mikhail Golosov thanks NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}