{
    "id": 19478,
    "citation_title": "Wage Adjustment in the Great Recession",
    "citation_author": [
        "Michael W. Elsby",
        "Donggyun Shin",
        "Gary Solon"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUsing 1979-2011 Current Population Survey data for the United States and 1975-2011 New Earnings Survey data for Great Britain, we study wage behavior in both countries, with particular attention to the Great Recession.  Real wages are procyclical in both countries, but the procyclicality of real wages varies across recessions, and does so differently between the two countries.  U.S. distributions of year-to-year nominal wage change show many workers reporting zero change (suggesting wage stickiness) and many reporting nominal reductions (suggesting wage flexibility), but both findings could be distorted by reporting error.  The British data, which are based on employers' payroll records, show much lower prevalence of zero wage change, but still show surprisingly frequent nominal wage cuts.  The complex constellation of empirical regularities defies explanation by simple theories.\n\n",
    "acknowledgement": "\nThe authors are grateful for helpful comments from David Card, Henry Farber, Alexandre Mas, Jennifer Smith, and participants at the May 2013 NBER conference on labor markets and the Great Recession.  The paper is based partly on data from the New Earnings Survey (Crown copyright 2012) originally created, funded, and deposited by the Office for National Statistics, and distributed under secure access by the UK Data Archive.  Neither the Office for National Statistics nor the UK Data Archive bears responsibility for the accuracy, comprehensiveness, analysis, or interpretation of these data.  Crown copyright material is reproduced with the permission of the Controller of HMSO and the Queen's Printer for Scotland. Elsby gratefully acknowledges funding from the Philip Leverhulme Prize granted by the Leverhulme Trust. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, or the Leverhulme Trust.\n\n\n"
}