{
    "id": 19481,
    "citation_title": "Do Expiring Budgets Lead to Wasteful Year-End Spending? Evidence from Federal Procurement",
    "citation_author": [
        "Jeffrey B. Liebman",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2018-01-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nMany organizations have budgets that expire at the end of the fiscal year and may face incentives to rush to spend resources on low quality projects at year’s end. We test these predictions using data on procurement spending by the U.S. federal government. Spending in the last week of the year is 4.9 times higher than the rest-of-the-year weekly average, and year-end information technology projects have substantially lower quality ratings. We also analyze the gains from allowing agencies to roll over unused funds into the next fiscal year.\n\n",
    "acknowledgement": "\nWe are grateful to Steven Kelman and Shelley Metzenbaum for conversations that stimulated our interest in this topic and to the editor and anonymous referees for their valuable suggestions. We thank seminar audiences at OMB, Stanford, the Naval Postgraduate School, MIT Sloan, Harvard, Chicago Booth, the Einaudi Institute for Economics and Finance, Yale, and UIC-Chicago for helpful comments and suggestions. Mahoney acknowledges a Kapnick Fellowship, Ric Weiland Fellowship, and the Robert Wood Johnson Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}