{
    "id": 19483,
    "citation_title": "Does Economic Growth Reduce Corruption? Theory and Evidence from Vietnam",
    "citation_author": [
        "Jie Bai",
        "Seema Jayachandran",
        "Edmund J. Malesky",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment corruption is more prevalent in poor countries than in rich countries. This paper uses cross-industry heterogeneity in growth rates within Vietnam to test empirically whether growth leads to lower corruption. We find that it does. We begin by developing a model of government officials' choice of how much bribe money to extract from firms that is based on the notion of inter-regional tax competition, and consider how officials' choices change as the economy grows. We show that economic growth is predicted to decrease the rate of bribe extraction under plausible assumptions, with the benefit to officials of demanding a given share of revenue as bribes outweighed by the increased risk that firms will move elsewhere. This effect is dampened if firms are less mobile. Our empirical analysis uses survey data collected from over 13,000 Vietnamese firms between 2006 and 2010 and an instrumental variables strategy based on industry growth in other provinces. We find, first, that firm growth indeed causes a decrease in bribe extraction. Second, this pattern is particularly true for firms with strong land rights and those with operations in multiple provinces, consistent with these firms being more mobile. Our results suggest that as poor countries grow, corruption could subside \"on its own,'' and they demonstrate one type of positive feedback between economic growth and good institutions.\n\n",
    "acknowledgement": "\nWe thank Lori Beaman, Raymond Fisman, Chang-Tai Hsieh, Supreet Kaur, Neil McCulloch, Andrei Shleifer, Matthew Stephenson, Eric Verhoogen, and Ekaterina Zhuravskaya for helpful comments. The PCI survey data used in this paper was funded by USAID, and was collected by Development Alternatives Incorporated with the cooperation of the Vietnam Chamber of Commerce and Industry. The views expressed here are those of the authors and do not necessarily reflect the views of any of these organizations or the National Bureau of Economic Research.\n\n\n\nEdmund J. Malesky\n\nDisclosure Statement for “Does Economic Growth Reduce Corruption? Theory and Evidence from\nVietnam”\n\n\nEdmund Malesky\n\n\nSeptember 20, 2013\n\n\nSince 2005, the author has served as a paid consultant for Development Alternatives Incorporated (DAI), a for-profit development consultancy funded by USAID to conduct the Vietnam Provincial Competitiveness Index (PCI) survey, the primary data set used in this paper. In his capacity as consultant, the author works with the Vietnam Chamber of Commerce and Industry (VCCI) to design the sampling strategy and survey instrument for the PCI survey. The author also writes the annual development report about the survey.\n\n\nThe PCI data are released publicly, and the author has no special, proprietary use of the data. His access is the same as any researcher who requests the data from DAI, USAID, or VCCI.\n\n\nFindings of the paper were shared by the author with DAI, USAID, and VCCI, but these entities do not have the right to review the paper prior to its circulation.\nUSAID, DAI, and VCCI all either fund or take part in programming to reduce corruption in Vietnam. In this sense, they are interested parties.  The paper, however, does not evaluate any of their specific programming efforts.\n\n\n"
}