{
    "id": 19484,
    "citation_title": "Regulating Consumer Financial Products: Evidence from Credit Cards",
    "citation_author": [
        "Sumit Agarwal",
        "Souphala Chomsisengphet",
        "Neale Mahoney",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "2014-06-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze the effectiveness of consumer financial regulation by considering the 2009 Credit Card Accountability Responsibility and Disclosure (CARD) Act in the United States. Using a difference-in- differences research design and a unique panel data set covering over 160 million credit card accounts, we find that regulatory limits on credit card fees reduced overall borrowing costs to consumers by an annualized 1.7% of average daily balances, with a decline of more than 5.5% for consumers with FICO scores below 660. Consistent with a model of low fee salience and limited market competition, we find no evidence of an offsetting increase in interest charges or a reduction in volume of credit, although we are unable to analyze longer-run effects on investments or industry structure. Taken together, we estimate that the CARD Act fee reductions have saved U.S. consumers $12.6 billion per year. We also analyze the CARD Act requirement to disclose the interest savings from paying off balances in 36 months rather than only making minimum payments. We find that this \"nudge\" increased the number of account holders making the 36-month payment value by 0.5 percentage points on a base of 5.7%.\n\n",
    "acknowledgement": "\nWe thank our discussants Effie Benmelech, Olivier de Jonghe, Brigitte Madrian, Victor Stango, and Jialan Wang for thoughtful comments. We are grateful to John Campbell, Chris Carroll, Raj Chetty, Liran Einav, Alexander Frankel, Matthew Gentzkow, Andra Ghent, Benjamin Keys, Theresa Kuchler, Andres Liberman, Monika Piazzesi, Jesse Shapiro, Richard Thaler, Alessandra Voena, and Glen Weyl. Seminar participants at the University of Chicago, New York University, Harvard University, Harvard Business School, Arizona State University, the University of Michigan, Texas A&M University, the NBER meetings in Industrial Organization and Law & Economics, the Boston Fed Conference on Payment Systems, the Empirical Macro Workshop in New Orleans, the Consumer Financial Protection Bureau, the Sloan Conference on Benefit-Cost Analysis of Financial Regulation, the Bonn/Bundesbank conference for Regulating Financial Intermediaries, the Office of the Comptroller of the Currency, the FDIC, Kansas University, University of Virginia, Johns Hopkins University, and the College ofWilliam and Mary provided helpful comments. We thank Regina Villasmil for truly outstanding and dedicated research assistance. Mahoney and Stroebel thank the Fama-Miller Center at Chicago Booth for financial support. The views expressed are those of the authors alone and do not necessarily reflect those of the Office of the Comptroller of the Currency or the National Bureau of Economic Research.\n\n\n"
}