{
    "id": 19485,
    "citation_title": "Asymmetric Incentives in Subsidies: Evidence from a Large-Scale Electricity Rebate Program",
    "citation_author": [
        "Koichiro Ito"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany countries use substantial public funds to subsidize reductions in negative externalities. However, such subsidies create asymmetric incentives because increases in externalities remain unpriced. This paper examines implications of such asymmetric subsidy incentives by using a regression discontinuity design in California's electricity rebate program that provided a financial reward for energy conservation. Using household-level panel data from administrative records, I find precisely-estimated zero causal effects in coastal areas. In contrast, the incentive produced a 5% consumption reduction in inland areas. Income and climate conditions significantly drive the heterogeneity. Asymmetric subsidy structures weaken incentives because consumers far from the rebate target show little response. The overall program cost is 17.5 cents per kWh reduction and $390 per ton of carbon dioxide reduction, which is unlikely to be cost-effective for a reasonable range of the social marginal cost of electricity.\n\n",
    "acknowledgement": "\nI am grateful to Severin Borenstein and Michael Hanemann for their support and advice, and to Hunt Allcott, Michael Anderson, Maximilian Auffhammer, Peter Berck, James Bushnell, Howard Chong, Lucas Davis, Meredith Fowlie, Michael Greenstone, Catie Hausman, Erin Mansur, Erica Myers, Karen Notsund, Hideyuki Nakagawa, Carla Peterman, Peter Reiss, Catherine Wolfram and seminar participants at UC Berkeley, Stanford, NBER Summer Institute, AEA annual meeting, and Kyoto University for helpful comments. I also thank the California Public Utility Commission, Pacific Gas & Electric, Southern California Edison, and San Diego Gas & Electric for providing residential electricity data for this study. Financial support from the Energy Institute at Haas, the Joseph L. Fisher Doctoral Dissertation Fellowship by Resources for the Future, the California Energy Commission, and Stanford Institute for Economic Policy Research is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}