{
    "id": 19482,
    "citation_title": "Taxpayer Search for Information: Implications for Rational Attention",
    "citation_author": [
        "Jeffrey Hoopes",
        "Daniel Reck",
        "Joel Slemrod"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine novel data on searches for capital-gains-tax-related information to determine when and how taxpayers acquire information.  We find strong seasonal increases in information search around tax filing deadlines, suggesting that taxpayers seek information to comply with tax laws.  Positive correlations between stock market activity and information search and year-end spikes in information search on capital losses suggest that taxpayers seek information for tax planning purposes.  Policy changes and news events cause noteworthy information search.  Overall, these data suggest that taxpayers are not always fully informed, but that rational attention and exogenous shocks to tax salience drive taxpayer information search.\n\n",
    "acknowledgement": "\nWe wish to thank John Guyton and Ron Hodge of the Research, Analysis, and Statistics Division of the Internal Revenue Service, for helping us use the IRS aggregate administrative data. The views expressed here are those of the authors alone, and do not reflect the views of the Internal Revenue Service or the National Bureau of Economic Research. We are grateful for comments on an earlier draft received from Hal Varian, Raj Chetty, Alex Gelber, and participants at the University of Michigan Hosmer - Hall Luncheon series, the US Treasury Department Office of Tax Analysis, the University of Michigan Public Economic Summer Talks series, the University of Uppsala, and at the 2013 Public Economics United Kingdom Conference.\n\n\n"
}