{
    "id": 19489,
    "citation_title": "The Reverse Matthew Effect: Catastrophe and Consequence in Scientific Teams",
    "citation_author": [
        "Ginger Zhe Jin",
        "Benjamin Jones",
        "Susan Feng Lu",
        "Brian Uzzi"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2015-06-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTeamwork pervades modern economies, yet teamwork can make individual roles difficult to ascertain.  In the sciences, the canonical \"Matthew Effect\" suggests that eminent team members garner credit for great works at the expense of less eminent team members.  We study this phenomenon in reverse, investigating how damaging events, article retractions, affect citations to the authors' prior publications.  We find that retractions impose little citation penalty on eminent coauthors, but less eminent coauthors face substantial citation declines, especially when teamed with an eminent author. This asymmetry suggests a \"Reverse Matthew Effect\" for team-produced catastrophes. A Bayesian model provides a candidate interpretation.\n\n",
    "acknowledgement": "\nWe thank Alex Entz, Yiyan Liu, Huan Meng, and Ari Bellin for excellent research assistance and numerous seminar participants at Case Reserve Western University, Harvard University, Northeastern University, Northwestern University, Purdue University, the University of Chicago and the 2013 International Industrial Organization Conference for helpful comments and suggestions.  We also thank the University of Maryland, the Northwestern University Institute on Complex Systems (NICO); the Army Research Laboratory under cooperative Agreement Number W911NF-09-2-0053; and Defense Advanced Research Projects Agency grant BAA-11-64, Social Media in Strategic Communication, for financial support. The views and conclusions contained in this document are those of the authors and should not be interpreted as representing the official policies, either expressed or implied, of the Army Research Laboratory, the U.S. government, or the National Bureau of Economic Research.\n\n\n"
}