{
    "id": 19487,
    "citation_title": "The Regulation of Prescription Drug Competition and Market Responses: Patterns in Prices and Sales Following Loss of Exclusivity",
    "citation_author": [
        "Murray L. Aitken",
        "Ernst R. Berndt",
        "Barry Bosworth",
        "Iain M. Cockburn",
        "Richard Frank",
        "Michael Kleinrock",
        "Bradley T. Shapiro"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe examine six molecules facing initial loss of US exclusivity (LOE, from patent expiration or challenges) between June 2009 and May 2013 that were among the 50 most prescribed molecules in May 2013.  We examine prices per day of therapy (from the perspective of average revenue received by retail pharmacy per day of therapy) and utilization separately for four payer types (cash, Medicare Part D, Medicaid, and other third party payer - TPP) and age under vs. 65 and older.  We find that quantity substitutions away from the brand are much larger proportionately and more rapid than average price reductions during the first six months following initial LOE.  Brands continue to raise prices after generics enter.  Expansion of total molecule sales (brand plus generic) following LOE is an increasingly common phenomenon compared with earlier eras.  The number of days of therapy in a prescription has generally increased over time.  Generic penetration rates are typically highest and most rapid for TPPs, and lowest and slowest for Medicaid.  Cash customers and seniors generally pay the highest prices for brands and generics, third party payers and those under 65 pay the lowest prices, with Medicaid and Medicare Part D in between.  The presence of an authorized generic during the 180-day exclusivity period has a significant impact on prices and volumes of prescriptions, but this varies across molecules.\n\n",
    "acknowledgement": "\nThis research was supported by the National Institute of Aging of the National Institutes of Health under grant number R01 AG043560 to the National Bureau of Economic Research.  In addition, Mr. Shapiro's research was supported in part by a Health and Aging Fellowship from the National Institute of Aging via the National Bureau of Economic Research , Grant Number T32-AG000186.  The statements, findings, conclusions, views and opinions contained and expressed herein are based in part on data provided under license from IMS Health Incorporated Information Services: National Prescription Audit (June 2009-May 2013), IMS Health Incorporated.  All Rights Reserved.  The statements, findings, conclusions, views, and opinions contained and expressed herein are solely the responsibility of the authors and do not necessarily represent the official views of the National Institutes of Health, IMS Health Incorporated, any of its affiliated or subsidiary entities, the National Bureau of Economic Research, or the institutions with whom the authors are affiliated.\n\n\n\nBradley T. Shapiro\n\nMr. Shapiro's research is also supported by the National Science Foundation Graduate Research Fellowship under Grant Number 1122374\n\n\n"
}