{
    "id": 19488,
    "citation_title": "Upstream Product Market Regulations, ICT, R&D and Productivity",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2013-10-11",
    "issue_date": "2013-10-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur study aims at assessing the actual importance of the two main channels usually contemplated in the literature through which upstream sector anticompetitive regulations may impact productivity growth: business investments in R&D and in ICT. We thus estimate what are the specific impacts of these two channels and their shares in total impact as against alternative channels of investments in other forms of intangible capital we cannot explicitly consider for lack of appropriate data such as improvements in skills, management and organization. For this, we specify an extended production function relating productivity explicitly to R&D and ICT capital as well as to upstream regulations, and two factor demand functions relating R&D and ICT capital to upstream regulations. These relations are estimated on the basis of an unbalanced panel of 15 OECD countries and 13 industries over the period 1987-2007. Our estimates confirm the results of previous similar studies finding that the impact of upstream regulations on total factor productivity can be sizeable, and they provide evidence that a good part of the total impact, though not a predominant one, goes through both investments in ICT and R&D, and particularly the latter.\n\n",
    "acknowledgement": "\nThe authors wish to thank Giuseppe Nicoletti, Daniel Sichel, Jean Louis Schneider, Francesco Venturini  and Rheinhilde Veugelers for  useful comments and participants to seminars and conferences where preliminary version of the paper was presented. The views presented by the authors do not necessarily reflect those of Banque de France or the National Bureau of Economic Research.\n\n\n"
}