{
    "id": 19486,
    "citation_title": "Accounting for Expectational and Structural Error in Binary Choice Problems: A Moment Inequality Approach",
    "citation_author": [
        "Michael J. Dickstein",
        "Eduardo Morales"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany economic decisions involve a binary choice - for example, when consumers decide to purchase a good or when firms decide to enter a new market. In such settings, agents' choices often depend on imperfect expectations of the future payoffs from their decision (expectational error) as well as factors that the econometrician does not observe (structural error). In this paper, we show that expectational error, under an assumption of rational expectations, is a source of classical measurement error, and we propose a novel moment inequality estimator that accounts for both expectational error and structural error in a binary choice model. With simulated data and Chilean firm-level customs data, we illustrate the identifying power of our inequalities and show the biases that arise when one ignores either source of error. We use the customs data to estimate the fixed costs exporters face when entering a new market.\n\n",
    "acknowledgement": "\nWe thank Steve Berry, Jesús Carro, Phil Haile, Bo Honoré, Guido Imbens, Ariel Pakes, Christoph Rothe, Bernard Salanie and seminar participants at Princeton University and the SITE Summer Workshop for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}