{
    "id": 19480,
    "citation_title": "Small Differences that Matter: Mistakes in Applying to College",
    "citation_author": [
        "Amanda Pallais"
    ],
    "citation_publication_date": "2013-09-26",
    "issue_date": "2013-09-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the sensitivity of students' college application decisions to a small change in the cost of sending standardized test scores to colleges. Using confidential ACT micro data, I find that when the ACT increased from three to four the number of free score reports that ACT-takers could send, the fraction of test-takers sending four reports rose substantially while the fraction sending three fell by an offsetting amount. Students simultaneously sent their scores to a wider range of colleges. Using micro data from the American Freshman Survey, two identification strategies show that ACT-takers sent more college applications and low-income ACT-takers attended more selective colleges after the cost change. The first strategy compares ACT-takers before and after the cost change, controlling for time trends and covariates, and the second estimates difference-in-difference regressions using SAT-takers as a control group. Back-of-the-envelope calculations suggest that by inducing low-income students to attend more selective colleges, the policy change significantly increased their expected earnings. Because the cost of sending an additional (non-free) ACT score was merely $6 throughout, this sizable behavioral change is surprising and suggests that students may use simple heuristics in making their application decisions. In such a setting, small policy perturbations can have large effects on welfare.\n\n",
    "acknowledgement": "\nI would like to thank Josh Angrist, David Autor, Esther Duflo, Sue Dynarski, Amy Finkelstein, Maria Fitzpatrick, Michael Greenstone, Jonathan Goldberg, Jerry Hausman, Lisa Kahn, Lawrence Katz, Alan Manning, Whitney Newey, Jesse Rothstein, Chris Smith, Christopher Taber, Sarah Turner, and participants at MIT's labor lunch and NBER's Higher Education Working Group meeting for their many helpful comments and suggestions. I am also grateful to Jesse Rothstein, Princeton University, James Maxey, Julie Noble, and the ACT Corporation for allowing me access to the ACT database, and Caroline Hoxby for help in accessing the American College Survey data. Financial support from the National Science Foundation and the George and Obie Shultz Fund is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}