{
    "id": 19497,
    "citation_title": "Banking Globalization, Transmission, and Monetary Policy Autonomy",
    "citation_author": [
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational financial linkages, particularly through global bank flows, generate important questions about the consequences for economic and financial stability, including the ability of countries to conduct autonomous monetary policy. I address the monetary autonomy issue in the context of the international policy trilemma: countries seek three typically desirable but jointly unattainable objectives: stable exchange rates, free international capital mobility, and monetary policy autonomy oriented toward and effective at achieving domestic goals. I argue that global banking entails some features that are distinct from broad issues of capital market openness captured in existing studies.  In principal, if global banks with affiliates established in foreign markets can reduce frictions in international capital flows then the macroeconomic policy trilemma could bind tighter and interest rates will exhibit more co-movement across countries.  However, if the information content and stickiness of the claims and services provided are enhanced relative to a benchmark alternative, then global banks can weaken the trilemma rather than enhance it. The result is a prediction of heterogeneous effects on monetary autonomy, tied to the business models of the global banks and whether countries are investment or funding locations for those banks. Empirical tests of the trilemma support this view that global bank effects are heterogeneous, and also that the primary drivers of monetary autonomy are exchange rate regimes.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. Arun Gupta provided excellent research assistance. I deeply appreciate comments and feedback received from participants at the Sveriges Riksbank Conference on Two Decades of Inflation Targeting: Main Lessons and Remaining Challenges, especially from Karolina Ekholm, and from Nicola Cetorelli, Michael Klein, Hamid Mehran, Maurice Obstfeld, Jay Shambaugh, and Chris Sims. Data from Michael Klein, Jay Shambaugh, and Neeltje van Horen are gratefully acknowledged.\n\n\n"
}