{
    "id": 19494,
    "citation_title": "Transportation Choices and the Value of Statistical Life",
    "citation_author": [
        "Gianmarco León",
        "Edward Miguel"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits an unusual transportation setting to estimate the value of a statistical life (VSL). We estimate the trade-offs individuals are willing to make between mortality risk and cost as they travel to and from the international airport in Sierra Leone (which is separated from the capital Freetown by a body of water), and choose from among multiple transport options - namely, ferry, helicopter, hovercraft, and water taxi. The setting and original dataset allow us to address some typical omitted variable concerns, and to compare VSL estimates for travelers from different countries, all facing the same choice situation. The average VSL estimate for African travelers in the sample is US$577,000 compared to US$924,000 for non-African travelers. Individual job earnings can largely account for this difference: Africans in the sample typically earn less than non-Africans. The data implies an income elasticity of the VSL of 1.77. These revealed preference VSL estimates from a developing country fill an important gap in the existing literature, and can be used for public policy purposes, including in current debates within Sierra Leone regarding the desirability of constructing new transportation infrastructure.\n\n",
    "acknowledgement": "\nWe thank Wendy Abt for conversations in Freetown that led to this project. Tom Polley, Katie Wright, and Dounia Saeme provided excellent research assistance. Seminar audiences at U.C. Berkeley, PACDEV 2010 (at University of Southern California), WGAPE 2011 (at Stanford), AEA 2013, and at the Universitat Pompeu Fabra Applied Lunch provided helpful comments. We appreciate valuable feedback from Orley Ashenfelter, Pedro Carneiro, Frederico Finan, Michael Greenstone, Raymond Gutieras, Kurt Lavetti and Enrico Moretti. All errors remain our own.  The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. Funding for this project was obtained from the University of California, Berkeley, and from the NBER African Successes Project supported by the Bill and Melinda Gates Foundation. The authors obtained institutional review board (IRB) approval for the data collection activities described in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGianmarco León\n\nLeón acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2011-0075) and grant ECO2011-25272.\n\n\n"
}