{
    "id": 19493,
    "citation_title": "Fifty Years of Family Planning: New Evidence on the Long-Run Effects of Increasing Access to Contraception",
    "citation_author": [
        "Martha J. Bailey"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2022-05-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper assembles new evidence on some of the longer-term consequences of U.S. family planning policies, defined in this paper as those increasing legal or financial access to modern contraceptives. The analysis leverages two large policy changes that occurred during the 1960s and 1970s: first, the interaction of the birth control pill's introduction with Comstock-era restrictions on the sale of contraceptives and the repeal of these laws after Griswold v. Connecticut in 1965; and second, the expansion of federal funding for local family planning programs from 1964 to 1973. Building on previous research that demonstrates both policies' effects on fertility rates, I find suggestive evidence that individuals' access to contraceptives increased their children's college completion, labor force participation, wages, and family incomes decades later.\n\n",
    "acknowledgement": "\nThe collection of data on U.S. family planning programs was supported by the University of Michigan's National Poverty Center (NPC) and Robert Wood Johnson Health and Society Programs, the University of Michigan Population Studies Research Center's Eva Mueller Award, and the National Institute of Health (grant no. HD058065-01A1), and the University of Kentucky Center for Poverty Research through the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation (grant no. 5 UO1 PE000002-05). Work on various aspects of this project was generously supported by the Small Grants Program at the University of Michigan's National Poverty Center, by the University of California, Davis, Center for Poverty Research (grant no. 1H79AE000100-1 from the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Analysis, which was awarded by the Substance Abuse and Mental Health Services Administration), and by the Elizabeth Caroline Crosby Fund and Rackham Graduate School at the University of Michigan. The opinions and conclusions expressed herein are solely those of the author and should not be construed as representing the opinions or policy of any of these funders, any agency of the federal government, or the National Bureau of Economic Research. I am grateful to Doug Almond and Hilary Hoynes for sharing the Regional Economic Information System data for the 1959-78 period, to the Guttmacher Institute and Ted Joyce for sharing information on abortion providers from 1973 to 1979, and to Tara Watson for collaborating in the collection of state-level information on low birthweight. I am grateful to Maggie Levenstein and Clint Carter for assisting with the disclosure from the Michigan Census Research Data Center, and for comments and insights on early versions of this paper from Manuela Angelucci, Raquel Fernandez, Pamela Giustinelli, Brad Hershbein, Melanie Guldi, David Lam, Olga Malkova, Zoë McLaren, Amalia Miller, David Romer, and Justin Wolfers. Outstanding research assistance was provided by Austin Davis, Andrew Covert, Anna Erickson, Aleksandra Leyzerovskaya, Johannes Norling, Annie Wentz, and Jessica Williams.\n\n\n"
}