{
    "id": 19490,
    "citation_title": "Identifying the Health Production Function: The Case of Hospitals",
    "citation_author": [
        "John A. Romley",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of the returns to medical care may reflect not only the efficacy of more intensive care, but also unmeasured differences in patient severity or the productivity of health-care providers.  We use a variety of instruments that are plausibly orthogonal to heterogeneity among providers as well as patients to analyze the intensity of care and 30-day survival among Medicare patients hospitalized for heart attack, congestive heart failure and pneumonia.  We find that the intensity of care is endogenous for two out of three conditions.  The elasticity of 30-day mortality with respect to care intensity increases in magnitude from -0.27 to -0.71 for pneumonia and from -0.16 to -0.33 for congestive heart failure, when we address the identification problem.  This finding is consistent with the hypotheses that care intensity at hospitals tends to decrease with hospital productivity, or increase with unmeasured patient severity.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at ASHE, Cal State Long Beach, NBER's Health Economics Program Meeting, RAND, Rice University, UC Riverside, and the University of Houston, and to Shin-Yi Chou and Jonathan Skinner for helpful comments.  Raj Mehta and Zachary Wagner-Rubin provided excellent research assistance.  We are indebted to the Agency for Healthcare Research and Quality (5R01-HS01854103) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn A. Romley\n\nJohn Romley is a consultant for Precision Health Economics, a for-profit consulting firm, but the company has no financial interest in this paper.\n\n\n"
}