{
    "id": 19499,
    "citation_title": "Unemployment Benefits and Unemployment in the Great Recession: The Role of Macro Effects",
    "citation_author": [
        "Marcus Hagedorn",
        "Fatih Karahan",
        "Iourii Manovskii",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2013-10-16",
    "issue_date": "2013-10-16",
    "revision_date": "2016-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEquilibrium labor market theory suggests that unemployment benefit extensions affect unemployment by impacting both job search decisions by the unemployed and job creation decisions by employers. The existing empirical literature focused on the former effect only. We develop a new methodology necessary to incorporate the measurement of the latter effect. Implementing this methodology in the data, we find that benefit extensions raise equilibrium wages and lead to a sharp contraction in vacancy creation, employment, and a rise in unemployment.\n\n",
    "acknowledgement": "\nWe would like to thank Bob Hall, Sam Schulhofer-Wohl and seminar participants at Census Bureau, Edinburgh, EIEF, USC, Maryland, Penn State, UPenn, Princeton, Pompeu Fabra, Toulouse, UCL, UConn, Wisconsin, CUNY Graduate Center, Greater Stockholm Macro Group, Federal Reserve Banks of Cleveland, New York, and Philadelphia, 2013 conference on Macroeconomics Across Time and Space, 2013 SED, 2013 NBER Summer Institute (EFCE, EFMB, EFRSW groups), 2013 North American Summer Meeting of Econometric Society, 2013 Minnesota Workshop in Macroeconomic Theory, 15th IZA/CEPR European Summer Symposium on Labor Economics, Mannheim conference on \\Financial Frictions and Real Economy,\" 4th Ifo Conference on \"Macroeconomics and Survey Data\", 2014 ASSA Meetings, 2014 NBER Public Economics Program Meeting and 2014 Cowles Foundation Summer Conference on \\Structural Empirical Microeconomic Models\" for their comments. We are especially grateful to June Shelp, at The Conference Board, for her help with the HWOL data. The opinions expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System. Support from the National Science Foundation Grants No. SES-0922406 and SES-1357903 is gratefully acknowledged. The opinions expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}