{
    "id": 19498,
    "citation_title": "Left, Right, Left: Income, Learning and Political Dynamics",
    "citation_author": [
        "John Morrow",
        "Michael Carter"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe political left turn in Latin America, which lagged its transition to liberalized market economies by a decade or more, challenges conventional economic explanations of voting behavior.  This paper generalizes the forward-looking voter model to a broad range of dynamic, non-concave income processes. The model implies support for redistributive policies materializes rapidly if few prospects of upward mobility are present. In contrast, modeling voters' ideologically charged beliefs about income dynamics shows a slow and polarizing shift toward redistributive preferences occurs. Simulation using fitted income dynamics suggests that imperfect information better accounts for the shift back to the left, and offers additional insights about political dynamics.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jorge Aguero, Yasushi Asako, Brad Barham, Jeff Cason, Swati Dhingra, Scott Gehlbach, Fabiana Machado, Aashish Mehta, Hiro Miyamoto, Shiv Saini and anonymous referees for insightful comments as well as seminar participants at UW-Madison Development and Political Economy Seminars, Universities of California at Davis and Riverside, University of Southern California, the Midwest Economic Development Conference, the Midwest Political Science Association, the Delhi School of Economics, Oslo University and the LSE. CEDLAS and The World Bank provided data through SEDLAC. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}