{
    "id": 19492,
    "citation_title": "Labor Market Frictions, Firm Growth, and International Trade",
    "citation_author": [
        "Pablo D. Fajgelbaum"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2019-11-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the aggregate effects of labor market frictions in a small open economy where firms grow slowly and make fixed export investments. The model features interactions between dynamic investments in exporting and search frictions with job-to-job mobility. A calibration to Argentina's economy matching data on firm growth, worker transitions between firms, and export dynamics suggests that the real income gains from lowering frictions in job-to-job transitions are about 7 times larger than comparable reductions in frictions from unemployment. Barriers to worker mobility across firms matter for the real income gains of trade-cost reductions.\n\n",
    "acknowledgement": "\nA previous version of this paper was a chapter from my Ph.D. dissertation. I am thankful to Esteban Rossi-Hansberg and Gene Grossman for their guidance and support. I specially thank Oleg Itskhoki, Nobuhiro Kiyotaki, and Stephen Redding. I also James Tybout for his discussion of the paper. I am also grateful to Andrew Atkeson, Joaquin Blaum, Francisco Buera, Ariel Burstein, Kerem Coşar, Arnaud Costinot, Juan Carlos Hallak, Rasmus Lentz, Guido Menzio, Claudio Michelacci, Maria Jose Prados, Edouard Schaal, Mathieu Taschereau-Dumouchel, and Jon Vogel for useful comments. I thank Andreas Gulyas and Brian Pustilnik for excellent research assistance, as well as Ana Sofía Rojo-Brizuela, Victoria Castillo Videla, and Lucía Tumini at the Argentine Ministry of Labor for providing the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}