{
    "id": 19491,
    "citation_title": "Estimating Earnings Adjustment Frictions: Method and Evidence from the Social Security Earnings Test",
    "citation_author": [
        "Alexander M. Gelber",
        "Damon Jones",
        "Daniel W. Sacks"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2019-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a method for estimating the cost of adjusting earnings, as well as the earnings elasticity. Our method uses information on bunching in the earnings distribution at convex budget set kinks before and after policy-induced changes in the magnitude of the kinks: the larger is the adjustment cost, the smaller is the absolute change in bunching from before to after the policy change. In the context of the Social Security Earnings Test, our results demonstrate that the short-run impact of changes in the effective marginal tax rate can be substantially attenuated.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Earnings Adjustment Frictions: Evidence from the Social Security Earnings Test\" and \"Estimating Earnings Adjustment Frictions: Method and Evidence from the Social Security Earnings Test.\" We thank Raj Chetty, Jim Cole, Mark Duggan, John Friedman, Bill Gale, Hilary Hoynes, Henrik Kleven, Camille Landais, Olivia Mitchell, Daniel Reck, Emmanuel Saez, Chris Walters, and numerous seminar participants for helpful comments. We are extremely grateful to David Pattison for generously running the code on the data. We acknowledge financial support from the Wharton Center for Human Resources and the Wharton Risk and Decision Processes Center, from the Steven H. Sandell Grant Program through the Boston College Center for Retirement Research, from NIH grant #1R03 AG043039-01, from a National Science Foundation Graduate Research Fellowship under Grant No. DGE-0822219, and from support from the U.S. Social Security Administration through grant #5RRC08098400-05-00 to the National Bureau of Economic Research (NBER) as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants: SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. All results have been reviewed to ensure that no confidential information is disclosed. All errors are our own.  All results have been reviewed to ensure that no confidential information is disclosed. All errors are our own.\n\n\n\nAlexander M. Gelber\n\nDisclosure Statement – Alexander Gelber\n\n\nAlexander Gelber served as Deputy Assistant Secretary for Economic Policy at the U.S. Treasury from June 2012 to June 2013, and he served as Acting Assistant Secretary for Economic Policy and Acting Chief Economist at the U.S. Treasury from April to June 2013. In these capacities, he served as a member of the Social Security Trustees Working Group. In addition to the support for this research acknowledged in the paper, he has received grant support from the University of Pennsylvania and the Social Security Disability Research Consortium for other research.\n\n\nFunding for this research was received from the National Institutes of Health through grant #1R03 AG043039-01, from support from the U.S. Social Security Administration through grant #5RRC08098400-05-00 to the National Bureau of Economic Research (NBER) as part of the Social Security Administration Retirement Research Consortium.\n\n\n"
}