{
    "id": 19503,
    "citation_title": "In the Shadow of a Giant: Medicare's Influence on Private Physician Payments",
    "citation_author": [
        "Jeffrey Clemens",
        "Joshua D. Gottlieb"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe demonstrate Medicare's influence on private insurers' payments for physicians' services. Using a large administrative change in payments for surgical versus medical care, we find that private prices follow Medicare's lead. A $1 change in Medicare's fees moved private prices by $1.16. A second set of Medicare payment changes, which generated area-specific reimbursement shocks, had a similar effect on private sector prices. Medicare's influence is strongest in areas with concentrated insurers, small physician groups, and competitive physician markets. The public sector's influences on system-wide resource allocation and costs extend well beyond the share of health expenditures it finances directly.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Bargaining in the Shadow of a Giant: Medicare's Influence on Private Payment Systems.\" We gratefully acknowledge support and data provided by the National Institute on Aging under grant P01AG031098 to the National Bureau of Economic Research, and the Institute for Humane Studies. Jean Roth and Mojan Ramanujan generously assisted our navigation of health care claims data. Clemens further thanks the Stanford Institute for Economic Policy Research. Gottlieb further thanks the NIA for a training fellowship provided under grant T32-AG000186-23 to the NBER, the Taubman Center for State and Local Government, and PWIAS. We are grateful to Tímea Laura Molnár for excellent research assistance. We thank David Auerbach, Laurence Baker, Paul Beaudry, Prashant Bharadwaj, Kate Bundorf, Amitabh Chandra, Julie Cullen, David Cutler, Liran Einav, Jeff Emerson, Patrick Francois, Nancy Gallini, Ed Glaeser, Roger Gordon, David Green, R.B. Harris, Dan Kessler, Thomas Lemieux, Kevin Milligan, Arnie Milstein, Karthik Muralidharan, Joe Newhouse, Sean Nicholson, Ryan Oprea, Carolin Pflueger, Marit Rehavi, Dan Sacks, Paul Schrimpf, Jonathan Skinner, Amanda Starc, Francesco Trebbi, Danny Yagan, conference and seminar participants, and especially our discussants Mike Dickstein, Mike Geruso, Jon Kolstad, and Neale Mahoney for helpful comments and conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}