{
    "id": 19502,
    "citation_title": "Corporate Liquidity Management: A Conceptual Framework and Survey",
    "citation_author": [
        "Heitor Almeida",
        "Murillo Campello",
        "Igor Cunha",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnsuring that a firm has sufficient liquidity to finance valuable projects that occur in the future is at the heart of the practice of financial management.  Yet, while discussion of these issues goes back at least to Keynes (1936), a substantial literature on the ways in which firms manage liquidity has developed only recently.  We argue that many of the key issues in liquidity management can be understood through the lens of a framework in which firms face financial constraints and wish to ensure efficient investment in the future.  We present such a model and use it to survey many of the empirical findings on liquidity management.  \nMuch of the variation in the quantity of liquidity can be explained by the precautionary demand for liquidity. While there are alternatives to cash holdings such as hedging or lines of credit, cash remains \"king\", in that it still is the predominate way in which firms ensure future liquidity for future investments.  We discuss theories on the choice of liquidity measures and related empirical evidence.  In addition, we discuss agency-based theories of liquidity, the real effects of liquidity choices, and the impact of the 2008-9 Financial Crisis on firms' liquidity management.\n\n",
    "acknowledgement": "\nWe thank Sergey Chernenko, Filippo Ippolito, Kathy Kahle, Ander Perez-Orive, René Stulz and Anjan Thakor for helpful suggestions. We also thank Shan Ge and Xi Wu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}