{
    "id": 19509,
    "citation_title": "The Performance of U.S. Wind and Solar Generating Units",
    "citation_author": [
        "Richard Schmalensee"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment subsidies have driven rapid growth in U.S. wind and solar generation.  Using data on hourly outputs and prices for 25 wind and nine solar generating plants, some results of those subsidies are studied in detail: the value of these plants' outputs, the variability of output at plant and regional levels, and the variation in performance among plants and regions.  Output from solar plants was about 32% more valuable on average than output from wind plants.  Output variability differs substantially among plants and, on some dimensions, among regions.  Policy implications of high generation when prices are negative and dramatic differences in capacity factors are discussed.\n\n",
    "acknowledgement": "\nI am indebted to John Beuchler, Paul Edmundson, Isabel Flores, Shannon Hann, Eric Hsia, Craig Kazin, Kevin Kirby, Ryan Leonard, Clyde Loutan, Lisa Morelli, Pamela Quittner, Christopher Russell, Carrie Simpson, Gordon van Welie, and Stephen Whitley for their various roles in providing the data used in this study and for helpful conversations.  I am indebted for useful comments to Severin Borenstein, Joseph Eto, Lion Hirth, William Hogan, Paul MacAvoy, Paul Joskow, Matthew White, and participants in workshops of the MIT Center for Energy and Environmental Policy Research and the Energy Insitutute @ Haas (Berkeley).  Errors and opinions are entirely my own, of course. I have received no direct support, though I have of course used MIT facilities and computers. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Schmalensee\n\nFor the record, I obtained the data used in this paper only on the condition that I not share them.  I have tried and failed go get this constraint lifted.\n\n\n"
}