{
    "id": 19500,
    "citation_title": "A Sharper Ratio: A General Measure for Correctly Ranking Non-Normal Investment Risks",
    "citation_author": [
        "Kent Smetters",
        "Xingtan Zhang"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2013-10-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWhile the Sharpe ratio is still the dominant measure for ranking risky assets, a substantial effort has been made over the past three decades to find a way to account for non-Normally distributed risks. This paper derives a generalized ranking measure which, under a regularity condition, correctly ranks risks relative to the original investor problem for a broad probability space. Moreover, like the Sharpe ratio, the generalized measure maintains wealth separation for the broad HARA utility class. Besides being effective in the presence of \"fat tails,\" the generalized measure is also a foundation for multi-asset class portfolio optimization due to its ability to pairwise rank two risks following two different probability distributions. This paper also explores the theoretical foundations of risk ranking, including proving a key impossibility theorem: any ranking measure that is valid for non-Normal distributions cannot generically be free from investor preferences. Finally, this paper shows that the generalized ratio provides substantially more ranking power than simpler approximation measures that have sometimes been used in the past to account for non-Normal higher moments, even if those approximations are extended to include an infinite number of higher moments.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}