{
    "id": 19501,
    "citation_title": "Addressing Global Environmental Externalities: Transaction Costs Considerations",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs there a way to understand why some global environmental externalities are addressed effectively whereas others are not?  The transaction costs of defining the property rights to mitigation benefits and costs is a useful framework for such analysis.  This approach views international cooperation as a contractual process among country leaders to assign those property rights. Leaders cooperate when it serves domestic interests to do so. The demand for property rights comes from those who value and stand to gain from multilateral action. Property rights are supplied by international agreements that specify resource access and use, assign costs and benefits including outlining the size and duration of compensating transfer payments and determining who will pay and who will receive them. Four factors raise the transaction costs of assigning property rights: (i) scientific uncertainty regarding mitigation benefits and costs; (ii) varying preferences and perceptions across heterogeneous populations; (iii) asymmetric information; and (iv) the extent of compliance and new entry.  These factors are used to examine the role of transaction costs in the establishment and allocation of property rights to provide globally-valued national parks, implement the Convention on the International Trade in Endangered Species (CITES), execute the Montreal Protocol to control emissions that damage the stratospheric ozone layer, set limits on harvest of highly-migratory ocean fish stocks, and control greenhouse gas emissions (GHG).\n\n",
    "acknowledgement": "\nI have benefitted from detailed comments provided by Janet Currie and three referees, as well as by Eric Edwards, Marc Law, Bryan Leonard, Trevor O'Grady, and Rebecca Toseland who reviewed various drafts.  Other useful suggestions were provided by Doug Allen, Lee Alston, Terry Anderson, Chris Costello, Zack Donohew, Ted Groves, Rögnvaldur Hannesson, P.J. Hill, Charles Kolstad, Dean Lueck, Nick Parker, Mary Shirley, and participants in the All Chicago Area Economic History Workshop, May 3, 2012; ISNIE conferences June 14-16, 2012 and June 20-22, 2013; the PERC Lone Mountain Workshop August 6, 2012 and \"Tackling the Global Fisheries Challenge\" Conference, November 14-15, 2012; and the ASU-MBL Workshop on History of Sustainability Science, Woods Hole, May 16-22, 2013, as well as seminars at Whitman College, October 26, 2011 and Carleton College, May 2, 2013. Literature recommendations were provided by Arun Agrawal, Marty Anderies, Krister Andersson, Stephen Ansolabehere, Susan Aaronson, Mike Bordo, Dan Cole, Tom Evans, Burnell Fischer, Clark Gibson, Doug Irwin, Marco Janssen, Kerry Krutilla Mike McGinnis, Amelia Porges, Amy Poteete, Ty Robbins, Chris Severen, Edella Schlager, Michael Schoon, and David Victor.  Excellent research assistance was provided by Serena Canaan, Karin Donhowe, and Andrew Knauer.  Research support was given by the Earhart Foundation, the Lone Mountain Fellowship (PERC), and the Hoover Institution's Property Rights Task Force, Stanford. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}