{
    "id": 19506,
    "citation_title": "Sovereigns versus Banks: Credit, Crises, and Consequences",
    "citation_author": [
        "Òscar Jordà",
        "Moritz HP. Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo separate narratives have emerged in the wake of the Global Financial Crisis. One interpretation speaks of private financial excess and the key role of the banking system in leveraging and deleveraging the economy. The other emphasizes the public sector balance sheet over the private and worries about the risks of lax fiscal policies. However, the two may interact in important and understudied ways. This paper examines the co-evolution of public and private sector debt in advanced countries since 1870. We find that in advanced economies significant financial stability risks have mostly come from private sector credit booms rather than from the expansion of public debt. However, we find evidence that high levels of public debt have tended to exacerbate the effects of private sector deleveraging after crises, leading to more prolonged periods of economic depression. We uncover three key facts based on our analysis of around 150 recessions and recoveries since 1870: (i) in a normal recession and recovery real GDP per capita falls by 1.5 percent and takes only 2 years to regain its previous peak, but in a financial crisis recession the drop is typically 5 percent and it takes over 5 years to regain the previous peak; (ii) the output drop is even worse and recovery even slower when the crisis is preceded by a credit boom; and (iii) the path of recovery is worse still when a credit-fueled crisis coincides with elevated public debt levels. Recent experience in the advanced economies provides a useful out-of-sample comparison, and meshes closely with these historical patterns. Fiscal space appears to be a constraint in the aftermath of a crisis, then and now.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. The authors gratefully acknowledge financial support from the Smith-Richardson Foundation. This work is part of a larger project kindly supported by a research grant from the Institute for New Economic Thinking (INET) administered by UC Davis. Schularick received financial support from the Volkswagen Foundation. For helpful comments we thank Michael Bordo, Linda Goldberg, Sebnem Kalemli-Ozcan, Romain Rancière, Carmen Reinhart, Kenneth Rogoff, and Aaron Tornell, as well those who attended presentations at the NBER Summer Institute Sovereign Debt and Financial Crises Pre-Conference, Cambridge, Mass., July 2012; the first CEPR Economic History Programme Meeting, Perugia, Italy, April 2013; the Swiss National Bank, Zurich, Switzerland, June 2013; the NBER Summer Institute DAE Meeting, Cambridge, Mass., July 2013; the Economic History Association, Arlington, September 2013; the San Francisco Fed and INET conference Finance and the Welfare of Nations, September 2013; the University of Zurich, October 2013; the Center for Latin American Monetary Studies (CEMLA), Mexico City, October 2013; the Hong Kong Monetary Authority (HKMA), the City University of Hong Kong, the Hong University of Science and Technology, the Bank of Japan, the Austrian National Bank, in November 2013; the Bank for International Settlements, the European Central Bank Financial Research Division, the Paris School of Economics Macro Seminar, the Banque de France Conference on Cross-Border Banking, and the European Commission Seminar, Brussels, in December 2013. We are particularly grateful to Early Elias and Niklas Flamang for outstanding research assistance. All errors are ours.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant or speaker for various policy making institutions and financial sector firms. He served as a Senior Advisor to Morgan Stanley in 2010-11.\n\n\n"
}