{
    "id": 19505,
    "citation_title": "Childhood Health and Sibling Outcomes: The Shared Burden and Benefit of the 1918 Influenza Pandemic",
    "citation_author": [
        "John Parman"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a growing body of evidence showing that negative childhood health shocks have long term consequences in terms of health, human capital formation and labor market outcomes.  However, by altering the relative prices of child quality across siblings, these health shocks can also affect investments in and the outcomes of healthy siblings.  This paper uses the 1918 influenza pandemic to test how household resources are reallocated when there is a health shock to one child.  Using a new dataset linking census data on childhood households to health and education data from military enlistment records, I show that families with a child in utero during the pandemic shifted resources to older siblings of that child, leading to significantly higher educational attainments and high school graduation rates for these older siblings.  There are no significant effects for younger siblings born after the pandemic.  These results suggest that the reallocation of household resources in response to a negative childhood health shock tended to reinforce rather than compensate for differences in endowments across children.\n\n",
    "acknowledgement": "\nI have benefited greatly from comments and suggestions from Lucie Schmidt, Trevon Logan, and seminar participants at Virginia Commonwealth University, Dalhousie University, the Washington Area Economic History Seminar, the annual meetings of the Population Association of America and the NBER Summer Institute meetings for the Development of the American Economy program. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}