{
    "id": 19512,
    "citation_title": "Development, Structure, and Transformation: Some Evidence on Comparative Economic Growth",
    "citation_author": [
        "Gordon C. McCord",
        "Jeffrey D. Sachs"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe suggest that the geographical patterns of income differences across the world have deep underpinnings. We emphasize that economic development is a complex process driven by economic, political, social, and biophysical forces. Some economists have argued that the patterns reflect mainly the historical footprint of colonial rule and political evolution, and that geography's effects on development occurred exclusively through its effects on this historical institutional development. We believe that economic development has also been shaped very importantly by the biophysical and geophysical characteristics of economies. Per capita incomes differ around the world in no small part because of sharp differences across regions in the natural resource base and physical geography (e.g. distance to coast), and by the amplification of those differences through the dynamics of saving and investment. We posit that the drivers of economic development include institutions, technology, and geography, and that none of these alone is sufficient to account for the diverse patterns of global growth. We survey the relevant literature, and empirically show that a multi-causal framework helps to explain when countries achieve middle income; the distribution of economic activity around the world today; the patterns of growth between 1960 and 2010; the patterns of income per person within large economies; and the structural characteristics of the remaining countries still stuck in poverty today.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}