{
    "id": 19516,
    "citation_title": "Crisis and Commitment: Inflation Credibility and the Vulnerability to Sovereign Debt Crises",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador",
        "Emmanuel Farhi",
        "Gita Gopinath"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a continuous time model of nominal debt and investigate the role of inflation credibility in the potential for self-fulfilling debt crises. Inflation is costly, but reduces the real value of outstanding debt without the full punishment of default. With high inflation credibility, which can be interpreted as joining a monetary union or issuing foreign currency debt, debt is effectively real. By contrast, with low inflation credibility, sovereign debt is nominal and in a debt crisis a government may opt to inflate away a fraction of the debt burden rather than explicitly default. This flexibility potentially reduces the country's exposure to self-fulfilling crises.  On the other hand, the government lacks credibility not to inflate in the absence of crisis. This latter channel raises the cost of debt in tranquil periods and makes default more attractive in the event of a crisis, increasing the country's vulnerability. We characterize the interaction of these two forces. We show that there is an intermediate inflation credibility that minimizes the country's exposure to rollover risk. Low inflation credibility brings the worst of both worlds--high inflation in tranquil periods and increased vulnerability to a crisis.\n\n",
    "acknowledgement": "\nWe thank  Marios Angeletos, Fernando Broner, Hal Cole, Tim Kehoe, Juan Pablo Nicolini, Chris Phelan, Vincenzo Quadrini, Ken Rogoff and Ivan Werning for helpful comments. Manuel Amador acknowledges NSF support under award number 0952816. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}