{
    "id": 19513,
    "citation_title": "Matching and Sorting in a Global Economy",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Philipp Kircher"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a neoclassical trade model with heterogeneous factors of production. We consider a world with two factors, labor and \"managers\", each with a distribution of ability levels. Production combines a manager of some type with a group of workers. The output of a unit depends on the types of the two factors, with complementarity between them, while exhibiting diminishing returns to the number of workers. We examine the sorting of factors to sectors and the matching of factors within sectors, and we use the model to study the determinants of the trade pattern and the effects of trade on the wage and salary distributions. Finally, we extend the model to include search frictions and consider the distribution of employment rates.\n\n",
    "acknowledgement": "\n\u0003Part of this research was completed while Grossman was visiting STICERD at the London School of Economics and CREI at the University of Pompeu Fabra and while Helpman was visiting Yonsei University as SK Chaired Professor. They thank these institutions for their hospitality and support. The authors are grateful to Rohan Kekre, Ran Shorrer, and especially Kevin Lim for their research assistance. Arnaud Costinot, Oleg Itskhoki, Stephen Redding, Dan Trefl\u0087er, Jonathan Vogel and numerous seminar participants provided helpful comments and suggestions. Finally, Grossman and Helpman thank the National Science Foundation, Helpman thanks Harvard's Dean's Fund for International Research, and Kircher thanks the European Research Council for ...financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}