{
    "id": 19510,
    "citation_title": "Dynamic Salience with Intermittent Billing: Evidence from Smart Electricity Meters",
    "citation_author": [
        "Ben Gilbert",
        "Joshua S. Graff Zivin"
    ],
    "citation_publication_date": "2013-10-04",
    "issue_date": "2013-10-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDigital tracking and the proliferation of automated payments have made intermittent billing more commonplace, and the frequency at which consumers receive price, quantity, or total expenditure signals may distort their choices. This category of goods has expanded from household utilities, toll road access and software downloads to standard consumption goods paid by credit card or other \"bill-me-later\"-type systems. Yet we know surprisingly little about how these payment patterns affect decisions. This paper exploits hourly household electricity consumption data collected by \"smart\" electricity meters to examine dynamic consumer behavior under intermittent expenditure signals. Households reduce consumption by 0.6% to 1% following receipt of an electricity bill, but the response varies considerably by household type and season. Our results also suggest that spending \"reminders\" can reduce peak demand, particularly during summer months. We discuss the implications for energy policy when intermittent billing combined with inattention induces consumption cycles.\n\n",
    "acknowledgement": "\nWe are grateful to SDGE for providing us access to their data.  For many helpful comments we thank Ed Barbier, Richard Carson, Ted Groves, Mark Jacobsen, Katrina Jessoe, Jacob LaRiviere, Kevin Novan, Sherrill Shaff\u000ber, and numerous seminar participants.  The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBen Gilbert\n\nPrevious to the start of this project Ben Gilbert was employed by SDGE's parent company, Sempra Energy. However, this employment relationship ended before the data for this paper was obtained and analyzed, and professor Gilbert remains unaffiliated with Sempra and its subsidiaries.\n\n\n"
}