{
    "id": 19517,
    "citation_title": "The Interaction of Spending Policies, Asset Allocation Strategies, and Investment Performance at University Endowment Funds",
    "citation_author": [
        "Keith Brown",
        "Cristian Tiu"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data for more than 800 college and university endowment funds over 2003-2011, we provide a comprehensive analysis of the spending policies used in practice as well as how frequently and why those mandates are revised over time. Given the long-term and relatively static nature of the investment problem faced by the typical educational institution, existing theoretical models of endowment management predict that the permanent portion of the stated spending policy should be highly stable. However, we find that half of the endowments revised their rules at least once and, on average, about a quarter of the sample changed their spending policies each year, implying a retention rate far lower than expected. We show that larger endowments with lower historical portfolio returns and lower past payout levels are more likely to alter their future spending formulas, but that institutions having the ability to invoke special appropriations on a temporary basis are less likely to make adjustments to their permanent rules. Further, we document that both spending rule changes and asset allocation adjustments persist over time and that, consistent with hypothesized behavior, the former tends to lead the latter. Finally, while there is some evidence that endowment funds as a group produce superior returns relative to their policy benchmarks, we show that there is no difference in benchmark-adjusted performance between institutions that either did or did not change their spending rules.\n\n",
    "acknowledgement": "\nThis study has benefited greatly from input provided by all of the participants at the NBER conference on \"How the Great Recession Affected Higher Education\", which was held at Cambridge, MA in September 2012. We are particularly grateful for the comments of Jeffrey Brown, Stephen Dimmock, Elroy Dimson, Thomas Gilbert, Will Goetzmann, Caroline Hoxby, Christopher Hrdlicka, and Scott Weisbenner. We would also like to express our appreciation to the following individuals connected to the endowment fund industry who have provided us with valuable resources as well as their comments: John Griswold and Bill Jarvis (Commonfund), Kenneth Redd (NACUBO), Uzi Yoeli and Bruce Zimmerman (UTIMCO), Andrea Reed and Scott Wise (Covariance Capital), Tim Nguyen (University of Connecticut Foundation), Ed Schneider (University at Buffalo Foundation), Chris Adkerson (Mercer) and Larry Tavares (TAP Inc.). Finally, we also thank Sergey Maslennikov and Woongsun Yoo for their research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}