{
    "id": 19515,
    "citation_title": "Do People Overreact? Evidence from the Housing Market After the Wenchuan Earthquake",
    "citation_author": [
        "Guoying Deng",
        "Li Gan",
        "Manuel A. Hernandez"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses the 2008 Wenchuan earthquake in China as a natural experiment to examine how the housing market reacted to this unforeseen, extreme event. We use a unique transaction dataset for new (under construction) apartment units to analyze the pricing behavior of units in lower versus upper floors before and after the earthquake. We observe that average housing prices decreased after the tremor. However, the relative price of low to high floor units, particularly units located in the first and second floor, considerably increased for several months after the earthquake. This relative pricing pattern is in line with a higher risk perception and fear, triggered after the tremor, of living in upper floors. Additional robustness checks support the apparent overreaction of individuals to a dramatic event.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from the Private Enterprise Research Center (PERC) of Texas A&M University; the Fundamental Research Funds for the Central Universities of China (Fund Number: skqy201328); the National Natural Science Foundation of China (Fund Number: 71203149) and the \"985 Project Three Phase (Study on the China Economic Development)\" of Sichuan University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}