{
    "id": 19519,
    "citation_title": "Searching for Physical and Digital Media: The Evolution of Platforms for Finding Books",
    "citation_author": [
        "Michael R. Baye",
        "Babur De los Santos",
        "Matthijs R. Wildenbeest"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper provides a data-driven overview of the different online platforms that consumers use to search for books and booksellers, and documents how the use of these platforms is shifting over time. Our data suggest that, as a result of digitization, consumers are increasingly conducting searches for books at retailer sites and closed systems (e.g., the Kindle and Nook) rather than at general search engines (e.g., Google or Bing). We also highlight a number of challenges that will make it difficult for researchers to accurately measure internet-based search behavior in the years to come. Finally, we highlight a number of open agenda items related to the pricing of books and other digital media, as well as consumer search behavior.\n\n",
    "acknowledgement": "\nWe thank Avi Goldfarb, Shane Greenstein, Marc Rysman, Catherine Tucker, Hal Varian, and seminar participants at the NBER Economics of Digitization conference for valuable comments. We thank Susan Kayser, I. K. Kim, Joowon Kim, and Yoojin Lee for research assistance. Funding for the data and research assistance related to this research was made possible by a grant from Google to Indiana University. The views expressed in this paper are those of the authors and do not necessarily reflect the views of Indiana University, Google, or the National Bureau of Economic Research.\n\n\n"
}