{
    "id": 19514,
    "citation_title": "Predatory Short Selling",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Martin Oehmke"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nFinancial institutions may be vulnerable to predatory short selling. When the stock of a financial institution is shorted aggressively, leverage constraints imposed by short-term creditors can force the institution to liquidate long-term investments at fire sale prices. For financial institutions that are sufficiently close to their leverage constraints, predatory short selling equilibria co-exist with no-liquidation equilibria (the vulnerability region) or may even be the unique equilibrium outcome (the doomed region). Increased coordination among short sellers expands the doomed region, where liquidation is the unique equilibrium. Our model provides a potential justification for temporary restrictions on short selling of vulnerable institutions and can be used to assess recent empirical evidence on short-sale bans.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Thierry Foucault, Charles Jones, Marco Pagano, Alejandro van der Ghote, and seminar participants at Columbia University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures\n\n\n2010-2013/01\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nStifterverband der Deutschen Wirtschaft, 2012\nAmbrosetti – The European House, 2011\nCenter for Investor Education, 2011\nWim Duisenberg School of Finance, 2010\nHandelsbanken, 2010\nDeutsche Bank, 2010\nFEBRABAN, Brazil, 2009\n\n\nCentral banks\n\n\nECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nInternational financial institution\n\n\nIMF\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\nINQUIRE Europe, Research Grant\n\n\nVisiting Scholar and Other:\nMilton Friedman Institute, visiting scholar 2011\nAmerican Economic Review, Journal of Finance, Associated Editorship\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n2010-2013/01\n\n\n"
}