{
    "id": 19526,
    "citation_title": "Information Lost (Apologies to Milton)",
    "citation_author": [
        "Catherine L. Mann"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nVast amounts of information result from business and consumer search, communication, and transactions.  All this information can enhance market efficiency and consumer surplus as firms tailor products to buyers.  But, there is increased risk of information loss.  What issues should be on the Digital Agenda with regard to information loss, and what data are available to inform and generate incentives for consumer, business, and policy interactions in the information marketplace? This paper reviews the situation and points out where we need more thought and more data.  Topics include: (1) Frameworks for analysis:  How should we model the information marketplace, particularly with regard to the benefits and costs of information aggregation and protection? (2) Quantification and data:  What is the evidence on the prevalence and nature of information loss, and what are the costs of information loss, and to whom? (3) Market and Policy Response:  What do we know about the efficacy of market vs. other approaches to incentivize market participants to avoid loss or remediate after information loss?  Throughout, of particular interest is the international dimension of the information marketplace.  What issues arise when countries differ in their attitudes and policies toward the information marketplace?\n\n",
    "acknowledgement": "\nExcellent research assistance from Alok Mistry, who experienced his own data breach (stolen laptop) during the course of this project. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}