{
    "id": 19527,
    "citation_title": "How Product Standardization Affects Choice: Evidence from the Massachusetts Health Insurance Exchange",
    "citation_author": [
        "Keith M. Marzilli Ericson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nStandardization of complex products is touted as improving consumer decisions and intensifying price competition, but evidence on standardization is limited. We examine a natural experiment: the standardization of health insurance plans on the Massachusetts Health Insurance Exchange. Pre-standardization, firms had wide latitude to design plans. A regulatory change then required firms to standardize the cost-sharing parameters of plans and offer seven defined options; plans remained differentiated on network, brand, and price. Standardization led consumers on the HIX to choose more generous health insurance plans and led to substantial shifts in brands' market shares. We decompose the sources of this shift into three effects: price, product availability, and valuation. A discrete choice model shows that standardization changed the weights consumers attach to plan attributes (a valuation effect), increasing the salience of tier. The availability effect explains the bulk of the brand shifts. Standardization increased consumer welfare in our models, but firms captured some of the surplus by reoptimizing premiums. We use hypothetical choice experiments to replicate the effect of standardization and conduct alternative counterfactuals.\n\n",
    "acknowledgement": "\nWe thank Raj Chetty, David Cutler, David Dranove, Jonathan Gruber, Ben Handel, Larry Katz, Jon Kolstad, David Laibson, Ariel Pakes, Jim Rebitzer, Josh Schwartzstein, and Bob Town for thoughtful comments, along with seminar participants at the American Economic Association annual meeting, the Healthcare Markets Conference, the NBER Insurance Meeting, and the University of Wisconsin. We acknowledge funding from the Lab for Economic Applications and Policy (LEAP) at Harvard University, and Boston University and Wharton internal research funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}