{
    "id": 19520,
    "citation_title": "Measuring the Effects of Advertising: The Digital Frontier",
    "citation_author": [
        "Randall Lewis",
        "Justin M. Rao",
        "David H. Reiley"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nOnline advertising offers unprecedented opportunities for measurement. A host of new metrics, clicks being the leading example, have become widespread in advertising science. New data and experimentation platforms open the door for firms and researchers to measure true causal effects of advertising on a variety of consumer behaviors, such as purchases. We dissect the new metrics and methods currently used by industry researchers, attacking the question, \"How hard is it to reliably measure advertising effectiveness?\" We outline the questions that we think can be answered by current data and methods, those that we believe will be in play within five years, and those that we believe could not be answered with arbitrarily large and detailed data. We pay close attention to the advances in computational advertising that are not only increasing the impact of advertising, but also usefully shifting the focus from \"who to hit\" to \"what do I get.\"\n\n",
    "acknowledgement": "\nMuch of this work was done when all the authors were at Yahoo! Research. We thank Garrett Johnson, Dan Nguyen, Sergiy Matusevych, Iwan Sakran, Taylor Schreiner, Valter Sciarillo, Christine Turner, Michael Schwarz, Preston McAfee, and numerous other colleagues for their assistance and support in carrying out the research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid H. Reiley\n\nI currently work for Google, Inc., a company that earns substantial revenue from online advertising.  I previously worked for Yahoo!, another online-advertising company, during the time that most of the work was done.\n\n\nIt is a matter of personal integrity for me to do unbiased scientific research to the best of my ability.   I am grateful to Yahoo! and Google for affording me the opportunity to do this; I would not have left academia otherwise, because I care too much about learning the truth.\n\n\n"
}