{
    "id": 19525,
    "citation_title": "Digitization and the Contract Labor Market: A Research Agenda",
    "citation_author": [
        "Ajay Agrawal",
        "John Horton",
        "Nicola Lacetera",
        "Elizabeth Lyons"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nOnline contract labor globalizes traditionally local labor markets, with platforms that enable employers, most of whom are in high-income countries, to more easily outsource tasks to contractors, primarily located in low-income countries. This market is growing rapidly; we provide descriptive statistics from one of the leading platforms where the number of hours worked increased 55% from 2011 to 2012, with the 2012 total wage bill just over $360 million. We outline three lines of inquiry in this market setting that are central to the broader digitization research agenda: 1) How will the digitization of this market influence the distribution of economic activity (geographic distribution of work, income distribution, distribution of work across firm boundaries)?; 2) What is the magnitude and nature of information frictions in these digital market settings as reflected by user responses to market design features (allocation of visibility, investments in human capital acquisition, machine-aided recommendations)?; 3) How will the digitization of this market affect social welfare (increased efficiency in matching, production?)? We draw upon economic theory as well as evidence from empirical research on online contract labor markets and other related settings to motivate and contextualize this research agenda.\n\n",
    "acknowledgement": "\nThis research was funded by the Centre for Innovation and Entrepreneurship at the Rotman School of Management and the Social Sciences and Humanities Research Council of Canada. We thank Shane Greenstein, Catherine Tucker, Avi Goldfarb, and participants at the NBER pre-conference and conference meetings for valuable feedback. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Horton\n\nI have a financial interest in the oDesk Corporation relating to my prior employment with oDesk. In particular, I have a 50K stock option grant which is still vesting. I also have a $2K monthly in-kind research budget from oDesk.\n\n\n"
}