{
    "id": 19523,
    "citation_title": "Time Variation in Asset Price Responses to Macro Announcements",
    "citation_author": [
        "Linda S. Goldberg",
        "Christian Grisse"
    ],
    "citation_publication_date": "2013-10-10",
    "issue_date": "2013-10-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the effects of economic news announcements on asset prices are well established, these relationships are unlikely to be stable. This paper documents the time variation in the responses of yield curves and exchange rates using high frequency data from January 2000 through August 2011. Significant time variation in news effects is present for those announcements that have the largest effects on asset prices.  The time variation in effects is explained by economic  conditions, including the level of policy rates at the time of the release, and risk conditions: government bond yields increase in response to \"good news\", but less so when risk is elevated. Risk conditions matter since they can capture the effects of uncertainty on the information content of news announcements, the interaction of monetary policy and financial stability objectives of central banks, and the effect of news announcements on the risk premium.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, the Swiss National Bank, or the National Bureau of Economic Research. We thank Katrin Assenmacher, Refet Gurkaynak, Rolf Scheufele, and  participants at the SNB's brown bag seminar and the 2012 annual meeting of the American Economic Association (Chicago) for their comments, and Leslie Shen and Diego Gilsanz for excellent research assistance.\n\n\n"
}