{
    "id": 19535,
    "citation_title": "The Intergenerational Transmission of Automobile Brand Preferences: Empirical Evidence and Implications for Firm Strategy",
    "citation_author": [
        "Soren T. Anderson",
        "Ryan Kellogg",
        "Ashley Langer",
        "James M. Sallee"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a strong correlation in the brand of automobile chosen by parents and their adult children, using data from the Panel Study of Income Dynamics. This correlation could represent transmission of brand preferences across generations, or it could result from correlation in family characteristics that determine brand choice. We present a variety of empirical specifications that lend support to the former interpretation and to a mechanism that relies at least in part on state dependence. We then discuss implications of intergenerational brand preference transmission for automakers' product-line strategies and for the strategic pricing of vehicles to different age groups.\n\n",
    "acknowledgement": "\nWe thank Evan Herrnstadt, Sarah Johnston, and Katie Lim for excellent research assistance and J.P. Dube, Matthew Gentzkow, Jesse Shapiro, Gary Solon, Raphael Thomadsen, Clifford Winston, and seminar participants at Arizona, Chicago, Copenhagen Business School, Ford Motor Company, Georgetown, Maryland, Michigan, the NBER, the Quantitative Marketing and Economics Conference, Stanford, UC Berkeley, UC Davis, UC San Diego, Washington University, Wayne State, Western Michigan, and Yale for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}