{
    "id": 19536,
    "citation_title": "The Potential use of In-home Scanner Technology for Budget Surveys",
    "citation_author": [
        "Andrew Leicester"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the potential role of in-home scanners as a method of data collection for national budget surveys such as the Consumer Expenditure Survey. A detailed comparison is made between scanner data and diary-based budget survey data for food at home in the UK. Levels of recorded spending are lower in scanner data for all commodities, but patterns of spending are similar. A large part of the difference is explained by households in the scanner survey failing to record any food spending in a given week. The gaps are widened once demographic differences between the surveys are controlled for. There is clear evidence that short-term diaries do not accurately capture household food spending patterns given infrequency of purchase for some commodity groups. Conditional on store choice, demographics play little role in explaining food spending patterns in scanner data. This suggests that attempts to impute detailed spending patterns from aggregate store-level spending would be difficult.\n\n",
    "acknowledgement": "\nFunding from the ESRC Centre for the Microeconomic Analysis of Public Policy (RES-544-28-5001) at IFS is gratefully acknowledged. The author would like to thank Chris Carroll and participants at the December 2011 NBER-CRIW Conference on Improving the Measurement of Consumer Expenditure in  Washington, DC for useful comments; Kantar Worldpanel for supplying the data on which much of the analysis is based; Kate Davies, Gareth Clancy and Neil Price from the UK Office for National Statistics (ONS) for advice on National\nAccounts and Retail Sales data; and Giles Horsfield of the ONS for information on the use of scanners by the ONS. Data from the UK Living Costs and Food Survey 2001/2-2009 are collected by the Office for National Statistics and distributed by the Economic and Social Data Service. Crown copyright material is reproduced with the permission of the Controller of HMSO and the Queen's Printer for Scotland. This work was completed by the author during his time at the Institute for Fiscal Studies (IFS). The views reflected are those of the author and not the IFS, Frontier Economics Ltd, or the National Bureau of Economic Research.\n\n\n"
}