{
    "id": 19533,
    "citation_title": "Waste of Effort? International Environmental Agreements",
    "citation_author": [
        "Derek Kellenberg",
        "Arik Levinson"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany of the world's environmental problems cross international borders, and to address those problems approximately 1,000 different International Environmental Agreements (IEAs) are in operation today. Most evidence, however suggests that those IEAs are ineffectual, merely ratifying business-as-usual outcomes and doing little to improve the environment. But much of that empirical analysis faces two obstacles: (1) limited data from before the IEAs were enacted and thus an inability to make before-and-after comparisons; and (2) difficulty estimating the counterfactual outcomes - what would have happened absent the agreements. In this paper we test the effectiveness of one particular IEA - the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal. In this special case we have data on international waste shipments from both before and after countries ratify the agreement, along with a unique approach to identifying the treaty's effect using annual bilateral waste shipments among countries before and after one of the trading partners signs the agreement. Despite the strengths of this approach, we find almost no evidence that the Convention has resulted in less waste being shipped among countries.\n\n",
    "acknowledgement": "\nThe authors are grateful to Jen Baggs for sharing her compilation of Basel data, and to Matilde Bombardini and numerous participants at the Swiss Federal Institute of Technology, the University of Bologna, the 2011 University of British Columbia Workshop on Environmental Economics and Climate Change, and the Stanford Institute for Theoretical Economics 2013 Summer Workshop for constructive suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}