{
    "id": 19532,
    "citation_title": "Corporate Demand for Insurance: New Evidence from the U.S. Terrorism and Property Markets",
    "citation_author": [
        "Erwann Michel-Kerjan",
        "Paul Raschky",
        "Howard Kunreuther"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the passage of the Terrorism Risk Insurance Act of 2002, corporate terrorism insurance is sold as a separate policy from commercial property coverage. In this paper, we determine whether companies differ in their demand for property and terrorism insurance. Using a unique dataset of insurance policies purchased by large U.S. firms, combined with financial information of the corporate clients and of the insurance provider, we apply a two-stage least squares (2SLS) approach to obtain consistent estimates of premium elasticity of corporate demand for property and terrorism coverage. Our findings suggest that both are rather price inelastic and that corporate demand for terrorism insurance is significantly more price inelastic than demand for property insurance. We further find a negative relation between the solvency ratios of both property and terrorism risk coverage, with a stronger effect on the latter, indicating that companies use their ability to self-insure as a substitute for market insurance. Our results are robust to the application of alternative estimators as well as changes in the econometric specifications.\n\n",
    "acknowledgement": "\nFinancial support for this research was provided by Wharton's Managing and Financing Extreme Events project, DHS's Center of Excellence CREATE at the University of Southern California and Monash University. We thank George Akerlof, Neil Doherty, Marty Feldstein, Scott Harrington, Greg Nini, William Nordhaus, Jesse Shapiro, Terri Vaughan, and seminar participants at the American Economic Association annual meeting, National Bureau of Economic Research (NBER) Insurance Group, NBER Economics of National Security Group, University of Pennsylvania, University of Innsbruck, and the OECD high-level international conference on terrorism risk insurance markets for their comments and insightful discussions on an earlier version of this paper. We appreciated Marsh & McLennan sharing with us the data that were used for our analysis and are indebted to John Rand (formerly at Marsh) for many fruitful discussions on preliminary results. This article is forthcoming in the Journal of Risk and Insurance. The two journal referees provided excellent feedback on previous versions of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}