{
    "id": 19530,
    "citation_title": "Food Price Spikes, Price Insulation and Poverty",
    "citation_author": [
        "Kym Anderson",
        "Maros Ivanic",
        "Will Martin"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper first considers the impact on world food prices of the changes in restrictions on trade in staple foods during the 2008 world food price crisis. Those changes--reductions in import protection or increases in export restraints--were meant to partially insulate domestic markets from the spike in international prices. The authors find that this insulation added substantially to the spike in international prices for rice, wheat, maize, and oilseeds. As a result, although domestic prices rose less than they would have without insulation in some developing countries, in many other countries they rose more than they would have in the absence of such insulation. The paper's second purpose it to estimate the combined impact of such insulating behavior on poverty in various developing countries and globally. The analysis finds that the actual poverty-reducing impact of insulation is much less than its apparent impact, and that its net effect was to increase global poverty in 2008 by 8 million people, although this increase was not significantly different from zero. The paper examines the relative efficiency and equity of trade restrictions and domestic policies, such as conditional cash transfers, than are designed to provide social protection for the poor when international food prices spike.  It also examines the potential consequences of multilateral agreements to limit changes in restrictions on trade during such times.\n\n",
    "acknowledgement": "\nWe wish to thank Jean-Paul Chavas, David Hummels and Brian Wright for the opportunity to participate in this study and Marc Bellemare for valuable comments on the initial draft of the paper. Particular thanks are due to Signe Nelgen for assistance with the price distortions database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This work benefitted from support by the Multi-donor Trust Fund for Trade at the World Bank.\n\n\n"
}