{
    "id": 1953,
    "citation_title": "The Canada-U.S. Auto Pact of 1965: An Experiment in Selective Trade Liberalization",
    "citation_author": [
        "Melvyn Fuss",
        "Leonard Waverman"
    ],
    "citation_publication_date": "1986-06-01",
    "issue_date": "1986-06-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyse the Canada-U.S. Auto Pact, a selective trade liberalization agreement which created a duty-free North American market for the major U.S. multinational automobile producers, but continued to protect them from offshore producers. The new international trade/I.O. literature predicts that, given the probable unexploited economics of scale and specialization in the tariff-protected small Canadian economy prior to 1965, rationalization leading to large efficiency gains in Canadian production vis a vis US production would occur in a free trade environment. We estimate that the Auto Pact did not induce a substantial improvement in Canadian relative production efficiency. The missing ingredient seems to have been the competition-increasing effects of free trade in an oligopolistic setting that is emphasized by the new trade/I.O. literature. The Auto Pact did not increase the number of rivals in the oligopolistic Canadian industry since the major players in the industry had production facilities on both sides of the Canada-U.S. border before 1965, and no significant new entry into Canada occurred. In the 1962-64 period, Canadian automotive production was 27% less efficient than U.S. production. By 1970-72 this deficiency had been reduced to 19%, but was not further reduced by the end of the 1970's. Of the 8 percentage points reduction in the Canadian disadvantage, we attribute only 3 percentage points to the rationalization process induced specifically by the Auto Pact.\n\n",
    "acknowledgement": "\n"
}