{
    "id": 19539,
    "citation_title": "Measuring the Accuracy of Survey Responses using Administrative Register Data: Evidence from Denmark",
    "citation_author": [
        "Claus Thustrup Kreiner",
        "David Dreyer Lassen",
        "Søren Leth-Petersen"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows how Danish administrative register data can be combined with survey data at the person level and be used to validate information collected in the survey. Register data are collected by automatic third party reporting and the potential errors associated with the two data sources are therefore plausibly orthogonal. Two examples are given to illustrate the potential of combining survey and register data. In the first example expenditure survey records with information about total expenditure are merged with income tax records holding information about income and wealth. Income and wealth data are used to impute total expenditure which is then compared to the survey measure. Results suggest that the two measures match each other well on average. In the second example we compare responses to a one-shot recall question about total gross personal income (collected in another survey) with tax records. Tax records hold detailed information about different types of income and this makes it possible to test if errors in the survey response are related to the reporting of particular types of income. Results show bias in the mean and that the survey error has substantial variance. Results also show that the errors are correlated with conventional covariates suggesting that the errors are not of the classical type. The latter example illustrates how Denmark can be used as a \"laboratory\" for future validation studies. Tax records with detailed information about different types of income are available for the entire Danish population and can be readily merged to survey data. This makes it possible to test the ability of respondents to accurately report different types of income using different interviewing techniques and questions. The examples presented in this paper are based on cross section data. However, the possibility to issue surveys repeatedly to the same persons and linking up to longitudinal tax records provides an opportunity to learn more about the time series properties of measurement errors, a subject about which little evidence exist, in the future.\n\n",
    "acknowledgement": "\nThis paper is prepared for the conference in Washington 2‐3 December 2011 on Improving the Measurement of Consumer Expenditures sponsored by Conference on Research in Income and Wealth and the National Bureau of  Economic Research, with support from the Centre for Microdata Methods and Practice.  The Danish Social Science Research Council provided support for the work presented in this  paper. We are also thankful to Amalie Sofie Jensen and Gregers Nytoft Rasmussen for competent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}