{
    "id": 19537,
    "citation_title": "Money as a Unit of Account",
    "citation_author": [
        "Matthias Doepke",
        "Martin Schneider"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "2017-04-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory that rationalizes the use of a dominant unit of account in an economy. Agents enter into non-contingent contracts with a variety of business partners. Trade unfolds sequentially in credit chains and is subject to random matching. By using a dominant unit of account, agents can lower their exposure to relative price risk, avoid costly default, and create more total surplus. We discuss conditions under which it is optimal to adopt circulating government paper as the dominant unit of account, and the optimal choice of “currency areas” when there is variation in the intensity of trade within and across regions.\n\n",
    "acknowledgement": "\nWe thank Lars Hansen (the editor), three anonymous referees, Aleksander Berentsen, Larry Christiano, Hal Cole, Marty Eichenbaum, Christian Hellwig, Nobu Kiyotaki, Arvind Krishnamurthy, Guido Menzio, Mirko Wiederholt, Randy Wright, and seminar participants at Booth, BU, Chicago, Cornell, CREI, ECB, Northwestern, Ohio State, Penn, Penn State, Richmond Fed, St. Louis Fed, Toulouse, UC Davis, UCLA, UIC, Yale, Zurich, the ASU CASEE conference, the SED Annual Meeting, the 2013 NBER ME Meeting in Chicago, the “Asset Markets, Nominal Contracts, and Monetary Policy” conference in Munich, and the “2012 Chicago FedWorkshop on Money, Banking, Payments and Finance” for many helpful comments. Financial support from the National Science Foundation (grant SES-1260961) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}