{
    "id": 19549,
    "citation_title": "What Are We Not Doing When We're Online",
    "citation_author": [
        "Scott Wallsten"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "2021-05-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe Internet has radically transformed the way we live our lives. The net changes in consumer surplus and economic activity, however, are difficult to measure because some online activities, such as obtaining news, are new ways of doing old activities while new activities, like social media, have an opportunity cost in terms of activities crowded out. This paper uses data from the American Time Use Survey from 2003 - 2011 to estimate the crowdout effects of leisure time spent online. That data show that time spent online and the share of the population engaged in online activities has been increasing steadily. I find that, on the margin, each minute of online leisure time is correlated with 0.29 fewer minutes on all other types of leisure, with about half of that coming from time spent watching TV and video, 0.05 minutes from (offline) socializing, 0.04 minutes from relaxing and thinking, and the balance from time spent at parties, attending cultural events, and listening to the radio. Each minute of online leisure is also correlated with 0.27 fewer minutes working, 0.12 fewer minutes sleeping, 0.10 fewer minutes in travel time, 0.07 fewer minutes in household activities, and 0.06 fewer minutes in educational activities.\n\n",
    "acknowledgement": "\nI thank Alexander Clark and Corwin Rhyan for outstanding research assistance and Avi Goldfarb, Chris Forman, Shane Greenstein, Thomas Lenard, Jeffrey Macher, Laura Martin, John Mayo, Gregory Rosston, Andrea Salvatore, Robert Shapiro, Amy Smorodin, Catherine Tucker, and members of the NBER Economics of Digitization Group for comments. I am especially grateful to Avi, Catherine, and Shane for including me in this fun project. I am responsible for all mistakes. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}