{
    "id": 19541,
    "citation_title": "How Much Would You Pay to Resolve Long-Run Risk?",
    "citation_author": [
        "Larry G. Epstein",
        "Emmanuel Farhi",
        "Tomasz Strzalecki"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough risk aversion and the elasticity of intertemporal substitution have been the subjects of careful scrutiny when calibrating preferences, the long-run risks literature as well as the broader literature using recursive utility to address asset pricing puzzles have ignored the full implications of their parameter specifications. Recursive utility implies that the temporal resolution of risk matters and a quantitative assessment of how much it matters should be part of the calibration process. This paper gives a sense of the magnitudes of implied timing premia. Its objective is to inject temporal resolution of risk into the discussion of the quantitative properties of long-run risks and related models.\n\n",
    "acknowledgement": "\nWe thank Robert Barro, Jarda Borovicka, John Campbell, Eddie Dekel, Faruk Gul, Wolfgang Pesendorfer, Ben Polak, Todd Sarver, Costis Skiadas, Jessica Wachter, Stan Zin, and the audiences at the AEA meetings in San Diego, Bank of Portugal, U. Montreal and Tel Aviv for useful comments. This paper was written in part while Epstein was visiting the Economics Research Department of the Bank of Portugal and Strzalecki was visiting the Institute for Advanced Studies at Hebrew University and then the Cowles Foundation at Yale University. We are grateful for their support and hospitality, and also for NSF grants SES-0917740 and SES-1216339 (Epstein) and SES-1123729 (Strzalecki). We thank David Rezza Baqaee for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}