{
    "id": 19547,
    "citation_title": "The Impact of Medicaid on Labor Force Activity and Program Participation: Evidence from the Oregon Health Insurance Experiment",
    "citation_author": [
        "Katherine Baicker",
        "Amy Finkelstein",
        "Jae Song",
        "Sarah Taubman"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "2013-11-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn 2008, a group of uninsured low-income adults in Oregon was selected by lottery for the chance to apply for Medicaid. We use this randomized design and 2009 administrative data to evaluate the effect of Medicaid on labor market outcomes and participation in other social safety net programs.  We find no significant effect of Medicaid on employment or earnings: our 95 percent confidence intervals allow us to reject that Medicaid causes a decline in employment of more than 4.4 percentage points, or an increase of more than 1.2 percentage points. We find that Medicaid increases receipt of food stamps, but has little, if any, impact on receipt of other government benefits, including SSDI.\n\n",
    "acknowledgement": "\nThe authors are grateful to Gerald Ray and David Foster for their help and support; and to the Oregon Health Authority and the Division of Medical Assistance Programs for invaluable continuing cooperation in the fielding of the Oregon Health Insurance Experiment. We are also grateful to Josh Angrist, Manasi Deshpande, Tal Gross, Guido Imbens, Larry Katz, Matt Notowidigdo, and Ben Olken, for helpful comments and advice and to Allyson Barnett, Mira Bernstein, and Annetta Zhou for extraordinary research assistance. We gratefully acknowledge funding from the Assistant Secretary for Planning and Evaluation in the Department of Health and Human Services, the California HealthCare Foundation, the John D. and Catherine T. MacArthur Foundation, the National Institute on Aging (P30AG012810, RC2AGO36631 and R01AG0345151), the Robert Wood Johnson Foundation, the Sloan Foundation, the Smith Richardson Foundation, and the U.S. Social Security Administration (through grant 5 RRC 08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium). We also gratefully acknowledge Centers for Medicare and Medicaid Services' matching funds for this evaluation. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, the National Institute on Aging, the National Institutes of Health, any agency of the Federal Government, any of our funders, or the NBER.\n\n\n\nKatherine Baicker\n\nBaicker Disclosure – 10/7/13\n\n\nGrants (Direct or Indirect Salary Support):\nNIA\nRobert Wood Johnson Foundation\nGrameen\nSocial Security Administration\n\n\nFinancial Interests:\nDirector, Eli Lilly\n\n\nSpeaking Honoraria:\nAlliance of Community Health Plans\nBoston Consulting Group\n\n\nPositions:\nCommissioner, Medicare Payment Advisory Commission\nCommissioner, Group Insurance Commission of Massachusetts\nChair, Board of Directors of AcademyHealth\nCommissioner, RWJF Commission to Build a Healthier America\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers\n\n\n"
}