{
    "id": 19543,
    "citation_title": "Asking Households About Expenditures: What Have We Learned?",
    "citation_author": [
        "Thomas F. Crossley",
        "Joachim K. Winter"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhen designing household surveys, including surveys that measure consumption expenditure, numerous choices need to be made. Which survey mode should be used? Do recall questions or diaries provide more reliable expenditure data? How should the concept of a household be defined? How should the length of the recall period, the level of aggregation of expenditure items, and the response format be chosen? How are responses affected by incentives? Can computer-assisted surveys be used to reduce or correct response error in real time? In this paper, we provide a selective review of the literature on these questions. We also suggest some promising directions for future research.\n\n",
    "acknowledgement": "\nThis paper was written for the Conference on Improving the Measurement of Consumer Expenditures sponsored by Conference on Research in Income and Wealth and the National Bureau of Economic Research, with support from the Centre for Microdata Methods and Practice. We thank conference participants for many helpful comments. Some of this work on this paper was co-funded by the ESRC-funded Centre for Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies (CPP, reference RES-544-28-5001). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}