{
    "id": 19542,
    "citation_title": "Strategic Parenting, Birth Order and School Performance",
    "citation_author": [
        "V. Joseph Hotz",
        "Juan Pantano"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "2019-04-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFueled by new evidence, there has been renewed interest about the effects of birth order on human capital accumulation. The underlying causal mechanisms for such effects remain unsettled. We consider a model in which parents impose more stringent disciplinary environments in response to their earlier-born children's poor performance in school in order to deter such outcomes for their later-born offspring. We provide robust empirical evidence that school performance of children in the NLSY-C declines with birth order as does the stringency of their parents' disciplinary restrictions. And, when asked how they will respond if a child brought home bad grades, parents state that they would be less likely to punish their later-born children. Taken together, these patterns are consistent with a reputation model of strategic parenting.\n\n",
    "acknowledgement": "\nWe thank helpful comments from Dan Ackerberg, Sandy Black, Leah Boustan, Moshe Buchinsky, Dora Costa, Harold Demsetz, Paul Devereux, Donna Ginther, Bart Hamilton, Guillermo Ordonez, Bob Pollak, John Riley, Joe Rodgers, Kjell Salvanes, Judith Seltzer, Bruce Weinberg and participants at the UCLA Proseminar in I.O., the UCLA Proseminar in Applied Microeconomics, the California Center for Population Research, the 2008 PAA meetings in New Orleans, the 2008 SOLE meetings in New York City, and at seminars at Washington University in St. Louis and Duke University, and from respondents to the Colin Clark Lecture delivered by one of us (Hotz) at the 2011 Econometric Society Australasian Meeting. All errors remain ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}