{
    "id": 19546,
    "citation_title": "Affirmative Action: One Size Does Not Fit All",
    "citation_author": [
        "Kala Krishna",
        "Alexander Tarasov"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies a new reason for giving preferences to the disadvantaged using a model of contests. There are two forces at work: the effort effect working against giving preferences and the selection effect working for them.  When education is costly and easy to obtain (as in the  U.S.), the selection effect dominates.  When education is heavily subsidized and limited in supply (as in India), preferences are welfare reducing. The model also shows that unequal treatment of identical agents can be welfare improving, providing insights into when the counterintuitive policy of rationing educational access to some subgroups is welfare improving.\n\n",
    "acknowledgement": "\nKala Krishna would like to thank the Human Capital Foundation for Support to the Economics Department at The Pennsylvania State University, the Economics Department at New York University and the Cowles Foundation at Yale  for support as a visitor while this paper was being finished. Alexander Tarasov gratefully acknowledges financial support from the Deutsche Forschungsgemeinschaft through SFB/TR 15. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKala Krishna\n\nI am grateful to the Human Capital Foundation(www.hcfoundation.ru), and especially Andrey P. Vavilov, for support of the Department of Economics, the Center for the Study of Auctions, Procurements, and Competition Policy (CAPCP, http://capcp.psu.edu/), and the Center for Research in International Financial and Energy Security (CRIFES, http://crifes.psu.edu/ ) at Penn State University, and to the World Bank for support on a related paper and the project as a whole.\n\n\n"
}