{
    "id": 19559,
    "citation_title": "Macro Fiscal Policy in Economic Unions: States as Agents",
    "citation_author": [
        "Gerald Carlino",
        "Robert P. Inman"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe American Recovery and Reinvestment Act (ARRA) was the US government's fiscal response to the Great Recession.  An important component of ARRA's $796  billion proposed budget was $318 billion in fiscal assistance to state and local governments.  We examine the historical experience of federal government transfers to state and local governments and their impact on aggregate GDP growth, recognizing that lower-tier governments are their own fiscal agents.  The SVAR analysis explicitly incorporates federal intergovernmental transfers, disaggregated into project (e.g., infrastructure) aid and welfare aid, as separate fiscal policies in addition to federal government purchases and federal net taxes on household and firms.  A narrative analysis provides an alternative identification strategy.  To better understand the estimated aggregate effects of aid on the economy, we also estimate a behavioral model of state responses to such assistance.   The analysis reaches three conclusions.  First, aggregate federal transfers to state and local governments are less stimulative than are transfers to households and firms.  It is important to evaluate the two policies separately.  Second, within intergovernmental transfers, matching (price) transfers for welfare spending are more effective for stimulating GDP growth than are unconstrained (income) transfers for project spending.  Matching aid is fully spent on welfare services or middle-class tax relief; half of project aid is saved and only slowly spent in future years.  Third, simulations using the SVAR specification suggest ARRA assistance would have been 30 percent more effective in stimulating GDP growth had the share spent on government purchases and project aid been fully allocated to private sector tax relief and to matching aid to states for lower-income support.\n\n",
    "acknowledgement": "\nWe thank Pablo Guerron, James Nason, Keith Still, and Tom Stark for helpful comments and Jake Carr and Adam Scavatti for outstanding research assistance.  The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the University of Pennsylvania. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}