{
    "id": 19554,
    "citation_title": "The Origins of Early Childhood Anthropometric Persistence",
    "citation_author": [
        "Daniel L. Millimet",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRates of childhood obesity have increased dramatically in the last few decades. Non-causal evidence suggests that childhood obesity is highly persistent over the life cycle. However little in known about the origins of this persistence. In this paper we attempt to answer three questions. First, how do anthropometric measures evolve from birth through primary school? Second, what is the causal effect of past anthropometric outcomes on future anthropometric outcomes? In other words, how important is state dependence in the evolution of anthropometric measures during the early part of the life cycle. Third, how important are time-varying and time invariant factors in the dynamics of childhood anthropometric measures? We find that anthropometric measures are highly persistent from infancy through primary school. Moreover, most of this persistence is driven by unobserved, time invariant factors that are determined prior to birth, consistent with the so-called fetal origins hypothesis. As such, policy interventions designed to improve child anthropometric status will only have meaningful, long-run effects if these time invariant factors are altered. Unfortunately, future research is needed to identify such factors, although evidence suggests that maternal nutrition may play an important role.\n\n",
    "acknowledgement": "\nThis study was conducted by Georgia State University and Southern Methodist University under a cooperative agreement with the U.S. Department of Agriculture, Economic Research Service, Food and Nutrition Assistance Research Program (agreement no. 58-5000-0-0080). The views expressed here are those of the authors and do not necessarily reflect those of the USDA or ERS. The authors are grateful to Chris Ruhm for helpful comments and Lorenzo Almada for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}