{
    "id": 19551,
    "citation_title": "Do Measures of Financial Constraints Measure Financial Constraints?",
    "citation_author": [
        "Joan Farre-Mensa",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial constraints are not directly observable, so empirical research relies on indirect measures. We evaluate how well five popular measures (paying dividends, having a credit rating, and the Kaplan-Zingales, Whited-Wu, and Hadlock-Pierce indices) identify firms that are financially constrained, using three novel tests: an exogenous increase in a firm's demand for credit; exogenous variation in the supply of bank loans; and the tendency for firms to pay out the proceeds of equity issues to their shareholders (\"equity recycling\"). We find that none of the five measures identifies firms that behave as if they were constrained: public firms classified as constrained have no trouble raising debt when their demand for debt increases, are unaffected by changes in the supply of bank loans, and engage in equity recycling. The point estimates are little different for supposedly constrained and unconstrained firms, even though we find important differences in their characteristics and sources of financing. On the other hand, privately held firms (particularly small ones) and public firms with below investment-grade ratings appear to be financially constrained.\n\n",
    "acknowledgement": "\nWe are grateful to seminar audiences at HBS, NYU, NCCU, and the IDC Summer Finance Conference for their comments. Ljungqvist gratefully acknowledges the generous hospitality of Harvard Business School while working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}