{
    "id": 19555,
    "citation_title": "Antidumping and the Death of Trade",
    "citation_author": [
        "Tibor Besedeš",
        "Thomas J. Prusa"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the extent to which antidumping actions eliminate trade altogether. Using quarterly export data for products involved in U.S. antidumping cases we find that antidumping actions increase the hazard rate by more than fifty percent. We find strong evidence of investigation effects with the impact during the initiation and preliminary duty phases considerably larger than during the final duty phase. There are also important differences with respect to the size of duties. Cases with higher duties face a much higher hazard in the preliminary phase but there is little additional effect when the final duty is actually levied. By contrast, cases with lower duties have a smaller but more persistent effect on the hazard, which proves to be highly detrimental in the long run as many trade relationship cease during the duration of the order. Given the literature on heterogeneous firms and trade, our results imply antidumping protection imposes greater costs than previously recognized.\n\n",
    "acknowledgement": "\nWe would like to thank seminar and conferences participants at Florida International University, Technische Universitat Darmstadt, 2012 European Trade Study Group, 2013 Empirical Investigations in Trade and Investment, 2013 Australasian Trade Workshop, Spring 2013 Midwest International Trade Meetings, and 2013 Ljubljana Empirical Trade Conference for their many helpful suggestions. Particular thanks goes to Chad Bown and Maurizio Zanardi for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}