{
    "id": 19550,
    "citation_title": "Predatory Lending and the Subprime Crisis",
    "citation_author": [
        "Sumit Agarwal",
        "Gene Amromin",
        "Itzhak Ben-David",
        "Souphala Chomsisengphet",
        "Douglas D. Evanoff"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe measure the effect of an anti-predatory pilot program (Chicago, 2006) on mortgage default rates to test whether predatory lending was a key element in fueling the subprime crisis. Under the program, risky borrowers and/or risky mortgage contracts triggered review sessions by housing counselors who shared their findings with the state regulator. The pilot cut market activity in half, largely through the exit of lenders specializing in risky loans and through decline in the share of subprime borrowers. Our results suggest that predatory lending practices contributed to high mortgage default rates among subprime borrowers, raising them by about a third.\n\n",
    "acknowledgement": "\nWe thank Caitlin Kearns for outstanding research assistance. We thank Amit Seru and an anonymous referee for important and insightful comments. Thanks are also due to participants at numerous conferences and seminars for their helpful feedback. Ben-David's research is supported by the Dice Center and the Neil Klatskin Chair in Finance and Real Estate. The views in this paper are those of the authors and may not reflect those of the Federal Reserve System, the Federal Reserve Bank of Chicago, the Office of the Comptroller of the Currency, or the National Bureau of Economic Research.\n\n\n"
}