{
    "id": 19558,
    "citation_title": "The Effect of Safety Net Programs on Food Insecurity",
    "citation_author": [
        "Lucie Schmidt",
        "Lara Shore-Sheppard",
        "Tara Watson"
    ],
    "citation_publication_date": "2013-10-17",
    "issue_date": "2013-10-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the safety net reduce food insecurity in families?  In this paper we investigate how the structure of benefits for five major safety net programs - TANF, SSI, EITC, food assistance, and Medicaid - affects low food security in families.  We build a calculator for the years 2001-2009 to impute eligibility and benefits for these programs in each state, taking into account cross-program eligibility rules.  To identify a causal effect of the safety net, we use simulated eligibility and benefits for a nationally representative sample as instruments for imputed eligibility and potential benefits.  We also perform a two-sample instrumental variables estimation in which we use simulated benefits as instruments for actual reported benefits.   Focusing on non-immigrant, single-parent families with incomes below 300 percent of the poverty line, the results suggest that each $1000 in cash or food benefits actually received reduces the incidence of low food security by 4 percentage points.  These estimates imply that moving from the policies of the 10th percentile state of Kentucky to the 90th percentile state of Vermont would reduce low food security by 1.7 percentage points on a base incidence of 33 percent.  We are unable to reject equivalent impacts of cash and food assistance.  The results also highlight the importance of jointly considering a full range of safety net programs.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Food and Nutrition Service, contract number AG-3198-B-10-0028. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policies of the UKCPR or any agency of the Federal government.  We are grateful to Stacy  Dickert-Conlin, Katie Fitzpatrick, Craig Gundersen, Hilary Hoynes, Jim Ziliak, and participants at the UKCPR Research Program on Childhood Hunger Organizing Workshop and Progress Report Conference, the National Tax Association meetings, the Association for Public Policy Analysis and Management meetings, the NBER Universities Research Conference on Poverty, Inequality, and Social Policy, and the Southern Economic Association meetings for helpful comments.  We also thank Rebecca Blank, Henry Farber, Katie Fitzpatrick, Jordan Matsudaira, and Rob Valletta for sharing data.  Wendy Magoronga and Tianyue Zhou provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}