{
    "id": 19560,
    "citation_title": "Contracting Over the Disclosure of Scientific Knowledge: Intellectual Property and Academic Publication",
    "citation_author": [
        "Joshua S. Gans",
        "Fiona E. Murray",
        "Scott Stern"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "2014-09-18",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a theoretical investigation of the tension over knowledge disclosure between firms and their scientific employees. While empirical research suggests that scientists exhibit a \"taste for science,\" such open disclosures can limit a firm's competitive advantage or ability to profitably commercialize their innovations. To explore how this tension is resolved we focus on the strategic interaction between researchers and firms bargaining over whether (and how) knowledge will be disclosed. We evaluate four disclosure strategies: secrecy, patenting, open science (scientific publication) and patent-paper pairs providing insights into the determinants of the disclosure strategy of a firm. We find that patents and publications can be complementary instruments facilitating the disclosure of knowledge-providing predictions as to when stronger IP protection regimes might drive openness by firms.\n\n",
    "acknowledgement": "\nThanks to Dan Burk, Iain Cockburn, Julian Kolev, Mark Lemley, Michael Riordan, Chris Snyder, Glen Weyl, Heidi Williams, and participants at the 2008 Organisational Economics Workshop (Sydney), Workshop on Scholarly Communication (Michigan), Summer Workshop on Industrial Organisation (Auckland), 2009 International Industrial Organization Society Conference (Boston), 2009 Conference on the Patent Crisis (UC Irvine), 2010 NBER Summer Institute and seminars at Northwestern, Colorado, Stanford, Hong Kong, Melbourne, Queensland, the Australian National University, Wharton, Harvard, Toronto, Georgetown, Yahoo Research, Case Western, MIT and Boston. Thanks to Vivienne Groves for research assistance. JG acknowledges an ARC Discovery Grant for financial assistance. FM and SS acknowledge a National Science Foundation Science of Science Policy Grant. Responsibility for all errors lies with us. The latest version of this paper is available at research.joshuagans.com. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nDuring the course of this research I worked at Microsoft Research. Microsoft has a broad interest in intellectual property matters but this paper was independent of any work done for them.\n\n\n\nScott Stern\n\nThe author is the the Director of the Innovation Policy Working Group.  This author has drawn on the findings of this research for compensated speaking engagements and to offer policy advice in a number of settings.\n\n\n"
}