{
    "id": 19561,
    "citation_title": "Patterns of Convergence and Divergence in the Euro Area",
    "citation_author": [
        "Ángel Estrada",
        "Jordi Galí",
        "David López-Salido"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the extent of macroeconomic convergence/divergence among euro area countries. Our analysis focuses on four variables (unemployment, inflation, relative prices and the current account), and seeks to uncover the role played by monetary union as a convergence factor by using non-euro developed economies and the pre-EMU period as control samples\n\n",
    "acknowledgement": "\nPrepared for the IMF Thirteenth Jacques Polak Annual Research Conference, November 8−9, 2012. We thank Pierre-Olivier Gourinchas, Ayhan Kose, and two anonymous referees and conference participants for their comments. The views expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Banco de España, the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research.\n\n\n\nJordi Galí\n\nI have an ongoing consulting relationship with the European Central Bank and the Sveriges Riksbank. I am a member of the Board of Directors of BanSabadell Inversión, an Barcelona-based investment fund.\n\n\n"
}