{
    "id": 19563,
    "citation_title": "The Role of Retiree Health Insurance in the Early Retirement of Public Sector Employees",
    "citation_author": [
        "John B. Shoven",
        "Sita Slavov"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost private sector workers with employer-provided health insurance have a strong incentive to continue working until Medicare eligibility in order to maintain group health coverage. However, most government employees have access to retiree health coverage, which allows them access to group health coverage even if they retire before Medicare eligibility. We study the impact of retiree health coverage on the probability of stopping work among public sector workers between the ages of 55 and 64. We find that, for state and local government employees, retiree health coverage raises the probability of stopping work by 5.1 percentage points (around 28 percent) between ages 60 and 64. However, we find no evidence that retiree health coverage influences state and local employees' decisions to stop work at ages 55-59, or that such coverage has an effect on the probability of stopping work for federal and military employees.\n\n",
    "acknowledgement": "\nWe thank Bob Clark, Maria Fitzpatrick, Olivia Mitchell, Joseph Newhouse, Richard Zeckhauser, and participants at the NBER Conference on State and Local Health Plans for Active and Retired Public Employees for helpful comments; Alan Gustman and Nahid Tabatabai for providing assistance with the pension wealth data; and Brittany Pineros and Yong Yu for excellent research assistance. Our previous research on this topic was funded by Sloan Foundation and National Institute on Aging grants to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}