{
    "id": 19565,
    "citation_title": "To Hold Out or Not to Hold Out",
    "citation_author": [
        "Frank Schorfheide",
        "Kenneth I. Wolpin"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent literature has developed that combines two prominent empirical approaches to ex ante policy evaluation: randomized controlled trials (RCT) and structural estimation.  The RCT provides a \"gold-standard'' estimate of a particular treatment, but only of that treatment.  Structural estimation provides the capability to extrapolate beyond the experimental treatment, but is based on untestable assumptions and is subject to structural data mining.  Combining the approaches by holding out from the structural estimation exercise either the treatment or control sample allows for external validation of the underlying behavioral model.  Although intuitively appealing, this holdout methodology is not well grounded.  For instance, it is easy to show that it is suboptimal from a Bayesian perspective.  Using a stylized representation of a randomized controlled trial, we provide a formal rationale for the use of a holdout sample in an environment in which data mining poses an impediment to the implementation of the ideal Bayesian analysis and a numerical illustration of the potential benefits of holdout samples.\n\n",
    "acknowledgement": "\nWe thank Frank Diebold, Michael Keane, George Mailath, Chris Sims, Tao Zha as well as seminar participants at the 2012 AEA Meetings, Columbia, Princeton, USC, and the University\nof Pennsylvania for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}