{
    "id": 19566,
    "citation_title": "The Effects of Retiree Health Insurance Plan Characteristics on Retirees' Choice and Employers' Costs",
    "citation_author": [
        "Robert Clark",
        "Melinda Morrill",
        "David Vanderweide"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nTo moderate the rate of growth of retiree health insurance costs, employers can modify plans and move retirees into less expensive plans.  We examine policy modifications implemented by the North Carolina State Health Plan.  We investigate whether incentives produce the desired plan elections and whether these changes, along with cost shifting, produce the expected reductions in cost growth.  Using individual-level administrative data, along with aggregated data on expenditures for retirees, we estimate the effects of the introduction and subsequent repeal of a Comprehensive Wellness Initiative for non-Medicare eligible retirees, as well as increases in coinsurance and copayments and the introduction of a premium for all retirees.  Over a third of non-Medicare retirees shifted into the least generous plan between June 2009 and December 2012.  The level effects on annual costs and unfunded accrued liabilities were relatively modest, but growth rates were diminished.  Increases in the retiree premiums reduced projected costs.\n\n",
    "acknowledgement": "\nThis paper was prepared for presentation at the NBER Conference on State and Local Health Plans for Active and Retired Public Employees, pursuant to a grant from the Smith Richardson Foundation to the National Bureau of Economic Research.  The authors are grateful to the staff at BCBS NC and the SHP for providing data and for their support of this project.  The authors would like to thank Maria Fitzpatrick and Jonathan Skinner for useful comments and discussions.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the National Bureau of Economic Research or any other institution with which the authors are affiliated.\n\n\n\nDavid Vanderweide\n\nDavid Vanderweide is employed in the Fiscal Research Division of the North Carolina General Assembly.  The Fiscal Research Division is a non-partisan central staff agency that provides budget and tax-related analysis to all members of the General Assembly.  He is also a member of the State Health Plan.\n\n\n"
}