{
    "id": 19564,
    "citation_title": "Market Thickness and the Impact of Unemployment on Housing Market Outcomes",
    "citation_author": [
        "Li Gan",
        "Qinghua Zhang"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a search-matching model to study the impact of the unemployment rate on the housing market in the presence of the thick market effect.  We estimate the structural model using Texas city-level data that covers three years, 1990, 2000 and 2010.  Our structural estimation helps identify the channel through which the thick market effect amplifies the impact of the unemployment rate on housing market outcomes.  Specifically, we show that an increase in the unemployment generates a thinner market, which leads to poorer matching quality on average. As a consequence, prices and the transaction volume both decline more than in the absence of the thick market effect. Simulations based on our estimates predict that a three percentage-point increase in the unemployment rate lowers the price by 7.74% and reduces the transaction volume by 9.98%. In addition, larger cities with more population experience milder changes in prices in response to changes in the unemployment rate compared to smaller cities.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated as NBER Working Paper #12134 under the title \"The Thick Market Effect on Housing Market Transaction.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}