{
    "id": 19569,
    "citation_title": "Defined Contribution Pension Plans: Sticky or Discerning Money?",
    "citation_author": [
        "Clemens Sialm",
        "Laura Starks",
        "Hanjiang Zhang"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nParticipants in defined contribution (DC) retirement plans rarely adjust their portfolio allocations, suggesting that their investment choices and consequent money flows are sticky and not discerning. Yet, the participants' inertia could be offset by the DC plan sponsors, who adjust the plan's investment options. We examine these countervailing influences on flows into U.S. mutual funds. We find that flows into funds that derive from DC assets are more volatile and exhibit more performance sensitivity than non-DC flows, primarily due to the adjustments of the investment options by the plan sponsors. Thus, DC retirement money is less sticky and more discerning.\n\n",
    "acknowledgement": "\nThe authors thank Susan Christoffersen, Zhi Da, Steve Dimmock, Nancy Eckl, Michael Halling, Jennifer Huang, Veronika Pool, Jim Poterba, Jonathan Reuter, John Simon, Irina Stefanescu, Marno Verbeek, conference participants at the 2012 SIFR Conference on Mutual Funds in Stockholm, the 2013 Asian Bureau of Finance and Economic Research Conference in Singapore, the 2013 China International Conference in Finance in Shanghai, the 2013 Conference on Professional Asset Management at the Rotterdam School of Management, and seminar participants at Georgia State University, the Hanken School of Economics, the Helsinki School of Economics at Aalto, New York University, the University of Oklahoma, the University of Texas at Austin, the University of Texas at Dallas, and the University of Virginia for helpful comments. We thank Veronika Pool and Irina Stefanescu for sharing their Form 11-K data with us. The authors also thank Tania Davila for research assistance. Clemens Sialm thanks the Stanford Institute for Economic Policy Research for financial support during his Sabbatical. Laura Starks is a trustee of mutual funds and variable annuities offered by a retirement service provider. She has also consulted for mutual fund management companies and 401(k) plan sponsors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}