{
    "id": 19568,
    "citation_title": "Shadow Insurance",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "2016-05-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLife insurers use reinsurance to move liabilities from regulated and rated companies that sell policies to shadow reinsurers, which are less regulated and unrated off-balance-sheet entities within the same insurance group. U.S. life insurance and annuity liabilities ceded to shadow reinsurers grew from $11 billion in 2002 to $364 billion in 2012. Life insurers using shadow insurance, which capture half of the market share, ceded 25 cents of every dollar insured to shadow reinsurers in 2012, up from 2 cents in 2002. By relaxing capital requirements, shadow insurance could reduce the marginal cost of issuing policies and thereby improve retail market efficiency. However, shadow insurance could also reduce risk-based capital and increase expected loss for the industry. We model and quantify these effects based on publicly available data and plausible assumptions.\n\n",
    "acknowledgement": "\nA.M. Best Company owns the copyright to Best’s Statement File and Best’s Schedule S, which we use with permission through their license agreement with the Federal Reserve Bank of Minneapolis. Koijen acknowledges financial support from the European Research Council (grant 338082). For comments and discussions, we thank Tobias Adrian, Daniel Bergstresser, Bruno Biais, Randolph Cohen, Liran Einav, Andrew Ellul, Francisco Gomes, Scott Harrington, Victoria Ivashina, Chotibhak Jotikasthira, Robert McDonald, Andrew Metrick, Alexander Michaelides, Alan Morrison, Adair Morse, Gregory Niehaus, Radek Paluszynski, and Harald Uhlig. We also thank seminar participants at Arizona State University; Bank of England; Cass Business School; CKGSB; Columbia University; Consumer Financial Protection Bureau; Federal Reserve Bank of Minneapolis; Federal Reserve Board; Financial Stability Board; Harvard University; INSEAD; IIES; London Business School; Nederlandsche Bank; Office of Financial Research; Stockholm School of Economics; Toulouse School of Economics; University of Alberta, British Columbia, California Berkeley, Illinois at Chicago, Illinois at Urbana-Champaign, Lausanne, Melbourne, Minnesota, and South Carolina; UCSD; Uppsala University; Vienna Graduate School of Finance; Yale University; the 2013 FRIC Conference on Financial Frictions; the 2014 NBER Insurance Working Group Meeting; the 2014 Adam Smith Asset Pricing Workshop; the 2014 NBER Asset Pricing Program Meeting; the 2014 Workshop on Safety, Risk, and Incentives: The Role of the Insurance Industry in the Modern Financial System; the 2014 FMA Asian Conference; the 2014 Annual Conference of the Paul Woolley Centre; the 2014 North American Summer Meeting of the Econometric Society; the 2014 WEAI Annual Conference; the 2014 NBER Summer Institute Corporate Finance Workshop; the 2014 Workshop on Insurance and Systemic Risks; the 2014 Wharton Conference on Liquidity and Financial Crises; and the 2015 AFA Annual Meeting. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}