{
    "id": 19575,
    "citation_title": "Globalization, Democracy and Development",
    "citation_author": [
        "Jorge Braga de Macedo",
        "Luis Brites Pereira",
        "Joaquim Oliveira Martins",
        "João Tovar Jalles"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper addresses the interactions between globalization, the quality of democracy, and economic convergence using simultaneous estimation techniques. To reflect process, we use multi-dimensional, de facto, and continuous measures of democracy and globalization. To reflect context, as defined by space (geography) and time (history), we control for the distance to the income frontier. Using this measure of development, we extend the test for the two-way relationship between democracy and globalization put forward by Eichengreen and Leblang (2008) for the period 1870-2000. Focusing on the more recent wave of globalization (1970-2005), we find a two-way relationship between democracy and globalization and also significant two-way relationships with development. In the restricted sample of non-OECD countries, however, democracy hurts development.\n\n",
    "acknowledgement": "\nWe thank Barry Eichengreen, Carles Boix, Marc Flandreau, Paul Leblang and other participants in conferences at Princeton University, the Royal Academy of Belgium and the Lisbon Institute of Advanced Military Studies for comments on earlier versions. We are also grateful to Ricardo Vicente who performed the initial estimations in 2007 and Bruno Desormière who prepared the database and contributed to a 2010 draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the OECD, or its Member countries.\n\n\n"
}