{
    "id": 19570,
    "citation_title": "Home Bias and Local Contagion: Evidence from Funds of Hedge Funds",
    "citation_author": [
        "Clemens Sialm",
        "Zheng Sun",
        "Lu Zheng"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes the geographical preferences of hedge fund investors and the implication of these preferences for hedge fund performance. We find that funds of hedge funds overweight their investments in hedge funds located in the same geographical areas and that funds of funds with a stronger local bias exhibit superior performance. However, this local bias of funds of funds adversely impacts the hedge funds by creating excess comovement and local contagion. Overall, our results suggest that while local funds of funds benefit from local performance advantages, their local bias creates market segmentation that could destabilize financial markets.\n\n",
    "acknowledgement": "\nWe thank Richard Evans, Mariassunta Giannetti, Alok Kumar, Pedro Matos, Tobias Moskowitz, Loriana Pelizzon, Mark Westerfield, Scott Yonker, and seminar participants at the 2012 Conference of Financial Economics and Accounting, the 2013 American Finance Association Annual Conference, the 2013 China International Conference in Finance, the 2013 European Finance Association Annual Conference, the 2013 University of Oregon Finance Conference on Institutional Investors and Asset Management Industry, the First Luxembourg Asset Management Conference, the Institute for Quantitative Investment Research Conference (Inquire UK), the Board of Governors of the Federal Reserve System, the Duisenberg School of Finance and the Tinbergen Institute in Amsterdam, the University of Miami, and the University of California at Irvine for helpful comments. Clemens Sialm thanks the Stanford Institute for Economic Policy Research for financial support during his Sabbatical. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}