{
    "id": 19578,
    "citation_title": "What Do We Learn from the Weather? The New Climate-Economy Literature",
    "citation_author": [
        "Melissa Dell",
        "Benjamin F. Jones",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA rapidly growing body of research applies panel methods to examine how temperature, precipitation, and windstorms influence economic outcomes. These studies focus on changes in weather realizations over time within a given spatial area and demonstrate impacts on agricultural output, industrial output, labor productivity, energy demand, health, conflict, and economic growth among other outcomes. By harnessing exogenous variation over time within a given spatial unit, these studies help credibly identify (i) the breadth of channels linking weather and the economy, (ii) heterogeneous treatment effects across different types of locations, and (iii) non-linear effects of weather variables. This paper reviews the new literature with two purposes. First, we summarize recent work, providing a guide to its methodologies, data sets, and findings. Second, we consider applications of the new literature, including insights for the \"damage function\" within models that seek to assess the potential economic effects of future climate change.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Literature. We thank Marshall Burke, Janet Currie, Michael Greenstone, Solomon Hsiang, Elizabeth Moyer, Robert Pindyck, Richard Schmalensee, Susan Solomon, and 5 anonymous referees for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}