{
    "id": 19573,
    "citation_title": "Blockholders and Corporate Governance",
    "citation_author": [
        "Alex Edmans"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the theoretical and empirical literature on the different channels through which blockholders (large shareholders) engage in corporate governance.  In classical models, blockholders exert governance through direct intervention in a firm's operations, otherwise known as \"voice.\"  These theories have motivated empirical research on the determinants and consequences of activism.  More recent models show that blockholders can govern through the alternative mechanism of \"exit\" - selling their shares if the manager underperforms.  These theories give rise to new empirical studies on the two-way relationship between blockholders and financial markets, linking corporate finance with asset pricing.  Blockholders may also worsen governance by extracting private benefits of control or pursuing objectives other than firm value maximization.  I highlight the empirical challenges in identifying causal effects of and on blockholders, and the typical strategies attempted to achieve identification.  I close with directions for future research.\n\n",
    "acknowledgement": "\nI am grateful to Bo Becker, Jerry Davis, Christine Dobridge, Vivian Fang, Slava Fos, Todd Gormley, Cliff Holderness, Sudarshan Jayaraman, Giorgia Piacentino, Enrique Schroth, and Luke Taylor for valued comments, David Schoenherr for research assistance, and Janet Chater for help in preparing this manuscript. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}