{
    "id": 19588,
    "citation_title": "The Optimal Currency Area in a Liquidity Trap",
    "citation_author": [
        "David Cook",
        "Michael B. Devereux"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOpen economy macro theory says that when a country is subject to idiosyncratic macro shocks, it should have its own currency and a flexible exchange rate.  But recently in many countries policy rates have been pushed down close to the lower bound, limiting the ability of policy-makers to accommodate shocks, even in open economies with flexible exchange rates. In this paper, we show that if the zero bound constraint is binding and policy lacks an effective `forward guidance' mechanism, a flexible exchange rate system may be inferior to a single currency area, even when there are country-specific macro shocks. When monetary policy is constrained by the zero bound, under independent currencies with flexible exchange rates, the exchange rate exacerbates the impact of shocks.  Remarkably, this may hold true even if only a subset of countries are constrained by the zero bound, and other countries freely adjust their interest rates.  In order for a regime of multiple currencies to dominate a single currency area in a liquidity trap environment, it is necessary to have effective forward guidance in monetary policy.\n\n",
    "acknowledgement": "\nWe thank Kevin Hwang, Luca Dedola, and seminar participants at the Shanghai University of Finance and Economics, the Bank of Chile, tthe Bank of Korea, the University of Cyprus, the University of Wisconsin, and Sciences Po Paris, for comments.  Devereux thanks SSHRC, the Bank of Canada, and the Royal Bank of Canada for financial support. The opinions in this paper are those of the authors alone and cannot be ascribed to the Bank of Canada or the National Bureau of Economic Research.\n\n\n\nDavid Cook\n\nDuring the time the paper or immediate antecedents were written I have received appointments as visiting scholar at the Bank for International Settlements Asia Pacific and at the IMF Institute.\n\n\n"
}