{
    "id": 19581,
    "citation_title": "The Medium-Term Impacts of High-Achieving Charter Schools on Non-Test Score Outcomes",
    "citation_author": [
        "Will Dobbie",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-performing charter schools can significantly increase the test scores of poor urban students. It is unclear whether these test score gains translate into improved outcomes later in life. We estimate the effects of high-performing charter schools on human capital, risky behaviors, and health outcomes using survey data from the Promise Academy in the Harlem Children's Zone. Six years after the random admissions lottery, youth offered admission to the Promise Academy middle school score 0.283 standard deviations higher on a nationally-normed math achievement test and are 14.1 percentage points more likely to enroll in college. Admitted females are 12.1 percentage points less likely to be pregnant in their teens, and males are 4.3 percentage points less likely to be incarcerated. We find little impact of the Promise Academy on self-reported health. We conclude with speculative evidence that high-performing schools may be sufficient to significantly improve human capital and reduce certain risky behaviors among the poor.\n\n",
    "acknowledgement": "\nSpecial thanks to Geoffrey Canada and the Harlem Children's Zone staff, Darryl Cobb, Kevin Hall, and Stephen Hinson from the Charter School Growth Fund, Kyle Cole and the Noble Charter Network, DSST Public Schools, and Summit Public Schools for their support and leadership during this project. We are grateful to David Deming and Lawrence Katz for helpful comments and suggestions. Ainara Arcelus, Everton Blair, Sara D'Alessandro, Matt Davis, Philipp Grimm, Blake Heller, Cody Melcher, Julene Paul, Lisa Phillips, Sameer Sampat, Allison Sikora, Carmen Tracy, and Rucha Vankudre provided exceptional research assistance and project management support. Robin Jacob, Karin Schneider, and the staff at the Institute for Social Research at the University of Michigan provided excellent data management and survey administration assistance. Financial support from the Broad Foundation and the Ford Foundation is gratefully acknowledged. Correspondence can be addressed to the authors by e-mail at wdobbie@princeton.edu [Dobbie] or rfryer@fas.harvard.edu [Fryer]. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}