{
    "id": 19580,
    "citation_title": "The Mother of All Sudden Stops: Capital Flows and Reversals in Europe, 1919-32",
    "citation_author": [
        "Olivier Accominotti",
        "Barry Eichengreen"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new data documenting European capital issues in major financial centers from 1919 to 1932. Push factors (conditions in international capital markets) perform better than pull factors (conditions in the borrowing countries) in explaining the surge and reversal in capital flows. In particular, the sharp increase in stock market volatility in the major financial centers at the end of the 1920s figured importantly in the decline in foreign lending. We draw parallels with Europe today.\n\n",
    "acknowledgement": "\nOlivier Accominotti thanks the Woodrow Wilson School at Princeton University for hosting him during the preliminary phase of this project and the librarians at the Mudd Manuscript Library for their support. The authors thank Stefano Battilossi, Vincent Bignon, Rui Esteves, Marc Flandreau, Harold James, Leandro Prados de la Escosura, Albrecht Ritschl, Peter Temin, Stefano Ugolini, Jeff Williamson, participants at the CEPR Economic History Symposium in Perugia, at the Monetary History Group seminar at Rothschild and at seminars at Universidad Carlos III Madrid and Australian National University for helpful comments. We also thank Jef Boeckx and Gian Maria Milesi-Ferretti for sharing data and advice on Eurozone countries' balance of payment statistics, and Marc Flandreau and Norbert Gaillard for sharing the ratings data. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}