{
    "id": 19582,
    "citation_title": "Constructing a PCE-Weighted Consumer Price Index",
    "citation_author": [
        "Caitlin Blair"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the effects of simulating the Consumer Price Index (CPI) with alternately sourced weights on the inflation experience for an average US consumer. The Bureau of Labor Statistics currently uses household spending data from the Consumer Expenditure Survey (CE) to construct expenditure category weights, or \"item\" weights, in the CPI. The Bureau of Economic Analysis also estimates consumer expenditures, but does so at a national level for publication of Personal Consumption Expenditures (PCE) in the National Income and Product Accounts. In this paper, 2005-2010 price indexes that utilize PCE weights instead of CE expenditure weights are compared with the CPI-Urban in order to evaluate current CPI weighting methods. These comparisons show that the annualized growth rate over five years of an adjusted PCE-weighted CPI is slightly lower than that of the CPI-U, while a reweighted index that uses PCE expenditure definitions grows much more quickly than the CPI.\n\n",
    "acknowledgement": "\nThis paper was originally prepared for the NBER/CRIW Conference on Improving the Measurement of Consumer Expenditures, December 2011 while the author was employed by the Bureau of Labor Statistics. The author would like to thank Rob Cage, Sara Stanley, Josh Klick, Madeleine Saxton, Bill Passero, Ronald Johnson, Anya Stockburger, Charles Mason, and John Greenlees of the Bureau of Labor Statistics and Clinton McCully and Brent Moulton of the Bureau of Economic Analysis for their support and input on this project. The views expressed in this paper are those of the author and do not necessarily represent the views of the Bureau of Labor Statistics or the Department of Labor. The author takes full responsibility for any errors. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. Please contact Anya Stockburger of the BLS (stockburger.anya@bls.gov) with any questions related to this paper.\n\n\n"
}