{
    "id": 19584,
    "citation_title": "What Explains House Price Booms?: History and Empirical Evidence.",
    "citation_author": [
        "Michael D. Bordo",
        "John Landon-Lane"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we investigate the relationship between loose monetary policy, low inflation, and easy bank credit with house price booms. Using a panel of 11 OECD countries from 1920 to 2011 we estimate a panel VAR in order to identify shocks that can be interpreted as loose monetary policy shocks, low inflation shocks, bank credit shocks and house price shocks. We show that loose monetary policy played an important role in housing booms along with the other shocks. We show that during boom periods there is a heightened impact of all three \"policy\" shocks with the bank credit shock playing an important role. However, when we look at individual house price boom episodes the cause of the price boom is not so clear. The evidence suggests that the house price boom that occurred in the US during the 1990s and 2000s was not due to easy bank credit. Loose monetary policy (as well as low inflation) played some role but the residual which may be picking up other factors such as financial innovation and the shadow banking system is the most important shock. This result is robust to many alternative specifications.\n\n",
    "acknowledgement": "\nPaper prepared for the 17th International Conference on Macroeconomic Analysis and International Finance Rethymno, Crete from May 30 to June 1, 2013. The authors would like to acknowledge the excellent research assistance provided by Antonio Cusato during this project. All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}