{
    "id": 19583,
    "citation_title": "How Family Status and Social Security Claiming Options Shape Optimal Life Cycle Portfolios",
    "citation_author": [
        "Andreas Hubener",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2013-10-24",
    "issue_date": "2013-10-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHousehold decisions are profoundly shaped by a complex set of financial options due to Social Security rules determining retirement, spousal, and survivor benefits, along with benefit adjustments that vary with the age at which these are claimed. These rules influence optimal household asset allocation, insurance, and work decisions, given life cycle demographic shocks such as marriage, divorce, and children. Our model generates a wealth profile and a low and stable equity fraction consistent with empirical evidence. We also confirm predictions that wives will claim retirement benefits earlier than husbands, while life insurance is mainly purchased by younger men. Our policy simulations imply that eliminating survivor benefits would sharply reduce claiming differences by sex while dramatically increasing men's life insurance purchases.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration to the Michigan Retirement Research Center as part of the Retirement Research Consortium. Additional research support was provided by the Deutsche Forschungsgemeinschaft, the German Investment and Asset Management Association (BVI), the Pension Research Council/Boettner center at The Wharton School of the University of Pennsylvania, the Metzler Exchange Professor program, and the Eunice Shriver Kennedy National Institute of Child Health and Development Population Research Infrastructure Program R24 HD-044964-10 at the University of Pennsylvania. The authors thank David Love, Sita Slavov, Karen Smith, and John Shoven for generously sharing data and computer code; Yong Yu for excellent programming assistance; and James Anderson for research assistance. Opinions and errors are solely those of the authors and not of the institutions with whom the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as a Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute and RAND for research studies on retirement security.\n\n\n"
}