{
    "id": 19589,
    "citation_title": "Is the Consumer Expenditure Survey Representative by Income?",
    "citation_author": [
        "John Sabelhaus",
        "David Johnson",
        "Stephen Ash",
        "David Swanson",
        "Thesia Garner",
        "John Greenlees",
        "Steve Henderson"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAggregate under-reporting of household spending in the Consumer Expenditure Survey (CE) can result from two fundamental types of measurement errors: higher-income households (who presumably spend more than average) are under-represented in the CE estimation sample, or there is systematic under-reporting of spending by at least some CE survey respondents. Using a new data set linking CE units to zip-code level average Adjusted Gross Income (AGI), we show that the very highest-income households are less likely to respond to the survey when they are sampled, but unit non-response rates are not associated with income over most of the income distribution.  Although increasing representation at the high end of the income distribution could in principle significantly raise aggregate CE spending, the low reported average propensity to spend for higher-income respondent households could account for at least as much of the aggregate shortfall in total spending.\n\n",
    "acknowledgement": "\nViews here do not represent those of the Federal Reserve Board, the U.S. Bureau of the Census, or the U.S. Bureau of Labor Statistics. The authors would like to thank C. Adam Bee for his assistance with CPS data. This paper was prepared for the December, 2011 CRIW/NBER Conference, Improving the Measurement of Consumer Expenditures. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Johnson\n\nResearch conducted while a Visiting Scholar at Russell Sage Foundation.\n\n\n"
}