{
    "id": 19599,
    "citation_title": "Is There A Case for a \"Second Demographic Transition\"? Three Distinctive Features of the Post-1960 U.S. Fertility Decline",
    "citation_author": [
        "Martha J. Bailey",
        "Melanie E. Guldi",
        "Brad J. Hershbein"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "2014-02-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nDramatic fertility swings over the last 100 years have been the subject of large literatures in demography and economics. Recent research has claimed that the post-1960 fertility decline is exceptional enough to constitute a \"Second Demographic Transition.\" The empirical case for a Second Demographic Transition, however, rests largely on comparisons of the post-1960 period with the baby boom era, which was itself exceptional in many ways. Our analysis of the U.S. instead compares the fertility decline in the 1960s and 1970s to the earlier 20th century fertility decline, especially the 1920s and 1930s. \nOur findings affirm that both periods experienced similar declines in fertility rates and that the affected cohorts averaged the same number of children born over their lifetimes. In contrast to conventional wisdom, the mean age of household formation (by marriage or non-marital cohabitation) and first birth are almost identical for women reaching childbearing age in the 1920s and 1930s and today.\nThree features, however, distinguish the post-1960 period: (1) the convergence in the distribution of completed childbearing around a two-child mode and a decrease in childlessness; (2) the decoupling of marriage and motherhood; and (3) a transformation in the relationship between the educational attainment of mothers and childbearing outcomes. These three features of the 20th century fertility decline have implications for children's opportunities, children's educational achievement, and widening inequality in U.S. labor markets.\n",
    "acknowledgement": "\nWe thank George Alter, John Bound, John DiNardo, Richard Easterlin, Melissa Kearney, Lisa Neidert, Paul Rhode, and Elyce Rotella, as well as the festschrift organizers, Leah Boustan, Carola Frydman, and Bob Margo. We also thank all participants for their helpful comments and suggestions. We are also grateful to two anonymous reviewers. The authors gratefully acknowledge use of the services and facilities of the Population Studies Center at the University of Michigan, funded by NICHD Center Grant R24 HD041028. Financial assistance was provided by the University of Michigan's Population Studies Center Eva Mueller Fund, the University of Michigan's Institute of Social Research's Graduate Student Research Assistant Tuition Support Grant, the University of Michigan Rackham Research Grant, and an NICHD Population Studies Center Trainee Grant (T32 HD0007339). Anna Erickson, Sayeh Nikpay, and Johannes Norling provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}