{
    "id": 19593,
    "citation_title": "The Impact of Biomedical Knowledge Accumulation on Mortality: A Bibliometric Analysis of Cancer Data",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the relationship across diseases between the long-run growth in the number of publications about a disease and the change in the age-adjusted mortality rate from the disease.  The diseases analyzed are almost all the different forms of cancer, i.e. cancer at different sites in the body (lung, colon, breast, etc.).  Time-series data on the number of publications pertaining to each cancer site were obtained from PubMed.  For articles published since 1975, it is possible to distinguish between publications indicating and not indicating any research funding support.  \nMy estimates indicate that mortality rates: (1) are unrelated to the (current or lagged) stock of publications that had not received research funding; (2) are only weakly inversely related to the contemporaneous stock of published articles that received research funding; and (3) are strongly inversely related to the stock of articles that had received research funding and been published 5 and 10 years earlier.  The effect after 10 years is 66% larger than the contemporaneous effect.  The strong inverse correlation between mortality growth and growth in the lagged number of publications that were supported by research funding is not driven by a small number of outliers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}