{
    "id": 19597,
    "citation_title": "Women's Education: Harbinger of Another Spring? Evidence from a Natural Experiment in Turkey",
    "citation_author": [
        "Mehmet Alper Dinçer",
        "Neeraj Kaushal",
        "Michael Grossman"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the 1997 Education Law in Turkey that increased compulsory formal schooling from five to eight years to study the effect of women's education on a range of outcomes relating to women's fertility, their children's health and measures of empowerment. We apply an instrumental variables methodology and find that a 10 percentage point increase in the proportion of ever married women with eight years of schooling lowered number of pregnancies per woman by 0.13 and number of children per women by 0.11. There is also some evidence of a decline in child mortality, caused by mother's education, but effects turn statistically insignificant in our preferred models. We also find that a 10 percentage point increase in the proportion with eight years of schooling raised the proportion of women using modern family planning methods by eight to nine percent and the proportion of women with knowledge of their ovulation cycle by five to seven percent.  However, we find little evidence that schooling changed women's attitudes towards gender equality.\n\n",
    "acknowledgement": "\nWe thank Hacettepe University, Institute of Population Studies for providing us with the data used in this study, under permission for data use no 2010/23. The views, analyses, and conclusions in this paper are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}