{
    "id": 19596,
    "citation_title": "Why Has Japan's Massive Government Debt Not Wreaked Havoc (Yet)?",
    "citation_author": [
        "Charles Y. Horioka",
        "Takaaki Nomoto",
        "Akiko Terada-Hagiwara"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "2014-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we present data on trends over time in government debt financing in Japan since 2010 with emphasis on the importance of foreign holders and speculate about the determinants of those trends.  We find that Japanese government securities were held primarily by domestic holders until recently because robust domestic saving (combined with strong home bias) made it possible for domestic investors to absorb most of the government debt but that foreign holdings of Japanese government securities have increased sharply in recent years, especially in the case of short-term government securities.  We show that trends in foreign holdings of Japanese government securities can be explained by conventional economic factors such returns and risks and that the recent surge in foreign holdings of short-term Japanese government securities is attributable to foreign investors in search of a safe haven for their funds in the face of the Global Financial Crisis of 2008-09 precipitated by the Lehman crisis.  Our analysis suggests that the surge in foreign holdings of Japanese government securities will subside (in fact, it already has), and this, combined with the projected decline in domestic saving (especially household saving) caused by population aging, will create increasing pressures for fiscal adjustment to reduce her massive government debt.  Thus, Japan's massive government debt has not resulted in high economic costs in the past because of robust domestic saving and a temporary inflow of foreign capital caused by the Global Financial Crisis, but it may have substantial costs in the future as both of these factors become less applicable unless the government debt can be brought under control.\n\n",
    "acknowledgement": "\nThis paper was prepared for Asian Development Bank TA 7859-REG: Asian Development Outlook 2012.  The authors are indebted to Maria Socorro Bautista, Iris Claus, Hal Hill, Yoshihiko Kadoya, Masahiro Kawai, Changyong Rhee, T. N. Srinivasan, Bijung Wang, other participants at the Asian Development Review Conference on Development Issues in Asia, held at the Asian Development Bank in Manila, The Philippines, on May 15-16, 2012, especially Joseph Lim and Peter Morgan, for their valuable comments and to Shiela Camingue for her superb assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}