{
    "id": 19592,
    "citation_title": "Effects of Physician-Directed Pharmaceutical Promotion on Prescription Behaviors: Longitudinal Evidence",
    "citation_author": [
        "Anusua Datta",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "2014-01-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSpending on prescription drugs (Rx) represents one of the fastest growing components of U.S. healthcare spending, and has coincided with an expansion of pharmaceutical promotional spending.  Most (83%) of Rx promotion is directed at physicians in the form of visits by pharmaceutical representatives (known as detailing) and drug samples provided to physicians' offices.  Such promotion has come under increased public scrutiny, with critics contending that physician-directed promotion may play a role in raising healthcare costs and may unduly affect physicians' prescribing habits towards more expensive, and possibly less cost-effective, drugs.  In this study, we bring longitudinal evidence to bear upon the question of how detailing impacts physicians' prescribing behaviors.  Specifically, we examine prescriptions and promotion for a particular drug class based on a nationally-representative sample of 150,000 physicians spanning 24 months.  The use of longitudinal physician-level data allows us to tackle some of the empirical concerns in the extant literature, virtually all of which has relied on aggregate national data.  We estimate fixed-effects specifications that bypass stable unobserved physician-specific heterogeneity and address potential targeting bias.  In addition, we also assess differential effects at both the extensive and intensive margins of prescribing behaviors, and differential effects across physician- and market-level characteristics, questions which have not been explored in prior work.  The estimates suggest that detailing has a significant and positive effect on the number of new scripts written for the detailed drug, with an elasticity magnitude of 0.06.  This effect is substantially smaller than those in the literature based on aggregate information, suggesting that most of the observed relationship between physician-directed promotion and drug sales is driven by selection bias.  Qualitatively consistent with the literature, we find that detailing impacts selective brand-specific demand but does not have any substantial effects on class-level demand.  Results also indicate that most of the detailing response may operate at the extensive margin; detailing affects the probability of prescribing the drug more than it affects the number of prescriptions conditional on any prescribing.  We draw some implications from these estimates with respect to effects on healthcare costs and public health.\n\n",
    "acknowledgement": "\nThe authors are very grateful to Michael Fitzmaurice, Robert Kaestner, LeighAnn Leung, Yang Wang, and Samuel Zuvekas for helpful comments. We are especially grateful to Sumit Agarwal for the data and his helpful advice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}