{
    "id": 1959,
    "citation_title": "Mortgage Pricing: What Have We Learned So Far?",
    "citation_author": [
        "Patric H. Hendershott"
    ],
    "citation_publication_date": "1986-06-01",
    "issue_date": "1986-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch progress has been achieved in the valuation of call options and interest-rate caps on default-free mortgages. The evidence suggests that the observed term structure of interest rates (the full structure, not just the end points) and a reasonable estimate of the volatility of spot rates is sufficient for pricing purposes. Knowledge of the precise nature of the interest-rate process and the exact market price of interest-rate risk, the not-well-identified determinants of the term structure, are not necessary for pricing. (The analogy to pricing stock options is striking; there, knowledge of the observed stock price -- and the present value of expected future dividends -- and a reasonable estimate of the volatility of the stock price are sufficient to price the option.) Moreover, the number of interest-rate state variables is also of little import, again holding the term structure and rate volatility constant. Pricing the mortgage default option, in contrast, is still in the embryonic stage. The stochastic process analogous to the interest-rate process in valuing call is a house price process: if a house price declines sufficiently, default occurs. The observed house price, the present value of  expected future \"dividends\" (rents), and the volatility of house prices is, in principle, sufficient to value default (again note the analogy to stock price options). Unfortunately, rents are unknown, and no  observable term-structure of expected future house-price inflation-rates exists from which to glean the division of expected housing returns between \"dividends\" and expected capital gains. Also, a series on the recent volatility of individual house prices is not readily available. Finally, measurement of the costs to defaulters and the losses of lenders/insurers when default occurs is far less straight-forward than is the case when call occurs or interest-rate caps are reached. (Here, an analogy can be drawn to the difficulties encountered in pricing the bankrupcy risk of firms.)\n\n",
    "acknowledgement": "\n"
}