{
    "id": 19595,
    "citation_title": "What Is the Case for Paid Maternity Leave?",
    "citation_author": [
        "Gordon B. Dahl",
        "Katrine V. Løken",
        "Magne Mogstad",
        "Kari Vea Salvanes"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPaid maternity leave has gained greater salience in the past few decades as mothers have increasingly entered the workforce. Indeed, the median number of weeks of paid leave to mothers among OECD countries was 14 in 1980, but had risen to 42 by 2011. We assess the case for paid maternity leave, focusing on parents' responses to a series of policy reforms in Norway which expanded paid leave from 18 to 35 weeks (without changing the length of job protection). Our first empirical result is that none of the reforms seem to crowd out unpaid leave. Each reform increases the amount of time spent at home versus work by roughly the increased number of weeks allowed. Since income replacement was 100% for most women, the reforms caused an increase in mother's time spent at home after birth, without a reduction in family income. Our second set of empirical results reveals the expansions had little effect on a wide variety of outcomes, including children's school outcomes, parental earnings and participation in the labor market in the short or long run, completed fertility, marriage or divorce. Not only is there no evidence that each expansion in isolation had economically significant effects, but this null result holds even if we cumulate our estimates across all expansions from 18 to 35 weeks. Our third finding is that paid maternity leave is regressive in the sense that eligible mothers have higher family incomes compared to ineligible mothers or childless individuals. Within the group of eligibles, the program also pays higher amounts to mothers in wealthier families. Since there was no crowd out of unpaid leave, the extra leave benefits amounted to a pure leisure transfer, primarily to middle and upper income families. Finally, we investigate the financial costs of the extensions in paid maternity leave. We find these reforms had little impact on parents' future tax payments and benefit receipt. As a result, the large increases in public spending on maternity leave imply a considerable increase in taxes, at a cost to economic efficiency. Taken together, our findings suggest the generous extensions to paid leave were costly, had no measurable effect on outcomes and regressive redistribution properties. In a time of harsh budget realities, our findings have important implications for countries that are considering future expansions or contractions in the duration of paid leave.\n\n",
    "acknowledgement": "\nWe thank the Norwegian Research Council for providing generous financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}