{
    "id": 19591,
    "citation_title": "Can Simple Informational Nudges Increase Employee Participation in a 401(k) Plan?",
    "citation_author": [
        "Robert L. Clark",
        "Jennifer A. Maki",
        "Melinda Sandler Morrill"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe report results from a field experiment in which a randomized subset of newly hired workers at a large financial institution received a flyer containing information about the employer's 401(k) plan and the value of contributions compounding over a career.  Younger workers who received the flyer were significantly more likely to begin contributing to the plan relative to their peers in the control group.  Many workers do not participate in their employers' supplemental retirement savings programs, even though these programs offer substantial tax advantages and immediate returns due to matching contributions.  From a survey of new hires we find that many workers choose not to contribute to the plan because they have other financial priorities.  However, some non-participants lack the financial literacy to appreciate the benefit.  These findings indicate that simple informational interventions can nudge workers to participate in retirement saving plans and enhance individual well-being and retirement income security.\n\n",
    "acknowledgement": "\nThis article is forthcoming in the Southern Economic Journal, and this preprint version appears with the permission of the Southern Economic Association.  Copies of the computer programs used to generate the results presented in this article can be made available upon request, but the data used are proprietary.  The authors would like to acknowledge support from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Research Consortium.  The authors would like to thank Annamaria Lusardi, Olivia Mitchell, Sarah Holden, and Lina Walker, as well as participants at the 2010 Financial Literacy Consortium meetings, the George Washington University and Federal Reserve Board Financial Literacy Seminar Series, the 2012 Society for Labor Economists annual meeting, and the 2012 APPAM annual meeting for useful comments.  The authors also thank Steve Reeder for his participation in this research project, for making the data available to us, for facilitating the sending of the surveys and flyers, and for his ideas and suggestions throughout the research project.  The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, National Bureau of Economic Research, any agency of the Federal Government, any other institution with which the authors are affiliated, or the employer with which we partnered.\n\n\n"
}