{
    "id": 19590,
    "citation_title": "The Joint Cross Section of Stocks and Options",
    "citation_author": [
        "Byeong-Je An",
        "Andrew Ang",
        "Turan G. Bali",
        "Nusret Cakici"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStocks with large increases in call implied volatilities over the previous month tend to have high future returns while stocks with large increases in put implied volatilities over the previous month tend to have low future returns. Sorting stocks ranked into decile portfolios by past call implied volatilities produces spreads in average returns of approximately 1% per month, and the return differences persist up to six months. The cross section of stock returns also predicts option-implied volatilities, with stocks with high past returns tending to have call and put option contracts which exhibit increases in implied volatility over the next month, but with decreasing realized volatility. These predictability patterns are consistent with rational models of informed trading.\n\n",
    "acknowledgement": "\nWe thank the editor, Cam Harvey, an associate editor, and three referees for their extremely helpful comments and suggestions. We thank Reena Aggarwal, Allan Eberhart, Nicolae Garleanu, Larry Glosten, Bob Hodrick, Michael Johannes, George Panayotov, Tyler Shumway, Mete Soner, David Weinbaum, Liuren Wu, Yuhang Xing, and seminar participants at the American Finance Association meetings, ETH-Zurich, Federal Reserve Bank of New York, and Georgetown University for helpful comments and discussions. Additional results are available in an internet appendix that can be obtained by contacting the authors. An and Ang thank Netspar and the Program for Financial Studies for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}