{
    "id": 19598,
    "citation_title": "Is The Phillips Curve Alive and Well After All? Inflation Expectations and the Missing Disinflation",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate possible explanations for the absence of a persistent decline in inflation during the Great Recession and find commonly suggested explanations to be insufficient. We propose a new explanation for this puzzle within the context of a standard Phillips curve. If firms' inflation expectations track those of households, then the missing disinflation can be explained by the rise in their inflation expectations between 2009 and 2011. We present new econometric and survey evidence consistent with firms having similar expectations as households. The rise in household inflation expectations from 2009 to 2011 can be explained by the increase in oil prices over this time period.\n\n",
    "acknowledgement": "\nWe thank Larry Ball, Mark Gertler, John Leahy, Andy Levin, Troy Matheson, Lars Svensson, seminar participants at Southern Methodist University, participants at the NBER Conference on Lessons from the Financial Crisis, and our discussant Virgiliu Midrigan for very helpful comments, Graham Howard for assistance with data from the Reserve Bank of New Zealand, and Saten Kumar for survey data on firms' inflation forecasts. This paper was written in part while Coibion was a visiting scholar at the IMF, whose support was greatly appreciated. The views expressed in the paper are those of the authors and should not be interpreted as representing those of any institutions with which they are or have been affiliated.  Gorodnichenko thanks NSF and Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}