{
    "id": 19608,
    "citation_title": "Russia's Fiscal Gap",
    "citation_author": [
        "Eugene Goryunov",
        "Maria Kazakova",
        "Laurence J. Kotlikoff",
        "Arseny Mamedov",
        "Kristina Nesterova",
        "Vladimir Nazarov",
        "Elena Grishina",
        "Pavel Trunin",
        "Alexey Shpenev"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEvery country faces what economists call an intertemporal (across time) budget constraint, which requires that its government's future expenditures, including the servicing of its outstanding official debt, be covered by its government's future receipts when measured in present value. The difference between the present value of a country's future expenditures and its future receipts is called its fiscal gap.\nThis study estimates Russia's 2013 fiscal gap at 890 trillion rubles or $28 trillion. This longterm budget shortfall is 8.4 percent of the present value of projected GDP. Consequently, eliminating Russia's fiscal gap on a smooth basis requires fiscal tightening by 8.4 percent of each future year's projected GDP.\nOne means of doing this is to immediately and permanently raise all Russian taxes by 29 percent. Another is to immediately and permanently cut all spending, apart from servicing outstanding debt, by 22.4 percent.\nHow can a country with vast energy resources and foreign reserves and other financial assets that exceed its official debt still have very major fiscal problems? The answer is that the Russia's energy resources are finite, whereas its expenditure needs are not. Moreover, Russia is aging and facing massive obligations from its pension system and other age related expenditures.\n\n",
    "acknowledgement": "\nThis paper is dedicated to the memory of Yegor Gaidar, who founded the Gaidar Institute and for whom fiscal sustainability and responsibility was of paramount importance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEugene Goryunov\n\nEugene Goryunov’s sole source of funding for this research is research support from the Gaidar Institute.\n\n\n\nMaria Kazakova\n\nMaria Kazakova’s sole source of funding for this research is research support from the Gaidar Institute.\n\n\n\nArseny Mamedov\n\nArseny Mamedov’s sole source of funding for this research is research support from the Gaidar Institute\n\n\n\nKristina Nesterova\n\nKristina Nesterova’s sole source of funding for this research is research support from the RANEPA.\n\n\n\nVladimir Nazarov\n\nVladimir Nazarov’s sole source of funding for this research is research support from the Gaidar Institute.\n\n\n\nElena Grishina\n\nElena Grishina’s sole source of funding for this research is research support from the RANEPA\n\n\n\nPavel Trunin\n\nPavel Trunin’s sole source of funding for this research is research support from the Gaidar Institute.\n\n\n\nAlexey Shpenev\n\nAlexey Shpenev’s sole source of funding for this research is research support from the RANEPA.\n\n\n"
}