{
    "id": 19606,
    "citation_title": "Collateral Valuation and Borrower Financial Constraints: Evidence from the Residential Real Estate Market",
    "citation_author": [
        "Sumit Agarwal",
        "Itzhak Ben-David",
        "Vincent Yao"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nFinancially constrained borrowers have the incentive to influence the appraisal process in order to increase borrowing or reduce the interest rate. We document that the average valuation bias for residential refinance transactions is above 5%. The bias is larger for highly leveraged transactions, around critical leverage thresholds, and for transactions mediated through a broker. Mortgages with inflated valuations default more often; however, lenders partly account for the valuation bias through pricing.\n\n",
    "acknowledgement": "\nWe benefited from the comments of Brent Ambrose, Effi Benmelech (NBER discussant), Joao Coco, Yongheng Deng, Ted Durant, Mike Faulkner, Paula Sapienza, Antoinette Schoar, Amit Seru, Susan Wachter, Wenlan Qian, Larry White, Yildiray Yildirim, and Luigi Zingales, as well as from those of seminar participants at the NBER Corporate Finance Meeting, Chicago Federal Reserve Bank, and Weimer School of Advanced Studies in Real Estate and Land Economics. The views in this paper are those of the authors and may not reflect those of Fannie Mae. Itzhak Ben-David gratefully acknowledges the financial support of the Dice Center at the Fisher College of Business, The Ohio State University, and of the Neil Klatskin Chair in Finance and Real Estate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nVincent Yao\n\nFor the research that resulted in “Foreclosure Externalities: Some new evidence,” I\nattest to the following:\n1. Financial support for my research came entirely from my employer, Fannie Mae.\n2. I have not received any financial or in-kind support for this research from anyone other than Fannie Mae.\n3. I have no paid or unpaid positions as officer, director, or board member of any relevant non-profit organizations or profit-making entities.\n4. I have no close relatives or partners who received financial support from or work in any position at any relevant entity.\n\n\n- Vincent Yao\n\n\n"
}