{
    "id": 19609,
    "citation_title": "Are Closely-Held Firms Tax Shelters?",
    "citation_author": [
        "Annette Alstadsæter",
        "Wojciech Kopczuk",
        "Kjetil Telle"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn 2004 Norwegian authorities announced a reform introducing dividend taxation for personal (but not corporate) owners to take effect starting in 2006. This change provided incentives to maximize dividends in 2004 and 2005, and to retain earnings in the following years. Using Norwegian registry data that cover the universe of non-publicly traded firms, we find that dividend payments responded very strongly to the anticipated reform, but also that much of the response was compensated by re-injecting shareholder equity in the same firms. On the other hand, following the reform firms began to retain earnings. While all categories of assets grow, the increase in durable assets categories that include equipment, machinery, company cars, planes and boats, is particularly striking. We find that personally owned firms and those that pursued aggressive dividend maximization policy in anticipation of the reform exhibit lower profits and economic activity in its aftermath, but retain earnings and accumulated assets at comparable or faster rate than others. The differential effect on assets is concentrated in financial (a potential substitute for private saving) and durable (a potential substitute for private consumption) asset categories.We interpret these results as indicating both the existence of real tax responses and supportive of the notion that in the presence of dividend taxation closely-held firms partially serve as tax shelters.\n\n",
    "acknowledgement": "\nWe thank Jeff Brown, Martin Jacob, Eric Toder and participants at the 2013 Tax Policy and the Economy meeting for helpful comments and suggestions. Financial support from the Research Council of Norway, grant 217139/H20, is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}