{
    "id": 19605,
    "citation_title": "Amidst Poverty and Prejudice: Black and Irish Civil War Veterans",
    "citation_author": [
        "Hoyt Bleakley",
        "Louis Cain",
        "Joseph Ferrie"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis study examines a wide range of health and economic outcomes in a sample of Irish- and African-American Civil War veterans during the postbellum period. The information in our data is from a variety of circumstances across an individual's life span, and we use that to attempt to explain whether the disparities in mortality are related to disparities in life experiences.  We find evidence of disparities between Irish and blacks and others in such variables as occupation and wealth, morbidity, and mortality.  The data do not reveal disparate outcomes for all blacks and Irish; they only reveal inferior outcomes for slave-born blacks and foreign-born Irish.  For the freeborn blacks and native-born Irish, for whom the historical tradition suggests discrimination and prejudice, the data only hint at such problems.\n\n",
    "acknowledgement": "\nThis work was supported in part by NIH program project grant P01 AG10120, Early Indicators of Later Work Levels, Disease and Death. The authors are grateful to Alex Orsini for his help with the data and to Dr. Lauren Cain for her help with epidemiological considerations.  We thank Joey Burton, Tim Classen, Dora Costa, Sok Chul Hong, and the participants at the Northwestern Conference in Honor of Joel Mokyr and the Workshop on the Economics and Biodemography of Aging at the University of Chicago Booth School of Business for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}