{
    "id": 19601,
    "citation_title": "Experimentation in Federal Systems",
    "citation_author": [
        "Steven Callander",
        "Bård Harstad"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model where heterogeneous districts choose both whether to experiment and the policies to experiment with. Since districts learn from each other, the first-best requires that policy experiments converge so that innovations are useful also for neighbors. However, the equilibrium implies the reverse - policy divergence - since each district uses its policy choice to discourage free-riding. We then study a clumsy central government that harmonizes final policy choices. This progressive concentration of power induces a policy tournament that can increase the incentive to experiment and encourage policy convergence. We derive the best political regime as well as the optimal levels of heterogeneity, transparency, prizes, and intellectual property rights.\n\n",
    "acknowledgement": "\nWe have benefitted from the audiences at the 2012 Nemmers Conference in Honor of Elhanan Helpmann, the 2012 NYU-LSE conference on political economy, the 2012 Symposium on Collective Decisions at the University of Hamburg, University of Namur, Paris School of Economics, Yale University, APSA, MWPSA, Stanford GSB, the Australasian Econometric Society Meetings, the Priorat Workshop in Theoretical Political Economy, and in particular our discussants David Austen-Smith, Hande Mutlu-Eren, and Daniel Sturm and research assistant Anders Hovdenes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}