{
    "id": 19602,
    "citation_title": "Perverse Consequences of Well Intentioned Regulation: Evidence from India's Child Labor Ban",
    "citation_author": [
        "Prashant Bharadwaj",
        "Leah K. Lakdawala",
        "Nicholas Li"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile bans against child labor are a common policy tool, there is very little empirical evidence validating their effectiveness. In this paper, we examine the consequences of India's landmark legislation against child labor, the Child Labor (Prohibition and Regulation) Act of 1986. Using data from employment surveys conducted before and after the ban, and using age restrictions that determined who the ban applied to, we show that child wages decrease and child labor increases after the ban. These results are consistent with a theoretical model building on the seminal work of Basu and Van (1998) and Basu (2005), where families use child labor to reach subsistence constraints and where child wages decrease in response to bans, leading poor families to utilize more child labor. The increase in child labor comes at the expense of reduced school enrollment. We also examine the effects of the ban at the household level. Using linked consumption and expenditure data, we find that along various margins of household expenditure, consumption, calorie intake and asset holdings, households are worse off after the ban.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Thanks to Chris Ahlin, Kate Antonovics, Jeff Clemens, Julie Cullen, Gordon Dahl, Rahul Deb, Eric Edmonds, James Fenske, Gordon Hanson, Anjini Kochar, Craig McIntosh, Arijit Mukherjee, Karthik Muralidharan, Paul Niehaus, Mallesh Pai and Maher Said for insightful discussions on the topic. Zachary Breig provided excellent research assistance.\n\n\n"
}