{
    "id": 19604,
    "citation_title": "The Home Front: Rent Control and the Rapid Wartime Increase in Home Ownership",
    "citation_author": [
        "Daniel K. Fetter"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "2016-06-29",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe US home ownership rate rose by 10 percentage points between 1940 and 1945, about half the size of the net change over the 20th century, despite severe restrictions on construction during World War II. I present evidence that wartime rent control played an important role in this shift. The empirical test exploits features of the central authority's method of imposing rent control, which generated variation in the frozen level of rents for cities that had seen similar increases in rents prior to control. Greater rent reductions at the onset of rent control were associated with greater increases in home ownership over the first half of the 1940s. This relationship is not driven by differential trends in housing demand or other unobserved factors potentially correlated with variation in rent reductions. The results imply that if maximum rents had been set at their peak pre-control level rather than at a lower level, the increase in home ownership would have been 10 percent smaller. Combined with new data showing rapid house price appreciation during the war, this result suggests that 10 percent is a lower bound on the share of the \"wartime\" increase in home ownership that rent control can explain.\n\n",
    "acknowledgement": "\nFor helpful comments I thank Richard Arnott, Jeremy Atack, John Bellows, Price Fishback, Eric Hilt, Lee Lockwood, Hugh Rockoff, Ken Snowden, Richard Sutch, John\nWallis, Heidi Williams, and seminar participants at Arizona, Harvard, Stanford, Vanderbilt, Wellesley, Yale, the Washington Area Economic History Seminar, the 2012 Cliometrics Conference, the 2012 NBER Summer Institute, the 2013 AREUEA Annual Meeting, the 2013 AALAC Mellon 23 Workshop, and the May 2014 All-UC Conference.\nFor feedback at the earliest stages of this project I am also grateful to David Autor, Erica Field, Erzo Luttmer, Robert Margo, Rohini Pande, and especially to Edward Glaeser, Claudia Goldin, and Lawrence Katz. Chloe Breider, Andong Liu, Mengyuan Liu, Bing Wang, and Wendy Wu provided excellent research assistance. I also gratefully acknowledge financial support from the Taubman Center for State and Local Government, the Real Estate Academic Initiative at Harvard, and Wellesley College. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}