{
    "id": 19600,
    "citation_title": "Amerisclerosis? The Puzzle of Rising U.S. Unemployment Persistence",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Dmitri Koustas"
    ],
    "citation_publication_date": "2013-10-31",
    "issue_date": "2013-10-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe persistence of U.S. unemployment has risen with each of the last three recessions, raising the specter that future U.S. recessions might look more like the Eurosclerosis experience of the 1980s than traditional V-shaped recoveries of the past. In this paper, we revisit possible explanations for this rising persistence. First, we argue that financial shocks do not systematically lead to more persistent unemployment than monetary policy shocks, so these cannot explain the rising persistence of unemployment. Second, monetary and fiscal policies can account for only part of the evolving unemployment persistence. Therefore, we turn to a third class of explanations: propagation mechanisms. We focus on factors consistent with four other cyclical patterns which have evolved since the early 1980s: a rising cyclicality in long-term unemployment, lower regional convergence after downturns, rising cyclicality in disability claims, and missing disinflation. These factors include declining labor mobility, changing age structures, and the decline in trust among Americans. To determine how these factors affect unemployment persistence, this paper exploits regional variation in labor market outcomes across Western Europe and North America during 1970-1990, in contrast to most previous work focusing either on cross-country variation or regional variation within countries. The results suggest that only cultural factors can account for the rising persistence of unemployment in the U.S., but the evolution in mobility and demographics over time should have more than offset the effects of culture.\n\n",
    "acknowledgement": "\nWe thank Olivier Blanchard, Romain Ranciere, David Romer, and Justin Wolfers for very helpful comments, and Florence Jaumotte for sharing updated Blanchard-Wolfers series on labor market institutions. This paper was written in part while Coibion was a visiting scholar at the IMF, whose support was greatly appreciated. The views expressed in the paper are those of the authors and should not be interpreted as representing those of any institutions with which they are or have been affiliated. We thank Alex Dombrowski, Noa Dreymann, Chuck Fang, and especially Donna Kim and Yury Yatsynovich for research assistance.  Gorodnichenko thanks NSF and Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}