{
    "id": 19610,
    "citation_title": "Mothers, Friends and Gender Identity",
    "citation_author": [
        "Claudia Olivetti",
        "Eleonora Patacchini",
        "Yves Zenou"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores a novel mechanism of gender identity formation. Specifically, we explore how the work behavior of a teenager's own mother, as well as that of her friends' mothers, affect her work decisions in adulthood. The first mechanism is commonly included in economic models. The second, which in social psychology is also emphasized as an important factor in gender identity formation, has so far been overlooked. Accordingly, our key theoretical innovation is how the utility function is modeled. It is assumed that an adult woman's work decisions are influenced by her own mother's choices as well as her friends' mothers' choices when she was a teenager, and the interaction between the two. The empirical salience of this behavioral model is tested using a network model specification together with the longitudinal structure of the AddHealth data set. We find that both intergenerational channels positively affect a woman's work hours in adulthood, but the cross effect is negative, indicating the existence of cultural substitutability. That is, the mother's role model effect is larger the more distant she is (in terms of working hours) from the friends' mothers.\n\n",
    "acknowledgement": "\nWe thank the participants at the 2013 Society of Labor Economists annual meeting for helpful suggestions. This research uses data from Add Health, a program project directed by Kathleen Mullan Harris and designed by J. Richard Udry, Peter S. Bearman, and Kathleen Mullan Harris at the University of North Carolina at Chapel Hill, and funded by grant P01-HD31921 from the Eunice Kennedy Shriver National Institute of Child Health and Human Development, with cooperative funding from 23 other federal agencies and foundations. Special acknowledgment is due Ronald R. Rindfuss and Barbara Entwisle for assistance in the original design. Information on how to obtain the Add Health data files is available on the Add Health website (http://www.cpc.unc.edu/addhealth). No direct support was received from grant P01-HD31921 for this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}