{
    "id": 19618,
    "citation_title": "Economic Development, Flow of Funds and the Equilibrium Interaction of Financial Frictions",
    "citation_author": [
        "Benjamin Moll",
        "Robert M. Townsend",
        "Victor Zhorin"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "2016-04-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a variety of different data sets from Thailand to study not only the extremes of micro and macro variables but also within-country flow of funds and labor migration. We develop a general equilibrium model that encompasses regional variation in the type of financial friction and calibrate it to measured variation in regional aggregates. The model predicts substantial capital and labor flows from rural to urban areas even though these differ only in the underlying financial regime. Predictions for micro variables not used directly provide a model validation. Finally we estimate the impact of a policy counterfactual, regional isolationism.\n\n",
    "acknowledgement": "\nWe thank Fernando Aragon, Paco Buera, Hal Cole, Matthias Doepke, Mike Golosov, Cynthia Kinnan, Tommaso Porzio, Yuliy Sannikov, Martin Schneider, Yongs Shin, Ivan Werning and seminar participants at the St Louis Fed, Wisconsin, Northwestern and the Philadelphia Fed for very useful comments. Hoai-Luu Nguyen and Hong Ru provided outstanding research assistance. For sharing their code, we are grateful to Paco Buera and Yongs Shin. Townsend gratefully acknowledges research support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638), the research initiative `Private Enterprise Development in Low-Income Countries' [(PEDL), a programme funded jointly by the Centre for Economic Policy Research (CEPR) and the Department for International Development (DFID), contract reference MRG002 1255], the John Templeton Foundation (grant number 12470), and the Consortium on Financial Systems and Poverty at the University of Chicago (funded by Bill & Melinda Gates Foundation under grant number 51935).\" The views expressed are not necessarily those of CEPR or DFID. This work was completed in part with resources provided by the University of Chicago Research Computing Center. Previous versions of this paper were circulated under the titles \"Finance and Development: Limited Commitment vs. Moral Hazard\" and \"Financial Obstacles and Inter-Regional Flow of Funds.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}