{
    "id": 19616,
    "citation_title": "Moving out of Agriculture: Structural Change in Vietnam",
    "citation_author": [
        "Brian McCaig",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the role of structural change in the economic development of Vietnam from 1990 to 2008. Structural change accounted for a third of the growth in aggregate labor productivity during this period, which averaged 5.1 percent per annum. We discuss the role of reforms in agriculture, enterprises, and international integration in this process. In addition to the drastic move of employment away from agriculture toward services and manufacturing, we also document the movement of workers away from household businesses toward firms in the enterprise sector, and the reallocation of workers from state owned firms toward private domestic and foreign owned firms. Manufacturing experienced particularly rapid growth in labor productivity and a large expansion of employment, as it grew from 8 to 14 percent of the workforce. Changes in trade policy, expansion of employment in foreign owned firms, and the declining role of state owned enterprises robustly contributed toward the changing structure of employment within manufacturing.\n\n",
    "acknowledgement": "\nHanh Nguyen provided excellent research assistance. We thank Margaret McMillan, Dani Rodrik, and Dietrich Vollrath and the participants at the Workshop on Structural Change at the World Bank in April 2012 for helpful suggestions. We thank the World Bank for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBrian McCaig\n\nThe research was supported by funding from the World Bank.\n\n\n\nNina Pavcnik\n\nThe research in this project was supported by funding from the World Bank Development Economics Group (DEC).\n\n\n"
}