{
    "id": 19613,
    "citation_title": "Pass-through of Emissions Costs in Electricity Markets",
    "citation_author": [
        "Natalia Fabra",
        "Mar Reguant"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the pass-through of emissions costs to electricity prices and explore its determinants. We perform both reduced-form and structural estimations based on optimal bidding in this market. Using rich micro-level data, we estimate the channels affecting pass-through in a flexible manner, with minimal functional form assumptions. Contrary to many studies in the general pass-through literature, we find that emissions costs are almost fully passed-through to electricity prices. Since electricity is traded through high-frequency auctions for highly inelastic demand, firms have weak incentives to adjust markups after the cost shock. Furthermore, the costs of price adjustment are small.\n\n",
    "acknowledgement": "\nWe are grateful to Peter Eccles, Denny Ellerman, Jose-Antonio Espín, Joe Harrington, Koichiro Ito, Matti Liski, Thierry Magnac, Marti Mestieri, Juan Pablo Montero, Nancy Rose, Stephen Ryan, Juan Toro, Michael Waterson and Ali Yurukoglu for helpful comments. We also want to thank seminar audicences at CEMFI (Madrid), EARIE Conference (Rome), Jornadas de Economía Industrial (Murcia), 5th Atlantic Workshop on Energy and Environmental Economics (La Toja), University of Arizona (Tucson), the Berkeley-Stanford IO Fest (2011), Toulouse School of Economics, UC Davis, University of Michigan, Columbia University, and Yale University. We are grateful for the contribution of Antonio Jesús Sánchez-Fuentes to this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}