{
    "id": 19615,
    "citation_title": "Confucianism and Preferences: Evidence from Lab Experiments in Taiwan and China",
    "citation_author": [
        "Elaine M. Liu",
        "Juanjuan Meng",
        "Joseph Tao-yi Wang"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates how Confucianism affects individual decision making in Taiwan and in China. We found that Chinese subjects in our experiments became less accepting of Confucian values, such that they became significantly more risk loving, less loss averse, and more impatient after being primed with Confucianism, whereas Taiwanese subjects became significantly less present-based and were inclined to be more trustworthy after being primed by Confucianism. Combining the evidence from the incentivized laboratory experiments and subjective survey measures, we found evidence that Chinese subjects and Taiwanese subjects reacted differently to Confucianism.\n\n",
    "acknowledgement": "\nWe thank Dan Benjamin, Colin Camerer, Xi Chen, Aimee Chin, Angus Deaton, Benjamin Ho, Nathan Nunn, Chunlei Yang, Ying Zhang, seminar participants at Chapman University and conference participants at the NBER conference on Culture and Religion, ESA and NEUDC for helpful discussion and comments. We thank editor and anonymous referees for comments.  Elaine M. Liu thanks Chiang Ching-kuo Foundation for financial support.  Joseph Tao-yi Wang thanks National Taiwan University and the National Science Council of Taiwan (NSC 99-2410-H-002-060-MY3, NSC 102-2628-H-002-002-MY4) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph Tao-yi Wang\n\nJoseph Tao-yi Wang thanks National Science Council of Taiwan and National Taiwan University for financial support.\n\n\n"
}