{
    "id": 19612,
    "citation_title": "Valuing Private Equity",
    "citation_author": [
        "Morten Sorensen",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe investigate whether the performance of Private Equity (PE) investments is sufficient to compensate investors (LPs) for risk, long-term illiquidity, management and incentive fees charged by the general partner (GP). We analyze the LP's portfolio-choice problem and find that management fees, carried interest and illiquidity are costly, and GPs must generate substantial alpha to compensate LPs for bearing these costs. Debt is cheap and reduces these costs, potentially explaining the high leverage of buyout transactions. Conventional interpretations of PE performance measures appear optimistic. On average, LPs may just break even, net of management fees, carry, risk, and costs of illiquidity.\n\n",
    "acknowledgement": "\nWe thank Andrew Ang, Ulf Axelson, Peter DeMarzo, Phil Dybvig, Wayne Ferson, Larry Glosten, Stefan Hirth, Jingzhi Huang, Xiaojie Huang, Ravi Jagannathan, Yingcong Lan, Alexander Ljungqvist, Bob McDonald, Andrew Metrick, Berk Sensoy, Rene Stulz, Suresh Sundaresan, Ling Tie, Mike Weisbach, Mark Westerfield, Youchang Wu, and seminar participants at Allied Social Science Association (ASSA) 2012, Cheung Kong Graduate School of Business, Columbia Business School, CUFE, European Finance Association 2012, Kunwu Jiuding Capital, London Business School, Northwestern University Kellogg School of Management, Norwegian School of Economics, Ohio State University, Peking University, SMU-SUFE Finance Conference (2013), UIBE, University of Rochester Simon School of Business, University of Oregon Finance Conference (2013), Stanford Graduate School of Business, Zhejiang University, and Nanhu Private Equity Summit for helpful discussions and comments. Neng Wang acknowledges research support by the Chazen Institute of International Business at Columbia Business School. Jinqiang Yang acknowledges  support by Natural Science Foundation of China (# 71202007), Innovation Program of Shanghai Municipal Education Commission (# 13ZS050) and ``Chen Guang\" Project of Shanghai Municipal Education Commission and Shanghai Education Development Foundation (# 12CG44). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}