{
    "id": 19627,
    "citation_title": "The Consequences of Teenage Childbearing Before Roe v Wade",
    "citation_author": [
        "Kevin Lang",
        "Russell Weinstein"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from three cycles of the National Survey of Family Growth, we investigate whether there were adverse consequences of teenage childbearing in the 1950s and 1960s, when most abortions were illegal, and access to the pill was limited. We find negative effects of teen motherhood on the likelihood of obtaining at least 12 years of education and on the number of marriages. We find positive effects of teen motherhood on family income, and, unsurprisingly, on the number of children. These effects are heterogeneous by predicted education. For those with high levels of predicted education, giving birth does not affect educational attainment but increases the probability of being divorced. For those predicted to be on the margin of high school completion, giving birth has strong negative effects on 12th grade completion and age at first marriage, while increasing the probability of never having married. In general, for less advantaged teens, motherhood appears to have increased expected family income but also the risk of not graduating from high school and never marrying. We find surprisingly little evidence that births affected teens conceiving pre- and post-marriage differently.\n\n",
    "acknowledgement": "\nWe are grateful to John Bound for a very helpful and encouraging conversation and to Sandy Korenman and Bob Margo for helpful comments and suggestions. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}