{
    "id": 19622,
    "citation_title": "Moral Hazard and Economies of Scope in Physician Ownership of Complementary Medical Services",
    "citation_author": [
        "Brian K. Chen",
        "Paul J. Gertler",
        "Chuh-Yuh Yang"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen physicians own complementary medical service facilities such as clinical laboratories and imaging centers, they gain financially by referring patients to these service entities. This situation creates an incentive for the physician to exploit the consumers' trust by recommending more services than they would demand under full information. This moral hazard cost, however, may be offset by gains in economies of scope if the complementary services are integrated into the physician's practice. We assess the extent of moral hazard and economies of scope using data from Taiwan, which introduced a \"separating\" policy, similar to the Stark Law in the US, that restricts physician ownership of pharmacies unless they are fully integrated into the physician's practice. We find that physicians who own pharmacies prescribe 7.6% more drugs than those who do not own pharmacies. Overall, we find no evidence of economies of scope from integration in the treatment of patients with acute respiratory infections, diabetes, or hypertension. Overall the separating policy was ineffective at controlling drug costs as a large number of physicians choose to integrate pharmacies into their practices in order to become exempt from the policy.\n\n",
    "acknowledgement": "\nThe authors have no material or financial interests in the results reported in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}