{
    "id": 19625,
    "citation_title": "Betting on Secession: Quantifying Political Events Surrounding Slavery and the Civil War",
    "citation_author": [
        "Charles W. Calomiris",
        "Jonathan Pritchett"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAbraham Lincoln's election produced Southern secession, Civil War, and abolition. Using a new database of slave sales from New Orleans, we examine the connections between political news and the prices of slaves for 1856-1861.  We find that slave prices declined by roughly a third from their 1860 peak, reflecting increased southern pessimism regarding the possibility of war and the war's possible outcome. The South's decision to secede reflected the beliefs that the North would not invade to oppose secession, and that emancipation of slaves without compensation was unlikely, both of which were subsequently dashed by Lincoln's actions.\n\n",
    "acknowledgement": "\nThe authors acknowledge the support of the National Science Foundation award SMA-1004569, and the New Orleans Center for the Gulf South. They benefited from the helpful comments and suggestions of Jenny Bourne, Stanley Engerman, Jean-Laurent Rosenthal, Gavin Wright, and conference participants at the meetings of the Cliometrics Society on January 5, 2013, the NBER Development of the American Economy Program Meeting on March 2, 2013, and the \"Time on the Cross at 40\" Conference at the University of Chicago on October 5, 2013.  Yibang Chen, Zachary Cohen, Kyle Falvey, Denise Fornoff, Jessica Hayes, Benjamin Kim, Daniel Penaranda, Stephen Ragany, Kara Ramsey, Catherine Rath, Mallorie Smith, and Emily Westermeier provided able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}