{
    "id": 19626,
    "citation_title": "Enforcement and Immigrant Location Choice",
    "citation_author": [
        "Tara Watson"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the effect of local immigration enforcement regimes on the migration decisions of the foreign born. Specifically, the analysis uses individual level American Community Survey data to examine the effect of recent 287(g) agreements which allow state and local law enforcement agencies to enforce Federal immigration law. The results suggest that one type of 287(g) agreement - the controversial local \"task force\" model emphasizing street enforcement - nearly doubles the propensity for the foreign-born to relocate within the United States. The largest effects are observed among non-citizens with college education, suggesting that aggressive enforcement policies may be missing their intended targets. No similar effect is found for the native born. After the extreme case of Maricopa County is excluded, there is no evidence that local enforcement causes the foreign-born to exit the United States or deters their entry from abroad. Rather, 287(g) task force agreements encourage the foreign born to move to a new Census division or region within the United States.\n\n",
    "acknowledgement": "\nThis paper was supported by the New England Public Policy Center at the Federal Reserve Bank of Boston. The author thanks Kristin Butcher, Robert Clifford, Christopher Foote, Yolanda Kodrzycki, Alicia Sasser Modestino, Darcy Saas, and Abigail Wozniak for insightful suggestions. Participants in the Federal Reserve Bank of Boston seminar series offered helpful comments. The views expressed are mine and do not reflect any official position of the Federal Reserve Bank. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}