{
    "id": 19628,
    "citation_title": "The Agricultural Productivity Gap",
    "citation_author": [
        "Douglas Gollin",
        "David Lagakos",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to national accounts data, value added per worker is much higher in the non-agricultural sector than in agriculture in the typical country, and particularly so in developing countries. Taken at face value, this \"agricultural productivity gap\" suggests that labor is greatly misallocated across sectors. In this paper, we draw on new micro evidence to ask to what extent the gap is still present when better measures of sector labor inputs and value added are taken into consideration. We find that even after considering sector differences in hours worked and human capital per worker, as well as alternative measures of sector output constructed from household survey data, a puzzlingly large gap remains.\n\n",
    "acknowledgement": "\nWe thank Lisa Starkman, Luisa Majnoni and Michael Jaskie for excellent research assistance. For helpful comments we thank Robert Barro and Larry Katz (the editors), four anonymous referees, Francesco Caselli, Matthias Doepke, Berthold Herrendorf, Larry Huffman, Remi Jedwab, Per Krusell, Kiminori Matsuyama, Maggie McMillan, Ed Prescott, Victor Rios Rull, Richard Rogerson, Mark Rosenzweig, Todd Schoellman, Rachel Soloveichik, Francis Teal, Aleh Tsyvinski, Dietz Vollrath and Alwyn Young, as well as seminar participants at Arizona State, Cambridge, Dartmouth, Oxford, Northwestern, Penn State, Toronto, UCSD and Yale, and conference participants at the NBER Summer Institute Economic Growth Meeting, the NBER Conference on Macroeconomics Across Time and Space, the AEA Annual Meetings (San Diego), the SED Annual Meetings (Ghent), the Conference on Economic Growth (Toronto), the Conference on Economic Growth and Cultural Change (Munich), and the World Bank's Annual Bank Conference on Development Economics. Portions of this paper were written while Gollin was on leave at the Yale School of Forestry and Environmental Studies. Financial support from the International Growth Centre is gratefully appreciated. All potential errors are our own. This version supersedes an earlier version with the title \"The Agricultural Productivity Gap in Developing Countries\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}