{
    "id": 19623,
    "citation_title": "The Term Structure of Currency Carry Trade Risk Premia",
    "citation_author": [
        "Hanno Lustig",
        "Andreas Stathopoulos",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "2018-11-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFixing the investment horizon, the returns to currency carry trades decrease as the maturity of the foreign bonds increases. The local currency term premia, which increase with the maturity, offset the currency risk premia. The time-series predictability of foreign bond returns in dollars similarly declines with the bonds' maturities. Leading no-arbitrage models in international finance cannot match the downward term structure of currency carry trade risk premia. We derive a simple preference-free condition that no-arbitrage models need to satisfy to match the carry trade risk premia on long term bonds.\n\n",
    "acknowledgement": "\nMany thanks to Robert Barro, Mikhail Chernov, Riccardo Colacito, Ian Dew-Becker, Emmanuel Farhi, Stefano Giglio, Gita Gopinath, Lars Hansen, Espen Henriksen, Urban Jermann, Leonid Kogan, Karen Lewis, Matteo Maggiori, Ian Martin, Stefan Nagel, Jonathan Parker, Tarun Ramadorai, Robert Ready, Jose Scheinkman, Andrea Vedolin, seminar participants at the Federal Reserve Board, Georgetown University, Harvard, LSE, LBS, MIT, UC3 in Madrid, UC Davis, the Said School at Oxford, Cass at City University London, Syracuse University, University of Bristol, UBC, University of Exeter, University of Lausanne, University of Massachusetts, University of Michigan, University of Rochester, USC, and Wharton, as well as the participants at the First Annual Conference on Foreign Exchange Markets at the Imperial College, London, the International Macro Finance Conference at Chicago Booth, the Duke/UNC Asset Pricing Conference, the WFA Meetings, and the NBER Summer Institute. A previous version of this paper circulated under the title “Nominal Exchange Rate Stationarity and Long-Term Bond Returns.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}