{
    "id": 19638,
    "citation_title": "Macroeconomic Determinants of Retirement Timing",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Jae Song",
        "Dmitriy Stolyarov"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze lifetime earnings histories of white males during 1960-2010 and categorize the labor force status of every worker as either working full-time, partially retired or fully retired. We find that the fraction of partially retired workers has risen dramatically (from virtually 0 to 15 percent for 60-62 year olds), and that the duration of partial retirement spells has been steadily increasing. We estimate the response of retirement timing to variations in unemployment rate, inflation and housing prices. Flows into both full and partial retirement increase significantly when the unemployment rate rises. Workers around normal retirement age are especially sensitive to variations in the unemployment rate. Workers who are partially retired show a differential response to a high unemployment rate: younger workers increase their partial retirement spell, while older workers accelerate their transition to full retirement. We also find that high inflation discourages full-time work and encourages partial and full retirement. Housing prices do not have a significant impact on retirement timing.\n\n",
    "acknowledgement": "\nStolyarov and Gorodnichenko are grateful to the Social Security Administration for financial support. Gorodnichenko thanks NSF and Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}