{
    "id": 19632,
    "citation_title": "Surprising Similarities: Recent Monetary Regimes of Small Economies",
    "citation_author": [
        "Andrew K. Rose"
    ],
    "citation_publication_date": "2013-11-07",
    "issue_date": "2013-11-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn contrast to earlier recessions, the monetary regimes of many small economies have not changed in the aftermath of the global financial crisis.  This is due in part to the fact that many small economies continue to use hard exchange rate fixes, a reasonably durable regime.  However, most of the new stability is due to countries that float with an inflation target.  Though a few have left to join the Eurozone, no country has yet abandoned an inflation targeting regime under duress.  Inflation targeting now represents a serious alternative to a hard exchange rate fix for small economies seeking monetary stability.  Are there important differences between the economic outcomes of the two stable regimes?  I examine a panel of annual data from more than 170 countries from 2007 through 2012 and find that the macroeconomic and financial consequences of regime-choice are surprisingly small.   Consistent with the literature, business cycles, capital flows, and other phenomena for hard fixers have been similar to those for inflation targeters during the Global Financial Crisis and its aftermath.\n\n",
    "acknowledgement": "\n*  B.T. Rocca Jr. Professor of International Business, Associate Dean, and Chair of the Faculty, Haas School of Business at the University of California, Berkeley, NBER Research Associate, and CEPR Research Fellow.  The data set, key output, a current version, and an updated version of this paper are freely available at my website.  For help and comments, I thank: Joshua Aizenman, Woon Gyu Choi, Joe Gagnon, Reuven Glick, Mojmir Hampl, Michael Hutchison, Anil Kashyap, Frederic Mishkin, Ashoka Mody, John Murray, Jonathan Ostry, Carmen Reinhart, Mark Spiegel, Alan Taylor, and conference participants at the 2013 Asia Economic Policy Conference.  I thank Kristin Forbes and Frank Warnock for providing their data set.  I also thank the National University of Singapore for hospitality during the course of this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}