{
    "id": 19634,
    "citation_title": "Understanding Media Markets in the Digital Age: Economics and Methodology",
    "citation_author": [
        "Brett Danaher",
        "Samita Dhanasobhon",
        "Michael D. Smith",
        "Rahul Telang"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nDigitization raises a variety of important academic and managerial questions around firm strategies and public policies for the content industries, with many of these questions influenced by the erosion of copyright caused by Internet file-sharing. At the same time, digitization has created many new opportunities to empirically analyze these questions by leveraging new data sources and abundant natural experiments in media markets. \nIn this chapter we describe the open \"big picture\" questions related to digitization and the copyright industries, and discuss methodological approaches to leverage the new data and natural experiments in digital markets to address these questions. We close our chapter with a specific proof of concept research study that analyzes an important academic and managerial question -- the impact of legitimate streaming services on the demand for piracy. We use ABC's decision to add its content to Hulu.com as a natural experiment and show that it resulted in an economically and statistically significant drop in piracy of that content.\n\n",
    "acknowledgement": "\nThe authors thank the editors of this volume as well as Heidi Williams for helpful comments on this research.  Danaher acknowledges financial support from an NBER Economics of Digitization Research Fellowship Grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael D. Smith\n\nThis research was conducted as part of Carnegie Mellon University’s Initiative for Digital Entertainment Analytics (IDEA) which receives funding from the Motion Picture Association of America. The MPAA funding is in the form of an unrestricted gift to Carnegie Mellon University, and the MPAA and its member studios exercised no editorial control or oversight of the research findings. The findings in the research are entirely our own.\n\n\n\nRahul Telang\n\nThis research was conducted as part of Carnegie Mellon University’s Initiative for Digital Entertainment Analytics (IDEA) which receives funding from the Motion Picture Association of America. The MPAA funding is in the form of an unrestricted gift to Carnegie Mellon University, and the MPAA and its member studios exercised no editorial control over the research findings.\n\n\n"
}