{
    "id": 1963,
    "citation_title": "Interpreting Tests of Forward Discount Bias Using Survey Data on Exchange Rate Expectations",
    "citation_author": [
        "Kenneth A. Froot",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "1986-06-01",
    "issue_date": "1986-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey data on exchange rate expectations are used to divide the forward discount into expected depreciation and a risk premium. Our starting point is the common test oh whether the forward discount is an unbiased predictor of future changes in the spot rate. We use the surveys to decompose the bias into a protion attributable to the risk premium and a portion attributable to systematic prediction errors. The survey data suggest that our findings of both unconditional and conditional bias are overwhelmingly due to systematic expectational errors. Regressions of future changes in the spot rate against the forward discount do not yield insights into the sign, size or variability of the risk premium as is usually thought.We test directly the hypothesis of perfect substitutability, and find support for it on that changes in the forward discount reflect, one for one , changes in expected depreciation. The \"random-walk\" view that expected depreciation is zero is thus rejected; expected depreciation is even significantly more variable than the risk premium. In fact, investors would do better if they always reduced fractionally the magnitude of expected depreciation. This is the same result that Bilson and many others have found with forward market data, but now it cannot be attributed to a risk premium.\n\n",
    "acknowledgement": "\n"
}