{
    "id": 19636,
    "citation_title": "Unintended Consequences of Transportation Carbon Policies: Land-Use, Emissions, and Innovation",
    "citation_author": [
        "Stephen P. Holland",
        "Jonathan E. Hughes",
        "Christopher R. Knittel",
        "Nathan C. Parker"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRenewable fuel standards, low carbon fuel standards, and ethanol subsidies are popular policies to incentivize ethanol production and reduce emissions from transportation. Compared to carbon trading, these policies lead to large shifts in agricultural activity and unexpected social costs. We simulate the 2022 Federal Renewable Fuel Standard (RFS) and find that energy crop production increases by 39 million acres. Land- use costs from erosion and habitat loss are between $277 and $693 million. A low carbon fuel standard (LCFS) and ethanol subsidies have similar effects while costs under an equivalent cap and trade (CAT) system are essentially zero. In addition, the alternatives to CAT magnify errors in assigning emissions rates to fuels and can over or under-incentivize innovation. These results highlight the potential negative efficiency effects of the RFS, LCFS and subsidies, effects that would be less severe under a CAT policy.\n\n",
    "acknowledgement": "\nThe authors thank Soren Anderson, Severin Borenstein, Meghan Busse, Garth Heutel, Mark Jacobsen, Randall Walsh, Catherine Wolfram and seminar participants at the Heartland Environmental and Resource Economics Conference, Iowa State University, the NBER Environmental and Energy Economics spring meeting, the University of California Energy Institute, the University of North Carolina at Greensboro, the University of Texas, the Colorado School of Mines and the Massachusetts Institute of Technology for helpful comments. Knittel gratefully acknowledges support from the Institute of Transportation Studies at UC Davis. A portion of the paper was written while Knittel was a visitor at the Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher R. Knittel\n\nChristopher R. Knittel hereby declares that he has no direct relevant material financial interests that relate to the research described in this paper. Knittel is the Director of MIT's Center for Energy and Environmental Policy Research (CEEPR). Some of the industry Associates of CEEPR, either currently, or in the past, are, or have been oil and ethanol  companies.\n\n\n\nNathan C. Parker\n\nParker acknowledges the United States Departments of Agriculture and Energy, the Western Governors' Association and the Institute of Transportation Studies at UC Davis for their support.\n\n\n"
}