{
    "id": 19637,
    "citation_title": "Price and Quality Dispersion in an Offshoring Market: Evidence from Semiconductor Production Services",
    "citation_author": [
        "David Byrne",
        "Brian K. Kovak",
        "Ryan Michaels"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies price and quality differences across international intermediate input suppliers.  We develop price measures that account for (i) differences in product characteristics, (ii) unobserved quality differences, and (iii) pure (frictional) price dispersion across suppliers.  Using uniquely detailed transaction- level data from the semiconductor industry, we document large average price differences across suppliers for observationally identical products, and find that price differentials close over the product life cycle.  We interpret this finding in a model where buyers face costs of switching suppliers.  The theory demonstrates how to use the observed price dynamics to adjust prices for unobserved quality differences across suppliers.  The results of this analysis reveal that pure price dispersion and unobserved quality differences are both important in this market.  These two features make it difficult to construct constant-quality import price indexes, which generally assume away pure price dispersion.  We document the resulting upward bias in standard price indexes, develop a quality-adjusted index for semiconductor fabrication, and propose a general method for bounding the true constant-quality price index.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was prepared for the conference \"Measurement Issues Arising from the Growth of Globalization,'' sponsored by the W.E. Upjohn Institute for Employment Research and the National Academy of Public Administration (NAPA).  Thanks to Yong-Gyun Choi, Manuel Gomez, Steven Paschke, and Fabio Rueda for excellent research assistance.  We would like to thank Bill Alterman, Wenjie Chen, Ken Flamm, Erica Fuchs, Ross Goodman, Susan Houseman, Ben Keys, Nina Pavcnik, Marshall Reinsdorf, Jodi Shelton, Lowell Taylor, Sonya Wahi-Miller, Kim Zieschung, seminar participants at Columbia, Carnegie Mellon, Queens College, U.S. Dept. of Commerce, NBER CRIW Summer Institute, Upjohn/NAPA conference, and the Rocky Mountain Empirical Trade Conference for helpful discussions and Chelsea Boone at GSA, Peter Dziel at LSI, and Len Jelinek at IHS iSuppli for help with data and background information on the industry.  Remaining errors are our own.  This paper reflects the views of the authors and should not be attributed to the Board of Governors of the Federal Reserve System, nor to members of its staff, nor to the National Bureau of Economic Research.\n\n\n"
}