{
    "id": 19633,
    "citation_title": "Financing as a Supply Chain: The Capital Structure of Banks and Borrowers",
    "citation_author": [
        "William Gornall",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of the joint capital structure decisions of banks and their borrowers. Strikingly high bank leverage emerges naturally from the interplay between two sets of forces. First, seniority and diversification reduce bank asset volatility by an order of magnitude relative to that of their borrowers. Second, previously unstudied supply chain effects mean that highly levered financial intermediaries are the most efficient. Low asset volatility enables banks to safely take on high leverage; supply chain effects compel them to do so. Firms with low leverage also arise naturally as borrowers internalize the systematic risk costs they impose on their lenders. Because risk assessment techniques from the Basel II framework underlie our structural model, we can quantify the impact capital regulation and other government interventions have on bank leverage, firm leverage, and fragility. Deposit insurance and the expectation of government bailouts lead not only to risk taking by banks, but increased risk taking by firms. Capital regulation lowers bank leverage but can lead to compensating increases in the leverage of firms, as well as a small increase in borrowing costs.\n\n",
    "acknowledgement": "\nWe thank Anat Admati, Arvind Krishnamurthy, Francisco Perez-Gonzalez, and Steve Schaefer for helpful discussions and comments. We are also grateful to seminar participants at ESSEC and Graduate School of Business, Stanford University. Will Gornall acknowledges financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}