{
    "id": 19649,
    "citation_title": "Dishonesty and Selection into Public Service",
    "citation_author": [
        "Rema Hanna",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we demonstrate that university students who cheat on a simple task in a laboratory setting are more likely to state a preference for entering public service. Importantly, we also show that cheating on this task is predictive of corrupt behavior by real government workers, implying that this measure captures a meaningful propensity towards corruption. Students who demonstrate lower levels of prosocial preferences in the laboratory games are also more likely to prefer to enter the government, while outcomes on explicit, two-player games to measure cheating and attitudinal measures of corruption do not systematically predict job preferences. We find that a screening process that chooses the highest ability applicants would not alter the average propensity for corruption among the applicant pool. Our findings imply that differential selection into government may contribute, in part, to corruption. They also emphasize that screening characteristics other than ability may be useful in reducing corruption, but caution that more explicit measures may offer little predictive power.\n\n",
    "acknowledgement": "\nWe thank Gabriel Scheffler, Paula Pedro, Madhumitha Hebbar, Sugat Bajracharya and Priyanka Kanth for their excellent coordination of the field activities, and extend a special thank you to Manaswini Rao, who provided invaluable insights into the field logistics. We thank Jonathan Holmes for superb research assistance. This paper has benefited from comments from or conversations with Santosh Anagol, Guillaume Frechette, Thomas Fujiwara, Ann Harrison, Sendhil Mullainathan, Sandip Sukhtankar, Asim Khwadja, Rohini Pande, and Debraj Ray. All errors are our own. This study was funded in part by Harvard Dean's Grant and the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nRema Hanna is a scientific director at JPAL-South East Asia. J-PAL has no stake in the outcomes of any given evaluation results; however, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\n"
}