{
    "id": 19644,
    "citation_title": "Can Negotiating a Uniform Carbon Price Help to Internalize the Global Warming Externality?",
    "citation_author": [
        "Martin Weitzman"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThus far, most approaches to resolving the global warming externality have been quantity based.  With n different national entities, a meaningful comprehensive treaty involves negotiating n different binding emissions quotas (whether tradeable or not).  In post-Kyoto practice this n-dimensional coordination problem has proven intractable and has essentially devolved into sporadic regional volunteerism.  By contrast, on the price side there is a natural one-dimensional focus on negotiating a single binding carbon price, the proceeds from which are domestically retained.  Significantly (and unlike negotiated quantities) the negotiated uniform price on carbon emissions embodies an automatic \"countervailing force\" against free-riding self interest by incentivizing agents to internalize the externality.  The model of this paper indicates an exact sense in which each agent's extra cost from a higher emissions price is counter-balanced by that agent's extra benefit from inducing (via the higher emissions price) all other agents to simultaneously lower their emissions.  With some further restrictions, the theoretical model shows that population-weighted majority rule for a uniform price on carbon emissions can come as close to global efficiency as the median marginal benefit (per capita) is close to the mean marginal benefit (per capita).\n\n",
    "acknowledgement": "\nFor useful constructive comments, but without necessarily implicating them in the conclusions of this paper, I would like to thank Frank Ackerman, Joseph Aldy, Geir Asheim, Daniel Bodansky, Daniel Cole, Stephen DeCanio, Denny Ellerman, Bard Harstad, Gary Libecap, Gilbert Metcalf, Juan Moreno-Cruz, Ian Parry, Robert Pindyck, Thomas Schelling, Robert Stavins, and David Weisbach. This paper was supported by a grant from the National Science Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}