{
    "id": 19646,
    "citation_title": "Targeting ultra-poor households in Honduras and Peru",
    "citation_author": [
        "Dean Karlan",
        "Bram Thuysbaert"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nFor policy purposes, it is important to understand the relative efficacy of various methods to target the poor. Recently, participatory methods have received particular attention. We examine the effectiveness of a hybrid two-step process that combines a participatory wealth ranking and a verification household survey, relative to two proxy means tests (the Progress out of Poverty Index and a housing index), in Honduras and Peru. The methods we examine perform similarly to one another by various metrics. They all target most accurately in the cases of the poorest and the wealthiest households but perform with mixed results among households in the middle of the distribution. Ultimately, given similar performance, the analysis suggests that costs should be the driving consideration in choosing across methods.\n\n",
    "acknowledgement": "\nWe thank Ford Foundation for funding; PLAN International, PLAN-Honduras, ODEF Social, PLAN-Peru and Asociación Arariwa for collaboration on the underlying implementation; and, CGAP for collaboration on the overall initiative. Authors retained full intellectual freedom throughout the study. We thank Jennifer Severski, Adam Kemmis Betty, Maria Dolores Sanchez Liste, Juan Manuel Hernández-Agramonte, Edgar Salgado, Yann Guy, Andrew Hillis, Maria Dieci and Nathanael Goldberg, for project management, field support and data analysis support. All errors and opinions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}