{
    "id": 19643,
    "citation_title": "The Cost of Capital for Alternative Investments",
    "citation_author": [
        "Jakub W. Jurek",
        "Erik Stafford"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that the risks and pre-fee returns of broad hedge fund indices can be accurately matched with simple equity index put writing strategies, which provide monthly liquidity and complete transparency over their state-contingent payoff profiles. This nonlinear risk exposure combines with large allocations, typical among investors in alternatives, to produce required rates of return that are more than twice as large as those implied by popular linear factor models. Despite earning annualized excess returns over 6% between 1996 and 2010, many hedge fund investors have not covered their proper cost of capital.\n\n",
    "acknowledgement": "\nWe thank Joshua Coval, Ken French, Samuel Hanson, Campbell Harvey (editor), Jonathan Lewellen, Andrew Lo (discussant), Burton Malkiel, Robert Merton, Gideon Ozik (discussant), André Perold, David Sraer, Jeremy Stein, Marti Subrahmanyam (discussant), Jules van Binsbergen (discussant), Russell Wermers (discussant), and seminar participants at Dartmouth College, Harvard Business School, Imperial College, Bocconi University, USI Lugano, Princeton University, Spring 2013 Q-Group Seminar, 2013 CEAR Workshop on Institutional Investors, the 2012 NBER Asset Pricing Summer Institute, the 2011 NYU Five-Star Conference, the 4th NYSE Liffe Hedge Fund Research Conference, and the BYU Red Rock Finance Conference for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}