{
    "id": 19641,
    "citation_title": "Ricardian Productivity Differences and the Gains from Trade",
    "citation_author": [
        "Andrei A. Levchenko",
        "Jing Zhang"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the role of sectoral heterogeneity in determining the gains from trade. We first show analytically that in the presence of sectoral Ricardian comparative advantage, a one- sector sufficient statistic formula that uses total trade volumes as a share of total absorption systematically understates the true gains from trade. Greater relative sectoral productivity differences lead to larger disparities between the gains implied by the one-sector formula and the true gains. Using data on overall and sectoral trade shares in a sample of 79 countries and 19 sectors we show that the multi-sector formula implies on average 30% higher gains from trade than the one-sector formula, and as much as 100% higher gains for some countries. We then set up and estimate a quantitative Ricardian-Heckscher-Ohlin model in which no version of the formula applies exactly, and compare a range of sufficient statistic formulas to the true gains in this model. Confirming the earlier results, formulas that do not take into account sectoral heterogeneity understate the true gains from trade in the model by as much as two-thirds. The one-sector formulas understate the gains by more in countries with greater dispersion in sectoral productivities.\n\n",
    "acknowledgement": "\nWe are grateful to Alan Deardorff, Andres Rodriguez-Clare, Linda Tesar, an anonymous referee, and seminar participants at the University of Michigan, University of Nottingham, University of Warwick, and the 2013 NBER ITI Spring Meetings for helpful suggestions. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Chicago, the Federal Reserve System, its Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}