{
    "id": 19640,
    "citation_title": "Recall and Unemployment",
    "citation_author": [
        "Shigeru Fujita",
        "Giuseppe Moscarini"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "2014-02-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Survey of Income and Program Participation (SIPP) covering 1990-2011, we document that a surprisingly large number of workers return to their previous employer after a jobless spell and experience more favorable labor market outcomes than job switchers. Over 40% of all workers separating into unemployment regain employment at their previous employer; over a fifth of them are permanently separated workers who did not have any expectation of recall, unlike those on temporary layoff. Recalls are associated with much shorter unemployment duration and better wage changes. Negative duration dependence of unemployment nearly disappears once recalls are excluded. We also find that the probability of finding a new job is more procyclical and volatile than the probability of a recall. Incorporating this fact into an empirical matching function significantly alters its estimated elasticity and the time-series behavior of matching efficiency, especially during the Great Recession. We develop a canonical search-and-matching model with a recall option where new matches are mediated by a matching function, while recalls are free and triggered both by aggregate and job-specific shocks. The recall option is lost when the unemployed worker accepts a new job. A quantitative version of the model captures well our cross-sectional and cyclical facts through selection of recalled matches.\n\n",
    "acknowledgement": "\nWe thank Behzad Kianian for excellent research assistance, Martha Stinson for technical assistance on the SIPP, our discussants Larry Katz, Ryan Michaels, Toshi Mukoyama, and Rob Valletta as well as Rudiger Bachmann and Javier Fernandez-Blanco, and seminar/conference participants at the 2012 NBER Summer Institute (Macro Perspectives), Bank of Finland, Census Bureau, the Richmond Fed/Kiel Institute conference \"New Developments in the Macroeconomics of Labor Markets,\" the 2012 IMF Annual Research Conference, the first NYU Search and Matching Workshop, Toulouse School of Economics, the 2013 NBER EFG Summer Meeting, the HEC Montreal \"Symposium on Labor Market Frictions and the Business Cycle,\" Australian National University, the SWET2013, University of Melbourne, University of Queensland, the CIREQ Macro-Labor Workshop, and Brown University for comments and suggestions, and Fabien Postel-Vinay for providing us with Stata codes. Moscarini also thanks the NSF for support under grant SES 1123021 and the hospitality of the Federal Reserve Bank of Philadelphia. The views expressed herein are the authors' and do not reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}