{
    "id": 19653,
    "citation_title": "Collaboration, Stars, and the Changing Organization of Science: Evidence from Evolutionary Biology",
    "citation_author": [
        "Ajay Agrawal",
        "John McHale",
        "Alexander Oettl"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe report a puzzling pair of facts concerning the organization of science.  The concentration of research output is declining at the department level but increasing at the individual level.  For example, in evolutionary biology, over the period 1980 to 2000, the fraction of citation-weighted publications produced by the top 20% of departments falls from approximately 75% to 60% but over the same period rises for the top 20% of individual scientists from 70% to 80%.  We speculate that this may be due to changing patterns of collaboration, perhaps caused by the rising burden of knowledge and the falling cost of communication, both of which increase the returns to collaboration.  Indeed, we report evidence that the propensity to collaborate is rising over time.  Furthermore, the nature of collaboration is also changing.  For example, the geographic distance as well as the difference in institution rank between collaborators is increasing over time.  Moreover, the relative size of the pool of potential distant collaborators for star versus non-star scientists is rising over time. We develop a simple model based on star advantage in terms of the opportunities for collaboration that provides a unified explanation for these facts.   Finally, considering the effect of individual location decisions of stars on the overall distribution of human capital, we speculate on the efficiency of the emerging distribution of scientific activity, given the localized externalities generated by stars on the one hand and the increasing returns to distant collaboration on the other.\n\n",
    "acknowledgement": "\nThis research was funded by the Centre for Innovation and Entrepreneurship at the Rotman School of Management, University of Toronto and the Social Sciences and Humanities Research Council of Canada. We thank Adam Jaffe, Ben Jones, Julia Lane, and seminar participants at the NBER pre-conference workshop on \"The Changing Frontier: Rethinking Science and Innovation Policy'' as well as at the University of Toronto for valuable feedback. Errors remain our own. All rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}