{
    "id": 19652,
    "citation_title": "Crowding Out Redefined: The Role of Reserve Accumulation",
    "citation_author": [
        "Carmen M. Reinhart",
        "Takeshi Tashiro"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well understood that investment serves as a shock absorber at the time of crisis. The duration of the drag on investment, however, is perplexing. For the nine Asian economies we focus on in this study, average investment/GDP is about 6 percentage points lower during 1998-2012 than its average level in the decade before the crisis; if China and India are excluded, the estimated decline exceeds 9 percent. We document how in the wake of crisis home bias in finance usually increases markedly as public and private sectors look inward when external financing becomes prohibitively costly, altogether impossible, or just plain undesirable from a financial stability perspective. Also, previous studies have not made a connection between the sustained reserve accumulation and the persistent and significantly lower levels of investment in the region. Put differently, reserve accumulation involves an official institution (i.e., the central bank) funneling domestic saving abroad and thus competing with domestic borrowers in the market for loanable funds. We suggest a broader definition of crowding out, driven importantly by increased \"liability\" home bias in finance and by official capital outflows. We present evidence from Asia to support this interpretation.\n\n",
    "acknowledgement": "\nThis paper was prepared for Prospects for Asia and the Global Economy 2013 Asia Economic Policy Conference Federal Reserve Bank of San Francisco November 3-5, 2013. We wish to thank Brad DeLong, Olivier Jeanne, Vincent Reinhart, Kenneth Rogoff, Alan Taylor, and conference participants for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}