{
    "id": 19659,
    "citation_title": "People, Places and Public Policy: Some Simple Welfare Economics of Local Economic Development Programs",
    "citation_author": [
        "Patrick Kline",
        "Enrico Moretti"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nMost countries exhibit large and persistent geographical differences in wages, income and unemployment rates. A growing class of \"place based\" policies attempt to address these differences through public investments and subsidies that target disadvantaged neighborhoods, cities or regions. Place based policies have the potential to profoundly affect the location of economic activity, along with the wages, employment, and industry mix of communities. These programs are widespread in the U.S. and throughout the world, but have only recently been studied closely by economists. We consider the following questions: Who benefits from place based interventions? Do the national benefits outweigh the costs? What sorts of interventions are most likely to be effective?To study these questions, we develop a simple spatial equilibrium model designed to characterize the welfare effects of place based policies on the local and the national economy. Using this model, we critically evaluate the economic rationales for place based policies and assess the latest evidence on their effects. We conclude with some lessons for policy and directions for future research.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Tim Bresnahan, Rebecca Diamond, Juan Carlos Suarez Serrato, Reed Walker, Danny Yagan, and Owen Zidar for helpful comments. Attila Lindner provided outstanding  research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}