{
    "id": 19650,
    "citation_title": "Distilling the Macroeconomic News Flow",
    "citation_author": [
        "Alessandro Beber",
        "Michael W. Brandt",
        "Maurizio Luisi"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple cross-sectional technique to extract daily  factors from economic news released at different times and frequencies. Our approach can effectively handle the large number of different announcements that are relevant for tracking current economic conditions.  We apply the technique to extract real-time measures of inflation, output, employment, and macroeconomic sentiment, as well as corresponding measures of disagreement among economists about these indices.  We find that our procedure provides more timely and accurate forecasts of  future changes  in economic conditions than other real-time forecasting approaches.\n\n",
    "acknowledgement": "\nWe thank Daryl Caldwell, Robert Darwin, Fabio Fornari, Amit Goyal, Ana-Maria Tenekedjieva, and seminar participants at BlackRock, City University, the 2012 Asset Pricing Retreat at Cass Business School, the Fall 2012 Inquire UK Conference in Bath, the Imperial College Hedge Fund Conference, the Stockholm School of Economics, and the University of York, for their comments and suggestions.  We are indebted to Inquire UK for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}