{
    "id": 19655,
    "citation_title": "Asia Chartbook: Crises, Credit and Debt, 1835-2013",
    "citation_author": [
        "Carmen M. Reinhart"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis Chartbook, which is a companion piece to Carmen M. Reinhart and Takeshi Tashiro (2013) \"Crowding Out Redefined: The Role of Reserve Accumulation,\" focuses on nine Asian economies: China, India, Indonesia, Japan, Korea, Malaysia, Philippines, Singapore and Thailand. Like its predecessor (Reinhart, 2010), it provides a pictorial history, on a country-by-country basis. In addition to public debt, we trace out the evolution of its composition between domestic and external borrowing. Total external debt (public and private) and domestic credit are also included through 2013. This combination gives a broad (but not complete) picture of a country's indebtedness. It should be ideally supplemented (where relevant) by indicators and trends in the shadow banking sector, as discussed in Shin (2013). It is also timeline of a country's creditworthiness and financial turmoil (including its history, if any, with IMF programs).\n\n",
    "acknowledgement": "\nThis Chartbook is a companion piece to Carmen M. Reinhart and Takeshi Tashiro (2013) \"Crowding Out Redefined: The Role of Reserve Accumulation,\" which was prepared for Prospects for Asia and the Global Economy 2013 Asia Economic Policy Conference Federal Reserve Bank of San Francisco November 3-5, 2013. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}