{
    "id": 19651,
    "citation_title": "Volatility and Pass-through",
    "citation_author": [
        "David Berger",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2013-11-14",
    "issue_date": "2013-11-14",
    "revision_date": "2015-05-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat drives countercyclical volatility? A large literature has documented that many economic variables are more disperse in recessions, but this could either occur because shocks get bigger or because firms respond more to shocks which are the same size. Existing evidence that the dispersion of endogenous variables rises in recessions cannot tell us which of volatility or responsiveness is getting bigger, and these two explanations have very different policy implications. However, we document new facts in the open economy environment and show that they can be used to disentangle these explanations. In particular, we use confidential BLS micro data to show that there is a robust positive relationship between exchange rate pass-through and the dispersion of item-level price changes. We then argue that changes in responsiveness can explain this fact while volatility shocks cannot.\n\n",
    "acknowledgement": "\nThis research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business. We would like to thank seminar participants at Princeton, Chicago Booth, Cleveland Fed, Duke Macro Jamboree, Chicago Fed, SED, NBER SI IFM, Columbia, Purdue, Northwestern, Dallas Fed Uncertainty Conference, EIEF, CESifo, and Michigan. We would also like to thank our discussant Linda Tesar as well as Rudi Bachmann, Nick Bloom, Ariel Burstein, Jeff Campbell, Gabe Chodorow-Reich, Larry Christiano, Allan Collard-Wexler, Marty Eichenbaum, Tarek Hassan, Matthias Kehrig, Oleg Itskhoki, Amy Meek, Emi Nakamura, Brent Neiman, Sergio Rebelo, Johannes Stroebel and Rozi Ulics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}