{
    "id": 19664,
    "citation_title": "Standard-Essential Patents",
    "citation_author": [
        "Josh Lerner",
        "Jean Tirole"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major policy issue in standard setting is that patents that are ex-ante not that important may, by being included into the standard, become standard-essential patents (SEPs). In an attempt to curb the monopoly power that they create, most standard-setting organizations require the owners of patents covered by the standard to make a loose commitment to grant licenses on reasonable terms. Such commitments unsurprisingly are conducive to intense litigation activity. This paper builds a framework for the analysis of SEPs, identi.es several types of inefficiencies attached to the lack of price commitment, shows how structured price commitments restore competition, and analyzes whether price commitments are likely to emerge in the marketplace.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the European Research Council under the European Community's Seventh Framework Programme (FP7/2007-2013) Grant Agreement #249429, the National Science Foundation (NSF grant \"Patent Pools and Biomedical Innovation\", award #0830288) and from Harvard Business School's Division of Research. Jean Tirole is a member of IDEI, whose IP research program is funded by Microsoft, Orange and Qualcomm. We are grateful to participants at the Berkeley Center for Law & Technology-IDEI's conference on Standard Essential Patents (Toulouse), to seminar participants at the University of Edinburgh, and to Di Pei, Patrick Rey, and Olivier Wang for helpful comments and discussions.\n\n\n"
}