{
    "id": 19660,
    "citation_title": "Testing the Theory of Multitasking: Evidence from a Natural Field Experiment in Chinese Factories",
    "citation_author": [
        "Fuhai Hong",
        "Tanjim Hossain",
        "John A. List",
        "Migiwa Tanaka"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA well-recognized problem in the multitasking literature is that workers might substantially reduce their effort on tasks that produce unobservable outputs as they seek the salient rewards to observable outputs. Since the theory related to multitasking is decades ahead of the empirical evidence, the economic costs of standard incentive schemes under multitasking contexts remain largely unknown.  This study provides empirical insights quantifying such effects using a field experiment in Chinese factories.  Using more than 2200 data points across 126 workers, we find sharp evidence that workers do trade off the incented output (quantity) at the expense of the non-incented one (quality) as a result of a piece rate bonus scheme.  Consistent with our theoretical model, treatment effects are much stronger for workers whose base salary structure is a flat wage compared to those under a piece rate base salary.  While the incentives result in a large increase in quantity and a sharp decrease in quality for workers under a flat base salary, they result only in a small increase in quantity without affecting quality for workers under a piece rate base salary.\n\n",
    "acknowledgement": "\nWe thank Aureo de Paula, Florian Englmaier, Ying Fan, April Franco, Avi Goldfarb, Matthew Grennan, Nicola Lacetera, Magne Mogstad, Justin Sydnor, and seminar participants at the Singapore Economic Review Conference, University College London, University of Toronto, University of Konstanz, University of Western Ontario, and Industrial Organization Society for helpful comments.  We gratefully acknowledge the financial support of SSHRC Grant No. 489160, and financial support from Shanghai University of Finance and Economics.  All correspondence should be directed to Tanjim Hossain (tanjim.hossain@utoronto.ca). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}