{
    "id": 19668,
    "citation_title": "Distributional Effects of Macroeconomic Policy Choices in Emerging Market Economies",
    "citation_author": [
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDistributional consequences typically receive limited attention in economic models that analyze the effects of monetary and financial sector policies. These consequences deserve more attention since financial markets are incomplete, imperfect, and economic agents' access to them is often limited. This limits households' ability to insure against household-specific (or sector-specific) shocks and magnifies the distributional effects of aggregate macroeconomic fluctuations and associated policy responses. These effects are likely to be even larger in emerging market and low-income economies beset by financial frictions. The political economy surrounding distributional consequences can sometimes lead to policy measures that reduce aggregate welfare. I argue that it is important to take better account of distributional rather than just aggregate consequences when evaluating specific policy interventions as well as the mix of different policies.\n\n",
    "acknowledgement": "\nThis paper is based on a keynote lecture delivered by the author at the Bank of Korea-IMF Conference on \"Asia: Challenges of Stability and Growth\" Seoul, September 26-27, 2013. The author is grateful to Olivier Blanchard, Pierre-Olivier Gourinchas, M. Ayhan Kose, and numerous conference participants for their insightful comments and observations on earlier drafts. The author also thanks Abigail Warren for useful editorial comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEswar S. Prasad\n\nThe IMF will provide an honorarium for this paper, which will be published in the IMF Economic Review.\n\n\n"
}