{
    "id": 19661,
    "citation_title": "Human Capital and Fertility in Chinese Clans Before Modern Growth",
    "citation_author": [
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "2015-12-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nA stylized fact of modern growth is that as countries become richer, education levels rise while family size decreases. This paper provides evidence that well before the onset of modern growth, changes in the return to education affected household choice of children's quantity versus quality. The setting is in Anhui Province, China over the 13th to 20th centuries. I show that the civil service examination system underwent long-term changes affecting the return to education, providing a means to test whether incentives for acquiring education affected fertility decisions. Employing an intergenerationally-linked dataset drawn from over 43,000 individuals, I first show that as the state examination’s discretionary practices had been largely eliminated by the 17th century, increasing the return to education, households with a lower number of children had a higher chance that one of their sons would substantially invest into human capital. Second, I demonstrate that this negative relationship between fertility and education disappeared with a fall in the return to education due to the deterioration of the state examination system in the 19th century. Taken together, my findings provide support for the hypothesis that fertility choices respond to changes in the return to human capital. The implications of these findings for theories of economic development are discussed.\n\n",
    "acknowledgement": "\nEarlier versions of this paper was presented at the University of California-Davis, Fudan University, University of Hong Kong, Hong Kong University of Science and Technology, Mannheim, University of Montreal, McGill, Northwestern, Oxford, Warwick, the Asian Historical Economics Conference, the NBER Development of the American Economy, the NBER Economic Fluctuations and Growth, and the Stanford SITE Conference. I thank Sascha Becker, Steve Broadberry, Raquel Fernandez, Avner Greif, Bishnupriya Gupta, Murat Iyigun, Wolfgang Keller, Omer Moav, Tom Rawski, Ted Telford, Michèle Tertilt, and Nathan Sussman for comments and discussions. T. Telford provided data used in this paper. Generous support from the Russell Sage Foundation and the National Institute of Child Health and Human Development (R03 HD042731-01) is gratefully acknowledged. The paper was partly written while the author was National Fellow at the Hoover Institution, whose hospitality is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}