{
    "id": 19671,
    "citation_title": "Are Capital Controls Prudential? An Empirical Investigation",
    "citation_author": [
        "Andrés Fernández",
        "Alessandro Rebucci",
        "Martín Uribe"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing recent theoretical literature advocates the use of prudential capital control policy, that is, the tightening of restrictions on cross-border capital flows during booms and the relaxation thereof during recessions. We examine the behavior of capital controls in a large number of countries over the period 1995-2011. We find that capital controls are remarkably acyclical. Boom-bust episodes in output, the current account, or the real exchange rate are associated with virtually no movements in capital controls. These results are robust to decomposing boom-bust episodes along a number of dimensions, including the level of development, the level of external indebtedness, or the exchange-rate regime. We also document a near complete acyclicality of capital controls during the Great Contraction of 2007-2009.\n\n",
    "acknowledgement": "\nWe benefited from conversations with Michael Klein, Hernán Rincón, and Stephanie Schmitt-Grohé. We thank Martin Schindler and Dennis Quinn for sharing their data. Luca Mazzone and Umberto Muratori provided excellent research assistance. The information and opinions presented are entirely those of the authors, and express or imply no endorsement by the Inter-American Development Bank, its Board of Executive Directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}