{
    "id": 19679,
    "citation_title": "Deals Not Done: Sources of Failure in the Market for Ideas",
    "citation_author": [
        "Ajay Agrawal",
        "Iain Cockburn",
        "Laurina Zhang"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUsing novel survey data on technology licensing, we report the first empirical evidence linking the three main sources of failure emphasized in the market design literature (lack of market thickness, congestion, lack of market safety) to deal outcomes.  We disaggregate the licensing process into three stages and find that although lack of market thickness and deal failure are correlated in the first stage, they are not in the latter stages, underscoring the bilateral monopoly conditions under which negotiations over intellectual property often occur.  In contrast, market safety is only salient in the final stage.  Several commonly referenced bargaining frictions (congestion) are salient, particularly in the second stage.  Also, universities and firms differ in the stage during which they are most likely to experience deal failure.\n\n",
    "acknowledgement": "\nWe thank Ernie Berndt, Wes Cohen, Alberto Galasso, Joshua Gans, Nicola Lacetera, Andrea Mina, Matt Mitchell, Mike Scherer, Kristina Steffenson McElheran, Fernando Suarez, Marie Thursby, and participants at the Rotman lunch seminar, DRUID, the NBER Productivity Lunch, and the NBER Summer Institute for helpful comments, as well as the Licensing Executives Society (USA & Canada) for facilitating this research. We gratefully acknowledge funding from SSHRC, the Martin Prosperity Institute, and the Centre for Innovation and Entrepreneurship at the University of Toronto. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}