{
    "id": 19675,
    "citation_title": "Ideology and Online News",
    "citation_author": [
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nNews consumption is moving online. If this move fundamentally changes how news is produced and consumed it will have important ramifications for politics. In this chapter we formulate a model of the supply and demand of news online that is motivated by descriptive features of online news consumption. We estimate the demand model using a combination of microdata and aggregate moments from a panel of Internet users. We evaluate the fit of the model to key features of the data and use it to compute the predictions of the supply model. We discuss how such a model can inform debates about the effects of the Internet on political polarization and other outcomes of interest.\n\n",
    "acknowledgement": "\nChapter in preparation for forthcoming NBER volume The Economics of Digitization: An Agenda. We are grateful to the project organizers, Shane Greenstein, Avi Goldfarb, and Catherine Tucker, and to the participants for helpful comments during the preparation of the chapter. We are especially grateful to Ben Jones for an outstanding discussion. We acknowledge financial support from the Alfred P. Sloan Foundation (through the Sloan Research Fellowship), the National Science Foundation, and the Initiative on Global Markets and the George J. Stigler Center for the Study of the Economy and the State at the University of Chicago. Wharton Research Data Services (WRDS) was used in preparing this chapter. This service and the data available thereon constitute valuable intellectual property and trade secrets of WRDS and/or its third-party suppliers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Shapiro\n\nSince completion of this chapter I have served as a compensated consultant for a firm that may develop an online news product.\n\n\n"
}