{
    "id": 19672,
    "citation_title": "Unemployment Insurance and Disability Insurance in the Great Recession",
    "citation_author": [
        "Andreas I. Mueller",
        "Jesse Rothstein",
        "Till M. von Wachter"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDisability insurance (DI) applications and awards are countercyclical. One potential explanation is that unemployed individuals who exhaust their Unemployment Insurance (UI) benefits use DI as a form of extended benefits. We exploit the haphazard pattern of UI benefit extensions in the Great Recession to identify the effect of UI exhaustion on DI application, using both aggregate data at the state-month and state-week levels and microdata on unemployed individuals in the Current Population Survey. We find no indication that expiration of UI benefits causes DI applications. Our estimates are sufficiently precise to rule out effects of meaningful magnitude.\n\n",
    "acknowledgement": "\nWe thank Chris Hansman, Eric Johnson, Jeehwan Kim, and Ana Rocca for excellent research assistance, and David Pattison for generous help with tabulating the administrative micro data files from SSA. Rothstein is grateful to the Russell Sage Foundation and the Center for Equitable Growth at UC Berkeley for financial support. Mueller and von Wachter's research was supported by the U.S. Social Security Administration through grant #1 DRC12000002‐01‐00 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}