{
    "id": 19678,
    "citation_title": "The Cyclicality of the Opportunity Cost of Employment",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "2015-08-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe flow opportunity cost of moving from unemployment to employment consists of foregone public benefits and the foregone value of non-working time in units of consumption. We construct a time series of the opportunity cost of employment using detailed microdata and administrative or national accounts data to estimate benefit levels, eligibility and take-up of benefits, consumption by labor force status, hours per worker, taxes, and preference parameters. Our estimated opportunity cost is procyclical and volatile over the business cycle. The estimated cyclicality implies far less unemployment volatility in many leading models of the labor market than that observed in the data, irrespective of the level of the opportunity cost.\n\n",
    "acknowledgement": "\nWe are especially grateful to Bob Hall for many insightful discussions and for his generous comments at various stages of this project. This paper also benefited from comments and conversations with Mark Bils, Steve Davis, Dan Feenberg, Peter Ganong, Erik Hurst, Greg Kaplan, Larry Katz, Pat Kehoe, Guido Lorenzoni, Iourii Manovskii, Kurt Mitman, Giuseppe Moscarini, Casey Mulligan, Nicolas Petrosky-Nadeau, Richard Rogerson, Rob Shimer, Harald Uhlig, Gianluca Violante, anonymous referees, and numerous seminar participants. Much of this paper was written while Gabriel Chodorow-Reich was visiting the Julis-Rabinowitz Center at Princeton University. Loukas Karabarbounis thanks Chicago Booth for summer financial support. The Appendix and dataset that accompany this paper are available at the authors' webpages. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}