{
    "id": 19674,
    "citation_title": "Learning by Doing in a Multi-Product Manufacturing Environment: Product Variety, Customizations, and Overlapping Product Generations",
    "citation_author": [
        "Carolyn D. Egelman",
        "Dennis Epple",
        "Linda Argote",
        "Erica R.H. Fuchs"
    ],
    "citation_publication_date": "2013-11-21",
    "issue_date": "2013-11-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExtending research on organizational learning to multi-product environments is of particular importance given that the vast majority of products are manufactured in such environments. We investigate learning in a multi-product facility drawing on exceptionally rich data for a manufacturing firm that is a leading producer of high technology components. Weekly data for 10 years from the firm's production and human resource tracking systems are augmented by surveys of managers and engineers and by extensive first-hand observation. We find that productivity improves when multiple generations of the firm's primary product family are produced concurrently, reflecting the firm's ability to augment and transfer knowledge from older to newer product generations. No significant transfer of knowledge is evident between the primary product family and other products. Productivity is, however, decreased when the production facility is faced with extensive within-product buyer-specific customizations.We develop the implications of these findings for theory and practice.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support provided by Science of Science and Innovation Policy & Innovation and Organization Sciences Joint NSF Grant 0965442, Innovation & Organization Sciences NSF Grant 0622863, a Sloan Industry Studies Grant, and a Berkman Faculty Development Grant. The authors also gratefully acknowledge the support from managers, engineers, and employees at the study's focus firm. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}