{
    "id": 19676,
    "citation_title": "Sovereign Debt Markets in Turbulent Times: Creditor Discrimination and Crowding-Out Effects",
    "citation_author": [
        "Fernando Broner",
        "Aitor Erce",
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2007, countries in the euro periphery were enjoying stable growth, low deficits, and low spreads. Then the financial crisis erupted and pushed them into deep recessions, raising their deficits and debt levels. By 2010, they were facing severe debt problems. Spreads increased and, surprisingly, so did the share of the debt held by domestic creditors. Credit was reallocated from the private to the public sectors, reducing investment and deepening the recessions even further. To account for these facts, we propose a simple model of sovereign risk in which debt can be traded in secondary markets. The model has two key ingredients: creditor discrimination and crowding-out effects. Creditor discrimination arises because, in turbulent times, sovereign debt offers a higher expected return to domestic creditors than to foreign ones. This provides incentives for domestic purchases of debt. Crowding-out effects arise because private borrowing is limited by financial frictions. This implies that domestic debt purchases displace productive investment. The model shows that these purchases reduce growth and welfare, and may lead to self-fulfilling crises. It also shows how crowding-out effects can be transmitted to other countries in the euro zone, and how they may be addressed by policies at the European level.\n\n",
    "acknowledgement": "\nWe acknowledge financial support from the Spanish Ministry of Science and Innovation, the Spanish Ministry of Economy and Competitiveness Severo Ochoa Program, the Generalitat de Catalunya, and the European Research Council (Starting Grant FP7-263846 and Advanced Grant FP7-249588) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the European Stability Mechanism or the National Bureau of Economic Research.\n\n\n"
}