{
    "id": 19681,
    "citation_title": "Buffett's Alpha",
    "citation_author": [
        "Andrea Frazzini",
        "David Kabiller",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "2013-12-16",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBerkshire Hathaway has realized a Sharpe ratio of 0.76, higher than any other stock or mutual fund with a history of more than 30 years, and Berkshire has a significant alpha to traditional risk factors. However, we find that the alpha becomes insignificant when controlling for exposures to Betting-Against-Beta and Quality-Minus-Junk factors. Further, we estimate that Buffett's leverage is about 1.6-to-1 on average. Buffett's returns appear to be neither luck nor magic, but, rather, reward for the use of leverage combined with a focus on cheap, safe, quality stocks. Decomposing Berkshires' portfolio into ownership in publicly traded stocks versus wholly-owned private companies, we find that the former performs the best, suggesting that Buffett's returns are more due to stock selection than to his effect on management. These results have broad implications for market efficiency and the implementability of academic factors.\n\n",
    "acknowledgement": "\nLasse H. Pedersen is the corresponding author. The authors are affiliated with AQR Capital Management, a global asset management firm that may apply some of the principles discussed in this research in some of its investment products. We thank Cliff Asness, Aaron Brown, John Howard, Ronen Israel, Sarah Jiang and Scott Richardson for helpful comments and discussions as well as seminar participants at the Kellogg School of Management, the CFA Society of Denmark, Vienna University of Economics and Business, Goethe University Frankfurt, and at AQR Capital Management. We are grateful to Nigel Dally for providing us with historical 10-K filings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLasse H. Pedersen\n\nLasse Heje Pedersen is the John A. Paulson Professor of Finance and Alternative Investments at the NYU Stern School of Business, a professor at Copenhagen Business School, a research associate at CEPR and NBER, a principal at AQR Capital Management, a Director of the American Finance Association, on the Economic Advisory Board of FTSE, and on the editorial board of the Quarterly Journal of Economics. He gives a number of compensated and non-compensated speeches as detailed on his curriculum vitae, which is available on his website: http://pages.stern.nyu.edu/~lpederse/ .\n\n\n"
}