{
    "id": 19680,
    "citation_title": "Housing Collateral and Entrepreneurship",
    "citation_author": [
        "Martin C. Schmalz",
        "David A. Sraer",
        "David Thesmar"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that collateral constraints restrict entrepreneurial activity. Our empirical strategy uses variations in local house prices as shocks to the value of collateral available to individuals owning a house and controls for local demand shocks by comparing entrepreneurial activity of homeowners and renters operating in the same region. We find that an increase in collateral value leads to a higher probability of becoming an entrepreneur. Conditional on entry, entrepreneurs with access to more valuable collateral create larger firms and more value added, and are more likely to survive, even in the long run.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions we would like to thank Sugato Bhattacharyya, Markus Brunnermeier, Denis Gromb, Antoinette Schoar, José Scheinkman, Philip Strahan, as well as seminar participants at IDC, the University of Michigan, the University of Amsterdam, the 10th Annual Corporate Finance Conference at Olin Business School, and the CEPR European Workshop on Entrepreneurship Economics. All errors are our own. David Thesmar thanks the HEC foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}