{
    "id": 19682,
    "citation_title": "Consumer Credit: Too Much or Too Little (or Just Right)?",
    "citation_author": [
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe intersection of research and policy on consumer credit often has a Goldilocks feel. Some researchers and policymakers posit that consumer credit markets produce too much credit. Other researchers and policymakers posit that markets produce too little credit. I review theories and evidence on inefficient consumer credit supply. For each of eight classes of theories I sketch some of the leading models and summarize any convincing empirical tests of those models. I also discuss more \"circumstantial\" evidence that does not map tightly into a particular model but has the potential to shed light on, or obscure, answers to key questions. Overall there is a lack of convincing evidence on whether markets err, and in which direction. We do not yet understand whether and under what conditions markets over-supply or under-supply credit, much less why.\n\n",
    "acknowledgement": "\nThanks to Neil Bhutta, David Laibson, Jialan Wang, Glenn Weyl, and audiences at the Consumer Financial Protection Bureau and the Chicago Benefit-Cost Conference for helpful comments, and to many co-authors (and especially Dean Karlan and Victor Stango) for shaping and sharpening my thinking over the years The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}