{
    "id": 19689,
    "citation_title": "Comparative Advantage and Optimal Trade Policy",
    "citation_author": [
        "Arnaud Costinot",
        "Dave Donaldson",
        "Jonathan Vogel",
        "Ivan Werning"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theory of comparative advantage is at the core of neoclassical trade theory. Yet we know little about its implications for how nations should conduct their trade policy. For example, should import sectors with weaker comparative advantage be protected more? Conversely, should export sectors with stronger comparative advantage be subsidized less? In this paper we take a first stab at exploring these issues. Our main results imply that in the context of a canonical Ricardian model, optimal import tariffs should be uniform, whereas optimal export subsidies should be weakly decreasing with respect to comparative advantage, reflecting the fact that countries have more room to manipulate prices in their comparative-advantage sectors. Quantitative exercises suggest substantial gains from such policies relative to simpler tax schedules.\n\n",
    "acknowledgement": "\nWe thank Gene Grossman and Andrés Rodríguez-Clare as well as seminar participants at Brown, Princeton University, Sciences Po, and ECARES for useful comments. Rodrigo Rodrigues Adao provided superb research assistance. Costinot and Donaldson thank the National Science Foundation (under Grant SES- 1227635) for research support. Vogel thanks the Princeton International Economics Section for their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}