{
    "id": 19687,
    "citation_title": "The Endless Frontier: Reaping what Bush Sowed?",
    "citation_author": [
        "Paula Stephan"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nI examine and document how the Endless Frontier changed the research landscape at universities and how universities responded to the initiative.  I show that the agencies it established and funded initially recruited research proposals from faculty and applications from students for fellowships and scholarships.  By the 1960s the tables had begun to turn and universities had begun to push for more resources from the federal government for research, support for faculty salary and research assistants and higher indirect costs. The process transformed the relationship between universities and federal funders; it also transformed the relationship between universities and faculty.  The university research system that has grown and evolved faces a number of challenges that threaten the health of universities and the research enterprise and have implications for discovery and innovation.  Five are discussed in the closing section. They are (1) a proclivity on the part of faculty and funding agencies to be risk averse; (2) the tendency to produce more PhDs than the market for research positions demands; (3) a heavy concentration of research in the biomedical sciences; (4) a continued expansion on the part of universities that may place universities at increased financial risk and (5) a flat or declining amount of federal funds for research.\n\n",
    "acknowledgement": "\nI have benefited from the comments of participants at the \"Changing Frontier: Rethinking Science and Innovation Policy\" Pre-Conference and Conference Workshops, especially those of the organizers Adam Jaffe, Benjamin Jones and Bruce Weinberg, the discussant. I have also benefited from discussions with Gregory Petsko and comments by Bill Amis. Various individuals helped in supplying unpublished data and answering inquiries. They include Robert Buhrman, Ronald Ehrenberg, John Griswold, Vicky Harden, Barbara Harkins, Peter Henderson, Richard Mandel, Joseph November, James Schuttinga, Buhm Soon, Lori Thurgood, and Hui Wang. Research assistance was provided by Nicholas Heaghney and Rhita Simorangkir. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}