{
    "id": 19683,
    "citation_title": "Jobless Recoveries During Financial Crises: Is Inflation the Way Out?",
    "citation_author": [
        "Guillermo Calvo",
        "Fabrizio Coricelli",
        "Pablo Ottonello"
    ],
    "citation_publication_date": "2013-11-27",
    "issue_date": "2013-11-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses three policy tools to mitigate jobless recoveries during financial crises: inflation, real currency depreciation, and credit-recovery policies. Using a sample of financial crises in Emerging Market economies, we document that large inflationary spikes appear to help unemployment to get back to pre-crisis levels. However, the counterpart of inflation is sizably lower real wages.  Hence, inflation does not prevent wage earners as a whole from getting hit by financial crises.  Interestingly, neither the change in the real exchange rate nor the change in output composition (tradables/nontradables), from output peak to recovery point, displays a statistically significant relationship with inflation or jobless recovery.  This suggests that currency depreciation can help reduce unemployment only insofar as it is associated with inflation, and that jobless recovery is likely due to nominal wage rigidity.  The paper also shows that measures to reactivate credit flows could be beneficial to wage earners as a whole, as measured by the real wage bill.\n\n",
    "acknowledgement": "\nWe are grateful to Stijn Claessens, the participants of XVI Conference of the Central Bank of Chile, LACEA-LAMES 2012 Annual Meetings, IMF Jobs and Growth Seminar, and 2013 CEPR European Summer Symposium in International Macroeconomics (ESSIM), held in Izmir, Turkey. for valuable comments. Forthcoming in Macroeconomic and Financial Stability: Challenges for Monetary Policy, edited by Sofia Bauducco, Lawrence Christiano and Claudio Raddatz. Santiago, Chile. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGuillermo Calvo\n\nAlthough I see no conflict of interest involved here, I would like to disclose that the paper was commissioned by the Central Bank of Chile for their annual academic conference, and that it will come out shortly in a volume published by the central bank.\n\n\n"
}