{
    "id": 19691,
    "citation_title": "The Great Pyramids of America: A Revised History of US Business Groups, Corporate Ownership and Regulation, 1930-1950",
    "citation_author": [
        "Eugene Kandel",
        "Konstantin Kosenko",
        "Randall Morck",
        "Yishay Yafeh"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "2015-04-03",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost listed firms are freestanding in the U.S, while listed firms in other countries often belong to business groups: lasting structures in which listed firms control other listed firms. Hand-collected historical data illuminate how the present ownership structure of the United States arose: (1) Until the mid-20th century, US corporate ownership was unexceptional: large pyramidal groups dominated many industries; (2) About half of these resembled groups elsewhere today in being industrially diversified and family controlled; but the others were tightly focused and had widely held apex firms; (3) US business groups disappeared gradually, primarily in the 1940s, and by 1950 were largely gone; Their demise took place against growing concerns that they posed a threat to competition and even to society; (4) The data link the disappearance of business groups to reforms that targeted them explicitly – the Public Utility Holding Company Act (1935) and rising intercorporate dividend taxation (after 1935), or indirectly – enhanced investor protection (after 1934), the Investment Company Act (1940) and escalating estate taxes. Banking reforms and rejuvenated antitrust enforcement may have indirectly contributed too. These reforms, sustained in a lasting anti-big business climate, promoted the dissolution of existing groups and discouraged the formation of new ones. Thus, a multi-pronged reform agenda, sustained by a supportive political climate, created an economy of freestanding firms.\n\n",
    "acknowledgement": "\nAn earlier version of this paper appeared under the title “Business Groups in the United States: A Revised History of Corporate Ownership, Pyramids and Regulation, 1930-1950.” Kandel is with the Hebrew University of Jerusalem, CEPR and ECGI, mskandel@mscc.huji.ac.il; Kosenko is with the Bank of Israel, konstantin.kosenko@boi.org.il; Morck is with the University of Alberta School of Business, NBER, and is also a Research Fellow with the Bank of Canada, rmorck@ualberta.ca; Yafeh is from the Hebrew University of Jerusalem, CEPR and ECGI, yishay.yafeh@huji.ac.il. We are grateful to Gur Aminadav, Yonatan Bar, Rachel Cooper, Jae Cornelssen, Ori Eisenberg, Yosi Haddas, Ron Klein, Ari Kutai, Noam Michelson, Binh Minh Pham, Anna Popov, Itamar Shimonovitz, Noa Shukrun, Erez Walter, Tom Zuckerberg and, especially, Joseph Kalmenovitz, for outstanding research assistance. Kandel and Kosenko acknowledge financial support provided by the Falk Institute for Economic Research; Kosenko is grateful also for support from the Bank of Israel; Morck gratefully acknowledges financial support from the SSHRC and the Bank of Canada; Kandel and Yafeh received financial support for this project from the Krueger Center at the Jerusalem School of Business Administration. Yafeh also acknowledges generous support from the Center for Empirical Studies of Decision Making and the Law at the Hebrew University. We also thank Assaf Hamdani, Eric Hilt, Shiki Levy, Amir Licht, Paul Joskow, Eyal Zamir and seminar participants at Ben Gurion University, Duke, Harvard University, the Hebrew University, the National University of Singapore, Northwestern, the University of Alberta, the University of Manitoba, the WHU Business School (Koblenz), York University (Toronto) the 10th CSEF-IGIER Symposium on Economics and Institutions (Capri) and the World Finance Conference (Venice) for helpful comments and suggestions. The views expressed here are the authors, and do not necessarily reflect those of the Bank of Canada, the Bank of Israel, or the National Bureau of Economic Research.\n\n\n"
}