{
    "id": 19697,
    "citation_title": "Internal Geography, International Trade, and Regional Specialization",
    "citation_author": [
        "A. Kerem Coşar",
        "Pablo D. Fajgelbaum"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "2014-08-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce an internal geography to the canonical model of international trade driven by comparative advantages to study the regional effects of external economic integration. The model features a dual-economy structure, in which locations near international gates specialize in export-oriented sectors while more distant locations do not trade with the rest of the world. The theory rationalizes patterns of specialization, employment, and relative incomes observed in developing countries that opened up to trade. We find regional specialization patterns consistent with the model in industry-level data from Chinese prefectures.\n\n",
    "acknowledgement": "\nWe thank Andrew Atkeson, Ariel Burstein, Banu Demir Pakel, Chang-Tai Hsieh, Esteban Rossi-Hansberg, Gordon Hanson, Vernon Henderson, Michael Zheng Song, Ralph Ossa, Henry Overman, Stephen Redding, Daniel Yi Xu for useful comments, and workshop participants at Bilkent University, Central Bank of Turkey, Chicago Booth, Columbia University, DePaul University, Maryland University, Minnesota Fed, Princeton University, Sabanci University, St. Louis Fed, UCLA, UCSD, University of San Andres, University of Pennsylvania, Yale University, 2012 ASSA meeting, 2013 China Economic Summer Institute, 2012 Conference on Urban and Regional Economics, 2012 European Economic Association meeting, 2012 Midwest Trade Conference, 2013 Society of Economic Dynamics meeting. Coşar thanks Chicago Booth for summer financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}