{
    "id": 19699,
    "citation_title": "Accounting for Income Changes over the Great Recession (2007-2010) Relative to Previous Recessions: The Importance of Taxes and Transfers",
    "citation_author": [
        "Jeff Larrimore",
        "Richard V. Burkhauser",
        "Philip Armour"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith data from the March CPS and using shift-share analysis, we analyze the factors that account for changes in post-tax post-transfer income during each of the past four recessions. What distinguishes the Great Recession is that drops in employment rather than wage earnings drove income declines. In addition, taxes and transfers played a much greater role in offsetting market income losses --a result largely missed in analyses that do not account for taxes and transfers. This is particularly so among the bottom quintile of the distribution where lower and increased transfers offset more than one-half of the market income declines.\n\n",
    "acknowledgement": "\nSupport for this research from the Russell Sage Foundation is cordially acknowledged. In addition to these funds, Burkhauser over the past 12 months has received funding in excess of $5,000 from the National Institute on Disability and Rehabilitation Research and the Employment Policies Institute. In addition he received funding not in excess of $5,000 from: The American Enterprise Institute, The Brookings Institution, the Federal Reserve Board, and the Pew Charitable Trusts. In addition, Armour over the past 12 months has received funding in excess of $5,000 from the Disability Research Consortium, and funding not in excess of $5,000 from the Association for Convenience and Fuel Retailing. All opinions are those of the authors and should not be attributed to the Russell Sage Foundation, the Joint Committee on Taxation, any Member of Congress, or the National Bureau of Economic Research.\n\n\n"
}