{
    "id": 19693,
    "citation_title": "Assessing DSGE Model Nonlinearities",
    "citation_author": [
        "S. Borağan Aruoba",
        "Luigi Bocola",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new class of nonlinear time-series models to identify nonlinearities in the data and to evaluate nonlinear DSGE models. U.S. output growth and the federal funds rate display nonlinear conditional mean dynamics, while inflation and nominal wage growth feature conditional heteroskedasticity. We estimate a DSGE model with asymmetric wage/price adjustment costs and use predictive checks to assess its ability to account for nonlinearities. While it is able to match the nonlinear inflation and wage dynamics, thanks to the estimated downward wage/price rigidities, these do not spill over to output growth or the interest rate.\n\n",
    "acknowledgement": "\nWe thank Jaroslav Borovicka, Frank Diebold, Gianni Lombardo, and Karel Mertens, as well as seminar participants at the 2011 FRB-NBER DSGE Conference, the 2011 (EC)2 Conference, the ECB, the Federal Reserve Bank of Chicago, the University of Pennsylvania, the University of Maryland, the University of Wisconsin, and Washington University of St. Louis for helpful\ncomments. Much of this paper was written while the authors visited the Federal Reserve Bank of Philadelphia, whose hospitality they are thankful for. Aruoba and Schorfheide gratefully acknowledge financial support from the National Science Foundation under Grant SES 1061725. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}