{
    "id": 19696,
    "citation_title": "Follow the Money: Methods for Identifying Consumption and Investment Responses to a Liquidity Shock",
    "citation_author": [
        "Dean Karlan",
        "Adam Osman",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIdentifying the impacts of liquidity shocks on spending decisions is difficult methodologically but important for theory, practice, and policy. Using seven different methods on microenterprise loan applicants, we find striking results. Borrowers report uses of loan proceeds strategically, and more generally their reporting depends on elicitation method. Borrowers also interpret loan use questions differently than the key counterfactual: spending that would not have occurred sans loan. We identify the counterfactual using random assignment of loan approvals and short-run follow-up elicitation of major household and business cash outflows, and estimate that about 100% of loan-financed spending is on business inventory.\n\n",
    "acknowledgement": "\nThe authors thank financial support from the Bill and Melinda Gates Foundation, the Consultative Group for Assistance to the Poor (CGAP) and AusAID. The authors thank Kareem Haggag, Romina Kazadjian, Megan McGuire, Faith McCollister, Mark Miller, and Sarah Oberst at Innovations for Poverty Action for project management and field support throughout the project, and the senior management and staff at First Macro Bank and FICO Bank for their support and collaboration throughout this project. The authors retained full intellectual freedom to report and interpret the results throughout the study. All errors and opinions are those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}