{
    "id": 19690,
    "citation_title": "School, what is it good for? Useful Human Capital and the History of Public Education in Central Europe",
    "citation_author": [
        "Tomas Cvrcek",
        "Miroslav Zajicek"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of education has featured prominently in the debate on the sources of modern long-term economic growth. Existing accounts stress the positive role of public education and the importance of political support for its provision. We argue that such an explanation for the spread of schooling is probably a poor fit for many nations' schooling histories and provide an example, using detailed data on schooling supply from the Habsburg Empire. We show that while economic development made schooling more affordable and widespread, the politics of demand for schools was not motivated by expectations of economic development but by the ongoing conflict between nationalities within the Empire. We find that public schools offered practically zero return education on the margin, yet they did enjoy significant political and financial support from local political elites, if they taught in the \"right\" language of instruction. Our results suggest that, for some countries at least, the main link, historically, went from economic development to public schooling, not the other way round.\n\n",
    "acknowledgement": "\nWe thank Jeremy Atack, Howard Bodenhorn, Timothy Guinnane, Alex Klein, Naomi Lamoreaux, Peter Lindert, Melinda Miller, David Mitch, Joel Mokyr, Aldo Mussachio, Steven Nafziger, the participants of Clemson Public Economics Workshop and of the Yale Economic History Workshop for their useful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}