{
    "id": 19700,
    "citation_title": "Is This Time Different? The Slowdown in Healthcare Spending",
    "citation_author": [
        "Amitabh Chandra",
        "Jonathan Holmes",
        "Jonathan Skinner"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy have health care costs moderated in the last decade? Some have suggested the Great Recession alone was the cause, but health expenditure growth in the depths of the recession was nearly identical to growth prior to the recession.  Nor can the Affordable Care Act (ACA) can take credit, since the slowdown began prior to its implementation.  Instead, we identify three primary causes of the slowdown: the rise in high-deductible insurance plans, state-level efforts to control Medicaid costs, and a general slowdown in the diffusion of new technology, particularly in the Medicare population.  A more difficult question is: Will this slowdown continue? Here we are more pessimistic, and not entirely because a similar (and temporary) slowdown occurred in the early 1990s.  The primary determinant of long-term growth is the continued development of expensive technology, and there is little evidence of a permanent slowdown in the technology pipeline.  Proton beam accelerators are on target to double between 2010 and 2014, while the market for heart-assist devices (costing more than $300,000) is projected to grow rapidly.  Accountable care organizations (ACOs) and emboldened insurance companies may yet stifle health care cost growth, but our best estimate over the next two decades is that health care costs will grow at GDP plus 1.2 percent; lower than previous estimates but still on track to cause serious fiscal pain for taxpayers and workers who bear the costs of higher premiums.\n\n",
    "acknowledgement": "\nWe are grateful to very helpful comments from Kate Baicker, Douglas Elmendorf, Aaron Kaplan, Charles Roehrig, and especially David Romer and Justin Wolfers, and to the National Institute on Aging (PO1-AG19873) for financial support. Skinner is an unpaid member of an advisory committee for the Altarum Institute, and Chandra serves on the Congressional Budget Offices Panel of Health Advisors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Skinner\n\nThe author reports that he is a shareholder and advisor to Dorsata, Inc., a software startup that is developing physician decision tools for use in clinical settings.\n\n\n"
}