{
    "id": 19703,
    "citation_title": "An Experimental Approach to Merger Evaluation",
    "citation_author": [
        "Christopher T. Conlon",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2010 Department of Justice and Federal Trade Commission Horizontal Merger Guidelines lay out a new standard for assessing proposed mergers in markets with differentiated products. This new standard is based on a measure of ``upward pricing pressure,''  (UPP) and the calculation of a ``gross upward pricing pressure index'' (GUPPI) in turn relies on a ``diversion ratio,'' which measures the fraction of consumers of one product that switch to another product when the price of the first product increases. One way to calculate a diversion ratio is to estimate own- and cross-price elasticities. An alternative (and more direct) way to gain insight into diversion is to exogenously remove a product from the market and observe the set of products to which consumers actually switch. In the past, economists have rarely had the ability to experiment in this way, but more recently, the growth of digital and online markets, combined with enhanced IT, has improved our ability to conduct such experiments. In this paper, we analyze the snack food market, in which mergers and acquisitions have been especially active in recent years. We exogenously remove six top-selling products (either singly or in pairs) from vending machines and analyze subsequent changes in consumers' purchasing patterns, firm profits, diversion ratios, and upward pricing pressure. Using both nonparametric analyses and structural demand estimation, we find significant diversion to remaining products. Both diversion and the implied upward pricing pressure differ significantly across manufacturers, and we identify cases in which the GUPPI would imply increased regulatory scrutiny of a proposed merger.\n\n",
    "acknowledgement": "\nWe thank Dennis Carlton, Joe Farrell, Dan O'Brien, and participants at the FTC Microeconomics Conference and 'I.O. Fest' at UC Berkeley for comments. Tom Gole, Adam Kapor, Joonwoo Park, and Sharon Traiberman provided exceptional research assistance. Financial support for this research was generously provided through NSF grant SES-0617896. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}