{
    "id": 19701,
    "citation_title": "The Value of Connections in Turbulent Times: Evidence from the United States",
    "citation_author": [
        "Daron Acemoglu",
        "Simon Johnson",
        "Amir Kermani",
        "James Kwak",
        "Todd Mitton"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe announcement of Timothy Geithner as nominee for Treasury Secretary in November 2008 produced a cumulative abnormal return for financial firms with which he had a connection. This return was about 6% after the first full day of trading and about 12% after ten trading days. There were subsequently abnormal negative returns for connected firms when news broke that Geithner's confirmation might be derailed by tax issues. Excess returns for connected firms may reflect the perceived impact of relying on the advice of a small network of financial sector executives during a time of acute crisis and heightened policy discretion.\n\n",
    "acknowledgement": "\nWe thank Isil Erel, Taylor Nadauld, and René Stulz for sharing data. For helpful comments we thank Josh Angrist, Caroline Hoxby, Suresh Naidu, Francesco Trebbi, and people who provided comments during or after our talks at MIT, Northwestern, Harvard Business School, the International Monetary Fund, the University of Alberta, BYU, Yale, the University of California at Berkeley, and the 2012 Econometric Society meetings. We are also grateful for constructive suggestions from some former officials. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSimon Johnson\n\nSimon Johnson sometimes speaks for a fee to financial sector groups.\n\n\n"
}