{
    "id": 19702,
    "citation_title": "After the Drought: The Impact of Microinsurance on Consumption Smoothing and Asset Protection",
    "citation_author": [
        "Sarah A. Janzen",
        "Michael R. Carter"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "2018-02-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo cope with shocks, poor households with inadequate access to financial markets can sell assets to smooth consumption and, or reduce consumption to protect assets. Both coping strategies can be economically costly and contribute to the transmission of poverty, yet limited evidence exists regarding the effectiveness of insurance to mitigate these costs in risk-prone developing economies. Utilizing data from an RCT in rural Kenya, this paper estimates that on average an innovative microinsurance scheme reduces both forms of costly coping. Threshold econometrics grounded in theory reveal a more complex pattern: (i) wealthier households primarily cope by selling assets, and insurance makes them 96 percentage points less likely to sell assets following a shock; (ii) poorer households cope primarily by cutting food consumption, and insurance reduces by 49 percentage points their reliance on this strategy.\n\n",
    "acknowledgement": "\nThis publication uses data collected through a collaborative project of the International Livestock Research Institute, Cornell University, Syracuse University and the BASIS Research Program at the University of California at Davis. This project was made possible by the generous funding of the UK Department for International Development through FSD Trust Grant SWD/Weather/43/2009, the United States Agency for International Development grants No: EDH-A-00-06-0003-00 and the World Bank’s Trust Fund for Environmentally and Socially Sustainable Development Grant No: 7156906. The authors wish to thank the following individuals for the critical contributions they made to this research: Stephen Boucher, Sommarat Chantarat, Munenobu Ikegami, Travis Lybbert, Andrés Moya and Andrew Mude. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}