{
    "id": 19711,
    "citation_title": "Conventional and Unconventional Monetary Policy with Endogenous Collateral Constraints",
    "citation_author": [
        "Aloísio Araújo",
        "Susan Schommer",
        "Michael Woodford"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the effects of central-bank purchases of a risky asset, financed by issuing riskless nominal liabilities (reserves), as an additional dimension of policy alongside \"conventional\" monetary policy (central-bank control of the riskless nominal interest rate), in a general-equilibrium model of asset pricing and risk sharing with endogenous collateral constraints of the kind proposed by Geanakoplos (1997). The existence of collateral constraints allows our model to capture the common view that large enough central-bank purchases would eventually have to affect asset prices. But even when central-bank purchases raise the price of the asset, owing to binding collateral constraints, the effects need not be the ones commonly assumed. We show that under some circumstances, central-bank purchases relax financial constraints, increase aggregate demand, and may even achieve a Pareto improvement; but in other cases, they may tighten financial constraints, reduce aggregate demand, and lower welfare. The latter case is almost certainly the one that arises if central-bank purchases are sufficiently large.\n\n",
    "acknowledgement": "\nWe thank Kyle Jurado and Stéphane Dupraz for research assistance, and John Geanakoplos, Steve Williamson, and participants at presentations at IMPA, MIT, the Cowles Foundation Conference on General Equilibrium and its Applications, the Annual Fall Conference of the Federal Reserve Bank of St. Louis, and the NBER conference on Lessons from the Financial Crisis for Monetary Policy  for helpful comments. We also acknowledge financial support from CAPES-PNPD and IMPA (Schommer), and the NSF under grant SES-0820438 (Woodford). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Woodford\n\nMichael Woodford is a consultant for the Federal Reserve Bank of New York, a Scientific Advisor to Sveriges Riksbank, the central bank of Sweden, and a consultant to hedge funds and investment research firms.\n\n\n"
}