{
    "id": 19716,
    "citation_title": "The Importance of Financial Resources for Student Loan Repayment",
    "citation_author": [
        "Lance Lochner",
        "Todd Stinebrickner",
        "Utku Suleymanoglu"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernment student loan programs must balance the need to enforce repayment among borrowers who can afford to make their payments with some form of forgiveness or repayment assistance for those who cannot.  Using unique survey and administrative data from the Canada Student Loan Program, we show that nearly all recent borrowers with annual incomes above $40,000 make their standard loan payments while repayment problems are common among borrowers earning less than $20,000.  Still, over half of all low-income borrowers manage to make timely payments.  We demonstrate that other financial resources in the form of savings and family support are key to understanding this - repayment problems are rare among low-earners with access to savings and family support.  This has important policy implications, in part, because many recent proposals have advocated for a move to an income-based repayment system.  Under such a system, many low-income borrowers in good-standing (due primarily to savings and family support) would pay less, while little new revenue would likely be generated from inducing payment among those that are currently delinquent or in default since their income levels are so low.  Specifically, we show that expanding Canada's income-based Repayment Assistance Plan to automatically cover all borrowers could reduce revenue by nearly one-half over the first few years of repayment.  Although a sizeable group of recent borrowers would benefit from improved repayment assistance, our results suggest caution before broadly expanding assistance to all low-income borrowers, many of whom already benefit from informal insurance provided by savings and their families.\n\n",
    "acknowledgement": "\nWe thank HRSDC for funding and data access. We also appreciate support from SSHRC and The CIBC Centre for Human Capital and Productivity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}