{
    "id": 19718,
    "citation_title": "Exchange rate dynamics revisited",
    "citation_author": [
        "Jorge Braga de Macedo",
        "Urho Lempinen"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany monetary and fiscal policy decision makers and economists hold the view that exchange rates are volatile even though nominal exchange rates vary less than many other financial market prices and yields. This paper seeks an explanation for this puzzle by contrasting exchange rate dynamics in a general equilibrium model to those presented in Dornbusch (1976) and Kouri (1978). Kouri introduced the \"acceleration hypothesis'', according to which the rate of currency depreciation is given by the ratio of the current account deficit to the sum of holdings of foreign assets by domestic agents and holdings of domestic assets by foreign agents. In this paper, we derive the \"generalized acceleration hypothesis'', assuming price flexibility but imperfect substitutability of assets. A Kouri type gradual adjustment of the current account induces stickiness in portfolio adjustments and exchange rate adjustment. Uncertainty in the model arises from monetary policy and supply side shocks. Due to general equilibrium constraints on wealth and investment behavior, the speed of adjustment is defined by the sum of speculative (expectations sensitive) demand for foreign (domestic) assets by domestic (foreign) agents, deducted by the stock of domestic assets traded out by domestic residents. The adjustment speed is then higher and the market correction mechanism through the current account stronger. The model developed in this paper includes the three key channels of external adjustment of an economy: the capital account or portfolio allocation channel as applied by Kouri (and also by Dornbusch, although under perfect substitutability of assets), the current account channel as applied by Kouri and the asset valuation channel as applied in Gourinchas & Rey (2007). In a linearized testing environment, we study three different cases of exchange rate dynamics. Sampling 10 000 continuous time paths of Monte Carlo simulations for 30 years, and using the 90% variation range as the metric, the Dornbusch formulation yields a 200% variation range about the mean, reduced to 100% in the Kouri case and to 20% in the general equilibrium case.\n\n",
    "acknowledgement": "\nThis paper was written after a presentation in memory of Pentti Kouri held at the Bank of Finland on 24 January, 2012 and earlier versions were presented at the Helsinki Center for Economic Research; ETLA (Research Institute of the Finnish Economy) and the Bank of Finland. We are grateful to seminar participants especially Pertti Haaparanta, Vesa Kanniainen, Vesa Vihriala and Seppo Honkapohja for comments and to Maurice Obstfeld for discussions, with the usual caveat. The authors are with Nova School of Business and Economics in Lisbon and CD Financial Technology in Helsinki respectively. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}