{
    "id": 19719,
    "citation_title": "Going into the Affordable Care Act: Measuring the Size, Structure and Performance of the Individual and Small Group Markets for Health Insurance",
    "citation_author": [
        "Pinar Karaca-Mandic",
        "Jean M. Abraham",
        "Kosali Simon",
        "Roger Feldman"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe Affordable Care Act (ACA) will dramatically alter health insurance markets and the sources through which individuals obtain coverage. As the ACA is implemented, it is essential to monitor the intended and the unintended consequences of these regulations. To evaluate the changes in health insurance markets linked to the ACA, it is critical to consistently measure the size and structure of health insurance markets, as well as the performance of participating health insurers, prior to and post-ACA. In this paper we discuss challenges of describing the size, structure, and performance of the individual and small group markets. Next, we discuss improvements in data availability starting in 2010 to address some of these concerns. Finally, using data from the National Association of Insurance Commissioners (NAIC), we evaluate insurance market structure and performance during 2010-2012, focusing on enrollment, the number of participating insurers, premiums, claims spending, MLR, and administrative expenses.\n\n",
    "acknowledgement": "\nThis work was supported by the Robert Wood Johnson Foundation's State Health Reform Assistance Network (State Network) grant to the State Health Access Data Assistance Center (SHADAC). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}