{
    "id": 19714,
    "citation_title": "Fluctuations in Uncertainty",
    "citation_author": [
        "Nicholas Bloom"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis review article tries to answer four questions: (i) what are the stylized facts about uncertainty over time; (ii) why does uncertainty vary; (iii) do fluctuations in uncertainty matter; and (iv) did higher uncertainty worsen the Great Recession of 2007-2009? On the first question both macro and micro uncertainty appears to rise sharply in recessions. On the second question the types of exogenous shocks like wars, financial panics and oil price jumps that cause recessions appear to directly increase uncertainty, and uncertainty also appears to endogenously rise further during recessions. On the third question, the evidence suggests uncertainty is damaging for short-run investment and hiring, but there is some evidence it may stimulate longer-run innovation. Finally, in terms of the Great Recession, the large jump in uncertainty in 2008 potentially accounted for about one third of the drop in GDP.\n\n",
    "acknowledgement": "\nI would like to thanks Steve Davis, Itay Saporta-Eksten, Luke Stein, Stephen Terry and Ian Wright for detailed comments on the review. I would like to thank National Science Foundation for ongoing funding which supported this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}