{
    "id": 19717,
    "citation_title": "Take the Short Route: How to Repay and Restructure Sovereign Debt with Multiple Maturities",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe address the question of whether and how a sovereign should reduce its external indebtedness when default is a significant possibility, with a particular focus on whether a sovereign should buy back or dilute existing long-term sovereign bonds.  Our main finding is that when reduction of debt is optimal, the sovereign should remain passive in the long-term bond market during the deleveraging process, retiring long-term bonds as they mature but never actively issuing or buying back these bonds.  The only active margin is the short-term bond market, which involves partial roll over of such debt.  Any active maturity management, as will typically be required to address rollover crisis risk, will be delayed until the end of the deleveraging process.  We also show that there exist a set of Pareto improving debt restructurings in which maturities are shortened; however, these cannot be implemented by trading in competitive secondary markets.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Cristina Arellano, Andy Atkeson, V.V. Chari, Doireann Fitzgerald and Chris Phelan for helpful comments. We thank seminar participants at several institutions. We are grateful to Georgios Stefanidis, who provided excellent research assistance. Manuel Amador acknowledges support from the Sloan Foundation and the NSF (award number 0952816). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}