{
    "id": 19715,
    "citation_title": "Capital Reallocation and the Cyclicality of Aggregate Productivity",
    "citation_author": [
        "Russell W. Cooper",
        "Immo Schott"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "2021-04-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large part of the existing stock of capital is frequently reallocated between firms. This capital reallocation is procyclical and leads to variations in measured aggregate productivity. In this paper we ask how much of the cyclical variation in measured productivity is the consequence of capital reallocation. We study a heterogeneous-firm model that generates both realistic amounts of capital reallocation, as well as the observed relationship between the intensive and extensive margins of reallocation. We investigate the effects of exogenous shocks to total factor productivity (TFP) and to the costs of reallocation. These shocks induce changes in the amount of capital reallocation and thus cause an endogenous cyclicality of measured aggregate productivity. We find that only a model driven by exogenous TFP shocks is able to generate both data-consistent cyclical movements in reallocation and sizeable variations in measured aggregate productivity.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom, Jesus Bueren, Thorsten Drautzburg, Michael Elsby, John Haltiwanger, Matthias Kehrig, Andrea Lanteri, Ryan Michaels, Lukas Nord, Sophie Osotimehin, Felipe Saffie and Thomas Winberry, as well as to seminar participants at the European University Institute, European Central Bank, University of Maryland, Scuola Superiore Sant'Anna in Pisa, and the SED meetings for comments and suggestions. Thanks to Dean Corbae for lengthy discussions on a related project. Cooper thanks the NSF under grant #0819682 for financial support. This version adds an endogenous adjustment decision to our December 2013 NBER Working Paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}