{
    "id": 19712,
    "citation_title": "Real-Time Forecasting with a Mixed-Frequency VAR",
    "citation_author": [
        "Frank Schorfheide",
        "Dongho Song"
    ],
    "citation_publication_date": "2013-12-05",
    "issue_date": "2013-12-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a vector autoregression (VAR) for time  series which are observed at mixed frequencies - quarterly and monthly. The model is cast in state-space form and estimated with Bayesian methods under a Minnesota-style prior. We show how to evaluate the marginal data density to implement a data-driven hyperparameter selection. Using a real-time data set, we evaluate forecasts from the mixed-frequency VAR and compare them to standard quarterly-frequency VAR and to forecasts from MIDAS regressions. We document the extent to which information that becomes available within the quarter improves the forecasts in real time.\n\n",
    "acknowledgement": "\nWe thank two anonymous referees and an associate editor, Frank Diebold, Jonathan Wright, Kei-Mu Yi, and seminar participants at the 2012 AEA Meetings and the University of Pennsylvania for helpful comments and discussions. We greatly benefited from a MATLAB program written by Marco Del Negro and Dan Herbst to compile real-time data sets for\nthe recursive estimation of forecasting models. Financial support from the Federal Reserve Bank of Minneapolis is gratefully acknowledged. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}