{
    "id": 19725,
    "citation_title": "Feeling the Heat: Temperature, Physiology & the Wealth of Nations",
    "citation_author": [
        "Geoffrey Heal",
        "Jisung Park"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes temperature affect economic performance? Has temperature always affected social welfare through its impact on physical and cognitive function? While many economic studies have explored the indirect links between climate and welfare (e.g. agriculture, conflict, sea-level rise), few address the possibility of direct impacts operating through physiology, despite a deep medical literature documenting the temperature sensitivity of human task performance. This paper attempts a synthesis of these literatures by (1) presenting a microeconomic model of labor supply under thermal stress, and (2) using country-level panel data on temperature and income (1950-2005) to illustrate the potential magnitude of temperature- driven productivity impacts. Using a fixed effects estimation strategy, we find significant temperature sensitivity of per capita income that varies, crucially, with a country's position relative to an optimal temperature zone. Hotter-than- average years are associated with lower output per capita for countries in hot climates and higher output per capita for countries in cold ones: approximately 3%-4% per degree C in both directions. Air-conditioning mediates the adverse impact of hotter years, consistent with the physiological explanation. This more direct causal link between climate and social welfare has important implications for both the economics of climate change and comparative development.\n\n",
    "acknowledgement": "\nWe are very grateful to Raj Chetty, Lawrence Katz, Andrei Shleifer, Edward Glaeser, Sendhil Mullainathan, Joseph Aldy, Roland Fryer, David Cutler, Jeff Miron, Martin Weitzman, Michael Hanemann, Kerry Smith, Sol Hsiang, Kyle Meng, Wolfram Schlenker, Josh Graff-Zivin, Francis Teal, Abdulrahman El-Sayed, Lucas Brown, Jong Ho Hong, Emily Sands, Duncan Gilchrist, Richard Sweeney, Richard Carson, Angus Deaton and Harrison Hong for helpful comments and feedback. Thanks to Nan Zhong and Ratna Gill for excellent research assistance. Part of this research was funded by the National Science Foundation (NSF) Graduate Research Fellowship Program (GRFP). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}