{
    "id": 1972,
    "citation_title": "Dollar Appreciation and Manufacturing Employment and Output",
    "citation_author": [
        "William H. Branson",
        "James P. Love"
    ],
    "citation_publication_date": "1986-07-01",
    "issue_date": "1986-07-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of the movements in the real exchange rate on employment and output in U.S. manufacturing industries. We use a simple model of supply and demand to estimate the elasticity of manufacturing employment and output\nwith respect to the real exchange rate, at different levels of aggregation. The data are quarterly, covering two time periods -- 1963:1 to 1985:1 and 1972:1 to 1985:1. The employment estimates include 20 manufacturing sectors at the 2-digit SIC level, 125\nsectors at the 3-digit SIC level, 176 sectors at the 4-digit SIC level. In addition, we disaggregate manufacturing employment regionally by the 50 states plus the District of Columbia. The output estimates include 80 sectors of industrial production at different levels of aggregation. We check for consistency by considering the impact of aggregation among the 2-,3-, and 4-digit employment estimates, and by comparing the estimates for employment to those for output. We find that exchange rate movements have had important effects on the manufacturing sector, and in particular, the durable goods sector, including primary metals, fabricated metal products, and non-electrical machinery. Other sectors that suffer large employment loses when the dollar\nappreciates are stone, clay and glass products, transportation, instruments, textiles and  apparel, chemicals, rubber and leather goods.\n\n",
    "acknowledgement": "\n"
}