{
    "id": 19723,
    "citation_title": "Can Non-Interest Rate Policies Stabilize Housing Markets? Evidence from a Panel of 57 Economies",
    "citation_author": [
        "Kenneth N. Kuttner",
        "Ilhyock Shim"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 57 countries spanning more than three decades, this paper investigates the effectiveness of nine non-interest rate policy tools, including macroprudential measures, in stabilizing house prices and housing credit. In conventional panel regressions, housing credit growth is significantly affected by changes in the maximum debt-service-to-income (DSTI) ratio, the maximum loan-to-value ratio, limits on exposure to the housing sector and housing-related taxes. But only the DSTI ratio limit has a significant effect on housing credit growth when we use mean group and panel event study methods. Among the policies considered, a change in housing-related taxes is the only policy tool with a discernible impact on house price appreciation.\n\n",
    "acknowledgement": "\nWe are grateful for comments by seminar participants at the Bank for International Settlements, Williams College, the RBA-BIS Conference on Property Markets and Financial Stability in Sydney and the Money, Macro and Finance Conference 2013 in London. We thank Claudio Borio, Frank Packer and Peter Pedroni for helpful suggestions and Bilyana Bogdanova, Marjorie Santos, Jimmy Shek and Agne Subelyte for their excellent research assistance. The views presented here are solely those of the authors and do not necessarily represent those of the Bank for International Settlements or the National Bureau of Economic Research.\n\n\n"
}