{
    "id": 19724,
    "citation_title": "The Social Security Windfall Elimination and Government Pension Offset Provisions for Public Employees in the Health and Retirement Study",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the Health and Retirement Study to investigate the effects of Social Security's Windfall Elimination Provision (WEP) and Government Pension Offset (GPO) provision on Social Security benefits received by individuals and households. WEP reduces the benefits of individuals who worked in jobs covered by Social Security and also worked in uncovered jobs where a pension was earned. WEP also reduces spouse benefits. GPO reduces spouse and survivor benefits for persons who worked in uncovered government employment where they also earned a pension. \nUnlike previous studies, we take explicit account of pensions earned on jobs not covered by Social Security, a key determinant of the size of WEP and GPO adjustments. Also unlike previous studies, we focus on the household. This allows us to incorporate the full effects of WEP and GPO on spouse and survivor benefits, and to evaluate the effects of WEP and GPO on the assets accumulated by affected families.\nAmong our findings: About 3.5 percent of households are subject to either WEP or to GPO. The present value of their Social Security benefits is reduced by roughly one fifth. This amounts to five to six percent of the total wealth they accumulate before retirement. Households affected by both WEP and GPO lose about one third of their benefit. Limiting the reduction in the Social Security benefit to half the size of the pension from uncovered employment reduces the penalty from WEP for members of the original HRS cohort by about 60 percent.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (UM13-07), with subcontracts to Dartmouth College and to Texas Tech University. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the NBER. We would like to thank Robert Clark, Irena Dushi, Howard Iams and Erzo Luttmer for helpful comments, and Mike Nolte for advice on HRS data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}