{
    "id": 19726,
    "citation_title": "The Effect of Patient Cost Sharing on Utilization, Health, and Risk Protection",
    "citation_author": [
        "Hitoshi Shigeoka"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits a sharp reduction in patient cost sharing at age 70 in Japan, using a regression discontinuity design to examine its effect on utilization, health, and financial risk arising from out-of-pocket expenditures. Due to the national policy, cost sharing is 60-80 percent lower at age 70 than at age 69. I find that both outpatient and inpatient care are price sensitive among the elderly. While I find little impact on mortality and other health outcomes, the results show that reduced cost sharing is associated with lower out-of-pocket expenditures, especially at the right tail of the distribution.\n\n",
    "acknowledgement": "\nThis project is supported by a research grant from the Ministry of Health, Labour and Welfare (H22-policy-033, Principle Investigator: Kenji Shibuya and co-investigator: Hideki Hashimoto). The use of data in this paper is approved by Ministry of Health, Labour and Welfare under this grant. I am especially grateful to Douglas Almond for his continuous encouragement through my entire dissertation. I benefited from the suggestions and comments by Janet Currie, Tal Gross, Hideki Hashimoto, Mariesa Herrmann, Takakazu Honryo, Wojciech Kopczuk, Amanda Kowalski, Ilyana Kuziemko, Frank Lichtenberg, Adriana Lleras-Muney, Bentley MacLeod, Robin McKnight, Marcos Yamada Nakaguma, Matt Neidell, Krishna Pendakur, Cristian Pop-Eleches, Bernard Salanie, Louise Sheiner, Yoichi Sugita, Miguel Urquiola, Eric Verhoogen, Till von Wachter, and the seminar participants at Bank of Japan, Columbia University, Hitotsubashi University, Kobe University, McGill University, Ministry of Finance Japan, National University of Singapore, Simon Fraser University, University of Michigan, Uppsala University, NBER Summer Institute, and NBER/CRIW Conference. The views expressed herein are that of the author and do not necessarily reflect the views of Ministry of Health, Labour and Welfare. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}