{
    "id": 19729,
    "citation_title": "The Economics of Energy Security",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnergy security is the ability of households, businesses, and government to accommodate disruptions in supply in energy markets.  This survey considers the economic dimensions of energy security, political and other non-economic security concerns and discusses policy approaches that could enhance U.S. energy security.  A number of points emerge.  First, energy security is enhanced by reducing consumption, not imports.  A policy to eliminate oil imports, for example, will not enhance U.S. energy security whereas policies to reduce energy consumption can improve energy security.  Second, energy security is distinct from considerations of energy externalities.  Energy security taxes are appealing on political grounds but more difficult to justify on economic grounds.  Finally, the contrasting concerns over energy security between policy makers and economists is striking.  The survey notes some possible reasons for these differing views and suggests possible research opportunities in this area.\n\n",
    "acknowledgement": "\nKatherine Monson and Tyler Hoppenfeld served as excellent research assistants on this project.  Metcalf gratefully acknowledges their assistance.   When citing this paper, please use the following: Metcalf, GE. 2013. The Economics of Energy Security.  Annual Review of Resource Economics: Submitted.  Doi: 10.1146/annurev-resource-100913-012333 The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}