{
    "id": 19738,
    "citation_title": "Risk and Return in Village Economies",
    "citation_author": [
        "Krislert Samphantharak",
        "Robert Townsend"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2016-08-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a theory-based empirical framework for understanding the risk and return on productive capital assets and their allocation across activities in an economy characterized by idiosyncratic and aggregate risk and thin formal markets for real and financial assets. We apply our framework to households running business enterprises in Thai villages with extensive networks, taking advantage of panel data: income, assets, consumption, gifts, and loans. We decompose risk and estimate the risk premia faced by households, distinguishing aggregate risk from idiosyncratic, potentially diversifiable risk. This distinction matters for estimating measures of underlying productivity and has important policy implications.\n\n",
    "acknowledgement": "\nWe would like to thank Giacomo De Giorgi, Lars Hansen, John Heaton, Ethan Ligon, Juhani Linnainmaa, Albert Park, Michael Peters, Scott Rozelle, Yasuyuki Sawada, Christopher Udry, and seminar participants at various conferences and workshops. Research support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638), the research initiative ‘Private Enterprise Development in Low-Income Countries’ [(PEDL), a programme funded jointly by the Centre for Economic Policy Research (CEPR) and the Department for International Development (DFID), contract reference MRG002_1255], the John Templeton Foundation (grant number 12470), and the Consortium on Financial Systems and Poverty at the University of Chicago (funded by Bill & Melinda Gates Foundation under grant number 51935) are gratefully acknowledged. The views expressed are not necessarily those of CEPR, DFID, or the National Bureau of Economic Research.\n\n\n"
}