{
    "id": 19733,
    "citation_title": "Economic Transition and Private-Sector Labor Demand: Evidence from Urban China",
    "citation_author": [
        "Lakshmi Iyer",
        "Xin Meng",
        "Nancy Qian",
        "Xiaoxue Zhao"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the policy determinants of economic transition and estimates the demand for labor in the infant private sector in urban China. We show that a reform that untied access to housing in urban areas from working for the state sector accounts for more than a quarter of the overall increase in labor supply to the private sector during 1986-2005. Using the reform to instrument for private-sector labor supply, we find that private-sector labor demand is very elastic. We provide suggestive evidence that the reform equalized wages across sectors and reduced private-sector rents.\n\n",
    "acknowledgement": "\nWe are grateful to Philipe Aghion, Mark Aguiar, Daron Acemoglu, David Autor, Abhijit Banerjee, Esther Duflo, Erica Field, Mikhail Golosov, Bob Gregory, Chang-Tai Hsieh, Oleg Itskhoki, Nobu Kiyotaki, David Lee, Randall Morck, Cece Rhodes, Richard Rogerson, Gerard Roland, Chris Sims, Chris Udry, Shing-Yi Wang, Chris Woodruff and Fabrizio Zilibotti for their insights. We thank participants at the Princeton Faculty Macro Lunch, Chicago Applied Workshop, Harvard Business School Seminars, MIT Development Seminar, Yale Labor and Public Workshop, China Summer Institute Development, NEUDC, SMERU (Jakarta) and the NBER Summer Institute Meetings for Development and Productivity and for Enterpreneurship for their comments and suggestions. Guofang Huang, Zhichao Wei, Liu Yanliang and Ning Ding provided excellent research assistance. This research was funded by the Australian Research Council and Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}