{
    "id": 19730,
    "citation_title": "Does the Use of Worker Flows Improve the Analysis of Establishment Turnover? Evidence from German Administrative Data",
    "citation_author": [
        "Tanja Hethey-Maier",
        "Johannes F. Schmieder"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdministrative datasets provide an excellent source for detailed analysis of establishment entries and exits on a fine and disaggregate level. However, administrative datasets are not without problems: restructuring and relabeling of firms is often poorly measured and can create large biases. Information on worker flows between establishments can potentially alleviate these measurement issues, but it is typically hard to judge how well correction algorithms based on this methodology work. This paper evaluates the use of the worker flow methodology using a dataset from Germany, the Establishment History Panel. We first document the extent of misclassification that stems from relying solely on the first and last appearance of the establishment identifier (EID) to identify openings and closings: Only about 35 to 40 percent of new and disappearing EIDs with more than 3 employees are likely to correspond to real establishment entries and exits. We provide 3 pieces of evidence that using a classification system based on worker flows is superior to using EIDs only:  First, establishment birth years generated using the worker flow methodology are much higher correlated with establishment birth years from an independent survey. Second, establishment entries and exits which are identified using the worker flow methodology move closely with the business cycle, while events which are identified as simple ID changes are not. Third, new establishment entries are small and show rapid growth, unlike new EIDs that correspond to ID changes.\n\n",
    "acknowledgement": "\nWe would like to thank Stefan Bender, Till von Wachter, and workshop participants at the EESW (2009) and CAED (2010) for many helpful comments. We are grateful for support by the Institute for Employment Research in Nuremberg,  and the Deutsche Forschungsgesellschaft (DFG). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}