{
    "id": 19731,
    "citation_title": "Bid Takers or Market Makers? The Effect of Auctioneers on Auction Outcomes",
    "citation_author": [
        "Nicola Lacetera",
        "Bradley J. Larsen",
        "Devin G. Pope",
        "Justin R. Sydnor"
    ],
    "citation_publication_date": "2013-12-12",
    "issue_date": "2013-12-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA large body of research has explored the importance of auction design and information structure for auction outcomes. Much less work has considered the importance of the auction process. For example, in many auctions, auctioneers are present and can impact the process of the auction by varying starting prices, level of price adjustments, the speed of the auction, the way they interact with auction participants, or their characteristic chant that is intended to excite buyers. We explore the importance of auction process by testing whether auctioneers can have a systematic difference on auction outcomes. We analyze more than 850,000 wholesale used car auctions and find large and significant differences in outcomes (probability of sale, price, and auction speed) across auctioneers. The performance heterogeneities are stable across time and correlate with subjective evaluations of auctioneers provided by the auction house. Although the available data here do not allow us to conclusively isolate mechanisms, a range of evidence suggests a role for tactics that generate excitement among bidders. Overall, these findings illustrate the complexities of auction environments and how outcomes can be impacted by subtle changes in process.\n\n",
    "acknowledgement": "\nWe benefited from the comments of seminar participants at UC Berkeley, Boston University, Colgate, Cornell, MIT, Queen's University, the University of Chicago, Toronto, Wisconsin-Madison, the Bank of Italy, and conference participants at the 2013 IZA Workshop on Behavioral Economics, the 2013 European Behavioral Economics Meeting, the 2013 NBER Summer Institute, the 2013 Stanford Institute for Theoretical Economics, and the 2013 FTC Microeconomics Conference. Special thanks to Eric Budish and Tim Van Dam for helpful comments and suggestions; and to Barb Richards of the Canadian Auction College for allowing one of the authors to attend auctioneer college classes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}