{
    "id": 19749,
    "citation_title": "The Output and Welfare Effects of Government Spending Shocks over the Business Cycle",
    "citation_author": [
        "Eric Sims",
        "Jonathan Wolff"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2015-07-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the state-dependence of the output and welfare effects of shocks to government purchases in a canonical medium scale DSGE model. When monetary policy is characterized by a Taylor rule, the output multiplier (the change in output for a one unit change in government spending) is countercyclical but close to constant across states of the business cycle, whereas the welfare multiplier (the consumption equivalent change in a measure of aggregate welfare for the same change in government spending) is quite volatile and procyclical. These results are robust to different means of fiscal finance. When the nominal interest rate is unresponsive to economic conditions, such as would be the case at the zero lower bound, both the output and welfare multipliers are larger and move significantly more across states than under a Taylor rule. The welfare multiplier is still procyclical under passive monetary policy, albeit less so than under a Taylor rule.\n\n",
    "acknowledgement": "\nThis paper previously circulated as \"The Output and Welfare Effects of Fiscal Shocks over the Business Cycle.\" We are grateful to Rudi Bachmann, Bob Flood, Tim Fuerst, Robert Lester, Michael Pries, Jeff Thurk, and seminar participants at Notre Dame, the University of Texas at Austin, the University of Mannheim, Purdue University, Miami University, Eastern Michigan University, Dickinson College, Montclair State University, and the Fall 2013 Midwest Macro Meetings for several comments which have substantially improved the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}