{
    "id": 19743,
    "citation_title": "Flip the Switch: The Spatial Impact of the Rural Electrification Administration 1935-1940",
    "citation_author": [
        "Carl Kitchens",
        "Price Fishback"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo isolate the impact of access to electricity on local economies, we examine the impact of the Rural Electrification Administration low-interest loans in the 1930s.  The REA provided loans to cooperatives to lay distribution lines to farms and aid in wiring homes.  Consequently, the number of rural farm homes electrified doubled in the United States within 5 years.  We develop a panel data set for the 1930s and use changes within counties over time to identify the effect of the REA loans on a wide range of socio-economic measures.  The REA loans contributed significantly to increases in crop output and crop productivity and helped stave off declines in overall farm output, productivity, and land values, but had much smaller effects on nonagricultural parts of the economy.  The ex-ante subsidy from the low interest loans was large, but after the program was completed, nearly all of the loans were fully repaid, and the ultimate cost to the taxpayer was relatively low.\n\n",
    "acknowledgement": "\nThe authors would like to thank seminar and conference participants at University of Arizona, University of Mississippi, Florida State University, 7th World Congress of Cliometrics, and Southern Economic Association Annual meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPrice Fishback\n\nThe data collection for the project included support from the following sources:\n\n\nThe University of Arizona Economics Department  and the Thomas R. Brown Professorship in Economics.\n\n\n“Institutional Performance and Change During Boom and Bust:   The Residential Mortgage Market, 1920-1940.”  National Science Foundation Grant SES-1061927.  $304,300 for three years.   Collaborative with Kenneth Snowden at University of North Carolina, Greensboro for another $150,000.\n\n\n”The Dramatic Rise in Agricultural Productivity in the U.S During the Twentieth Century: Disentangling the Roles of Technological Change, Government Policy, and Climate.”  With Paul Rhode at Michigan as co-PI, and Michael Haines at Colgate as a contractor.  National Science Foundation. SES- 0921732.  $598,932.00, 2009-2012.\n\n\n“Government, Housing, and the Changing Income Distribution During the Great Depression:  A Dissaggregated and Microeconomic Approach.”  National Science Foundation, SES 0617972 $410,087 with Alfonso Flores-Lagunes and Kei Hirano at University of Arizona.  Collaborative with Shawn Kantor at UC Merced with another $150,000, 2006-2009.\n\n\nKoch Scholars in Economic History at the University of Arizona.   Koch Foundation, January 2013 – December 2013, $12,000.\n\n\nKoch Scholars in Economic History at the University of Arizona.   Koch Foundation, January 2012 – December 2012, $12,000.\n\n\nKoch Scholars in Economic History at the University of Arizona.   Koch Foundation, January 2011 – December 2011, $12,000.\n\n\n"
}