{
    "id": 19746,
    "citation_title": "Democracy, Redistribution and Inequality",
    "citation_author": [
        "Daron Acemoglu",
        "Suresh Naidu",
        "Pascual Restrepo",
        "James A. Robinson"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we revisit the relationship between democracy, redistribution and inequality. We first explain the theoretical reasons why democracy is expected to increase redistribution and reduce inequality, and why this expectation may fail to be realized when democracy is captured by the richer segments of the population; when it caters to the preferences of the middle class; or when it opens up disequalizing opportunities to segments of the population previously excluded from such activities, thus exacerbating inequality among a large part of the population. We then survey the existing empirical literature, which is both voluminous and full of contradictory results. We provide new and systematic reduced-form evidence on the dynamic impact of democracy on various outcomes. Our findings indicate that there is a significant and robust effect of democracy on tax revenues as a fraction of GDP, but no robust impact on inequality. We also find that democracy is associated with an increase in secondary schooling and a more rapid structural transformation. Finally, we provide some evidence suggesting that inequality tends to increase after democratization when the economy has already undergone significant structural transformation, when land inequality is high, and when the gap between the middle class and the poor is small. All of these are broadly consistent with a view that is different from the traditional median voter model of democratic redistribution: democracy does not lead to a uniform decline in post-tax inequality, but can result in changes in fiscal redistribution and economic structure that have ambiguous effects on inequality.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Income Distribution edited by Anthony Atkinson and François Bourguignon. We are grateful to the editors for their detailed comments on an earlier draft and to participants in the Handbook conference in Paris, particularly to our discussant José-Víctor Ríos-Rull. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}