{
    "id": 19745,
    "citation_title": "A World of Cities: The Causes and Consequences of Urbanization in Poorer Countries",
    "citation_author": [
        "Edward L. Glaeser"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHistorically, urban growth required enough development to grow and transport significant agricultural surpluses or a government effective enough to build an empire.   But there has been an explosion of poor mega-cities over the last thirty years.  A simple urban model illustrates that in closed economies, agricultural prosperity leads to more urbanization but that in an open economy, urbanization increases with agricultural desperation.   The challenge of developing world mega-cities is that poverty and weak governance reduce the ability to address the negative externalities that come with density.  This paper models the connection between urban size and institutional failure, and shows that urban anonymity causes institutions to break down.  For large cities with weak governments, draconian policies may be the only way to curb negative externalities, suggesting a painful tradeoff between dictatorship and disorder.   A simple model suggests that private provision of infrastructure to reduce negative externalities is less costly when city populations are low or institutions are strong, but that public provision can cost less in bigger cities.\n\n",
    "acknowledgement": "\nYueran Ma provided great research assistance.   Giacomo Ponzetto provided helpful comments on the paper.  The Taubman Center for State and Local Government provided financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}