{
    "id": 19744,
    "citation_title": "Mortgages and Monetary Policy",
    "citation_author": [
        "Carlos Garriga",
        "Finn E. Kydland",
        "Roman Sustek"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2016-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortgages are long-term loans with nominal payments. Consequently, under incomplete asset markets, monetary policy can affect housing investment and the economy through the cost of new mortgage borrowing and real payments on outstanding debt. These channels, distinct from traditional real rate channels, are embedded in a general equilibrium model. The transmission mechanism is found to be stronger under adjustable- than fixed-rate mortgages. Further, monetary policy shocks affecting the level of the nominal yield curve have larger real effects than transitory shocks, affecting its slope. Persistently higher inflation gradually benefits homeowners under FRMs, but hurts them immediately under ARMs.\n\n",
    "acknowledgement": "\nWe thank John Campbell, Joao Cocco, Morris Davis, Wouter den Haan, Martin Schneider, Javier Villar Burke, Eric Young, and Stan Zin for helpful suggestions and Dean Corbae, Andra Ghent, Matteo Iacoviello, Amir Kermani, and Bryan Routledge for insightful conference discussions. We have also benefited from comments by seminar participants at the Bank of England, Birmingham, Carnegie Mellon, CERGEEI, Essex, Glasgow, IHS Vienna, Indiana, Norwegian School of Economics, Ohio State, Royal Holloway, San Francisco Fed, Southampton, St. Louis Fed, Surrey, and Tsinghua University and participants at the Bundesbank Workshop on Credit Frictions and the Macroeconomy, LAEF Business CYCLES Conference, LSE Macro Workshop, SAET Meetings (Paris), Sheffield Macro Workshop, NIESR/ESRC The Future of Housing Finance Conference, UBC Summer Finance Conference, the Bank of Canada Monetary Policy and Financial Stability Conference, Housing and the Economy Conference in Berlin, SED (Warsaw), the 2015 MOVE Barcelona MacroWorkshop, Monetary Policy and the Distribution of Income and Wealth Conference in St. Louis, and the 2015 Wharton Conference on Liquidity and Financial Crisis. The views expressed are those of the authors and not necessarily of the Federal Reserve Bank of St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}