{
    "id": 19748,
    "citation_title": "Was This Time Different? Fiscal Policy in Commodity Republics",
    "citation_author": [
        "Luis Felipe Céspedes",
        "Andrés Velasco"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the issue of fiscal procyclicality in commodity-rich nations -commodity republics in the nomenclature of this paper. Since commodity prices are plausibly a main driver of fiscal policy outcomes in these countries, we focus on the behavior of fiscal variables across the commodity cycle, in contrast to behavior across the output cycle, which has been the main focus of earlier research on fiscal procyclicality. We present evidence of reduced fiscal policy procyclicality in a number of countries. Our empirical results suggest that improvements in institutional quality have led to a more countercyclical fiscal policy stance in a number of countries. The presence of fiscal rules also seems to have made a difference: countries that use them displayed a larger shift toward fiscal counter-cyclicality between the two episodes.\n\n",
    "acknowledgement": "\nWe are grateful to Yan Carriere, Juan Matamala and Sergio Salgado for excellent research assistantship and to Cristian Muñoz for data collection. We are also grateful to Luis Catao for sharing his data with us. We thank Guillermo Calvo, Choongsoo Kim, Harald Uhlig and three anonymous referees for very useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}