{
    "id": 19747,
    "citation_title": "Is Bitcoin a Real Currency? An economic appraisal",
    "citation_author": [
        "David Yermack"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2014-04-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA bona fide currency functions as a medium of exchange, a store of value, and a unit of account, but bitcoin largely fails to satisfy these criteria.  Bitcoin has achieved only scant consumer transaction volume, with an average well below one daily transaction for the few merchants who accept it.  Its volatility is greatly higher than the volatilities of widely used currencies, imposing large short-term risk upon users.  Bitcoin's daily exchange rates exhibit virtually zero correlation with widely used currencies and with gold, making bitcoin useless for risk management and exceedingly difficult for its owners to hedge.  Bitcoin prices of consumer goods require many decimal places with leading zeros, which is disconcerting to retail market participants.  Bitcoin faces daily hacking and theft risks, lacks access to a banking system with deposit insurance, and it is not used to denominate consumer credit or loan contracts.  Bitcoin appears to behave more like a speculative investment than a currency.\n\n",
    "acknowledgement": "\nFor helpful comments I thank audience members at the 2013 annual meeting of the Southern Finance Association and my colleagues Geoffrey Miller, Eric Posner, Roy Smith and Richard Sylla. Part of this research was completed while I was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}