{
    "id": 19740,
    "citation_title": "Business Literacy and Development: Evidence from a Randomized Controlled Trial in Rural Mexico",
    "citation_author": [
        "Gabriela Calderon",
        "Jesse M. Cunha",
        "Giacomo De Giorgi"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large share of the poor in developing countries run small enterprises, often earning low incomes.  This paper explores whether the poor performance of businesses can be explained by a lack of basic business skills. We randomized the offer of a free, 48-hour business skills course to female entrepreneurs in rural Mexico. We find that those assigned to treatment earn higher profits, have larger revenues, serve a greater number of clients, are more likely to use formal accounting techniques, and more likely to be registered with the government.  Indirect treatment effects on those entrepreneurs randomized out of the program, yet living in treatment villages, are economically meaningful, yet imprecisely measured.  We present a simple model of experience and learning that helps interpret our results, and consistent with the theoretical predictions, we find that \"low-quality\" entrepreneurs  are the most likely to quit their business post-treatment, and that the positive impacts of the treatment are increasing in entrepreneurial quality.\n\n",
    "acknowledgement": "\nWe thank Shauna Cozad, Marina Kutyavina, Paul Feldman, and especially José Maria (Chema) Gardoni, Alejandro Maza, and Carla Roa for excellent research assistance. We are especially indebted to Leticia Jaraegui and the staff of CREA. Helpful comments were made by Pascaline Dupas, Rema Hanna, Dean Karlan, Asim Khwaja, Neale Mahoney, Anant Nyshandham, Jon Robinson, Mark Rosenzweig, Fabiano Schivardi, Chris Udry, and seminar participants at UCLA, Harvard-MIT, Yale, USC, Cal-Poly San Luis Obispo, NY-Fed, IFPRI, the IDB, and the EIEF. We gratefully acknowledge funding from Stanford Center for International Development, the Freeman Spogli Institute, the Michelle R. Clayman Insti- tute for Gender Research, the Social Science Research Council, the Graduate Research Opportunity (Studies and Diversity Program of the School of Humanities and Sciences, Stanford University), and SEED. Giacomo De Giorgi acknowledges financial support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2011-0075). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}