{
    "id": 19754,
    "citation_title": "Per-capita Income as a Determinant of International Trade and Environmental Policies",
    "citation_author": [
        "James R. Markusen"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational trade policy analysis has tended to focus on the production side of general equilibrium, with policies such as a tariff or carbon tax affecting international and internal income distributions through a Heckscher-Ohlin nexus of factor intensities and factor endowments.  Here I move away from this structure to focus on demand and preferences.  The specific context is an international environmental externality such as carbon emissions, and I assume a high income elasticity of demand for environmental quality.  I analyze how per-capita income differences between two countries affect their abatement efforts in a non-cooperative policy-setting game.  This outcome can then be used as a disagreement point to analyze cooperative Nash bargaining.  In both outcomes, the poor country makes a lower abatement effort in equilibrium; indeed, it may make none at all and cooperative bargaining with only abatement levels as an instrument may offer no gains.  Other features include a novel terms-of-trade externality in which an abating country passes on a part of its abatement cost to its trading partner, in which case the non-cooperative and cooperative outcomes are identical under special symmetry assumptions. When per-capita income differences are large, the poor country may be worse off when the rich country abates. Finally, I examine  \"issue linking\" in international bargaining, in which one country is both large and rich, and hence has both a high tariff and a high abatement effort in a non-cooperative equilibrium.\n\n",
    "acknowledgement": "\nThis paper originated following an invitation to present a paper at the conference Environmental Protection and Sustainability Forum, held at the University of Exeter April 13-15, 2011, which reignited a long-dormant interest in trade policy.  The first draft was finally written while a visitor at Hitotsubashi University, and I thank my colleagues there for a delightful and productive three months.  I am primarily a trade economist and have been away from environment issues for a couple of decades.  So I am currently seeking and reading related papers.  I am especially interested in finding empirical work that estimates something like an income elasticity of demand for environmental quality. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}