{
    "id": 19757,
    "citation_title": "Simulating the Elimination of the U.S. Corporate Income Tax",
    "citation_author": [
        "Hans Fehr",
        "Sabine Jokisch",
        "Ashwin Kambhampati",
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2014-04-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe simulate corporate tax reform in a single good, five-region (U.S., Europe, Japan, China, India) model, featuring skilled and unskilled labor, detailed region-specific demographics and fiscal policies. Eliminating the model's U.S. corporate income tax produces rapid and dramatic increases in the model's level of U.S. investment, output, and real wages, making the tax cut self-financing to a significant extent. Somewhat smaller gains arise from revenue-neutral base broadening, specifically cutting the corporate tax rate to 9 percent and eliminating tax loop-holes.\n\n",
    "acknowledgement": "\nWe thank the National Center for Policy Analysis for Research Support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaurence J. Kotlikoff\n\nI thank Boston University and the National Center for Policy Analysis (NCPA) for funding my research on this project.  The NCPA also provided partial funding to my co-authors, Hans Fehr and Sabine Jokisch, for their work on this project and provided funding for research-related travel.  The NCPA is also providing funding to my company, Economic Security Planning, Inc., to provide research and content to The Tax Analysis Center (see www.thetaxanalysiscenter.org) -- an institute dedicated to providing state-of-the-art economic analyses of existing U.S. and foreign tax systems and of potential tax reforms.  This study will be featured by the Tax Analysis Center.\n\n\n"
}