{
    "id": 19759,
    "citation_title": "The Tradability of Services: Geographic Concentration and Trade Costs",
    "citation_author": [
        "Antoine Gervais",
        "J. Bradford Jensen"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "2015-06-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use a unique dataset on the distribution of output and demand across regions of the United States to estimate trade costs for 969 service and manufacturing industries. Our estimation method is a natural extension of the gravity model of trade and identifies trade costs in the absence of trade data. The estimated trade costs are higher on average for service industries, but there is considerable variation across industries within sectors. Using the trade cost estimates, we classify industries into tradable and non-tradable categories. We find that accounting for tradable service industries nearly doubles the international exposure of the US economy, tradable services value added is unevenly distributed across geographical regions, labor productivity and wages are higher on average for tradable industries, and potential welfare gains from trade liberalization in the service sector are sizable.\n\n",
    "acknowledgement": "\nJensen thanks the Sloan Foundation, the MacArthur Foundation, and the National Science Foundation (SES-0552029) for research support. Gervais thanks the Institute for Scholarship in the Liberal Arts for research support. We thank James Anderson, Andrew Bernard, Lorenzo Caliendo, Robert Feenstra, Joseph Kaboski, Dennis Quinn, Stephen Redding, David Richardson, Peter Schott, Jeff Thurk, and Stephen Yeaple, as well as participants at various seminars and conferences for their comments. Special thanks to Jim Davis for timely help when it counted. All remaining errors are our own. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Center for Economic Studies. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Previous versions of this paper were circulated under the title \"Are Services Tradable? Evidence from US Microdata.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}