{
    "id": 19755,
    "citation_title": "The Nature and Incidence of Software Piracy: Evidence from Windows",
    "citation_author": [
        "Susan Athey",
        "Scott Stern"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nEconomics of Digitization\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates the nature, relative incidence and drivers of software piracy.  In contrast to prior studies, we analyze data that allows us to measure piracy for a specific product - Windows 7 - which was associated with a significant level of private sector investment.  Using anonymized telemetry data, we are able to characterize the ways in which piracy occurs, the relative incidence of piracy across different economic and institutional environments, and the impact of enforcement efforts on choices to install pirated versus paid software.  We find that:  (a) the vast majority of \"retail piracy\" can be attributed to a small number of widely distributed \"hacks\" that are available through the Internet, (b) the incidence of piracy varies significantly with the microeconomic and institutional environment, and (c) software piracy primarily focuses on the most \"advanced\" version of Windows (Windows Ultimate).  After controlling for a small number of measures of institutional quality and broadband infrastructure, one important candidate driver of piracy - GDP per capita - has no significant impact on the observed piracy rate, while the innovation orientation of an economy is associated with a lower rate of piracy.  Finally, we are able to evaluate how piracy changes in response to country-specific anti-piracy enforcement efforts against specific peer-to-peer websites; overall, we find no systematic evidence that such enforcement efforts have had an impact on the incidence of software piracy.\n\n",
    "acknowledgement": "\nThis research was conducted while both researchers were Consulting Researchers to Microsoft Research.  Support was also provided by the Toulouse Network for Information Technology.  This paper represents the research of the authors and does not reflect the views of any institution or organization. This paper has benefited greatly from seminar comments at the NBER Economics of Digitization Conference, Microsoft Research, the MIT Microeconomics at Sloan Conference, and by Ashish Arora, Shane Greenstein, Markus Mobius, and Pierre Azoulay.  Exceptional research assistance was provided by Bryan Callaway and Ishita Chordia.  Susan Athey has a long-term consulting relationship with Microsoft Corporation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nThe author is the the Director of the Innovation Policy Working Group.  This author has drawn on the findings of this research for compensated speaking engagements and to offer policy advice in a number of settings.\n\n\n"
}