{
    "id": 19751,
    "citation_title": "Export or Merge? Proximity vs. Concentration in Product Space",
    "citation_author": [
        "Marc-Andreas Muendler"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a proximity-concentration tradeoff in product space as a determinant of horizontal foreign direct investment (FDI). Firms that enter a foreign market by exporting are able to capture consumer surplus from introducing a differentiated product with characteristics that the incumbent cannot match. In relatively globalized product space, in contrast, consumers perceive an entrant's difference to existing products as less pronounced, so a consumer's virtual distance costs in product space are lower and a merger with an incumbent (horizontal FDI) offers pricing power that allows the entrant to extract consumer rent. Lower physical trade costs of shipping make Bertrand price competition fiercer in differentiated product space and can provide an additional incentive for a merger. A basic product space model with a linear Hotelling setup can therefore explain why FDI has become more frequent in recent periods in the presence of falling trade costs. Cross-border merger and acquisitions data support the model's prediction that horizontal FDI grows relatively faster than exports in differentiated goods industries, compared to homogeneous-goods industries.\n\n",
    "acknowledgement": "\nI thank Alan Spearot for generously sharing the sector-country-year aggregates of his global M&A transactions data. An early version of this manuscript circulated under the title \"Market Access: Enter and Extract, or Merge and Match?\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.  An Online Supplement at http://econ.ucsd.edu/muendler/papers/abs/enter.html documents equilibrium existence under parameter restrictions.\n\n\n"
}