{
    "id": 19756,
    "citation_title": "Mitigating Long-run Health Effects of Drought: Evidence from South Africa",
    "citation_author": [
        "Taryn Dinkelman"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrought is Africa's primary natural disaster and a pervasive source of income risk for poor households. This paper documents the long-run health effects of early life exposure to drought and investigates an important source of heterogeneity in these effects. Combining birth cohort variation in South African Census data with cross-sectional and temporal drought variation, I estimate long-run health impacts of drought exposure among Africans confined to homelands during apartheid. Drought exposure in early childhood significantly raises later life male disability rates by 4% and reduces cohort size. Among a subset of homelands - the TBVC areas - disability effects are double and negative cohort effects are significantly larger. I show that differences in spatial mobility restrictions that influence the extent of migrant networks across TBVC and non-TBVC areas contribute to this heterogeneity. Placebo checks show no differential disability impacts of drought exposure across TBVC and non-TBVC areas after the repeal of migration restrictions. The results show that although drought has significant long-run effects on health human capital, migrant networks in poor economies provide one channel through which families mitigate these negative impacts of local environmental shock.\n\n",
    "acknowledgement": "\nThe paper benefited greatly from discussions with Douglas Almond, Patricia M. Anderson, Eric Edmonds and Erzo Luttmer as well as seminar participants at Columbia University, the Minneapolis and St. Louis Federal Reserve Banks, University of Cape Town, Washington University in St. Louis, the April 2012 BREAD Pre-Conference, the junior faculty lunch seminar at Dartmouth College and the NBER Summer Institute 2013. Support for this research was provided by the U.S. National Institute of Child Health and Human Development (Grant R03HD069060-01). All views expressed in the paper are my own and do not necessarily reflect the opinion or policy of the federal government, nor the views of the National Bureau of Economic Research.\n\n\n"
}