{
    "id": 19753,
    "citation_title": "The Roles of Assimilation and Ethnic Enclave Residence in Immigrant Smoking",
    "citation_author": [
        "Johanna Catherine Maclean",
        "Douglas Webber",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we examine the importance of assimilation and ethnic enclave residence for smoking outcomes among United States immigrants.  We draw data on over 140,000 immigrants from the Current Population Survey Tobacco Use Supplements between 1995 and 2011.  Several patterns emerge from our analysis.  First we replicate findings from previous studies that show that longer residence in the U.S is associated with improved employment outcomes while ethnic enclave residence may hinder these outcomes.  Second, we find that assimilation similarly extends to coverage of employment-based anti-smoking policies such as worksite smoking bans and smoking cessation programs while enclave residence does not substantially influence these outcomes.  Third, we document complex relationships between assimilation, enclave residence, and smoking outcomes.  Lastly, we find no strong evidence that immigrants reduce their smoking when faced with more restrictive state anti-smoking policies and find counter-intuitive impacts of tobacco taxes.  These findings have important policy implications.\n\n",
    "acknowledgement": "\nWe thank session participants at the 2013 Addiction Health Services Research Conference for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}