{
    "id": 1976,
    "citation_title": "The Wage-Productivity Hypothesis: Its Economic Consequences and Policy Implications.",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "1986-07-01",
    "issue_date": "1986-07-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the implications for less developed countries the hypothesis that workers' productivity depends on the wages they receive. In particular, we show that this hypothesis may explain the high urban wages and unemployment found in many such countries. The market equilibrium is shown not to be pareto efficient. If the government could not control urbaxv'rural migration, but could control wages and urban employment, it would, in general, set wages and employment levels differently. The sources of Inefficiency are identified. The (constrained) pareto optimal policy can be implemented via taxes and subsidies; but two instruments (both specific and ad valorern wage tax/subsidies) are required. More generally, policy changes will affect both the urban wage and the level of unemployment, and these consequences need to be taken into accounce, both In the determination of shadow wages to be used in cost benefit analysis and In the analysisis of the incidence of any set of taxes and subsIdIes. The shadow price of labor may differ markedly from what it would be if wages were arbitrarily fixed and there were no migration. In particular, in the special case of the Harris-Todaro migration model, with fixed rural wages and productivity depending only on the absolute wage received, the shadow wage is the market wage, regardless of the relative evaluation of current and future consumption. Shadow prices under other specifications of the wage-productivity relationship are analyzed.\n\n",
    "acknowledgement": "\n"
}