{
    "id": 19764,
    "citation_title": "Dynamic Commercialization Strategies for Disruptive Technologies: Evidence from the Speech Recognition Industry",
    "citation_author": [
        "Matt Marx",
        "Joshua S. Gans",
        "David H. Hsu"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen startup innovation involves a potentially disruptive technology - initially lagging in the predominant performance metric, but with a potentially favorable trajectory of improvement - incumbents may be wary of engaging in cooperative commercialization with the startup. While the prevailing theory of disruptive innovation suggests that this will lead to (exclusively) competitive commercialization and the eventual replacement of incumbents, we consider a dynamic strategy involving product market entry before switching to a cooperative commercialization strategy. Empirical evidence from the automated speech recognition industry from 1952-2010 confirms the main prediction of the model.\n\n",
    "acknowledgement": "\nWe thank Ronnie Chatterji, Jason Davis, Chuck Eesley, April Franco, Thomas Hellmann, Ramana Nanda, Henry Sauermann, Scott Stern, and Ezra Zuckerman, as well as audience members at the Atlanta Competitive Advantage Conference, the BYU-Utah Winter Strategy Conference, Carnegie Mellon, University of Chicago, the Duke Strategy Conference, Georgia Tech, Harvard Business School, the HBS-MIT Strategy Conference, INFORMS, London Business School, Stanford, University of Toronto, and Wharton for helpful comments. We acknowledge funding from the Wharton Mack Institute for Innovation Management and the MIT Sloan Roberts E-Center Fund. We thank Greg Hum, Jacalyn Martelli, Lydia Volaitis, and Tianyu Wang for research assistance and are especially indebted to Walt Tetschner of ASRNews and Bill Meisel of TMA Associates for help obtaining archival materials. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nDuring the course of this research I worked at Microsoft Research. Microsoft has a broad interest in intellectual property matters but this paper was independent of any work done for them.\n\n\nFunding from the Sloan Foundation is acknowledged.\n\n\n"
}