{
    "id": 19761,
    "citation_title": "The Effect of U.S. Health Insurance Expansions on Medical Innovation",
    "citation_author": [
        "Jeffrey Clemens"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nI study the channels through which health insurance influences medical innovation.  Following Medicare and Medicaid's passage, I find that U.S.-based medical-equipment patenting rose by 40 to 50 percent relative to both other U.S. patenting and foreign medical-equipment patenting.  Within the United States, increases in medical-equipment patenting were most dramatic in states where the Great Society insurance expansions were largest and in which there were large baseline numbers of physicians per resident.  Consistent with historical case studies, Medical innovation's determinants extend beyond the potential revenues associated with global market size; a physician driven process of innovation-while-doing appears to play a central role.  An extrapolation of the evidence suggests that the last half century's U.S. insurance expansions have driven 25 percent of recent global medical-equipment innovation.  In a standard decomposition of health spending growth, this insurance-induced innovation accounts for 15 percent of the long run rise in U.S. health spending in hospitals, physicians' offices, and other clinical settings.\n\n",
    "acknowledgement": "\nI thank John Shoven, Greg Rosston, Gopi Shah Goda, and the rest of the SIEPR team for their feedback during working-group meetings. I also thank Loren Baker, Prashant Bharadwaj, Kate Bundorf, Ken Chay, Julie Berry Cullen, David Cutler, Gordon Dahl, Liran Einav, Andrew Foster, Vic Fuchs, Joshua Gottlieb, Karthik Muralidharan, Sean Nicholson, Josh Schwartzstein, Heidi Williams, Gui Woolston, seminar participants at Brown, IU, Stanford, UC Davis, UIUC, and at the 2012 Annual Health Economics Conference for helpful comments. I owe special thanks to Chad Jones and Petra Moser for their insights into the broad themes of health, growth, and innovation and into the analysis of these themes using patent data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}