{
    "id": 19763,
    "citation_title": "Buy, Keep or Sell: Economic Growth and the Market for Ideas",
    "citation_author": [
        "Ufuk Akcigit",
        "Murat Alp Celik",
        "Jeremy Greenwood"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAn endogenous growth model is developed where each period firms invest in researching and developing new ideas. An idea increases a firm's productivity. By how much depends on how central the idea is to a firm's activity. Ideas can be bought and sold on a market for patents. A firm can sell an idea that is not relevant to its business or buy one if it fails to innovate. The developed model is matched up with stylized facts about the market for patents in the U.S. The analysis attempts to gauge how efficiency in the patent market affects growth.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Jess Benhabib, Bjoern Bruegemann, Steven Davis, Bob Hall, Doug Hanley, Chang-Tai Hsieh, Erik Hurst, Chad Jones, Pete Klenow, Yunan Li, Carlos Serrano, Randy Wright, Laura Yu, Fabrizio Zilibotti especially our discussants Sam Kortum and Ezra Ober\ffield and the seminar and conference participants at Barcelona GSE Summer Forum, Chicago Booth, IIES, NBER Summer Institute 2013 Economic Growth Group and Macro Perspectives Group, New York FED Real Side Macroeconomics Conference, Norwegian Business School, Stanford University, Tinbergen Institute, University of Notre Dame, University of Pennsylvania, University of Washington at St. Louis, University of Wisconsin, and University of Zurich for very helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}