{
    "id": 19762,
    "citation_title": "Returns to Skills around the World: Evidence from PIAAC",
    "citation_author": [
        "Eric A. Hanushek",
        "Guido Schwerdt",
        "Simon Wiederhold",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2013-12-19",
    "issue_date": "2013-12-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting estimates of the labor-market returns to human capital give a distorted picture of the role of skills across different economies.  International comparisons of earnings analyses rely almost exclusively on school attainment measures of human capital, and evidence incorporating direct measures of cognitive skills is mostly restricted to early-career workers in the United States.  Analysis of the new PIAAC survey of adult skills over the full lifecycle in 22 countries shows that the focus on early-career earnings leads to underestimating the lifetime returns to skills by about one quarter.  On average, a one-standard- deviation increase in numeracy skills is associated with an 18 percent wage increase among prime-age workers.  But this masks considerable heterogeneity across countries.  Eight countries, including all Nordic countries, have returns between 12 and 15 percent, while six are above 21 percent with the largest return being 28 percent in the United States.  Estimates are remarkably robust to different earnings and skill measures, additional controls, and various subgroups.  Intriguingly, returns to skills are systematically lower in countries with higher union density, stricter employment protection, and larger public-sector shares.\n\n",
    "acknowledgement": "\nWe would like to thank Andreas Schleicher and William Thorn from the OECD for access to and help with the international PIAAC data, as well as Dan McGrath, Eugene Owen, and Saida Mamedova from the National Center for Education Statistics and the PIAAC team at GESIS for providing access to the U.S. and German continuous-earnings data, respectively.  Simon Wiederhold and Ludger Woessmann gratefully acknowledge financial support from the European Union's FP7 through the LLLight'in'Europe project.  Simon Wiederhold also gratefully acknowledges the hospitality of the OECD in Paris during the initial phase of work on this paper The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}