{
    "id": 19769,
    "citation_title": "Does Secular Education Impact Religiosity, Electoral Participation and the Propensity to Vote for Islamic Parties? Evidence from an Education Reform in a Muslim Country",
    "citation_author": [
        "Resul Cesur",
        "Naci H. Mocan"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTurkey, which is a predominantly Muslim country, enacted an education law in 1997 which increased the compulsory secular education from five to eight years. We employ a unique nation-wide survey of adults in 2012 to investigate the impact of education on religiosity, lifestyles and political preferences by using exposure to the law as an instrument for schooling. The data set includes information about the extent of religiosity, lifestyle choices (e.g. modern, conservative, religious), ethnic background (e.g. Kurd, Turk, Arab) and the religious sect of the respondents (Sunni, Alevite Shii'te, etc.) The results show that the reform had a significant impact on middle school completion for both men and women, with stronger effects on women. An increase in education, generated by exposure to the law, decreases women's propensity to identify themselves as religious. Education also lowers women's tendency to wear a religious head cover (head scarf, religious turban or burka) and it increases their propensity to have a modern lifestyle. Education reduces women's propensity to cast a vote for Islamic parties, but it has no impact on the propensity to vote. Education has no statistically significant impact on men's religiosity or their tendency to vote for Islamic parties. The results are robust to controlling for indicators of individuals' economic well-being as well as variations in empirical specification of the treatment by the law. Using a smaller version of the survey, conducted in 2008, we perform a variety of tests, which demonstrate that the results are not due to a cohort effect. Finally, we show that the effect of education on religiosity and voting preference is not working through migration, residential location or labor force participation.\n\n",
    "acknowledgement": "\nWe are grateful to Bekir Ağırdır for providing us with the data and to Eren Pultar, and Aydın Erdem for generously sharing their expertise of the survey.  We thank Luiza Pogorelova and Bahadır Dursun for excellent research assistance, and Dani Rodrik, Michael Grossman, Leyla Mocan, Alper Dinçer, Sezgin Polat, Ayça Akarçay Gürbüz, Etienne Lehmann, Nurhan Davutyan, Claudine Desrieux, Barış Kaymak, Damba Lkhagvasuren, Duha Altındağ and seminar participants at ERMES-Universite de Paris II, Kadir Has University, Concordia University and LSU for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}