{
    "id": 19766,
    "citation_title": "Market-based Lobbying: Evidence from Advertising Spending in Italy",
    "citation_author": [
        "Stefano DellaVigna",
        "Ruben Durante",
        "Brian Knight",
        "Eliana La Ferrara"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nAn extensive literature has studied lobbying by special interest groups. We analyze a novel lobbying channel: lobbying businessmen-politicians through business proxies. When a politician controls a business, firms attempting to curry favors shift their spending towards the politician's business. The politician benefits from increased revenues, and the firms hope for favorable regulation in return. We investigate this channel in Italy where government members, including the prime minister, are not required to divest business holdings. We examine the evolution of advertising spending by firms over the period 1994 to 2009, during which Silvio Berlusconi was prime minister on and off three times, while maintaining control of Italy's major private television network, Mediaset. We predict that firms attempting to curry favor with the government shift their advertising budget towards Berlusconi's channels when Berlusconi is in power. Indeed, we document a significant pro-Mediaset bias in the allocation of advertising spending during Berlusconi's political tenure. This pattern is especially pronounced for companies operating in more regulated sectors, as predicted. Using a model of supply and demand in the advertising market, we estimate one billion euros of extra revenue to Berlusconi's group. We also estimate the expected returns in regulation to politically motivated spenders of similar magnitude, stressing the economic importance of this lobbying channel. These findings provide an additional rationale for rules on conflict of interest.\n\n",
    "acknowledgement": "\nWe thank Tito Boeri, Daniel Diermeier, Oliver Latham, Andrew Oswald, Maria Petrova, Michele Polo and Francesco Siliato for helpful comments and discussions. We also thank participants at the 2012 Nemmers Prize Conference, the 2012 Workshop on Media Economics (Bogotá), the 2013 AEA conference, the 2013 SITE Conference, and seminar participants at Bocconi, CSEF Naples, Frankfurt, Harvard, and Warwick for helpful discussion. Barbara Biasi, Elia Boe, Emanuele Colonnelli, Monica Consorti, Simone Lenzu, Anna Martinolli, Arianna Ornaghi and Edoardo Teso provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}