{
    "id": 19767,
    "citation_title": "Technological Learning and Labor Market Dynamics",
    "citation_author": [
        "Martin Gervais",
        "Nir Jaimovich",
        "Henry E. Siu",
        "Yaniv Yedid-Levi"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe search-and-matching model of the labor market fails to match two important business cycle facts: (i) a high volatility of unemployment relative to labor productivity, and (ii) a mild correlation between these two variables. We address these shortcomings by focusing on technological learning-by-doing: the notion that it takes workers time using a technology before reaching their full productive potential with it. We consider a novel source of business cycles, namely, fluctuations in the speed of technological learning and show that a search-and-matching model featuring such shocks can account for both facts. Moreover, our model provides a new interpretation of recently discussed \"news shocks.\"\n\n",
    "acknowledgement": "\nWe thank Manuel Amador, David Andolfatto, Gadi Barlevy, Paul Beaudry, Aspen Gorry, Jean-Olivier Hairault, Andreas Hornstein, Patrick Kehoe, Guido Menzio, Richard Rogerson, Peter Rupert, Martin Schneider, Shouyong Shi, Robert Shimer, and workshop participants at Bocconi, CREI, LSE, Minneapolis Fed, Princeton, Richmond Fed, Tel Aviv, UC Santa Cruz, the 2011 SED Meeting, the 2011 Duke Macroeconomics Conference, the 2011 CEPREMAP Labor Market Workshop, and the 2011 Vienna Macro Workshop for helpful comments. Siu and Yedid-Levi thank the Social Sciences and Humanities Research Council of Canada for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}