{
    "id": 19773,
    "citation_title": "Unintended Consequences of LOLR Facilities: The Case of Illiquid Leverage",
    "citation_author": [
        "Viral V. Acharya",
        "Bruce Tuckman"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the direct effect of lender-of-last-resort (LOLR) facilities is to forestall the default of financial firms that lose funding liquidity, an indirect effect is to allow these firms to minimize deleveraging sales of illiquid assets. This unintended consequence of LOLR facilities manifests itself as excess illiquid leverage in the financial sector, can make future liquidity shortfalls more likely, and can lead to an increase in default risks. Furthermore, this increase in default risk can occur despite the fact that the combination of LOLR facilities and reduced asset sales raises the prices of illiquid assets. \nThe behavior of U.S. broker-dealers during the crisis of 2007-2009 is consistent with the unintended consequence just described. In particular, given the Federal Reserve's LOLR facilities, broker-dealers could afford to try to wait out the crisis. While they did reduce traditional measures of leverage to varying degrees, they failed to reduce sufficiently their illiquid leverage, which contributed to their failures or near failures. \nSeveral mechanisms that might address this unintended consequence of LOLR facili--ties are explored: condition LOLR access and terms on the financial health of borrowers; condition LOLR access and terms on asset sales and deleveraging; and, especially, in--stead of supporting troubled financial firms, open LOLR facilities to financially sound, potential buyers of illiquid assets.\n\n",
    "acknowledgement": "\nThis paper was prepared for the IMF Economic Review Conference in Honor of Stanley Fischer. We are grateful to Pierre-Olivier Gourinchas and Ayhan Kose (editors), Ricardo Caballero (discussant), three anonymous referees, and participants at the International Monetary Fund's 14th Jacques Polak Conference in honor of Stanley Fischer on November 7-8, 2013, for helpful comments. We thank Katherine Waldock for outstanding research assistance. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBruce Tuckman\n\nBruce Tuckman is an independent member of the Interest Rate Swap Risk Committee at the CME.\n\n\n"
}