{
    "id": 19778,
    "citation_title": "Is Sell-Side Research More Valuable in Bad Times?",
    "citation_author": [
        "Roger K. Loh",
        "René M. Stulz"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "2016-11-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause uncertainty is high in bad times, investors find it harder to assess firm prospects and, hence, should value analyst output more. However, higher uncertainty makes analysts’ tasks harder so it is unclear if analyst output is more valuable in bad times. We find that, in bad times, analyst revisions have a larger stock-price impact, earnings forecast errors per unit of uncertainty fall, reports are more frequent and longer, and the impact of analyst output increases more for harder-to-value firms. These results are consistent with analysts working harder and investors relying more on analysts in bad times.\n",
    "acknowledgement": "\nWe thank Marcin Kacperczyk, Oguzhan Karakas, Jeff Kubik, Massimo Massa, Roni Michaely, Jay Ritter, Stijin Van Nieuwerburgh, Paola Sapienza, Siew Hong Teoh, Mitch Warachka, Kent Womack, Frank Yu, Jialin Yu, an anonymous associate editor and two anonymous referees, participants at the AFA 2014 Philadelphia meetings and the 2013 SMU-SUFE Summer Institute of Finance Conference, and at a seminar at the University of Zurich for helpful comments. Brian Baugh, Andrei Gonçalves, and David Hauw provided excellent research assistance. Roger thanks the Sing Lun Fellowship and the Sim Kee Boon Institute for Financial Economics at Singapore Management University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}