{
    "id": 19771,
    "citation_title": "Wedges, Wages, and Productivity under the Affordable Care Act",
    "citation_author": [
        "Casey B. Mulligan",
        "Trevor S. Gallen"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur paper documents the large labor market wedges created by taxes, subsidies, and regulations included in the Affordable Care Act.  The law changes terms of trade in both goods and factor markets for firms offering health insurance coverage.  We use a multi-sector (intra-national) trade model to predict and quantify consequences of the Affordable Care Act for the patterns of output, labor usage, and employee compensation.  We find that the law will significantly redistribute from high-wage workers to low-wage workers and to non-workers, reduce total factor productivity about one percent, reduce per-capita labor hours about three percent (especially among low-skill workers), reduce output per capita about two percent, and reduce employment less for sectors that ultimately pay employer penalties.\n\n",
    "acknowledgement": "\nWe appreciate comments from workshop participants at the University of Chicago, the Atlanta Fed, and the financial support of the George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}