{
    "id": 19777,
    "citation_title": "An Economical Business-Cycle Model",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "2014-09-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent decades, advanced economies have experienced low and stable inflation and long periods of liquidity trap. We construct an alternative business-cycle model capturing these two features by adding two assumptions to a money-in-the-utility-function model: the labor market is subject to matching frictions, and real wealth enters the utility function. These assumptions modify the two core equations of the standard New Keynesian model. With matching frictions, we can analyze equilibria in which inflation is fixed and not determined by a forward-looking Phillips curve. With wealth in the utility, the Euler equation is modified and we can obtain steady-state equilibria with a liquidity trap, positive inflation, and labor market slack. The model is simple enough to inspect the mechanisms behind cyclical fluctuations and to study the effects of conventional and unconventional monetary and fiscal policies. As a byproduct, the model provides microfoundations for the classical IS-LM model. Finally, we show how directed search can be combined with costly price adjustments to generate a forward-looking Phillips curve and recover some insights from the New Keynesian model.\n\n",
    "acknowledgement": "\nWe thank Regis Barnichon, Francesco Caselli, Giancarlo Corsetti, Wouter den Haan, Emmanuel Farhi, Etienne Lehmann, Kevin Sheedy, Carl Walsh, and numerous seminar and conference participants for helpful discussions and comments. This work was supported by the Center for Equitable Growth at the University of California Berkeley, the British Academy, the Economic and Social Research Council [grant number ES/K008641/1], the Banque de France foundation, and the Institute for New Economic Thinking. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}