{
    "id": 19774,
    "citation_title": "The Perils of Peer Effects",
    "citation_author": [
        "Joshua Angrist"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "2014-01-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividual outcomes are highly correlated with group average outcomes, a fact often interpreted as a causal peer effect. Without covariates, however, outcome-on-outcome peer effects are vacuous, either unity or, if the average is defined as leave-out, determined by a generic intraclass correlation coefficient. When pre-determined peer characteristics are introduced as covariates in a model linking individual outcomes with group averages, the question of whether peer effects or social spillovers exist is econometrically identical to that of whether a 2SLS estimator using group dummies to instrument individual characteristics differs from OLS estimates of the effect of these characteristics. The interpretation of results from models that rely solely on chance variation in peer groups is therefore complicated by bias from weak instruments. With systematic variation in group composition, the weak IV issue falls away, but the resulting 2SLS estimates can be expected to exceed the corresponding OLS estimates as a result of measurement error and other reasons unrelated to social effects. Randomized and quasi-experimental research designs that manipulate peer characteristics in a manner unrelated to individual characteristics provide the strongest evidence on the nature of social spillovers. As an empirical matter, designs of this sort have uncovered little in the way of socially significant causal effects.\n\n",
    "acknowledgement": "\nPresented at the European Association of Labor Economists annual meeting, September 2013, in Torino. This research was partially funded by the Institute for Education Sciences. Gaston Illanes and Gabriel Kreindler provided expert research assistance. Seminar participants at EALE, Maryland, Warwick, and Queens provided helpful comments. Special thanks go to Bruce Sacerdote, who patiently walked me through his earlier analyses and graciously supplied new results, and to Steve Pischke, for extensive discussions and feedback repeatedly along the way. Thanks also go to many of my other peers for helpful discussions and comments, especially Daron Acemoglu, Andrea Ichino, Guido Imbens, Patrick Kline, Guido Kuersteiner, Steven Lehrer, Victor Lavy, Parag Pathak, and Rob Townsend. The effects of their interventions were mostly modest, but that's entirely my fault. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}