{
    "id": 19779,
    "citation_title": "The Fiscal Stress Arising from State and Local Retiree Health Obligations",
    "citation_author": [
        "Byron Lutz",
        "Louise Sheiner"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major factor weighing down the long-term finances of state and local governments is the obligation to fund retiree benefits.  While state and local government pension obligations have been analyzed in great detail, much less attention has been paid to the costs of the other major retiree benefit provided by these governments: retiree health insurance.  The first portion of the paper uses the information contained in the annual actuarial reports for public retiree health plans to reverse engineer the cash flows underlying the liabilities given in the report.  Obtaining the cash flows allows us to construct liability estimates which are consistent across governments in terms of the discount rate, actuarial method and assumptions concerning medical cost inflation and mortality. We find that the total unfunded accrued liability of state and local governments for the provision of retiree health care exceeds $1 trillion, or about ⅓ of total state and local government revenue.  Relative to pension obligations discounted at the same rate, we find that unfunded retiree health care liabilities are ½ the size of unfunded pension obligations. We also find that using assumptions concerning the growth in health care costs that are arguably more realistic than those employed by most states actually reduces the size of the liability in most cases.  Pushing in the opposite direction, we find that using plausibly more realistic mortality assumptions increases the size of liability.  The second portion of the paper places retiree health care obligations into context by examining the budget pressures associated with retiree health on a continuing, largely pay-as-you go basis.  We find that much of the projected increase in retiree health obligations as a share of revenue is the result of health care cost growth.  On average, states could put their retiree health obligations into long-run fiscal balance by contributing an additional ¾ percent of total revenue toward the benefit each year.  There is, however, wide variation across the states, with the majority of states requiring little in the way of additional financing, but some states requiring a significantly larger increase.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2013 NBER Conference on State and Local Health Plans for Active and Retired Public Employees.  We thank Anne Burton, Jeff Groesbeck, and Lena Yemelyanov for truly outstanding research assistance.  The paper would not have been feasible without them.  We thank Robert Novy-Marx and Josh Rauh for generously sharing their pension calculations and Michael Morris of the Social Security Administration for providing us with the Social Security mortality rate assumptions.  We thank Don Boyd, Greg Duffee, Josh Rauh, Kim Rueben, Winthrop Smith and participants at the 2013 Municipal Finance Conference, the 2013 NBER Conference on State and Local Health Plans for Active and Retired Public Employees, the Federal Reserve Board Lunchtime Workshop and the Cleveland Federal Reserve Seminar Series for helpful suggestions.  We also thank the numerous public officials who discussed the details of public sector retiree health care in their state with us.  The analysis and conclusions reached in the paper are the authors' alone and do not indicate concurrence by the Board of Governors of the Federal Reserve or the National Bureau of Economic Research.\n\n\n"
}