{
    "id": 19775,
    "citation_title": "Non-Contributory Pensions",
    "citation_author": [
        "Sebastian Galiani",
        "Paul Gertler",
        "Rosangela Bando"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe creation of non-contributory pension schemes is becoming increasingly common as countries struggle to reduce poverty. Drawing on data from Mexico's Adultos Mayores Program (Older Adults Program) - a cash transfer scheme aimed at rural adults over 70 years of age - we evaluate the effects of this program on the well-being of the beneficiary population. Exploiting a quasi-experimental design whereby the program relies on exogenous geographical and age cutoffs to identify its target group, we find that the mental health of elderly adults in the program is significantly improved, as their score on the Geriatric Depression Scale decreases by 12%. We also find that the proportion of treated individuals doing paid work is reduced by 20%, with most of these people switching from their former activities to work in family businesses; treated households show higher levels of consumption expenditures (on average, an  increase of 23%).  Very importantly, we also rule out significant anticipation effects that might have been associated with the program transfers. Thus, overall, we find that non-contributory pension schemes target to the poor in developing countries can improve the well-being of poor older adults without having any indirect impact (through potential anticipation effects) on the earnings or savings of future program participants.\n\n",
    "acknowledgement": "\nWe have benefited from comments made by participants at several seminars and excellent research assistance from Brian Feld, Manuel Puente, Jennifer Sturdy and Paul Wassenich. The conclusions presented in this paper are those of the authors alone, and the authors have no financial or material interests in the results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}