{
    "id": 19772,
    "citation_title": "The Causal Effect of Unemployment Duration on Wages: Evidence from Unemployment Insurance Extensions",
    "citation_author": [
        "Johannes F. Schmieder",
        "Till von Wachter",
        "Stefan Bender"
    ],
    "citation_publication_date": "2013-12-26",
    "issue_date": "2013-12-26",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides quasi-experimental estimates of the causal effect of long-term unemployment on wages. Using standard job search theory, the paper derives and tests conditions on reemployment wages under which Unemployment Insurance (UI) extensions can be used as instrumental variables (IV) for unemployment duration. Using a regression discontinuity design, the paper shows that UI extensions at age thresholds reduced reemployment wages of job searchers in Germany. The UI extensions do not affect the reemployment wages conditional on the month of unemployment exit, implying reservation wages do not bind on average. Hence, UI extensions affect mean wages only through unemployment durations. Our IV estimates imply substantial negative effects of unemployment duration on wages of 0.8% per month.\n\n",
    "acknowledgement": "\nWe would like to thank David Card, Kyle Herkenhoff, Larry Katz, Pat Kline, Kevin Lang, Rafael Lalive, Claudia Olivetti, Daniele Paserman, Luigi Pistaferri, Robert Shimer, Fabien Postel-Vinay, Albert Yung-Hsu Liu, as well as seminar participants at Boston University, the University of Chicago, Stanford, the ETH Zurich, Princeton University, Northwestern University, Northeastern University, Ohio State University, University of California Los Angeles, University of California Riverside, the Atlanta FRB, the Minnesota FRB, the NY FRB, the American Economic Association Meetings, the Society of Labor Economics, and the NBER Labor Studies meeting for helpful comments on this project. An earlier version of this paper was circulated as \"The Effect of Unemployment Insurance Extensions on Reemployment Wages.\" Johannes Schmieder gratefully acknowledges funding from the 2011 Scholars Program of the Department of Labor. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}