{
    "id": 19781,
    "citation_title": "The Effect of Prices on Nutrition: Comparing the Impact of Product- and Nutrient-Specific Taxes",
    "citation_author": [
        "Matthew Harding",
        "Michael Lovenheim"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "2014-03-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an analysis of the role of prices in determining food purchases and nutrition using very detailed transaction-level observations for a large, nationally-representative sample of US consumers over the period 2002-2007.  Using product- specific nutritional information, we develop a new method of partitioning the product space into relevant nutritional clusters that define a set of nutritionally-bundled goods, which parsimoniously characterize consumer choice sets. We then estimate a large utility-derived demand system over this joint product-nutrient space that allows us to calculate price and expenditure elasticities. Using our structural demand estimates, we simulate the role of product taxes on soda, sugar-sweetened beverages, packaged meals, and snacks, and nutrient taxes on fat, salt, and sugar. We find that a 20% nutrient tax has a significantly larger impact on nutrition than an equivalent product tax, due to the fact that these are broader-based taxes. However, the costs of these taxes in terms of consumer utility are not higher.  A sugar tax in particular is a powerful tool to induce healthier nutritive bundles among consumers.\n\n",
    "acknowledgement": "\nWe thank USDA Economic Research Service for the opportunity granted under a Third Party Agreement with Nielsen. Research support from the Robert Wood Johnson Foundation, the UPS Foundation, and the U.S. Department of Agriculture is gratefully acknowledged. Binying Liu provided excellent research assistance. We thank Jerry Hausman, Ephraim Leibtag, Arthur Lewbel, Aviv Nevo, and conference participants at the AEA  Annual Meetings, the 2013 RWJ  Healthy  Eating  Conference, and the 9th Conference on Industrial Organization and the Food Processing Industry, Toulouse, June 21-22, 2012 for excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}