{
    "id": 19787,
    "citation_title": "Externalities and Taxation of Supplemental Insurance: A Study of Medicare and Medigap",
    "citation_author": [
        "Marika Cabral",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "2017-10-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMost health insurance uses cost-sharing to reduce excess utilization. Supplemental insurance can blunt the impact of this cost-sharing, increasing utilization and exerting a negative externality on the primary insurer. This paper estimates the effect of private Medigap supplemental insurance on public Medicare spending using Medigap premium discontinuities in local medical markets that span state boundaries. Using administrative data on the universe of Medicare beneficiaries, we estimate that Medigap increases an individual’s Medicare spending by 22.2%. We calculate that a 15% tax on Medigap premiums generates savings of $12.9 billion annually, with a standard error of $4.9 billion.\n\n",
    "acknowledgement": "\nWe thank Jeff Clemens, Mark Duggan, Tom Davidoff, Liran Einav, Josh Gottlieb, Caroline Hoxby, Erin Johnson, Amanda Kowalski, Jonathan Levin, and David Powell for helpful comments. We also thank seminar participants at UC Berkeley, University of Chicago Junior Faculty Group, University of Chicago Harris School, University of Houston, UT Austin Applied Micro Lunch, Rice University, Stanford University, Texas A&M University, the 2013 RWJ Annual Meeting, the 2013 Austin-Bergen Labor Workshop, the 2013 National Tax Association Annual Conference, the 2013 Annual Health Economics Conference, and the 2013 and 2015 ASSA Meetings for their comments and suggestions. We thank Can Cui and Hanbin Yang for excellent research assistance. We are grateful to John Robst for sharing Medigap premium data and to Frances McCarty for help with the restricted access NHIS data. Cabral gratefully acknowledges financial support from a National Science Foundation Fellowship. Mahoney gratefully acknowledges financial support from a Kapnick Fellowship, RicWeiland Fellowship, and the Robert Wood Johnson Foundation. All errors are our own, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}