{
    "id": 19786,
    "citation_title": "Political Risk Spreads",
    "citation_author": [
        "Geert Bekaert",
        "Campbell R. Harvey",
        "Christian T. Lundblad",
        "Stephan Siegel"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a new, market-based and forward looking measure of political risk derived from the yield spread between a country's U.S. dollar debt and an equivalent U.S. Treasury bond. We explain the variation in these sovereign spreads with four factors: global economic conditions, country-specific economic factors, liquidity of the country's bond, and political risk. We then extract the part of the sovereign spread that is due to political risk, making use of political risk ratings. In addition, we provide new evidence that these political risk ratings are predictive, on average, of future risk realizations using data on political risk claims as well as a novel textual-based database of risk realizations. Our political risk spread measure does not make the mistake of double counting systematic risk in the evaluation of international investments as some conventional measures do. Furthermore, we show how to construct political risk spreads for countries that do not have sovereign bond data. Finally, we link our political risk spreads to foreign direct investment. We show that a one percent point reduction in the political risk spread is associated with a 12 percent increase in net-inflows of foreign direct investment.\n\n",
    "acknowledgement": "\nSiegel acknowledges the financial support from the Global Business Center at the University of Washington. Bekaert acknowledges financial support from Netspar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}