{
    "id": 19785,
    "citation_title": "Do In-Work Tax Credits Serve as a Safety Net?",
    "citation_author": [
        "Marianne Bitler",
        "Hilary Hoynes",
        "Elira Kuka"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe cash and near cash safety net in the U.S. has undergone a dramatic transformation in the past fifteen years. Federal welfare reform has led to the \"elimination of welfare as we know it\" and several tax reforms have substantially increased the role of \"in-work\"' assistance. In 2010, we spent more than 5 dollars on the Earned Income Tax Credit (EITC) for every dollar spent on cash benefits through Temporary Assistance for Needy Families (TANF), whereas in 1994 on the eve of federal welfare reform these programs were about equal in size. In this paper, we evaluate and test whether the EITC satisfies a defining feature of a safety net program--that it responds to economic need. In particular, we explore how EITC participation and expenditures change with the business cycle. The fact that the EITC requires earned income leads to a theoretical ambiguity in the cyclical responsiveness of the credit. We use administrative IRS data to examine the relationship between business cycles and the EITC program. Our empirical strategy relies on exploiting differences in the timing and severity of economic cycles across states. The results show that higher unemployment rates lead to higher EITC recipients and total dollar amounts of credits for married couples. On the other hand, the effect of business cycles on the EITC is insignificant for single individuals, whether measured by recipients or expenditures. In sum, our results show that the EITC serves as an automatic stabilizer for married couples with children but not for the majority of recipients--single parents with children. The patterns we identify are consistent with the predictions of static labor supply theory, and with expectations about how economic shocks are likely to affect one versus two-earner households.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the Center for Poverty Research at UC Davis. We thank Dan Feenberg for help with the NBER SOI data and Myrtis Herrod of the IRS for providing us with tabulations of the EITC for the most recent period. We are grateful to Laura Kawano, Yair Listokin, Jacob Goldin, Doug Miller, and Bruce Meyer and participants at the NBER Universities Research Conference \"Poverty Inequality and Social Policy,\" the 2013 CELS Meeting, and the UC Davis Brown bag for useful comments. We also thank Janet Holtzblatt, Jeff Liebman, Laura Wheaton, and Ed Harris for help with constructing the \"at-risk\"' population to accompany the data from SOI tax filing units. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}