{
    "id": 19783,
    "citation_title": "Disentangling Financial Constraints, Precautionary Savings, and Myopia: Household Behavior Surrounding Federal Tax Returns",
    "citation_author": [
        "Brian Baugh",
        "Itzhak Ben-David",
        "Hoonsuk Park"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore household consumption surrounding federal tax returns filings and refunds receipt to test various theories of consumption. Because uncertainty regarding the refund is resolved at filing, precautionary savings theory predicts an increase in consumption at this date. Contrary to this prediction, we find that households generally do not increase consumption at filing. Following the receipt of the refunds, consumption of both durables and nondurables increases dramatically and then decays quickly.  Our results show that households, on average, are financially constrained, exhibit myopic behavior, and do not respond to precautionary savings motives.\n\n",
    "acknowledgement": "\nWe thank the company for providing the data set. We thank Sumit Agarwal, René Stulz, Michael Palumbo, Manuel Adelino, Andrew Chen, and the participants of the conferences and seminars at the Cleveland Federal Reserve Bank, Philadelphia Federal Reserve Bank, and The Ohio State University for helpful comments. We are grateful for the financial support of the NBER Household Finance Grant. This work was supported in part by an allocation of computing time from the Ohio Supercomputer Center. Ben-David gratefully acknowledges the financial support of the Dice Center at the Fisher College of Business and the Neil Klatskin Chair in Finance and Real Estate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}