{
    "id": 19780,
    "citation_title": "Optimal Trading Ratios for Pollution Permit Markets",
    "citation_author": [
        "Stephen Holland",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze  a novel method for improving the efficiency of pollution permit markets by optimizing the way in which emissions are exchanged through trade.  Under full-information, it is optimal for emissions to exchange according to the ratio of marginal damages.  However, under a canonical model with asymmetric information between the regulator and the sources of pollution, we show that these marginal damage trading ratios are generally not optimal, and we show how to modify them to improve efficiency.  We  calculate the optimal trading ratios for a global carbon market and for a regional nitrogen market.  In these examples, the gains from using optimal trading ratios rather than marginal damage trading ratios range from substantial to trivial, which suggests the need for careful consideration of the structure of asymmetric information when designing permit markets.\n\n",
    "acknowledgement": "\nThis research was supported by NSF grant number 0909275. We would like to thank seminar participants at the Energy Institute at Haas, UNC Greensboro, Elon University, the University of Michigan at Ann Arbor, the AERE summer 2012 conference, and the NBER summer 2012 conference, as well as Meredith Fowlie, Nicholas Muller, William Pizer, and Rob Williams for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}