{
    "id": 19782,
    "citation_title": "Military CEOs",
    "citation_author": [
        "Efraim Benmelech",
        "Carola Frydman"
    ],
    "citation_publication_date": "2014-01-03",
    "issue_date": "2014-01-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThere is mounting evidence of the influence of personal characteristics of CEOs on corporate outcomes. In this paper we analyze the relation between military service of CEOs and managerial decisions, financial policies, and corporate outcomes. Exploiting exogenous variation in the propensity to serve in the military, we show that military service is associated with conservative corporate policies and ethical behavior. Military CEOs pursue lower corporate investment, are less likely to be involved in corporate fraudulent activity, and perform better during industry downturns. Taken together, our results show that military service has significant explanatory power for managerial decisions and firm outcomes.\n\n",
    "acknowledgement": "\nWe thank Nittai Bergman, Joe Doyle, Claudia Goldin, Larry Katz, Lawrence Kryzanowski, Todd Milbourn, Bill Schwert (the editor), Jeremy Stein, Tavneet Suri, Luigi Zingales, two anonymous referees, and participants at the Ackerman Conference on Corporate Governance at Bar Ilan University, Berkeley (Haas), DePaul-Chicago Fed, Harvard (Economic History and Labor) and Harvard-MIT Organizational Economics seminar, Incentives and Risk GSU Conference, NBER Conference on Ethics in Business, Northeastern, Stanford GSB and Yale SOM for their comments. We thank Adair Morse for sharing with us the data on corporate fraud cases. Kayla Liebman, Andrew Marok, Tim Ni, Carla Tokman, Moonlit Wang, Sammy Young and Anna Zhang provided great research assistance. Benmelech is grateful for financial support from the National Science Foundation under CAREER award SES-0847392. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}