{
    "id": 19798,
    "citation_title": "When Real Estate is the Only Game in Town",
    "citation_author": [
        "Hyun-Soo Choi",
        "Harrison Hong",
        "Jeffrey Kubik",
        "Jeffrey P. Thompson"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2014-01-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing data on household portfolios and mortgage originations, we find that households residing in a city with few publicly traded firms headquartered there are more likely to own an investment home nearby. Households in these areas are also less likely to own stocks. This only-game-in-town effect is more pronounced for households living in high credit quality areas, who can access financing to afford a second home. This effect also becomes pronounced for households living in low credit quality areas after 2002 when securitization made it easier for these households to buy second homes. Cities with few local stocks have in equilibrium higher price-to-rent ratios, making it more attractive to rent, and lower (primary residence) homeownership rates.\n\n",
    "acknowledgement": "\nChoi acknowledges support from the Sim Kee Boon Institute, Singapore Management University. We thank Tim Loughran, Chris Mayer, Wenlan Qian, Jeremy Stein, and seminar participants at Dartmouth, Notre Dame, the CICF 2013 conference, and the NBER behavioural finance meeting for helpful comments. The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}