{
    "id": 19796,
    "citation_title": "The Housing Market Impacts of Shale Gas Development",
    "citation_author": [
        "Lucija Muehlenbachs",
        "Elisheba Spiller",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2014-01-09",
    "issue_date": "2014-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from Pennsylvania and New York and an array of empirical techniques to control for confounding factors, we recover hedonic estimates of property value impacts from shale gas development that vary with geographic scale, water source, well productivity, and visibility. Results indicate large negative impacts on nearby groundwater-dependent homes, while piped-water-dependent homes exhibit smaller positive impacts, suggesting benefits from lease payments. At a broader geographic scale, we find that new wellbores increase property values, but these effects diminish over time. Undrilled permits cause property values to decrease. Results have implications for the debate over regulation of shale gas development.\n\n",
    "acknowledgement": "\nWe thank Kelly Bishop, Yanyou Chen, Jessica Chu, Elaine Hill, Mark Fleming, Carolyn Kousky, Alan Krupnick, Nicolai Kumino, Corey Lang, Lala Ma, Jan Mares, Ralph Mastromonaco, Klaus Moeltner, Jaren Pope, Stefan Staubli, Randy Walsh, and Jackie Willwerth for their support. We thank seminar participants at Carnegie-Mellon University, Tinbergen Institute/Free University of Amsterdam, Toulouse School of Economics, University of Massachusetts Amherst, University of Michigan, University of Pittsburgh, and University of Stirling for their helpful comments. All remaining errors and omissions are our own. We are grateful to CoreLogic for the data on property transactions. We thank the Bureau of Topographic and Geologic Survey in the PA Department of Conservation and Natural Resources for data on well completions and Nicholas Berry from NYS Department of Taxation and Finance for data on NY water service. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}