{
    "id": 19791,
    "citation_title": "For a Few Dollars More: Reserves and Growth in Times of Crises",
    "citation_author": [
        "Matthieu Bussière",
        "Gong Cheng",
        "Menzie D. Chinn",
        "Noëmie Lisack"
    ],
    "citation_publication_date": "2014-01-09",
    "issue_date": "2014-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on a dataset of 112 emerging economies and developing countries, this paper addresses two key questions regarding the accumulation of international reserves: first, has the accumulation of reserves effectively protected countries during the 2008-09 financial crisis? And second, what explains the pattern of reserve accumulation observed during and after the crisis? More specifically, the paper investigates the relation between international reserves and the existence of capital controls. We find that the level of reserves matters: countries with high reserves relative to short-term debt suffered less from the crisis, particularly if associated with a less open capital account. In the immediate aftermath of the crisis, countries that depleted foreign reserves during the crisis quickly rebuilt their stocks. This rapid rebuilding has, however, been followed by a deceleration in the pace of accumulation. The timing of this deceleration roughly coincides with the point when reserves reached their pre-crisis level and may be related to the fact that short-term debt accumulation has also decelerated in most countries over this period.\n\n",
    "acknowledgement": "\nThe views presented in this paper are those of the authors and do not necessarily reflect those of the Banque de France or the Eurosystem. We would like to thank Nicolas Coeurdacier, Laurent Ferrara, Jérôme Héricourt, Hiro Ito, Philippe Martin, Maury Obstfeld, Steven Phillips as well as participants in the EMG Workshop in City University of London, the 11th INFINITI Conference, the 62th Annual Congress of the AFSE and the 2013 EEA Annual Meetings for helpful comments and suggestions. Part of this work was conducted while Cheng was an economist, Chinn was a consultant, and Lisack was an intern, at the Banque de France. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}