{
    "id": 19797,
    "citation_title": "Does Planning Regulation Protect Independent Retailers?",
    "citation_author": [
        "Raffaella Sadun"
    ],
    "citation_publication_date": "2014-01-09",
    "issue_date": "2014-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulations aimed at curbing the entry of large retail stores have been introduced in many countries to protect independent retailers. Analyzing a planning reform launched in the United Kingdom in the 1990s, I show that independent retailers were actually harmed by the creation of entry barriers against large stores. Instead of simply reducing the number of new large stores entering a market, the entry barriers created the incentive for large retail chains to invest in smaller and more centrally located formats, which competed more directly with independents and accelerated their decline. Overall, these findings suggest that restricting the entry of large stores does not necessarily lead to a world with fewer stores, but one with different stores, with uncertain competitive effects on independent retailers.\n\n",
    "acknowledgement": "\nThis paper is a revised version of Chapter III of my PhD thesis. I wish to thank John Van Reenen for his invaluable advice. I am grateful to Emek Basker, Sharon Belenzon, Marianne Bertrand, Nick Bloom, Jim Dana, Peter Davies, Rachel Griffith, Haike Harmgart, Jonathan Haskel, Marco Manacorda, Steve Machin, Guy Michaels, Henry Overman, Steve Pischke, Steve Redding, Mark Schankerman, Philip Schmidt-Dengler, and participants in seminars at Columbia, Harvard, Kellogg, LSE, MIT, Wharton, Yale, and the ZEW \"Workshop on the Retail Industry\" for their useful comments. Disclaimer: This work contains statistical data from the Office of National Statistics (ONS), which is Crown copyright and reproduced with the permission of the controller of HMSO and Queens Printer for Scotland. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}