{
    "id": 19799,
    "citation_title": "Governing Misvalued Firms",
    "citation_author": [
        "Dalida Kadyrzhanova",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nEquity overvaluation is thought to create the potential for managerial misbehavior, while monitoring and corporate governance curb misbehavior. We combine these two insights from the literatures on misvaluation and governance to ask 'when does governance matter?' Examining firms with standard long-run measures of corporate governance as they are shocked by plausible misvaluation, we provide consistent evidence that firm performance is impacted by governance when firms become overvalued - overvaluation causes weaker performance in poorly governed firms. Our findings imply that firm oversight is important during market booms, just when stock prices suggest all is well.\n\n",
    "acknowledgement": "\nWe thank Lauren Cohen, Robin Greenwood, Lei Mao, Vinay Nair, Randal Morck, Ramana Nanda, Gordon Phillips, David Robinson, David Scharfstein, Antoinette Schoar, Vish Viswanathan, and Wei Xiong for fruitful discussion and comments, as well as seminar participants at Harvard University, INSEAD, Imperial College,  Norwegian School of Economics, Korea Advanced Institute of Science and Technology (KAIST), University of Exeter, and University of Warwick, Hong Kong University of Science and Technology (HKUST), National University of Singapore Business School, The Conference on Empirical Legal Studies (CELS), Research Institute of Industrial Economics (Stockholm, Sweden), University of Bergen, Forth Miami Behavioral Finance Conference. Special thanks to Mozaffar Khan, Leonid Kogan, and George Serafeim for kindly providing us with data on stocks subject to mutual fund buying pressure. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}