{
    "id": 19792,
    "citation_title": "Shrinkage Estimation of High-Dimensional Factor Models with Structural Instabilities",
    "citation_author": [
        "Xu Cheng",
        "Zhipeng Liao",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2014-01-09",
    "issue_date": "2014-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn high-dimensional factor models, both the factor loadings and the number of factors may change over time. This paper proposes a shrinkage estimator that detects and disentangles these instabilities. The new method simultaneously and consistently estimates the number of pre- and post-break factors, which liberates researchers from sequential testing and achieves uniform control of the family-wise model selection errors over an increasing number of variables. The shrinkage estimator only requires the calculation of principal components and the solution of a convex optimization problem, which makes its computation efficient and accurate. The finite sample performance of the new method is investigated in Monte Carlo simulations. In an empirical application, we study the change in factor loadings and emergence of new factors during the Great Recession.\n\n",
    "acknowledgement": "\nMinchul Shin (Penn) provided excellent research assistance. Many thanks to Ataman Ozylidirim for granting us with access to a selected set of time series published by The Conference Board. We also thank Xu Han and seminar participants at the University of Pennsylvania, Yale University, the 2013 Montreal Time Series Conference, the 2013 Tsinghua Econometrics Conference, the 2013 NSF-NBER Time Series Conference, and the 2013 New York Area Econometrics Colloquium for helpful comments and suggestions. Schorfheide gratefully acknowledges financial support from the National Science Foundation under Grant SES 1061725. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}