{
    "id": 19795,
    "citation_title": "Media Influences on Social Outcomes: The Impact of MTV's 16 and Pregnant on Teen Childbearing",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2015-08-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the impact of the introduction of the widely viewed MTV show 16 and Pregnant on teen childbearing. The reality TV show follows the lives of pregnant teenagers during the final months of their pregnancy and early months of motherhood. We match Vital Statistics birth data to Nielson television ratings data to investigate whether exposure to the show had an impact on teen childbearing rates. We implement an instrumental variables (IV) strategy using local area MTV ratings data from a pre-period to predict local area 16 and Pregnant ratings. We also introduce event study methods, utilizing the specific timing of the show’s introduction to identify a causal effect. The results of this analysis imply that the introduction of this MTV show led to a 4.3 percent reduction in teen births in the 18 months following its initial airing. This accounts for 24 percent of the overall decline in teen births in the United States during that period. We supplement these findings with an examination of data from Google Trends and Twitter, which suggest that this show led to increased interest in contraceptive use and abortion, as captured by internet search and tweeting behavior.\n\nNBER working paper w24856 comments on this paper.  A reply to that comment is posted here. Another NBER working paper addresses issues in both of these papers.\n\n",
    "acknowledgement": "\nWe are grateful to Dan Fetter, Craig Garthwaite, Kelleen Kaye, Tim Moore, Diane Schanzenbach, and Doug Staiger for very helpful comments and conversations. We acknowledge the valuable research assistance of Filippos Petroulakis, Alex Roth, and Helen Willis. Seminar participants at Boston College, Brookings, Dartmouth College, George Washington University, University of Virginia Batten School, UCLA, U. Penn - Wharton, and Wellesley College offered helpful comments. We gratefully acknowledge financial support from the University of Maryland Department of Economics and Wellesley College that enabled us to purchase the data used in this paper. Nielsen ratings data used in this project are proprietary and cannot be shared. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}