{
    "id": 19793,
    "citation_title": "The Employment Effect of Terminating Disability Benefits",
    "citation_author": [
        "Timothy J. Moore"
    ],
    "citation_publication_date": "2014-01-09",
    "issue_date": "2014-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile time out of work normally decreases subsequent employment, Social Security Disability Insurance (DI) may improve the health of disabled individuals and increase their ability to work. In this paper, I examine the employment of individuals who lost DI eligibility after the 1996 removal of drug and alcohol addictions as qualifying conditions. Approximately one-fifth started earning at levels that would have disqualified them for DI, an employment response that is large relative to their work histories. This response is largest for those who had received DI for 2.5-3 years, when it is 50% larger than for those who had received DI for less than one year and 30% larger than for those who had received DI for six years. A similar relationship between time on DI and the employment response is found among those whose primary disability was an addiction, mental disorder, or musculoskeletal condition, but not those with chronic conditions like heart or liver disease. The results suggest that a period of public assistance can maximize the employment of some disabled individuals.\n\n",
    "acknowledgement": "\nA version of this paper was previously circulated as \"Disability Insurance Receipt and Changes in Health and Human Capital.\" I wish to especially thank Mark Duggan, Bill Evans, John Ham and Melissa Kearney for helpful comments and suggestions, as well as Rich Burkhauser, Lisa Dettling, Seth Freedman, Eric French, Craig Garthwaite, Don Parsons, Steve Pischke and Belen Sbrancia. Useful feedback was also provided by participants at the IZA Conference on Risky Behaviors, Michigan Retirement Research Consortium Conference, and the NBER Summer Institute, and in seminars at Cornell University, Federal Board of Governors, George Washington University, London School of Economics, Monash University, Royal Holloway College, University of Maryland, University College London, University of Melbourne, University of New South Wales, University of Notre Dame, University of Warwick, and the Wharton School of the University of Pennsylvania. Thanks also to David Pattison, Jeffrey Hemmeter, Sherry Barber, Stuart Friedrich and Bernard Wixon for help in accessing the data used for this project, and for providing background on Social Security Administration programs and data systems. Financial support was provided by the Drug Policy Modeling Program at the University of New South Wales, through a Dissertation Fellowship in Retirement Income and Disability Insurance Research from the Center for Retirement Research at Boston College, and during two periods as an intern in the SSA's Office of Research, Evaluation and Statistics. Please email any comments to tim_moore@gwu.edu. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}