{
    "id": 19804,
    "citation_title": "Public Goods, Hidden Income, and Tax Evasion: Some Nonstandard Results from the Warm-Glow Model",
    "citation_author": [
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA large literature explores crowd out in situations where public goods are jointly provided; work in this area typically depicts a tax system where individuals take taxes as given. But in some settings, such as those in developing economies, efforts to evade or avoid taxes may be widespread. Using the canonical warm-glow model, this paper considers joint pubic-good provision in a setting where individuals can evade taxes by hiding their income. The model's implications change significantly in this setting: with hidden income, stronger warm glow will lead to greater crowd out, not less. Using research on crowd out and inter-family transfers, I present suggestive evidence that the model's results may help to reconcile divergent estimates of crowd out in the literature.\n\n",
    "acknowledgement": "\nI am grateful to Tom Gresik, Terry Johnson, Kali Rath, Guillermo Roque, Tihtina Zenebe Gebre, and to audiences at George Mason University, McMaster University, the University of California-San Diego, Peking University, and the University of Notre Dame for comments and assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}