{
    "id": 19805,
    "citation_title": "Motivating Migrants: A Field Experiment on Financial Decision-Making in Transnational Households",
    "citation_author": [
        "Ganesh Seshan",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe randomly assigned male migrant workers in Qatar invitations to a motivational workshop aimed at improving financial habits and encouraging joint decision-making with spouses back home in India. 13-17 months later, we surveyed migrants and wives to estimate intent-to-treat impacts in their transnational households. Wives of treated migrants changed their financial practices, and became more likely to seek out financial education themselves. Treated migrants and their wives became more likely to make joint decisions on money matters. Treatment effects on financial outcomes show potential heterogeneity, with those with lower prior savings saving differentially more than those with higher prior savings.\n\n",
    "acknowledgement": "\n(Previous title: \"Transnational Household Finance.\") Eilin Francis, Aakash Jayaprakash, Aminah Kandar, Jibin Koshy, Marlene Nang and Qazi Rashid provided invaluable research assistance. We are grateful for comments and suggestions from presentation participants at the Asian Development Bank, Bocconi University, National University of Singapore, University of Pittsburgh, Stockholm University, the 2012 International Migration Conference (Paris), the 2012 IPA/ADB Impact and Policy Conference, and the 2013 NBER Summer Institute (Development Economics Program). This study was made possible by two UREP awards (UREP 9-072-5-015 and UREP 4-7-11) from the Qatar National Research Fund (a member of The Qatar Foundation). The statements made herein are solely the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}