{
    "id": 19800,
    "citation_title": "The Industrial Organization of Health Care Markets",
    "citation_author": [
        "Martin Gaynor",
        "Kate Ho",
        "Robert Town"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2014-03-25",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe US health care sector is large and growing - health care spending in 2011 amounted to $2.7 trillion and 18% of GDP. Approximately half of health care output is allocated via markets. In this paper, we analyze the industrial organization literature on health care markets focusing on the impact of competition on price, quality and treatment decisions for health care providers and health insurers.  We conclude with a discussion of research opportunities for industrial organization economists, including opportunities created by the US Patient Protection and Affordable Care Act.\n\n",
    "acknowledgement": "\nWe are grateful to editor Janet Currie for support and encouragement and to her and four anonymous referees for helpful comments that substantially improved the paper.  All opinions expressed here and any errors are the sole responsibility of the authors.  No endorsement or approval by any other individuals or institutions is implied or should be inferred. In particular, the views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Trade Commission, any individual Commissioner, or the National Bureau of Economic Research.\n\n\n\nMartin Gaynor\n\n1) I received no financial support for the research presented in this paper.\n2) I have no close relatives or partners for whom there is anything to disclose.\n3) This manuscript was reviewed by the Bureau of Economics of the Federal Trade Commission.\n\n\n\nRobert Town\n\nI served as a paid economic expert for the Federal Trade Commission (FTC) on the antitrust investigation described in this paper. However, the analysis in this paper was developed after the investigation was completed. Neither my co-authors nor I received monetary compensation from the Federal Trade Commission for this research. I have served as a paid economic expert for the FTC and the U.S. Department of Justice on other hospital matters.\n\n\nThe FTC provided us the data used in this analysis at no charge. Various employees of the FTC provided us with assistance in interpreting, understanding, and cleaning the data at no charge, although the conclusions in this paper are solely our own.\n\n\n"
}