{
    "id": 19802,
    "citation_title": "Coal and the European Industrial Revolution",
    "citation_author": [
        "Alan Fernihough",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2014-09-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the importance of geographical proximity to coal as a factor underpinning comparative European economic development during the Industrial Revolution. Our analysis exploits geographical variation in city and coalfield locations, alongside temporal variation in the availability of coal-powered technologies, to quantify the effect of coal availability on historical city population sizes. Since we suspect that our coal measure could be endogenous, we use a geologically derived measure as an instrumental variable: proximity to rock strata from the Carboniferous era. Consistent with traditional historical accounts of the Industrial Revolution, we find that coal had a strong influence on city population size from 1800 onward. Counterfactual estimates of city population sizes indicate that our estimated coal effect explains around 60% of the growth in European city populations from 1750 to 1900. This result is robust to a number of alternative modelling assumptions.\n\n",
    "acknowledgement": "\nThis research has received funding from the European Research Council under the European Union's Seventh Framework Programme (FP7/2007-2013), ERC grant agreement no. 249546. We are grateful to Bob Allen, Kristine Asch, Michael Athanson, Nick Crafts, James Fenske, Morgan Kelly, Alexander Mirko M¨uller, Cormac Ó Gráda and Colin Waters for useful comments, advice and help with data. We are also grateful to seminar and conference participants at the University of Southern Denmark, Nottingham, Oxford, Queen's University of Belfast, the 9th BETA Workshop in Historical Economics at the University of Strasbourg, the University of Warwick Summer School on Economic Growth 2013, and a conference in honour of Karl Gunnar Persson held at the University of Copenhagen. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}