{
    "id": 19806,
    "citation_title": "Corporate Governance and Risk Management at Unprotected Banks: National Banks in the 1890s",
    "citation_author": [
        "Charles W. Calomiris",
        "Mark Carlson"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManagers' incentives may conflict with those of shareholders or creditors, particularly at leveraged, opaque banks. Bankers may abuse their control rights to give themselves excessive salaries,  favored access to credit, or to take excessive risks that benefit themselves at the expense of depositors. Banks must design contracting and governance structures that sufficiently resolve agency problems so that they can attract funding from outside shareholders and depositors. We examine banks from the 1890s, a period when there were no distortions from deposit insurance or government interventions to assist banks. We use national banks' Examination Reports to link differences in managerial ownership to different corporate governance policies, risk, and methods of risk management. Formal corporate governance is lower when manager ownership shares are higher. Managerial rent seeking via salaries and insider lending is greater when managerial ownership is higher, and lower when formal governance controls are employed.  Banks with higher managerial ownership target lower default risk. Higher managerial ownership and less-formal governance are associated with a greater reliance on cash rather than capital as a means of limiting risk, which we show is consistent both with higher adverse-selection costs of raising outside equity and with greater moral-hazard with respect to risk shifting.\n\n",
    "acknowledgement": "\nWe thank Stijn Claessens, Luc Laeven, and seminar participants at the Board of Governors, at the Federal Reserve Banks of Atlanta, Cleveland, and New York, at Columbia University, at Tilburg University, at Dartmouth's Tuck School, and at Erasmus University for comments.  Ianni Drivas provided valuable research assistance.  The views expressed in this paper are solely those of the authors and do not necessarily reflect those of the Federal Reserve Board, the International Monetary Fund, or their staffs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}