{
    "id": 19812,
    "citation_title": "The Price of Political Uncertainty: Theory and Evidence from the Option Market",
    "citation_author": [
        "Bryan Kelly",
        "Lubos Pastor",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2015-07-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically analyze the pricing of political uncertainty, guided by a theoretical model of government policy choice. To isolate political uncertainty, we exploit its variation around national elections and global summits. We find that political uncertainty is priced in the equity option market as predicted by theory. Options whose lives span political events tend to be more expensive. Such options provide valuable protection against the price, variance, and tail risks associated with political events. This protection is more valuable in a weaker economy and amid higher political uncertainty. The effects of political uncertainty spill over across countries.\n\n",
    "acknowledgement": "\nWe are grateful for comments from participants at the 2015 AFA meetings, 2015 NBER Summer Institute, 2015 NYU/Penn Conference on Law and Finance, 2015 Queen Mary Conference on Recent Advances in Finance, 2014 Asset Pricing Retreat at Tilburg, 2014 Duke/UNC Asset Pricing Conference, 2014 EFA meetings, 2014 ESSFM Gerzensee, 2014 Princeton conference on The Causes and Consequences of Policy Uncertainty, 2014 Rising Stars Conference, 2014 SoFiE Conference, and seminars at Bocconi, Chicago, EDHEC, Pennsylvania, Rochester, UCLA, Wisconsin, and the National Bank of Slovakia. We also thank Jonathan Brogaard, Andrea Buraschi, Hui Chen, John Cochrane, George Con- stantinides, Ian Dew-Becker, Michael Gofman, Brandon Julio, Juhani Linnainmaa, Rajnish Mehra, Toby Moskowitz, Stavros Panageas, Jay Shanken, Ken Singleton, Raghu Sundaram, Eric Talley, Moto Yogo, and two anonymous referees. Gerardo Manzo and Sarah Kervin provided excellent research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance and by the Center for Research in Security Prices at the University of Chicago Booth School of Business.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}