{
    "id": 19815,
    "citation_title": "Tax Benefits to Housing and Inefficiencies in Location and Consumption",
    "citation_author": [
        "David Albouy",
        "Andrew Hanson"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTax benefits to owner-occupied housing provide incentives for housing consumption, offsetting weaker disincentives of the property tax. These benefits also help counter the penalty federal taxes impose on households who work in productive high-wage areas, but reinforce incentives to consume local amenities. We simulate the effects of these benefits in a parameterized model, and determine the consequences of various tax reforms. Reductions in housing tax benefits generally reduce inefficiency in consumption, but increase inefficiency in location decisions, unless they are accompanied by tax-rate reductions. The most efficient policy would eliminate most tax benefits to housing and index taxes to local wage levels.\n\n",
    "acknowledgement": "\nDavid Albouy would like to acknowledge support from the National Science Foundation (SES-0922340) and the Lincoln Institute for Land Policy, who have named him as a David C. Lincoln Fellow for 2012-2015. We would like to thank seminar participants at the New York Federal Reserve Fiscal Breakfast, the University of Michigan, the University of Tennessee, the United States Treasury (Office of Tax Analysis), and conference attendees at the 2010 National Tax Association Annual Meetings in Chicago, the 2011 Urban Economics meetings of the Lincoln Institute for Land Policy in Cambridge, the 2011 International Institute for Public Finance Annual Conference in Ann Arbor, the 2011 Urban Economics Association Annual Meetings in Miami, and the 2013 Tax Policy and the Economy Conference in Washington D.C. for their thoughts and suggestions. We would especially like to thank Tom Davidoff, William Gale, Albert Solé-Ollé, Jim Poterba, and François Vaillancourt for their detailed discussions. All mistakes are our own. Please email albouy@illinois.edu for questions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}