{
    "id": 19816,
    "citation_title": "The Economics of Online Postsecondary Education: MOOCs, Nonselective Education, and Highly Selective Education",
    "citation_author": [
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2014-01-22",
    "issue_date": "2014-01-22",
    "revision_date": "2019-05-29",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI consider how online postsecondary education, including massive open online courses (MOOCs), might fit into economically sustainable models of postsecondary education.  I contrast nonselective postsecondary education (NSPE)in which institutions sell fairly standardized educational services in return for up-front payments and highly selective postsecondary education (HSPE) in which institutions invest in students in return for repayments much later in life.  The analysis suggests that MOOCs will be financially sustainable substitutes for some NSPE, but there are risks even in these situations.  The analysis suggests that MOOCs will be financially sustainable substitutes for only a small share of HSPE and are likely to collapse the economic model that allows HSPE institutions to invest in advanced education and research.  I outline a non-MOOC model of online education that may allow HSPE institutions both to sustain their distinctive activities and to reach a larger number of students.\n\n",
    "acknowledgement": "\nThe author gratefully acknowledges comments from John Siegfried and Gail Hoyt.  The author declares that she has no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}