{
    "id": 19819,
    "citation_title": "Why and Wherefore of Increased Scientific Collaboration",
    "citation_author": [
        "Richard B. Freeman",
        "Ina Ganguli",
        "Raviv Murciano-Goroff"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2014-09-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines international and domestic collaborations using data from an original survey of corresponding authors and Web of Science data of articles that had at least one US coauthor in the fields of Particle and Field Physics, Nanoscience and Nanotechnology, and Biotechnology and Applied Microbiology. The data allow us to investigate the connections among coauthors and the views of corresponding authors about the collaboration.  We have four main findings. First, we find that US collaborations have increased across US cities as well as across international borders, with the nature of collaborations across cities resembling that across countries.  Second, face-to-face meetings are important in collaborations: most collaborators first met working in the same institution and communicate often through meetings with coauthors from distant locations. Third, the main reason for most collaborations is to combine the specialized knowledge and skills of coauthors, but there are substantial differences in the mode of collaborations between small lab-based science and big science, where international collaborations are more prevalent. Fourth, for biotech, we find that citations to international papers are higher compared to papers with domestic collaborators only, but not for the other two fields. Moreover, in all three fields, papers with the same number of coauthors had lower citations if they were international collaborations. Overall, our findings suggest that all collaborations are best viewed from a framework of collaborations across space broadly, rather than in terms of international as opposed to domestic collaborative activity.\n\n",
    "acknowledgement": "\nWe appreciate assistance with the survey from John Trumpbour and input from Jennifer Amadeo-Holl, Paula Stephan and Andrew Wang. We received helpful comments from Adam Jaffe, Ben Jones, Manuel Trajtenberg and participants at the NBER \"The Changing Frontier: Rethinking Science and Innovation Policy\" Conferences. This research was supported in part by the National Science Foundation's National Nanotechnology Initiative, Award 0531146. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}