{
    "id": 19811,
    "citation_title": "Risk, Insurance and Wages in General Equilibrium",
    "citation_author": [
        "Ahmed Mushfiq Mobarak",
        "Mark Rosenzweig"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the general-equilibrium labor market effects of a large-scale randomized intervention in which we designed and marketed a rainfall index insurance product across three states in India.  Marketing agricultural insurance to both cultivators and to agricultural wage laborers allows us to test a general-equilibrium model of wage determination in settings where households supplying labor and households hiring labor face weather risk.  Consistent with theoretical predictions, we find that both labor demand and equilibrium wages become more rainfall sensitive when cultivators are offered rainfall insurance, because insurance induces cultivators to switch to riskier, higher-yield production methods. The same insurance contract offered to agricultural laborers smoothes wages across rainfall states by inducing changes in labor supply. Policy simulations based on our estimates suggest that selling insurance only to land-owning cultivators and precluding the landless from the insurance market (which is the current regulatory practice in India and other developing countries), makes wage laborers worse off relative to a situation where insurance does not exist at all.\n\n",
    "acknowledgement": "\nWe thank USAID/BASIS at UC-Davis, the DFID/LSE/Oxford International Growth Centre, and the Macmillan Center at Yale University for financial support.  We thank the Centre for Microfinance at IFMR (Chennai, India), Hari Nagarajan at the National Council of Applied Economic Research (Delhi, India), and the Agricultural Insurance Company of India, Lombard (especially Mr. Kolli Rao) for their collaboration in fieldwork and program implementation. Lisa Nestor managed all aspects of the fieldwork extremely well. Laura Feeney provided excellent research assistance.  Michael Carter, Judy Chevalier, Seema Jayachandran, Juanjuan Zhang and seminar participants at the UC-Davis BASIS Workshop, Yale University China and India Customer Insights Conference, Vanderbilt University, 2013 Arizona State Conference on Development of Human Capital, and 2013 HKUST Conference on Human Resources and Economic Development provided valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}