{
    "id": 19817,
    "citation_title": "Misinformed Speculators and Mispricing in the Housing Market",
    "citation_author": [
        "Alex Chinco",
        "Christopher Mayer"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper uses transactions-level deeds records to examine how out-of-town second house buyers contributed to mispricing in the housing market. We document that out-of-town second house buyers behaved like misinformed speculators and drove up both house price and implied-to-actual rent ratio (IAR) appreciation rates in cities like Phoenix, Las Vegas, and Miami in the mid 2000s. Our analysis has 3 parts. First, we give evidence that out-of-town second house buyers behaved like misinformed speculators. Compared to local second house buyers, out- of-town second house buyers had worse exit timing (i.e., were likely misinformed) and were also less able to consume the dividend from their purchase (i.e., were likely speculators). Second, we show that increases in out-of-town second house buyer demand predict increases in future house price appreciation rates and IAR appreciation rates. A 10%pt increase in the fraction of sales made to out-of-town second house buyers is associated with a 6%pt increase in house price appreciation rates and a 9%pt increase in IAR appreciation rates over the course of the next year in that city. Third, we address the issue of reverse causality using a novel econometric strategy. The key insight is that an increase in the fundamental value of owning a second house in Phoenix is a common shock to the investment opportunity set of all potential second house buyers. If changes to fundamentals were driving both price dynamics as well as out-of-town second house buyer demand, we would expect to see large jumps in house price and IAR appreciation rates preceded by increases in out-of-town second house buyer demand from across the country. The data do not display this symmetric response, and are thus inconsistent with reverse causality. We conclude by discussing both the economic magnitudes of out-of-town second house buyer flows and the broader applicability of our econometric approach.\n\n",
    "acknowledgement": "\nVivek Sampathkumar, Daniel Hubbard, Laura Vincent, and James Witkin provided dedicated research assistance. We thank Viral Acharya, Xavier Gabaix, Ed Glaeser, Robin Greenwood, Gur Huberman, Aurel Hizmo, Andrew Paciorek (discussant), Tomasz Piskorski, Alexi Savov, Chester Spatt (discussant), David Sraer (discussant), Jeremy Stein, Johannes Stroebel (discussant), Stijn Van Nieuwerburgh, Reed Walker, and Jeff Wurgler as well as seminar participants at Harvard Business School, NYU Stern, Columbia Business School, the NBER Behavioral Finance/Housing Bubbles joint session, the NBER Conference Project on Housing and the Financial Crisis, the Federal Reserve Bank of Cleveland, AEA/ASSA, and Riksbank for extremely helpful comments and suggestions. We are grateful for Dataquick, 1010data, and an anonymous firm for providing data and assistance that were crucial for this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}