{
    "id": 19824,
    "citation_title": "Linkage of Greenhouse Gas Emissions Trading Systems: Learning from Experience",
    "citation_author": [
        "Matthew Ranson",
        "Robert Stavins"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last ten years have seen the growth of linkages between many of the world's cap-and-trade systems for greenhouse gases (GHGs), both directly between systems, and indirectly via connections to credit systems such as the Clean Development Mechanism. If nations have tried to act in their own self-interest, this proliferation of linkages implies that for many nations, the expected benefits of linkage outweighed expected costs. In this paper, we draw on the past decade of experience with carbon markets to test a series of hypotheses about why systems have demonstrated this revealed preference for linking.\nLinkage is a multi-faceted policy decision that can be used by political jurisdictions to achieve a variety of objectives, and we find evidence that many economic, political, and strategic factors - ranging from geographic proximity to integrity of emissions reductions - influence the decision to link. We also identify some potentially important effects of linkage, such as loss of control over domestic carbon policies, which do not appear to have deterred real-world decisions to link.\nThese findings have implications for the future role that decentralized linkages may play in international climate policy architecture. The Kyoto Protocol has entered what is probably its final commitment period, covering only a small fraction of global GHG emissions. Under the Durban Platform for Enhanced Action, negotiators may now gravitate toward a hybrid system, combining top-down elements for establishing targets with bottom-up elements of pledge-and-review tied to national policies and actions. The incentives for linking these national policies are likely to continue to produce direct connections among regional, national, and sub-national cap-and-trade systems. The growing network of decentralized, direct linkages among these systems may turn out to be a key part of a future hybrid climate policy architecture.\n\n",
    "acknowledgement": "\nWe are grateful for research assistance provided by John Agan, and helpful comments from Gilbert Metcalf and participants at a presentation of the paper at the Nineteenth Conference of the Parties of the United Nations Framework Convention on Climate Change in Warsaw, Poland. The authors are responsible for any remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  This paper was written with support from the Harvard Program on International Climate Agreements.\n\n\n"
}