{
    "id": 19822,
    "citation_title": "A Theory of Income Taxation under Multidimensional Skill Heterogeneity",
    "citation_author": [
        "Casey Rothschild",
        "Florian Scheuer"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a unifying framework for optimal income taxation in multi-sector economies with general patterns of externalities. Agents in this model are characterized by an N-dimensional skill vector corresponding to intrinsic abilities in N potentially externality-causing activities. The private return to each activity depends on individual skill and an aggregate activity-specific return, which is a fully general function of the economy-wide distribution of activity-specific efforts. We show that the N-dimensional heterogeneity can be collapsed to a one-dimensional, endogenous statistic sufficient for screening. The optimal tax schedule features a multiplicative income-specific correction to an otherwise standard tax formula. Because externalities change the relative returns to different activities, corrective taxes induce changes in the across-activity allocation of effort. These relative return effects cause the optimal correction to diverge, in general, from the Pigouvian tax that would align private and social returns. We characterize this divergence and its implications for the shape of the tax schedule both generally and in a number of applications, including externality-free economies, increasing and decreasing returns to scale, zero-sum activities such as bargaining or rent extraction, and positive or negative spillovers.\n\n",
    "acknowledgement": "\nWe thank Lizi Chen, Gordon Dahl, Alex Diesl, Roger Gordon, Guy Laroque, Guido Menzio, Torsten Persson, Edouard Schaal, Johannes Spinnewijn, Venky Venkateswaran, Gianluca Violante and seminar participants at Bocconi, IIES Stockholm, LSE/IFS, NYU, University of Pennsylvania, Toulouse, UC San Diego and Zurich for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}