{
    "id": 19820,
    "citation_title": "The Information Value of Online Social Networks: Lessons from Peer-to-Peer Lending",
    "citation_author": [
        "Seth Freedman",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "2018-02-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether social networks facilitate online markets using data from a leading peer-to-peer lending website. We find that borrowers with social ties are consistently more likely to have their loans funded and receive lower interest rates; however, most borrowers with social ties are more likely to pay late or default. We provide evidence that these findings are driven by lenders not fully understanding the relationship between social ties and unobserved borrower quality. Overall, our findings suggest caution for using online social networks as a signal of quality in anonymous transactions.\n\n",
    "acknowledgement": "\nWe would like to thank Larry Ausubel, John Haltiwanger, John Ham, Robert Hampshire, Anton Korinek, Phillip Leslie, Russel Cooper, Hong- bin Cai, Jim Brickley, Estelle Cantillon, Severin Borenstein, and various seminar attendants at Rochester, Toronto, Northwestern Kellogg, Columbia, University of Pennsylvania Wharton School, University of Maryland Smith School, 2010 NBER IO program meeting, Universiti Libre de Brux- elles, Katholieke Universiteit Leuven and the 2011 Conference on Gaming Incentive Systems for helpful comments. Chris Larsen, Kirk Inglis, Nancy Satoda, Reagan Murray and other Prosper personnel have provided us data support and tirelessly answered our questions about Prosper.com. Adam Weyeneth and other Prosper lenders have generously shared their prosper experience. We are grateful to the UMD Department of Economics, the Kauffman Foundation, and the Net Institute (www.netinst.org) for their generous financial support. An earlier draft has been circulated under the title “Do Social Networks Solve Information Problems for Peer-to-Peer Lending? Evidence from Prosper.com.” This paper is independent of Prosper.com, all errors are our own, all rights reserved.\n\n\n"
}