{
    "id": 19825,
    "citation_title": "Incentives, Selection and Productivity in Labor Markets: Evidence from Rural Malawi",
    "citation_author": [
        "Raymond P. Guiteras",
        "B. Kelsey Jack"
    ],
    "citation_publication_date": "2014-01-16",
    "issue_date": "2014-01-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn observed positive relationship between compensation and productivity cannot distinguish between two channels: (1) an incentive effect and (2) worker selection. We use a simplified Becker-DeGroot-Marschak mechanism, which provides random variation in piece rates conditional on revealed reservation rates, to separately identify the two channels in the context of casual labor markets in rural Malawi. A higher piece rate increases output in our setting, but does not attract more productive workers. Among men, the average worker recruited at higher piece rates is actually less productive. Local labor market imperfections appear to undermine the worker sorting observed in well-functioning labor markets.\n\n",
    "acknowledgement": "\nWe thank seminar and workshop participants at the University of Chicago, University College London/L.S.E., Duke University, Case Western Reserve, RAND and NEUDC. James Berry, Constanca Esteves-Sorenson, Andrew Foster, Jessica Goldberg, John Ham, John List, Jeremy Magruder and A. Mushfiq Mobarak provided useful comments. John Anderson and Stanley Mvula were invaluable in leading the field team. We gratefully acknowledge financial support from ICRAF and the University of Maryland Department of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}