{
    "id": 19839,
    "citation_title": "Alcohol Exposure In Utero and Child Academic Achievement",
    "citation_author": [
        "Stephanie von Hinke Kessler Scholder",
        "George L. Wehby",
        "Sarah Lewis",
        "Luisa Zuccolo"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of alcohol exposure in utero on child academic achievement. As well as studying the effect of any alcohol exposure, we investigate the effect of the dose, pattern, and duration of exposure. We use a genetic variant in the maternal alcohol-metabolism gene ADH1B as an instrument for alcohol exposure, whilst controlling for the child's genotype on the same variant. We show that the instrument is unrelated to an extensive range of maternal and paternal characteristics and behaviours. OLS regressions suggest an ambiguous association between alcohol exposure in utero and children's academic attainment, but there is a strong social gradient in maternal drinking, with mothers in higher socio-economic groups more likely to drink. In stark contrast to the OLS, the IV estimates show negative effects of prenatal alcohol exposure on child educational attainment. These results are very robust to an extensive set of model specifications. In addition, we show that that the effects are solely driven by the maternal genotype, with no impact of the child's genotype.\n\n",
    "acknowledgement": "\nWe thank Neil Davies, Jason Fletcher, Steve Lehrer, Debbie Lawlor, Maarten Lindeboom, Owen O'Donnell, Christine Valente, Frank Windmeijer, conference participants at the Integrating Genetics and Social Science Conference, the 20th Workshop on Health Economics and Econometrics, the 2013 Royal Economic Society conference, and seminar participants at the University of Sheffield and University College Dublin for helpful comments on earlier version of this paper. We are extremely grateful to all the families who took part in this study, the midwives for their help in recruiting them, and the whole ALSPAC team, which includes interviewers, computer and laboratory technicians, clerical workers, research scientists, volunteers, managers, receptionists and nurses. The UK Medical Research Council (MRC), the Wellcome Trust and the University of Bristol provide core support for ALSPAC. This publication is the work of the authors, who will serve as guarantors for the contents of this paper. We gratefully acknowledge financial support from the UK Economic and Social Research Council (PTA-026-27-2335), the UK Medical Research Council (G1002345, G0902144), and the NIH/NIDCR (R01 DE020895). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}