{
    "id": 19834,
    "citation_title": "How Constraining Are Limits to Arbitrage? Evidence from a Recent Financial Innovation",
    "citation_author": [
        "Alexander Ljungqvist",
        "Wenlan Qian"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLimits to arbitrage play a central role in behavioral finance. They are thought to interfere with arbitrage processes so that security prices can deviate from true values for extended periods of time. We describe a recent financial innovation that allows limits to arbitrage to be sidestepped, and overvaluation thereby to be corrected, even in settings characterized by extreme costs of information discovery and severe short-sale constraints. We report evidence of shallow-pocketed \"arbitrageurs\" expending considerable resources to identify overvalued companies and profitably correcting overpricing. The innovation that allows the arbitrageurs to sidestep limits to arbitrage involves credibly revealing their information to the market, in an effort to induce long investors to sell so that prices fall. This simple but apparently effective way around the limits suggests that limits to arbitrage may not always be as constraining as sometimes assumed.\n\n",
    "acknowledgement": "\nWe are grateful to Alon Brav and Stephen Figlewski as well as to seminar participants at NUS, NTU, and SMU for helpful comments. We thank Zhou Li and Weibiao Xu for excellent research assistance. Ljungqvist gratefully acknowledges the generous hospitality of NUS Business School while working on this project. All data used in this research come from publicly available sources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}