{
    "id": 19836,
    "citation_title": "Cash-on-Hand & College Enrollment: Evidence from Population Tax Data and Policy Nonlinearities",
    "citation_author": [
        "Dayanand S. Manoli",
        "Nicholas Turner"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2016-04-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate causal effects of cash-on-hand on college enrollment decisions of students from low-income families. Using population-level, administrative data from United States income tax returns, we exploit variation in tax refunds received in the spring of the high school senior year. The variation in tax refunds results from the kink point between the phase-in and maximum credit portions of the Earned Income Tax Credit schedule. The results suggest tax refunds received in the spring of the high school senior year have meaningful effects on college enrollment.\n\n",
    "acknowledgement": "\nThis research represents our private research efforts and does not reflect the views or opinions of the U.S. Treasury or the National Bureau of Economic Research. We thank Peter Bergman, Sandy Black, David Card, Raj Chetty, Hilary Hoynes, Larry Katz, Paco Martorell, Judy Scott-Clayton, Steve Trejo, Emmanuel Saez, Eric Zwick and numerous seminar participants for valuable comments and suggestions. Day Manoli is grateful for funding from the Laura and John Arnold Foundation. We also thank Randeep Kaur for excellent research assistance. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}