{
    "id": 19835,
    "citation_title": "Could a Website Really Have Doomed the Health Exchanges? Multiple Equilibria, Initial Conditions and the Construction of the Fine",
    "citation_author": [
        "Florian Scheuer",
        "Kent Smetters"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "2014-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPublic attention has focused on how the launch of the national health exchanges could impact the types of risks who initially enroll and thereby affect future premiums and enrollment. We introduce simple dynamics into a standard model of insurance under adverse selection to show that such \"initial conditions\" can indeed matter. When firms are price-takers, the market can converge to a Pareto-inferior \"bad\" equilibrium if there are at least three equilibria, which we suggest has empirical support. Strategic pricing eliminates Pareto dominated equilibria but requires common knowledge of preference and risk distributions. Changing the fine on non-participants from a fixed amount to a fraction of equilibrium prices increases the range of initial conditions consistent with reaching the \"good\" equilibrium while reducing the \"badness\" of the bad equilibrium -- all without increasing the fine value in the good equilibrium. Allowing insurers to quickly change prices can encourage them to experiment with strategic pricing if market fundamentals are not perfectly known, increasing the chance of reaching the good equilibrium independently from initial conditions.\n\n",
    "acknowledgement": "\nWe are grateful to Eduardo Azevedo, Liran Einav, Daniel Gottlieb, Nathaniel Hendren, Casey Rothschild for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}