{
    "id": 19832,
    "citation_title": "Voting to Tell Others",
    "citation_author": [
        "Stefano DellaVigna",
        "John A. List",
        "Ulrike Malmendier",
        "Gautam Rao"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2020-10-25",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWhy do people vote? We argue that social image plays a significant role in explaining turnout: people vote because others will ask. The expectation of being asked motivates turnout if individuals derive pride from telling others that they voted, or feel shame from admitting that they did not vote, provided that lying is costly. We design a field experiment to estimate the effect of social image concerns on voting. In a door-to-door survey about election turnout, we experimentally vary (i) the informational content and use of a flyer pre-announcing the survey, (ii) the duration and payment for the survey, and (iii) the incentives to lie about past voting. Our estimates suggest significant social image concerns. For a plausible range of lying costs, we estimate the monetary value of voting `because others will ask' to be in the range of $5-$15 for the 2010 Congressional election. In a complementary get-out-the-vote experiment, we inform potential voters before the election that we will ask them later whether they voted. We find suggestive evidence that the treatment increases turnout.\n\n",
    "acknowledgement": "\nWe thank Nageeb Ali, David Card, Raj Chetty, Justin Fox, Andrew Gelman, Alan Gerber, Yosh Halberstam, Mitch Hoffman, Greg Huber, Tom Palfrey, Todd Rogers, the audiences at Berkeley, Boston University, Harvard, RAND, Stanford, Toulouse, UCSD, and at the 2011 ESA World Congress (Chicago), the 2012 North-American ESA Tuscon Conference, the 2012 NBER Political Economy Summer Institute, the 2013 Yale CSAP summer workshop, and the 2013 SITE Psychology and Economics conference for helpful comments. We also thank Alec Brandon, Tristan Gagnon-Bartsch, Sheng Li, David Novgorodsky, Jessica Shui, and Vera te Velde for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}