{
    "id": 19831,
    "citation_title": "Lights, Camera,... Income!: Estimating Poverty Using National Accounts, Survey Means, and Lights",
    "citation_author": [
        "Maxim Pinkovskiy",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we try to understand whether national accounts GDP per capita or survey mean income or consumption better proxy for true income per capita. We propose a data-driven method to assess the relative quality of GDP per capita versus survey means by comparing the evolution of each series to the evolution of satellite-recorded nighttime lights. Our main assumption, which is robust to a variety of specification checks, is that the measurement error in nighttime lights is unrelated to the measurement errors in either national accounts or survey means. We obtain estimates of weights on national accounts and survey means in an optimal proxy for true income; these weights are very large for national accounts and very modest for survey means. We conclusively reject the null hypothesis that the optimal weight on surveys is greater than the optimal weight on national accounts, and we generally fail to reject the null hypothesis that the optimal weight on surveys is zero. Using the estimated optimal weights, we compute estimates of true income per capita and $1/day poverty rates for the developing world and its regions. We get poverty estimates that are substantially lower and fall substantially faster than those of Chen and Ravallion (2010) or of the survey-based poverty literature more generally.\n\n",
    "acknowledgement": "\nWe would like to thank Richard Crump for useful suggestions. Any views expressed in this paper are the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}