{
    "id": 19837,
    "citation_title": "Return of the Solow Paradox? IT, Productivity, and Employment in U.S. Manufacturing",
    "citation_author": [
        "Daron Acemoglu",
        "David Autor",
        "David Dorn",
        "Gordon H. Hanson",
        "Brendan Price"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn increasingly influential \"technological-discontinuity\" paradigm suggests that IT-induced technological changes are rapidly raising productivity while making workers redundant. This paper explores the evidence for this view among the IT-using U.S. manufacturing industries. There is some limited support for more rapid productivity growth in IT-intensive industries depending on the exact measures, though not since the late 1990s. Most challenging to this paradigm, and our expectations, is that output contracts in IT-intensive industries relative to the rest of manufacturing. Productivity increases, when detectable, result from the even faster declines in employment.\n\n",
    "acknowledgement": "\nWe thank Eli Berman, Susan Houseman, Stephen Machin, Kenneth Troske, and seminar participants at the 2014 AEA session \"Inequality in the Future\" for valuable comments and assistance with data. Acemoglu and Autor acknowledge financial support from the Sloan Foundation (Grant 2011- 10-12). Autor and Hanson acknowledge funding from the National Science Foundation (Grant SES-1227334). Dorn acknowledges funding from the Spanish Ministry of Science and Innovation (ECO2010-16726 and JCI2011-09709). Price acknowledges financial support from the Hewlett Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}