{
    "id": 19845,
    "citation_title": "Firm Age, Investment Opportunities, and Job Creation",
    "citation_author": [
        "Manuel Adelino",
        "Song Ma",
        "David T. Robinson"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper asks whether startups react more to changing investment opportunities than more mature firms do.  We use the fact that a region's pre-existing industrial structure creates exogenous variation in the severity of its exposure to nation-wide manufacturing shocks to develop an instrument for changing investment opportunities, and examine employment creation in the non-tradable sector as a response to those opportunities.  Startups are much more responsive to changing local economic conditions than older firms.  Moreover, their responsiveness doubles in areas with better access to small business finance, suggesting that financing constraints are an important brake on job creation in the startup sector.  Although we focus mostly on the non-tradable sector for empirical identification, our results extend to other sectors of the economy, indicating that the mechanisms we uncover are economically pervasive.  This suggests that factors like organizational flexibility and innovativeness may be important drivers of job creation among startups.\n\n",
    "acknowledgement": "\nPlease address correspondence to Manuel Adelino, Fuqua School of Business, 100 Fuqua Drive, Durham, NC  27708.  We are grateful to seminar participants at HEC Paris and UCLA for providing helpful feedback.  Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}