{
    "id": 19847,
    "citation_title": "General Equilibrium Impacts of a Federal Clean Energy Standard",
    "citation_author": [
        "Lawrence H. Goulder",
        "Marc A. C. Hafstead",
        "Roberton C. Williams III"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have tended to view cap and trade (or, more generally, emissions pricing) as more cost-effective than a clean energy standard (CES) for the purpose of reducing greenhouse gas emissions associated with electricity generation. This stems in part from the finding that, in terms of cost-effectiveness, a CES relies too much on emissions abatement through the channel of fuel-switching and too little on the channel of reduced electricity demand.\nRecent research reveals, however, that the CES has an advantage over cap and trade in a different dimension. In a realistic economy with prior taxes on factors of production, the adverse \"tax-interaction effect\" is smaller under the CES than under the equivalent cap-and-trade program. This raises the possibility that the CES might not suffer an overall disadvantage relative to cap and trade on cost-effectiveness grounds.\nThis paper employs analytical and numerical general equilibrium models to assess the relative cost-effectiveness of the CES and an electricity-sector cap-and-trade program. These models reveal that a well-designed CES can be more cost-effective than cap and trade when relatively minor reductions in emissions are called for. Numerical simulations indicate that the cost-effectiveness of the CES is sensitive to what is deemed \"clean\" electricity. To achieve maximal cost-effectiveness, the CES must offer significant credit to electricity generated from natural gas.\n\n",
    "acknowledgement": "\nWe are grateful to Lint Barrage, Terry Dinan, Don Fullerton, Stephen Holland, and seminar participants at the NBER Summer Institute on Environmental and Energy Economics, the Northeast Workshop on Energy Policy and Environmental Economics, Resources for the Future, the University of New South Wales, and the University of Ottawa for their helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence H. Goulder\n\nI did not receive any consulting funding during the period I worked on the \"Interactions\" paper.  Currently I am not receiving consulting funding.  I receive research funding from Stanford University's School of Humanities and Sciences.\n\n\n\nRoberton C. Williams III\n\nIn recent years, I have received funding for other projects from the National Energy Policy Institute, the Smith Richardson Foundation, the Bipartisan Policy Center, Bo Cutter, Paul Balser, and the Linden Foundation, as well as from RFF’s Carbon Tax Initiative and New Frontiers Fund. I believe that none of these qualifies as an “interested party” for the purposes of this paper, but I list them out of an abundance of caution.\n\n\n"
}