{
    "id": 19844,
    "citation_title": "Is the United States Still a Land of Opportunity? Recent Trends in Intergenerational Mobility",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren",
        "Patrick Kline",
        "Emmanuel Saez",
        "Nicholas Turner"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2014-05-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new evidence on trends in intergenerational mobility in the U.S. using administrative earnings records. We find that percentile rank-based measures of intergenerational mobility have remained extremely stable for the 1971-1993 birth cohorts. For children born between 1971 and 1986, we measure intergenerational mobility based on the correlation between parent and child income percentile ranks. For more recent cohorts, we measure mobility as the correlation between a child's probability of attending college and her parents' income rank. We also calculate transition probabilities, such as a child's chances of reaching the top quintile of the income distribution starting from the bottom quintile. Based on all of these measures, we find that children entering the labor market today have the same chances of moving up in the income distribution (relative to their parents) as children born in the 1970s. However, because inequality has risen, the consequences of the \"birth lottery\" - the parents to whom a child is born - are larger today than in the past.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent the views or policies of the US Treasury Department or the Internal Revenue Service or the National Bureau of Economic Research. We thank Sarah Abraham, Alex Bell, Alex Olssen, and Evan Storms for outstanding research assistance. We thank David Autor, Greg Duncan, Lawrence Katz, Alan Krueger, Richard Murnane, Gary Solon, and numerous seminar participants for helpful discussions and comments. Financial support from the Lab for Economic Applications and Policy at Harvard, the Center for Equitable Growth at UC Berkeley, and the National Science Foundation is gratefully acknowledged. The statistics reported in this paper can be downloaded from www.equality-of-opportunity.org\n\n\n"
}