{
    "id": 19841,
    "citation_title": "Does Medical Malpractice Law Improve Health Care Quality?",
    "citation_author": [
        "Michael Frakes",
        "Anupam B. Jena"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2019-05-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nDespite the fundamental role of deterrence in justifying a system of medical malpractice law, surprisingly little evidence has been put forth to date bearing on the relationship between medical liability forces on the one hand and medical errors and health care quality on the other.  In this paper, we estimate this relationship using clinically validated measures of health care treatment quality constructed with data from the 1979 to 2005 National Hospital Discharge Surveys and the 1987 to 2008 Behavioral Risk Factor Surveillance System records.  Drawing upon traditional, remedy-centric tort reforms--e.g., damage caps--we estimate that the current liability system plays at most a modest role in inducing higher levels of health care quality.  We contend that this limited independent role for medical liability may be a reflection upon the structural nature of the present system of liability rules, which largely hold physicians to standards determined according to industry customs.  We find evidence suggesting, however, that physician practices may respond more significantly upon a substantive alteration of this system altogether--i.e., upon a change in the clinical standards to which physicians are held in the first instance.  The literature to date has largely failed to appreciate the substantive nature of liability rules and may thus be drawing limited inferences based solely on our experiences to date with damage-caps and related reforms.\n\n",
    "acknowledgement": "\nWe are grateful to Amy Finkelstein and Jon Gruber for their guidance and advice.  We are likewise grateful for helpful comments received from Ronen Avraham, Bernie Black, David Hyman, Louis Kaplow, Justin McCrary, Michelle Mello, Mark Ramseyer, Max Schazenbach, Steve Shavell, Charlie Silver, Holger Spamann, Brad Wendel, Kathy Zeiler and seminar participants at the Harvard Law, Economics & Organization Seminar, the Northwestern Law and Economics Colloquium, the Midwestern Law and Economics Association Annual Meeting, the University of Texas Medical Malpractice Roundtable and the Cornell Law School Faculty Retreat.  We are also thankful to Negasi Beyene, Maria Owings and the staff at the Research Data Center at the National Center for Health Statistics for their help with the National Hospital Discharge Survey files and to Ronen Avraham for providing data on state tort laws.  Frakes acknowledges support from the National Institute on Aging, Grant Number T32-AG00186 and Jena acknowledges support from the Office of the Director, National Institutes of Health (NIH Early Independence Award, 1DP5OD017897-01). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}