{
    "id": 19849,
    "citation_title": "Anatomy of a Contract Change",
    "citation_author": [
        "Rajshri Jayaraman",
        "Debraj Ray",
        "Francis de Vericourt"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2016-05-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a contract change for tea pluckers on an Indian plantation, with a higher government-stipulated baseline wage. Incentive piece rates were lowered or kept unchanged. Yet, in the following month, output increased by 20–80%. This response contradicts the standard model and several variants, is only partly explicable by greater supervision, and appears to be “behavioral.” But in subsequent months, the increase is comprehensively reversed. Though not an unequivocal indictment of “behavioral” models, these findings suggest that non-standard responses may be ephemeral, and should ideally be tracked over an extended period of time.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was titled “Productivity Response to a Contract Change,” and circulated as NBER Working Paper No.19849, January 2014. We are grateful to two anonymous referees, as well as to seminar and conference participants at the DIW and the Behavioral Economics Workshop in Berlin, Goethe University Frankfurt, NEUDC, CESifo Behavioral Economics Conference, Max Plank Institute Munich, University of Namur, Hunter College, University of Warwick and the University of Heidelberg for useful comments and suggestions. Ray acknowledges funding from the National Science Foundation under Grant SES-1261560. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}