{
    "id": 19846,
    "citation_title": "Using the Pareto Distribution to Improve Estimates of Topcoded Earnings",
    "citation_author": [
        "Philip Armour",
        "Richard V. Burkhauser",
        "Jeff Larrimore"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2015-07-07",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInconsistent censoring in the public-use March CPS limits its usefulness in measuring labor earnings trends, as previous approaches for imputing topcoded earnings systematically understate top earnings. Using Pareto estimation methods with less-censored internal data, we create an enhanced cell-mean series to capture top earnings in the public-use data. Annual earnings inequality trends since 1963 using our series largely mirror those found by Kopczuk, Saez, and Song (2010) using Social Security Administration data for Commerce and Industry workers. When we extend our analysis to 2013 and consider all workers, earnings inequality levels are higher but its growth is more modest.\n\n",
    "acknowledgement": "\nThe research in this paper was conducted, in part, while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the New York Census Research Data Center at Cornell University. This paper has been screened to ensure that no confidential data are disclosed. All opinions are those of the authors and should not be attributed to the Census Bureau, the Federal Reserve Board, the Federal Reserve Banks, or their staff.  We thank Stephen Jenkins and participants at the Census Bureau’s Center for Economic Studies Research Conference for their helpful comments on earlier drafts of this paper.  Support for this research from the National Science Foundation (award nos. SES-0427889, SES-0322902, and SES-0339191) and the Employment Policy and Measurement Rehabilitation Research and Training Center at the University of New Hampshire, which is funded by the National Institute for Disability and Rehabilitation Research (NIDRR, grant no. H133B100030) are cordially acknowledged. The views and opinions expressed herein are those of the authors and should not be attributed to the Joint Committee on Taxation, any Member of Congress, the Census Bureau, or the National Bureau of Economic Research.\n\n\n"
}