{
    "id": 19857,
    "citation_title": "Breaking the Link Between Legal Access to Alcohol and Motor Vehicle Accidents: Evidence from New South Wales",
    "citation_author": [
        "Jason M. Lindo",
        "Peter Siminski",
        "Oleg Yerokhin"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large literature has documented significant public health benefits associated with the minimum legal drinking age in the United States, particularly because of the resulting effects on motor vehicle accidents. These benefits form the primary basis for continued efforts to restrict youth access to alcohol. It is important to keep in mind, though, that policymakers have a wide variety of alcohol-control options available to them, and understanding how these policies may complement or substitute for one another can improve policy making moving forward. Towards this end, we propose that investigating the causal effects of the minimum legal drinking age in New South Wales, Australia provides a particularly informative case study, because Australian states are among the world leaders in their efforts against drunk driving. Using an age-based regression-discontinuity design applied to restricted-use data from several sources, we find no evidence that legal access to alcohol has effects on motor vehicle accidents of any type in New South Wales, despite having large effects on drinking and on hospitalizations due to alcohol abuse.\n\n",
    "acknowledgement": "\nThe authors thank Lena Hock and Daniel Thomason for research assistance, Kitt Carpenter, Monica Deza, David Johnston, Daniel Rees, Michael Shields, Nathan Tefft, participants at the 9th World Congress on Health Economics, the 2013 HILDA Survey Research Conference and the 2012 CAER Health Economics Workshop, and seminar participants at Dalhousie University, Monash University, Queensland University of Technology, University of Texas at Dallas, Tulane University,  and the University of Wollongong for their thoughtful comments. Special thanks go to the NSW Centre for Road Safety for providing and assisting with crash and licensing data, especially Phil Sparkes and Roger Jerrems. This paper uses unit record data from the Household, Income and Labour Dynamics in Australia (HILDA) Survey. The HILDA Project was initiated and is funded by the Australian Government Department of Families, Housing, Community Services and Indigenous Affairs (FaHCSIA) and is managed by the Melbourne Institute of Applied Economic and Social Research (Melbourne Institute). The findings and views reported in this paper, however, are those of the authors and should not be attributed to either FaHCSIA or the Melbourne Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}