{
    "id": 19850,
    "citation_title": "Does Greater Inequality Lead to More Household Borrowing? New Evidence from Household Data",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Marianna Kudlyak",
        "John Mondragon"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nOne suggested hypothesis for the dramatic rise in household borrowing that preceded the financial crisis is that low-income households increased their demand for credit to finance higher consumption expenditures in order to \"keep up\" with higher-income households. Using household level data on debt accumulation during 2001-2012, we show that low-income households in high-inequality regions accumulated less debt relative to income than their counterparts in lower-inequality regions, which negates the hypothesis. We argue instead that these patterns are consistent with supply-side interpretations of debt accumulation patterns during the 2000s. We present a model in which banks use applicants' incomes, combined with local income inequality, to infer the underlying type of the applicant, so that banks ultimately channel more credit toward lower-income applicants in low-inequality regions than high-inequality regions. We confirm the predictions of the model using data on individual mortgage applications in high- and low-inequality regions over this time period.\n\n",
    "acknowledgement": "\nWe are grateful to Meta Brown and Donghoon Lee for helpful comments about the data, and seminar participants at the Richmond Fed, St. Louis Fed, and CES-Ifo conference. The views expressed here are those of the authors and do not reflect those of the Federal Reserve Bank of Richmond or the Federal Reserve System or any other institution with which the authors are affiliated. Mondragon thanks the Richmond Fed for their generous support while part of this paper was written. Gorodnichenko thanks the NSF and Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Richmond or the Federal Reserve System.\n\n\n"
}