{
    "id": 19858,
    "citation_title": "Every Breath You Take - Every Dollar You'll Make: The Long-Term Consequences of the Clean Air Act of 1970",
    "citation_author": [
        "Adam Isen",
        "Maya Rossin-Slater",
        "W. Reed Walker"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2015-09-18",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the long-term impacts of early childhood exposure to air pollution on adult outcomes using U.S. administrative data. We exploit changes in air pollution driven by the 1970 Clean Air Act to analyze the difference in outcomes between cohorts born in counties before and after large improvements in air pollution relative to those same cohorts born in counties that had no improvements. We find a significant relationship between pollution exposure in the year of birth and later life outcomes. A higher pollution level in the year of birth is associated with lower labor force participation and lower earnings at age 30.\n\n",
    "acknowledgement": "\nThis paper has been previously circulated under the title “Does Improved Air Quality at Birth Lead to Better Long-Term Outcomes? Evidence from the Clean Air Act of 1970”. We would like to thank Doug Almond, Michael Anderson, David Card, Janet Currie, Lucas Davis, Olivier Deschenes, Will Dow, Ilyana Kuziemko, Matt Neidell, Yona Rubinstein, four anonymous referees, as well as seminar participants at Columbia, Georgia State, Texas A&M, University of Calgary, UC-Berkeley, NBER Summer Institute, Census, IZA, the Robert Wood Johnson Foundation, the AEA meetings, the UCSB Occasional Workshop, and the 4th Annual All-UC Conference on Energy and Environmental Economics for valuable comments and suggestions. We also thank David Silver for helpful research assistance. All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following NSF Grants SES-9978093, SES-0339191 and ITR-0427889; NIA Grant AG018854; and grants from the Alfred P. Sloan Foundation. Isen acknowledges additional support from the Institute of Education Sciences, U.S. Department of Education, through Grant R305B090015 of the U.S. Department of Education. Walker acknowledges additional support from the Robert Wood Johnson Foundation and the University of California Center for Energy and Environmental Economics. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau, the Robert Wood Johnson Foundation, the U.S. Department of the Treasury, or the National Bureau of Economic Research.\n\n\n\nW. Reed Walker\n\nReed Walker has no material or relevant financial relationships associated with this research.\n\n\n"
}