{
    "id": 19859,
    "citation_title": "Demand Modeling, Forecasting, and Counterfactuals, Part I",
    "citation_author": [
        "Parag A. Pathak",
        "Peng Shi"
    ],
    "citation_publication_date": "2014-01-28",
    "issue_date": "2014-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThere are relatively few systematic comparisons of the ex ante counterfactual predictions from structural models to what occurs ex post. This paper uses a large-scale policy change in Boston in 2014 to investigate the performance of discrete choice models of demand compared to simpler alternatives. In 2013, Boston Public Schools (BPS) proposed alternative zone configurations in their school choice plan, each of which alters the set of schools participants are allowed to rank. Pathak and Shi (2013) estimated discrete choice models of demand using families' historical choices and these demand models were used to forecast the outcomes under alternative plans. BPS, the school committee, and the public used these forecasts to compare alternatives and eventually adopt a new plan for Spring 2014. This paper updates the forecasts using the most recently available historical data on participants' submitted preferences and also makes forecasts based on an alternative statistical model not based a random utility foundation. We describe our analysis plan, the methodology, and the target forecast outcomes. Our ex ante forecasts eliminate any scope for post-analysis bias because they are made before new preferences are submitted. Part II will use newly submitted preference data to evaluate these forecasts and assess the strengths and limitations of discrete choice models of demand in our context.\n\n",
    "acknowledgement": "\nWe thank Kamal Chavda, Dr. Carol Johnson, Peter Sloan, Kim Rice, and Jack Yessayan and the staff at Boston Public Schools for their expertise and for facilitating access to the data used in this study. Matt Gentzkow, Ali Hortacsu, Jon Levin, and Ariel Pakes provided helpful feedback. Financial support provided by the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nParag A. Pathak\n\nPathak is a Board member of the Institute for Innovation in Public School Choice, a non-profit 501(c) that provides assistance to school districts on the implementation of school choice systems.\n\n\n\nPeng Shi\n\nPeng Shi is financially supported by a Research Assistantship in Market Design with Prof. Itai Ashlagi in MIT Sloan School of Management.\n\n\n"
}