{
    "id": 19851,
    "citation_title": "Equalizing Superstars: The Internet and the Democratization of Education",
    "citation_author": [
        "Daron Acemoglu",
        "David Laibson",
        "John A. List"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2014-03-03",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternet-based educational resources are proliferating rapidly. One concern associated with these    (potentially transformative) technological changes is that they will be disequalizing - as many technologies of the last several decades have been - creating superstar teachers and a winner-take-all education system. These important concerns notwithstanding, we contend that a major impact of web-based educational technologies will be the democratization of education: educational resources will be more equally distributed, and lower-skilled teachers will benefit. At the root of our results is the observation that skilled lecturers can only exploit their comparative advantage if other teachers complement those lectures with face-to-face instruction. This complementarity will increase the quantity and quality of face-to-face teaching services, potentially increasing the marginal product and wages of lower-skill teachers.\n\n",
    "acknowledgement": "\nWe are grateful to participants in the Economics Education in the Digital Age session in the AEA 2014 and particularly to Gail Hoyt for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n\n\n2013: Bank of America, Blackrock, Principal Financial\n\n\n2012: Bank of America, Blackrock, Callan, Danish Government, Fidelity, Humana****\n\n\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n\n\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n\n\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n\n\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n\n\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n\n\n**All payments donated to charitable organizations.\n\n\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n****All payments donated directly by Humana to charitable organizations.\n\n\n"
}