{
    "id": 19853,
    "citation_title": "China's Regional and Bilateral Trade Agreements",
    "citation_author": [
        "Chunding Li",
        "Jing Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina has been increasingly active on the regional trade agreement front over since WTO Accession occurred in 2001. These agreements, unlike the US and EU cases, follow no template form of agreement but vary substantially one among the others and are in part an attempt to customize agreements to partner prior agreements. There are presently 12 concluded agreements, 6 under negotiation, and four others under consideration. These concluded are in the main with smaller countries. Those in prospect are with major trading areas (US, Japan, Korea, and India). All are driven in part by China's needs for export access to fuel continuing export lead growth, but other elements enter including using regional agreements to offset unwelcome elements of multilateral arrangements (such as the non-market economy labelling), and attempting to put in place via RTA building blocks an Asian trading hub. Outstanding issues not centrally addressed by these agreements include anti-dumping duties, and investment and competition issues.\n\n",
    "acknowledgement": "\nThis paper has been prepared for the Palgrave Handbook of China's Transformation to be edited by David Greenaway, Shujie Yao and Chang Liu. We are grateful to the Ontario Research Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}