{
    "id": 19854,
    "citation_title": "International Liquidity and Exchange Rate Dynamics",
    "citation_author": [
        "Xavier Gabaix",
        "Matteo Maggiori"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2015-07-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a theory of the determination of exchange rates based on capital flows in imperfect financial markets. Capital flows drive exchange rates by altering the balance sheets of financiers that bear the risks resulting from international imbalances in the demand for financial assets. Such alterations to their balance sheets cause financiers to change their required compensation for holding currency risk, thus impacting both the level and volatility of exchange rates. Our theory of exchange rate determination in imperfect financial markets not only helps rationalize the empirical disconnect between exchange rates and traditional macroeconomic fundamentals, but also has real consequences for output and risk sharing. Exchange rates are sensitive to imbalances in financial markets and seldom perform the shock absorption role that is central to traditional theoretical macroeconomic analysis. Our framework is flexible; it accommodates a number of important modeling features within an imperfect financial market model, such as non-tradables, production, money, sticky prices or wages, various forms of international pricing-to-market, and unemployment.\n\n",
    "acknowledgement": "\nWe thank our editors Andrei Shleifer, Pol Antràs, Elhanan Helpman and referees, and Ariel Burstein, John Campbell, Nicolas Coeurdacier, Alessandro Dovis, Bernard Dumas, Emmanuel Farhi, Luca Fornaro, Kenneth Froot, Nicolae Garleanu, Gita Gopinath, Pierre-Olivier Gourinchas, Oleg Itskhoki, Andrew Karolyi, Nobuhiro Kiyotaki, Anton Korinek, Arvind Krishnamurthy, Guido Lorenzoni, Brent Neiman, Maurice Obstfeld, Stavros Panageas, Anna Pavlova, Fabrizio Perri, Hélène Rey, Kenneth Rogoff, Lucio Sarno, Hyun Song Shin, Andrei Shleifer, Jeremy Stein, Adrien Verdelhan, and seminar participants at NBER (EFG, IFM, ME, IPM, IAP, MWAB, MATS), Princeton University, Harvard University, MIT, Stanford SITE, UC Berkeley, University of Chicago Booth, Northwestern University, Yale University, Wharton, LBS, LSE, Yale Cowles Conference on General Equilibrium, University of Minnesota, Minneapolis Fed, University of Maryland, Johns Hopkins University, University of Michigan, UT Austin, UNC, Macro Financial Modeling Meeting, Barcelona GSE Summer Forum, EEIF, Chicago/NYU Junior Conference in International Macroeconomics and Finance, PSE, INSEAD, IMF, Federal Reserve Board, ECB, Bank of Japan, Cornell University, AEA annual meeting, SED, and NYU. We thank Miguel de Faria e Castro and Jerome Williams for excellent research assistance. We gratefully acknowledge the financial support of the NSF (0820517,1424690), the Dauphine-Amundi Foundation, and the NYU CGEB. Maggiori thanks the International Economics Section, Department of Economics, Princeton University for hospitality during part of the research process for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}