{
    "id": 19856,
    "citation_title": "Equilibrium Health Spending and Population Aging in a Model of Endogenous Growth - Will the GDP Share of Health Spending Keep Rising?",
    "citation_author": [
        "Isaac Ehrlich",
        "Yong Yin"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2014-03-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe apparently unrelenting growth in the GDP-share of health spending (SHS) has been a perennial issue of policy concern. Does an equilibrium limit exist? The issue has been left open in recent dynamic models which take income growth and population aging as given. We view these variables as endogenously determined within an overlapping-generations, human-capital-based endogenous-growth model, where a representative parent makes all life-cycle consumption and investment decisions and life and health protection are subject to diminishing returns. Our prototype model, allowing for both quantity and quality of life as desired goods, yields equilibrium upper bounds for SHS. Our calibrated simulations also account for observed trends in reproductive choices, population aging, life expectancy, and economic growth. The analysis offers new insights about factors that drive long-term trends in aging and health spending and establishes a direct relation between health investments at young age and the equilibrium, steady-state rate of economic growth.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the Conference on Health, Aging, and Human Capital, co-sponsored by Rand Corporation and the UB Center for Human Capital and held in Santa Monica on December 2-3, 2011. We acknowledge helpful comments from participants at that conference.  We also benefitted from comments on later versions from participants in seminars held at IZA in Bonn on May 27, 2013 and at the Rand Corporation on June 12, 2013, and from numerous comments and suggestions by Jinyoung Kim. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}