{
    "id": 19863,
    "citation_title": "Loose Knots: Strong versus Weak Commitments to Save for Education in Uganda",
    "citation_author": [
        "Dean Karlan",
        "Leigh L. Linden"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "2024-07-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nCommitment devices offer an opportunity to restrict future choices. However, strict commitments may deter participation. Using a school-based commitment savings program for children to save for educational expenses in Uganda, we compare an account fully committed to school expenses to an account with a weaker commitment (funds withdrawn in cash, rather than a voucher). Children save more in the weaker commitment treatment arm, and when combined with parental outreach spend more on educational supplies and score 0.10 standard deviations (standard error =0.04) on test scores. The fully committed account yields no such educational improvements, and neither account finds impacts on secondary or downstream outcomes such as attendance, enrollment, or non-cognitive skills.\n\n",
    "acknowledgement": "\nWe are grateful for the assistance of a number of individuals and organizations without whom this project could not have been successfully completed. Caton Brewster, Carl Brinton, Sarah Kabay, Sana Khan, Selvan Kumar, Hart Lang, Kelsey Larson, Doug Parkerson, Pia Raffler, Amol Raswan, Elana Safran, Glynis Startz, and Thu Tran all provided valuable assistance with the research or project management. We gratefully acknowledge the financial support of the Yale Savings and Payments Research Fund at Innovations for Poverty Action, sponsored by a grant from the Bill & Melinda Gates Foundation, and to Innovations for Poverty Action for management of the study. The study was registered post-implementation in the American Economic Association RCT Registry, AEARCTR-0000081. The United States Agency for International Development (Development Innovations Venture Award AID-OAA-G-12-00008) generously provided additional funding for the project. All opinions are those of the authors, and not necessarily that of any of the funders or collaborating institutions, nor of the National Bureau of Economic Research.\n\n\n"
}