{
    "id": 19861,
    "citation_title": "American Colonial Incomes, 1650-1774",
    "citation_author": [
        "Peter H. Lindert",
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNew data now allow conjectures on the levels of real and nominal incomes in the thirteen American colonies.  New England was the poorest region, and the South was the richest. Colonial per capita incomes rose only very slowly, and slowly for five reasons: productivity growth was slow; population in the low-income (but subsistence-plus) frontier grew much faster than that in the high-income coastal settlements; child dependency rates were high and probably even rising; the terms of trade was extremely volatile, presumably suppressing investment in export sectors; and the terms of trade rose very slowly, if at all, in the North, although faster in the South. All of this checked the growth of colony-wide per capita income after a 17th century boom. The American colonies led Great Britain in purchasing power per capita from 1700, and possibly from 1650, until 1774, even counting slaves in the population.  That is, average purchasing power in America led Britain early, when Americans were British.  The common view that American per capita income did not overtake that of Britain until the start of the 20th century appears to be off the mark by two centuries or longer.\n\n",
    "acknowledgement": "\nOur work on the colonial period has been aided by many scholars, most importantly by Samuel Bowles, Paul Clemens, Farley Grubb, Herbert Klein, Allan Kulikoff, Carole Shammas, Billy Gordon Smith, and especially Bob Allen, Gloria Main, and Tom Weiss. Archival help was supplied by, among others, Clifford C. Parker (Chester County Archives) and Marc Thomas (Maryland Historical Society). We thank them, yet absolve them from any responsibility for the results presented here. We also acknowledge with gratitude the research assistance of Leticia Arroyo-Abad, Sun Go, Oscar Méndez Medina, and Nick Zolas, and the financial support of the National Science Foundation under grants SES 0922531 and SES 1227237. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}