{
    "id": 19868,
    "citation_title": "Political Reservations and Women's Entrepreneurship in India",
    "citation_author": [
        "Ejaz Ghani",
        "William R. Kerr",
        "Stephen D. O'Connell"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "2018-06-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe quantify the link between the timing of state-level implementations of political reservations for women in India with the role of women in India's manufacturing sector. While overall employment of women in manufacturing does not increase after the reforms, we find significant evidence that more women-owned establishments were created in the unorganized/informal sector. These new establishments were concentrated in industries where women entrepreneurs have been traditionally active and the entry was mainly found among household-based establishments. We measure and discuss the extent to which this heightened entrepreneurship is due to channels like greater finance access or heightened inspiration for women entrepreneurs.\n\n",
    "acknowledgement": "\nWe thank Nina Pavcnik, David McKenzie, Petia Topalova, and two referees for helpful comments on this work. We also thank Mani Shankar Iyer, Pratap Banhu Mehta, Meera Chatterjee, Prabir De, Ria Mukherji, Reema Nanavaty, Bhishma Rout, and Nupur Tiwary for extremely useful discussions on Panchayati Raj Institutions. We thank the World Bank's South Asia Labor Flagship team for providing the primary datasets used in this paper. We are particularly indebted to Shanthi Nataraj for sharing her wisdom regarding the industrial survey data during the nascent stages of this work. Funding for this project was provided by World Bank and the Multi-Donor Trust Fund for Trade and Development. Our online appendix that contains additional materials noted throughout this study and code for replicating the analysis is available at Stephen O'Connell's website. The views expressed here are those of the authors and not of any institution they may be associated with. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}