{
    "id": 19865,
    "citation_title": "Exporter Dynamics, Firm Size and Growth, and Partial Year Effects",
    "citation_author": [
        "Andrew B. Bernard",
        "Renzo Massari",
        "Jose-Daniel Reyes",
        "Daria Taglioni"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo otherwise identical firms that enter the same market in different months, one in January and one in December, will report dramatically different annual sales for the first calendar year of operations. This partial year effect in annual data leads to downward biased observations of the level of activity upon entry and upward biased growth rates between the year of entry and the following year. This paper examines the implications of partial year effects using Peruvian export data. The partial year bias is very large: the average level of first-year exports of new exporters is understated by 65 percent and the average growth rate between the first and second year of exporting is overstated by 112 percentage points. This paper re-examines a number of stylized facts about firm size and growth that have motivated rapidly expanding theoretical and empirical literatures on firm export dynamics. Correcting the partial year effect eliminates unusually high growth rates in the first year of exporting, raises initial export levels, and shifts 10 percent of market entrants from below to above the median size. Revisiting an older set of facts on firm size and growth, the paper finds that correcting for partial year biases reduces the number of small firms in the firm size distribution and weakens the negative relationship between firm growth and firm size.\n\n",
    "acknowledgement": "\nAny opinions or conclusions expressed herein are those of the authors and do not necessarily reflect those of the IBRD/World Bank and its affiliated organizations, the Executive Directors of the World Bank or the governments they represent, the NBER or any other institution to which the authors are affiliated.\n\n\n"
}