{
    "id": 19867,
    "citation_title": "Management Practices, Relational Contracts, and the Decline of General Motors",
    "citation_author": [
        "Susan Helper",
        "Rebecca Henderson"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nGeneral Motors was once regarded as one of the best managed and most successful firms in the world, but between 1980 and 2009 its share of the US market fell from 62.6 to 19.8 percent, and in 2009 the firm went bankrupt. In this paper we argue that the conventional explanation for this decline - namely high legacy labor and health care costs - is seriously incomplete, and that GM's share collapsed for many of the same reasons that many of the other highly successful American firms of the 50s, 60s and 70s were forced from the market, including a failure to understand the nature of the competition they faced and an inability to respond effectively once they did. We focus particularly on the problems GM encountered in developing the relational contracts essential to modern design and manufacturing. We discuss a number of possible causes for these difficulties: including GM's historical practice of treating both its suppliers and its blue collar workforce as homogeneous, interchangeable entities, and its view that expertise could be partitioned so that there was minimal overlap of knowledge amongst functions or levels in the organizational hierarchy and decisions could be made using well-defined financial criteria.  We suggest that this dynamic may have important implications for our understanding of the role of management in the modern, knowledge based firm, and for the potential revival of manufacturing in the United States.\n\n",
    "acknowledgement": "\nThe authors would like to thank the editors of this journal for their comments and suggestions, and would also like to thank Robert Gibbons, Casey Ichniowski, Mari Sako, Jeff Liker, Michael Wasser, Paul Adler, Brad Markell, and Jeffrey Morrow. Susan Helper is Chief Economist at the Department of Commerce and AT&T Professor of Economics, Case Western Reserve University, Cleveland, Ohio. Rebecca Henderson is the John and Natty McArthur University Professor, Harvard University, Cambridge, Massachusetts. Funding for this paper came from the Harvard Business School Division of Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}