{
    "id": 19869,
    "citation_title": "Divorce Risk, Wages, and Working Wives: A Quantitative Life-Cycle Analysis of Female Labor Force Participation",
    "citation_author": [
        "Raquel Fernández",
        "Joyce C. Wong"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a quantitative life-cycle model to study the increase in married women's labor force participation (LFP). We calibrate the model to match key life-cycle statistics for the 1935 cohort and use it to assess the changed environment faced by the 1955 cohort. We find that a higher divorce probability and changes in wage structure are each able to explain a large proportion of the LFP increase. Higher divorce risk increases LFP not because the latter contributes to higher marital assets or greater labor market experience, however. Instead, it is the result of conflicting spousal preferences towards the adjustment of marital consumption in the face of increased divorce risk.\n\n",
    "acknowledgement": "\nWe thank Meta Brown, Jeremy Greenwood, and Gianluca Violante for helpful comments on an earlier version as well as seminar audiences at Mannheim University, University of Zurich, Paris School of Economics, Oslo University, IIES at Stockholm University, the NY Federal Reserve, Georgetown University, Hunter College, the World Bank, the IMF, and at various conferences including the 2012 SED annual meetings, LACEA-LAMES, and the Human Capital Conference at the Bank of Italy. The research was supported by the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}