{
    "id": 19860,
    "citation_title": "How Johnson Fought the War on Poverty: The Economics and Politics of Funding at the Office of Economic Opportunity",
    "citation_author": [
        "Martha J. Bailey",
        "Nicolas J. Duquette"
    ],
    "citation_publication_date": "2014-01-23",
    "issue_date": "2014-01-23",
    "revision_date": "2014-09-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper presents a quantitative analysis of the geographic distribution of spending through the 1964 Economic Opportunity Act (EOA). Using newly assembled state- and county-level data, the results show that the Johnson administration directed funding in ways consistent with the War on Poverty's rhetoric of fighting poverty and racial discrimination: poorer areas and those with a greater share of nonwhite residents received systematically more funding. In contrast to New Deal spending, political variables explain very little of the variation in EOA funding. The smaller role of politics may help explain the strong backlash against the War on Poverty's programs.\n\n",
    "acknowledgement": "\nThis project was supported by the National Institutes of Health (Grant HD058065-01A1 and R03-HD066145), the National Bureau of Economic Research's Dissertation Grant for the Study of the Nonprofit Sector (2011-2012), the Economic History Association's Exploratory Data Collection Grant (2011), and the Rackham Centennial Graduate Fellowship (2012). We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (funded by NICHD Center Grant R24 HD041028). We are indebted to Price Fishback for editorial guidance and extensive comments. We are also grateful to Bill Collins and Bob Margo for providing their measures of riot intensity; to Price Fishback, Paul Rhode, and Michael Haines for sharing their information on farm operators in the 1930s; and to Paul Rhode for sharing information on the U.S. census plantation counties. We also thank Lee Alston, Sheldon Danziger, Daniel Eisenberg, Joe Ferrie, Price Fishback, David Lam, Robert Margo, Edie Ostapik, Marit Rehavi, Paul Rhode, Mel Stephens, Jeff Smith, John Wallis, Gavin Wright and participants at the 2012 Cliometrics Society Meeting for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}