{
    "id": 19873,
    "citation_title": "Trial and Settlement: A Study of High-Low Agreements",
    "citation_author": [
        "J.J. Prescott",
        "Kathryn E. Spier",
        "Albert Yoon"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the first systematic theoretical and empirical study of high-low agreements in civil litigation. A high-low agreement is a private contract that, if signed by litigants before the conclusion of a trial, constrains any plaintiff recovery to a specified range. Whereas existing work describes litigation as a choice between trial and settlement, our examination of high-low agreements--an increasingly popular phenomenon in civil litigation--introduces partial or incomplete settlements. In our theoretical model, trial is both costly and risky. When litigants have divergent subjective beliefs and are mutually optimistic about their trial prospects, cases may fail to settle. In these cases, high-low agreements can be in litigants' mutual interest because they limit the risk of outlier awards while still allowing an optimal degree of speculation. Using claims data from a national insurance company, we describe the features of these agreements and empirically investigate the factors that may influence whether litigants discuss or enter into them. Our empirical findings are consistent with the predictions of the theoretical model. We also explore extensions and alternative explanations for high-low agreements, including their use to mitigate excessive, offsetting trial expenditures and the role that negotiation costs might play. Other applications include the use of collars in mergers and acquisitions.\n\n",
    "acknowledgement": "\nThe authors are grateful to the American Bar Association Litigation Research Fund and the Searle Center on Law, Regulation, and Economic Growth for supporting this research, and would like to thank Jim Dana, Andrew Daughety, John DiNardo, Jim Greiner, Sam Gross, Eric Helland, Kyle Logue, Jennifer Reinganum, Jesse Rothstein, Steve Shavell, Jeff Smith, Kathy Zeiler, and seminar participants at the Harvard Law School, the NBER, the University of Michigan, the University of Tel Aviv, Columbia Law School, and the Searle Center's Research Symposium on Empirical Studies of Civil Liability (at Northwestern Law School). Kathryn Spier acknowledges financial support from the John M. Olin Center for Law, Economics, and Business at the Harvard Law. Albert Yoon would like to thank the Russell Sage Foundation and the Law School Admissions Council for their generous financial support. We would also like to thank Jennifer Allen, Grady Bridges, Pier DeRoo, Rachel Goldstein, Michael Gough, Ray Magnum, Jon Markman, Michael Mulvania, and Jesse Taylor for excellent research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}