{
    "id": 19877,
    "citation_title": "The Morphology of Price Dispersion",
    "citation_author": [
        "Greg Kaplan",
        "Guido Menzio"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is a study of the shape and structure of the distribution of prices at which an identical good is sold in a given market and time period. We find that the typical price distribution is symmetric and leptokurtic, with a standard deviation between 19% and 36%. Only 10% of the variance of prices is due to variation in the expensiveness of the stores at which a good is sold, while the remaining 90% is due, in approximately equal parts, to differences in the average price of a good across equally expensive stores and to differences in the price of a good across transactions at the same store. We show that the distribution of prices that households pay for the same bundle of goods is approximately Normal, with a standard deviation between 9% and 14%. Half of this dispersion is due to differences in the expensiveness of the stores where households shop, while the other half is mostly due to differences in households' choices of which goods to purchase at which stores. We find that households with fewer employed members pay lower prices, and do so by visiting a larger number of stores, rather than by shopping more frequently.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This work uses data supplied by the Kilts-Nielsen Data Center at the University of Chicago Booth School of Business. Information on data access and availability is available at http://research.chicagobooth.edu/nielsen\n\n\n"
}