{
    "id": 19871,
    "citation_title": "High Discounts and High Unemployment",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "2014-09-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recessions, all types of investment fall, including employers' investment in job creation. The stock market falls more than in proportion to corporate profit. The discount rate implicit in the stock market rises, and discounts for other claims on business income also rise. According to the leading view of unemployment-the Diamond-Mortensen-Pissarides model-when the incentive for job creation falls, the labor market slackens and unemployment rises. Employers recover their investments in job creation by collecting a share of the surplus from the employment relationship. The value of that flow falls when the discount rate rises. Thus high discount rates imply high unemployment. This paper does not explain why the discount rate rises so much in recessions. Rather, it shows that the rise in unemployment makes perfect economic sense in an economy where, for some reason, the discount rises substantially in recessions.\n\n",
    "acknowledgement": "\nThe Hoover Institution supported this research. The research is also part of the National Bureau of Economic Research's Economic Fluctuations and Growth Program. I am grateful to Jules van Binsbergen, Gabriel Chodorow-Reich, John Cochrane, Loukas Karabarbounis, Ian Martin, Nicolas Petrosky-Nadeau, Leena Rudanko, Martin Schneider, and Eran Yashiv for helpful comments, and to Petrosky-Nadeau for providing helpful advice and historical data on vacancies and Steve Hipple of the BLS for supplying unpublished tabulations of the CPS tenure survey. Complete backup for all of the calculations is available from my website, stanford.edu/~rehall. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}