{
    "id": 19870,
    "citation_title": "A Contribution to the Empirics of Reservation Wages",
    "citation_author": [
        "Alan B. Krueger",
        "Andreas I. Mueller"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence on the behavior of reservation wages over the spell of unemployment using high‐frequency longitudinal data. Using data from our survey of unemployed workers in New Jersey, where workers were interviewed each week for up to 24 weeks, we find that self‐reported reservation wages decline at a modest rate over the spell of unemployment, with point estimates ranging from 0.05 to 0.14 percent per week of unemployment. The decline in reservation wages is driven primarily by older individuals and those with personal savings at the start of the survey.  The longitudinal nature of the data also allows us to test the relationship between job acceptance and the reservation wage and offered wage, where the reservation wage is measured from a previous interview to avoid bias due to cognitive dissonance. Job offers are more likely to be accepted if the offered wage exceeds the reservation wage, and the reservation wage has more predictive power in this regard than the pre-displacement wage, suggesting the reservation wage contains useful information about workers' future decisions. In addition, there is a discrete rise in job acceptance when the offered wage exceeds the reservation wage. In comparison to a calibrated job search model, the reservation wage starts out too high and declines too slowly, on average, suggesting that many workers persistently misjudge their prospects or anchor their reservation wage on their previous wage.\n\n",
    "acknowledgement": "\nWe thank Bob Hall, Till von Wachter and seminar participants at Berkeley, the Richmond Fed, the U.S. Census Bureau and Columbia University for helpful comments. We are grateful to the Princeton Industrial Relations Section and National Institute of Aging (Roybal Grant P30AG024928) for financial support. This research was conducted under the terms of a memorandum of understanding with the New Jersey Department of Labor and Workforce Development, and we are grateful for their assistance and cooperation. The authors are solely responsible for the views expressed in the paper and any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}