{
    "id": 19878,
    "citation_title": "Tobacco Control Campaign in Uruguay: Impact on Smoking Cessation during Pregnancy",
    "citation_author": [
        "Jeffrey E. Harris",
        "Ana Inés Balsa",
        "Patricia Triunfo"
    ],
    "citation_publication_date": "2014-01-30",
    "issue_date": "2014-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBackground. In 2005, Uruguay instituted a nationwide tobacco control campaign that has resulted in a substantial decline in nationwide smoking rates. We sought to determine the quantitative contributions of each of the major tobacco control measures adopted by the Uruguayan government. We focused sharply on smoking cessation by pregnant women and on the effect of quitting smoking during pregnancy on birth weight.\nData. We analyzed a nationwide registry of all pregnancies in Uruguay during 2007-2012, supplemented by data on cigarette prices and various governmental policies.\nMethods. We estimated linear probability models of quitting smoking in the third trimester as well as linear models of the effect of quitting on birth weight. Our explanatory variables included maternal characteristics, provider-level and national-level policy interventions, and real price. In our models of quitting smoking, we used taxes as an instrument to address price endogeneity. In our models of birth weight, we used tobacco control policies as instruments to address the endogeneity of smoking cessation.\nResults. During 2007-2012, the proportion of pregnant women who had quit smoking by their third trimester increased markedly from 15 to 42 percent. Each of the major non-price tobacco control measures - including programs to treat nicotine dependence at health centers, banning of advertising nationwide, rotating warnings with pictograms on each pack, restriction of brands to a single presentation, and an increase in the size of pictograms to 80% of the front and back of each pack - was separately associated with a significant increase in the rate of quitting. During 2007-2009, tobacco manufacturers responded to tax increases and non-price policies by moderating their pretax prices. Quitting smoking by the third trimester increased birth weight by an estimated 163 grams.\nConclusion. Uruguay's nationwide tobacco control campaign led to a substantial increase in the likelihood that a pregnant smoker would quit by her third trimester. Each of the major tobacco control measures adopted by the government had a measurable impact on the rate of quitting and thus on neonatal health.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the financial support of the Bloomberg Foundation through an unrestricted grant to the Ministry of Public Health (Ministerio de Salud Pública), Uruguay. Neither the Bloomberg Foundation nor the Ministry of Public Health exerted any influence on the conduct of this study or the drafting of this manuscript. We further acknowledge valuable inputs from Winston Abascal, Rafael Aguirre, Wanda Cabella, Fernando Esponda, Elba Estévez, Marinés Figueroa, Ana Lorenzo, Luis Mainero, and Giselle Tomasso. The opinions expressed in this paper are ours and ours alone. We have no conflicts of interest to declare. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}