{
    "id": 19881,
    "citation_title": "Coal, Smoke, and Death: Bituminous Coal and American Home Heating",
    "citation_author": [
        "Alan Barreca",
        "Karen Clay",
        "Joel Tarr"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAir pollution was severe in many urban areas of the United States in the first half of the twentieth century, in part due to the burning of bituminous coal for heat. We estimate the effects of this bituminous coal consumption on mortality rates in the U.S. during the mid 20th century. Coal consumption varied considerably during the 20th century due to coal-labor strikes, wartime oil and gas restrictions, and the expansion of gas pipelines, among other reasons. To mitigate the influence of confounding factors, we use a triple-differences identification strategy that relies on variation in coal consumption at the state-year-season level. It exploits the fact that coal consumption for heating was highest in the winter and uses within-state changes in mortality in non-winter months as an additional control group. Our estimates suggest that reductions in the use of bituminous coal for heating between 1945 and 1960 decreased winter all-age mortality by 1.25 percent and winter infant mortality by 3.27 percent, saving 1,923 all age lives per winter month and 310 infant lives per winter month. Our estimates are likely to be a lower bound, since they primarily capture short-run relationships between coal and mortality.\n\n",
    "acknowledgement": "\nWe thank Leila Abu-Orf, Paula Levin, and Katherine Rudolph for excellent research assistance. We are grateful to Antonio Bento, Olivier Deschenes, Stanley Engerman, Price Fishback, Gary Libecap, Paulina Oliva, Paul Rhode, Mel Stephens, and seminar participants at the AERE 2013 Meeting, ASSA 2013 Cliometrics Session, Cornell University, DC Area Economic History Workshop, Economic History Association 2011 Meetings, Pittsburgh Economics Medley Conference, Stanford University, University of California, Santa Barbara, University of Maryland, Baltimore County, and University of Michigan, and Yale University for helpful comments. The infant birth data was digitized with financial support from NIA grant P30-AG012810 through the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}