{
    "id": 19883,
    "citation_title": "Search Frictions and Market Power in Negotiated Price Markets",
    "citation_author": [
        "Jason Allen",
        "Robert Clark",
        "Jean-François Houde"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "2014-04-08",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates a search and bargaining model designed to measure the welfare loss associated with frictions in oligopoly markets with negotiated prices. We use the model to quantify the consumer surplus loss induced by the presence of search frictions in the Canadian mortgage market, and evaluate the relative importance of market power, inefficient allocation, and direct search costs in explaining the loss. Our results suggest that search frictions reduce consumer surplus by almost $20 per month per consumer, and that 17% of this reduction can be associated with discrimination, 30% with inefficient matching, and the remainder with the search cost.\n\n",
    "acknowledgement": "\nThis research has benefited from the financial support of the NSF (SES-1024840). We thank the Canada Mortgage and Housing Corporation and Genworth Financial for providing us with the data. We also thank the Altus-Group.  We thank the many seminar participants who have provided feedback on this paper. We have greatly benefited from discussions with Ken Hendricks, Ali Hortaçsu, Matt Lewis, Jack Porter, Alan Sorensen, and Andrew Sweeting. The views in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada. All errors are our own. This paper has previously circulated under the title: \"Price negotiation in differentiated product markets: The case of insured mortgages in Canada\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}