{
    "id": 19889,
    "citation_title": "Health, Financial Incentives, and Early Retirement: Micro-Simulation Evidence for Germany",
    "citation_author": [
        "Hendrik Juerges",
        "Lars Thiel",
        "Tabea Bucher-Koenen",
        "Johannes Rausch",
        "Morten Schuth",
        "Axel Boersch-Supan"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAbout 20% of German workers retire on disability pensions. Disability pensions provide fairly generous benefits for those who are not already age-eligible for an old-age pension and who are deemed unable to work for health reasons. In this paper, we use two sets of individual survey data to study the role of health and financial incentives in early retirement decisions in Germany, in particular disability benefit uptake. We show that financial incentives to retire do affect sick individuals at least as much as healthy individuals. Based on 25 years of individual survey data and empirical models of retirement behavior, we then simulate changes in the generosity of disability pensions to understand how these changes would affect retirement behavior. Our results show that making the disability benefit award process more stringent without closing other early retirement routes would not greatly increase labor force participation in old age.\n\n",
    "acknowledgement": "\nThis paper uses data from SHARE wave 4 release 1.1.1, as of March 28th 2013 or SHARE wave 1 and 2 release 2.6.0, as of November 29th 2013 or SHARELIFE release 1, as of November 24th 2010. The SHARE data collection has been primarily funded by the European Commission through the 5th Framework Programme (project QLK6-CT-2001-00360 in the thematic programme Quality of Life), through the 6th Framework Programme (projects SHARE-I3, RII-CT-2006-062193, COMPARE, CIT5- CT-2005-028857, and SHARELIFE, CIT4-CT-2006-028812) and through the 7th Framework Programme (SHARE-PREP, N° 211909, SHARE-LEAP, N° 227822 and SHARE M4, N° 261982). Additional funding from the U.S. National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, R21 AG025169, Y1-AG-4553-01, IAG BSR06-11 and OGHA 04-064) and the German Ministry of Education and Research as well as from various national sources is gratefully acknowledged (see www.share-project.org for a full list of funding institutions). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}