{
    "id": 19886,
    "citation_title": "Is Increased Price Flexibility Stabilizing? Redux",
    "citation_author": [
        "Saroj Bhattarai",
        "Gauti Eggertsson",
        "Raphael Schoenle"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the implications of increased price flexibility on output volatility. In a simple DSGE model, we show analytically that more flexible prices always amplify output volatility for supply shocks and also amplify output volatility for demand shocks if monetary policy does not respond strongly to inflation. More flexible prices often reduce welfare, even under optimal monetary policy if full efficiency cannot be attained. We estimate a medium-scale DSGE model using post-WWII U.S. data. In a counterfactual experiment we find that if prices and wages are fully flexible, the standard deviation of annualized output growth more than doubles.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, the authors thank Marco Del Negro, Jesus Fernandez-Villaverde, Marc Giannoni, Giorgio Primiceri, Ricardo Reis, Frank Schorfheide, Felipe Schwartzman, Jon Steinsson, Ivan Werning, Raf Wouters, seminar participants at the Federal Reserve Bank of New York, Federal Reserve Board, the Banque de France, and MIT, and conference participants at the European Economic Association/Econometric Society European meetings (EEA/ESEM), Annual meeting of the Society for Economic Dynamics, NBER Summer Institute, the Third Conference on Recent Developments in Macroeconomics, the Royal Economic Society Meetings, and the Ghent Workshop in Empirical Macroeconomics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}