{
    "id": 19884,
    "citation_title": "Short-run Effects of Job Loss on Health Conditions, Health Insurance, and Health Care Utilization",
    "citation_author": [
        "Jessamyn Schaller",
        "Ann Huff Stevens"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob loss in the United States is associated with long-term reductions in income and long-term increases in mortality rates.  This paper examines the short- to medium-term changes in health, health care access, and health care utilization after job loss that lead to these long-term effects.  Using a sample with more than 9800 individual job losses and longitudinal data on a wide variety of health-related measures and outcomes, we show that job loss results in worse self-reported health, including mental health, but is not associated with statistically significant increases in a variety of specific chronic conditions.  Among the full sample of workers, we see reductions in insurance coverage, but little evidence of reductions in health care utilization after job loss. Among the subset of displaced workers for whom the lost job was their primary source of insurance we do see reductions in doctor's visits and prescription drug usage. These results suggest that access to health insurance and care may be an important part of the health effects of job loss for some workers.  The pattern of results is also consistent with a significant role for stress in generating long-term health consequences after job loss.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAnn Huff Stevens\n\nI am the PI on a grant from the US Department of Health and Human Services that supports the Center for Poverty Research at UC Davis.  No funding from HHS was used to support this research and no one from HHS has reviewed this work.\n\n\n"
}