{
    "id": 19882,
    "citation_title": "Default and Repayment Among Baccalaureate Degree Earners",
    "citation_author": [
        "Lance J. Lochner",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "2014-03-06",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMore than low default rates, lenders are interested in the expected return on their loans. In this paper, we consider a number of other measures of repayment and nonpayment that are likely to be of direct interest to lenders. Using data from the Baccalaureate and Beyond Longitudinal Study, we document repayment and nonpayment outcomes 10 years after graduation for American students receiving BA/BS degrees in 1993. We estimate differences in these outcomes across individual/family background characteristics, college major, type of institution, the amount borrowed, and post-graduation income. A key contribution is our analysis of the following outcomes in addition to student loan default rates: the fraction of the original undergraduate loan amount repaid as of 2003, nonpayment rates (including deferment and forbearance as well as default), and the fraction of original undergraduate loan amounts on which borrowers defaulted or are currently not repaying.\n\n",
    "acknowledgement": "\nWe thank Brian Greaney for his excellent research assistance and Brian Jacob and other participants at the Conference on Student Loans for their comments. We would also like to thank the Institute of Education and Sciences at the U.S Department of Education for providing us access to the data. The research results and conclusions are ours and do not necessarily reflects the views of the U.S Department of Education. This paper has been screened to insure that no confidential data are revealed. The views expressed are those of the individual authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}