{
    "id": 19891,
    "citation_title": "Scale and Skill in Active Management",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically analyze the nature of returns to scale in active mutual fund management.  We find strong evidence of decreasing returns at the industry level:  As the size of the active mutual fund industry increases, a fund's ability to outperform passive benchmarks declines.  At the fund level, all methods considered indicate decreasing returns, but estimates that avoid econometric biases are insignificant. We also find that the active management industry has become more skilled over time. This upward trend in skill coincides with industry growth, which precludes the skill improvement from boosting fund performance.  Finally, we find that performance deteriorates over a typical fund's lifetime. This result can also be explained by industry-level decreasing returns to scale.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Jonathan Berk, Mark Grinblatt, Leonid Kogan, Juhani Linnainmaa, Tim Simin (discussant), Scott Yonker (discussant), and the audiences at the 2013 AIM Investment Center Conference on Institutional Investment at the University of Texas at Austin, 2013 Inquire-Europe conference in Munich, 2013 NFA conference in Quebec City, 2014 Jackson Hole Finance Conference, as well as the universities of Houston, Melbourne, Notre Dame, Oklahoma, Pennsylvania (Wharton), Queensland, Rice, Rochester, Stockholm, Toronto, Western Australia, and WU Vienna. We are also grateful to Yeguang Chi for superb research assistance. This research was funded in part by the Initiative on Global Markets at the University of Chicago Booth School of Business, the Jacobs Levy Equity Management Center for Quantitative Financial Research, and the Terker Family Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}