{
    "id": 19897,
    "citation_title": "An Optimizing Neuroeconomic Model of Discrete Choice",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nA model is proposed in which stochastic choice results from noise in cognitive processing rather than random variation in preferences. The mental process used to make a choice is nonetheless optimal, subject to a constraint on available information-processing capacity that is partially motivated by neurophysiological evidence. The optimal information-constrained model is found to offer a better fit to experimental data on choice frequencies and reaction times than either a purely mechanical process model of choice (the drift-diffusion model) or an optimizing model with fewer constraints on feasible choice processes (the rational inattention model).\n\n",
    "acknowledgement": "\nI would like to thank Ian Krajbich for sharing the data from Krajbich et al. (2010), Ian Krajbich, Stephen Morris, Antonio Rangel, and Michael Shadlen for helpful discussions, Stephane Dupraz and Kyle Jurado for research assistance, and the Institute for New Economic Thinking and the Kumho Visiting Professorship, Yale University, for supporting this research. The author has no other material and relevant financial relationships. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}