{
    "id": 19896,
    "citation_title": "Efficiency versus Equity in the Allocation of Medical Specialty Training Positions in Spain: A Health Policy Simulation Based on a Discrete Choice Model",
    "citation_author": [
        "Jeffrey E. Harris",
        "Beatriz G. López-Valcárcel",
        "Patricia Barber",
        "Vicente Ortún"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nBackground. In Spain's \"MIR\" system of allocating residency training positions, medical school graduates are ranked according to their performance on a national exam and then sequentially choose from the remaining available training slots. We studied how changes in the MIR system might address the inadequate supply of practitioners of family and community medicine in that country. \nData. Our data included: a registry of the actual residency positions chosen by medical school graduates in the 2012 MIR cycle; a 2012 post-MIR survey in which graduates made counterfactual choices as to what they would have chosen but for their position in the national rankings; and a 2011 survey of the relative importance of specialty attributes among final-year medical students in the same cohort. \nMethods. We modeled the MIR system as a one-sided matching mechanism based priority rankings, also called \"serial dictatorship.\" Within this model, we developed a framework for evaluating the tradeoff between the efficiency gains from increasing the supply of practitioners of family and community medicine and the equity-related benefits of permitting the most talented medical students to make their specialty choices first. We then applied our framework to real data on medical school graduates' specialty choices during 2012 MIR cycle. Our empirical analysis, based on the multinomial logit model with random coefficients, took account of the endogeneity of choice sets induced by the MIR scheme. We then used the parameter estimates to simulate various alternative public policies, including random ranking of candidates, restrictions on the supply of training positions, and policies designed to upgrade medical school graduates' valuations of a career in family and community medicine. \nResults: Both random ranking and restrictions in supply resulted in a relatively small efficiency gains from training more productive medical school graduates in family and community medicine, but at the same time a substantial equity losses. Improvements in two key attributes of family and community medicine - professional prestige and the proportion of income from private practice - resulted in substantial gains in both equity and efficiency. \nConclusions: Policies designed to increase the prestige and remuneration of practitioners of family and community medicine have the potential to be more efficient and equitable than other alternatives.\n\n",
    "acknowledgement": "\nThis project was funded by the Spanish Ministry of Science and Innovation through Grant ECO2010-21558 to BGLV as the principal investigator. The funder had no influence in the conduct of this study or the drafting of this manuscript. We gratefully acknowledge the Ministry of Health, Social Services and Equality, General Sub-Directorate on Professional Planning, Spain, for providing us the 2012 MIR registry data. We acknowledge the many medical students and MIR candidates who responded to our 2011 and 2012 surveys. We thank Jaime Pinilla Domínguez for technical assistance. Finally, we thank the participants in workshops and seminars that we have given concerning this research, including: the Pontificia Universidad Católica, Chile (JEH), Universidad Pública de Navarra (BGLV), Universidad de Vigo (BGLV), and the Grupo Evaluación de Políticas y Servicios de Salud, Asociación de Economía de la Salud (EvaluAES), Valencia (VO). The opinions expressed in this paper are ours and ours alone, and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}