{
    "id": 19893,
    "citation_title": "Are Chinese Growth and Inflation Too Smooth? Evidence from Engel Curves",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson",
        "Miao Liu"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "2015-09-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina has experienced remarkably stable growth and inflation in recent years according to official statistics. We construct alternative estimates using detailed information on Chinese household purchasing patterns. As households become richer, a smaller fraction of total expenditures are spent on necessities such as grain and a larger fraction on luxuries such as eating out. We use systematic discrepancies between cross-sectional and time-series Engel curves to construct alternative estimates of Chinese growth and inflation. Our estimates suggest that official statistics present a smoothed version of reality. Official inflation rose in the 2000's, but our estimates indicate that true inflation was still higher and consumption growth was overstated over this period. In contrast, inflation was overstated and growth understated during the low-inflation 1990's. Similar patterns emerge from the data whether we base our estimates on major categories such as food or clothing as a fraction of total expenditures or subcategories such as grain as a fraction of food expenditures or garments as a fraction of clothing expenditures.\n\n",
    "acknowledgement": "\nWe thank Michelle Sazo and He Yang for excellent research assistance. We thank Fred Gale for his generous help in obtaining Chinese expenditure data. We thank Ingvild Almas, Christopher Balding, Marcos Chamon, Jessie Handbury, Xian Huang, Peter Klenow, Aart Kraay, Nancy Qian, Xiaodong Zhu, and seminar participants at various institutions for helpful comments and discussions. We thank Bruce Hamilton and Dora Costa for sharing their adjusted estimates of U.S. inflation with us. This research has been supported by National Science Foundation grant SES 1056107. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}