{
    "id": 19890,
    "citation_title": "Central Clearing and Collateral Demand",
    "citation_author": [
        "Darrell Duffie",
        "Martin Scheicher",
        "Guillaume Vuillemey"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an extensive data set of bilateral exposures on credit default swap (CDS) to estimate the impact on collateral demand of new margin and clearing practices and regulations. We decompose collateral demand for both customers and dealers into several key components, including the \"velocity drag\" associated with variation margin movements. We demonstrate the impact on collateral demand of more widespread initial margin requirements, increased novation of CDS to central clearing parties (CCPs), an increase in the number of clearing members, the proliferation of CCPs of both specialized and non-specialized types, and client clearing. Among other results, we show that system-wide collateral demand is increased significantly by the application of initial  margin requirements for dealers, whether or not the CDS are cleared. Given these dealer-to-dealer initial margin requirements, however, mandatory central clearing is shown to lower, not raise, system-wide collateral demand, provided there is no significant proliferation of CCPs. Central clearing does, however, have significant  distributional  consequences  for collateral requirements across various types of market participants.\n\n",
    "acknowledgement": "\nThe views presented in the paper are those of the authors only and do not necessarily represent the views of the European Systemic Risk Board (ESRB), the European Central Bank, the Banque de France,  the Eurosystem, or the National Bureau of Economic Research. The authors thank the DTCC for providing the CDS data used in the analysis for the ESRB. They thank Laurent Clerc and the members of the ESRB Expert Group on interconnectedness for providing comments.\n\n\n\nDarrell Duffie\n\nCurrent Editorial Board Service\n\n\nEconometrica, 1990 to present.\nReview of Finance, 1995 to present.\nJournal of Computational Finance, 1997 to present.\nAdvances in Mathematical Economics, 1998 to present.\nJournal of Financial Economics, 2001 to present.\nMathematics and Financial Economics, 2007 to present.\nAEJ: Microeconomics, 2007 to present.\nInternational Journal of Central Banking, 2009 to present.\nStochastic Systems, 2009 to present.\nReview of Asset Pricing Studies, 2010 to present.\n\n\nOther Current Professional Positions\n\n\nAmerican Academy of Arts and Sciences, Fellow.\nEconometric Society, Fellow and Member of Council.\nNational Bureau of Economic Research, Research Associate.\nNCCR FinRisk, International Scientific Council, Switzerland.\nAmerican Finance Association, Board of Directors.\nChicago Mercantile Exchange-Mathematical Sciences Research Institute, Prize Committee.\nFederal Reserve Bank of New York, Financial Advisory Roundtable.\nFinancial Economists Roundtable.\nPacific Institute of Mathematical Sciences, Board of Directors.\nWorking Group on Global Markets, Stanford University.\nSquam Lake Group, Member.\nStanford Institute of Economic Policy Research (SIEPR), Senior Fellow.\nSociety of Financial Econometrics (SoFiE), Council.\nHausdorff Research Institute for Mathematics, University of Bonn, Stochastic Dynamics in Economics and Finance, Advisory Board.\nSwiss Finance Institute, Scientific Council.\n\n\nCurrent Business Activities\n\n\nLehman Estate (New York), Consulting and Expert Witness.\nMatterhorn Investment Management (hedge fund), Consultation.\nKepos Capital (hedge fund), Academic Advisory Board.\nCantor Fitzgerald (interdealer brokerage), Expert Witness.\nMoody's Corporation, Board of Directors.\n\n\n"
}