{
    "id": 19895,
    "citation_title": "The Demise of U.S. Economic Growth: Restatement, Rebuttal, and Reflections",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States achieved a 2.0 percent average annual growth rate of real GDP per capita between 1891 and 2007.  This paper predicts that growth in the 25 to 40 years after 2007 will be much slower, particularly for the great majority of the population.  Future growth will be 1.3 percent per annum for labor productivity in the total economy, 0.9 percent for output per capita, 0.4 percent for real income per capita of the bottom 99 percent of the income distribution, and 0.2 percent for the real disposable income of that group.  \nThe primary cause of this growth slowdown is a set of four headwinds, all of them widely recognized and uncontroversial.  Demographic shifts will reduce hours worked per capita, due not just to the retirement of the baby boom generation but also as a result of an exit from the labor force both of youth and prime-age adults.  Educational attainment, a central driver of growth over the past century, stagnates at a plateau as the U.S. sinks lower in the world league tables of high school and college completion rates.  Inequality continues to increase, resulting in real income growth for the bottom 99 percent of the income distribution that is fully half a point per year below the average growth of all incomes.  A projected long-term increase in the ratio of debt to GDP at all levels of government will inevitably lead to more rapid growth in tax revenues and/or slower growth in transfer payments at some point within the next several decades.\nThere is no need to forecast any slowdown in the pace of future innovation for this gloomy forecast to come true, because that slowdown already occurred four decades ago.  In the eight decades before 1972 labor productivity grew at an average rate 0.8 percent per year faster than in the four decades since 1972.  While no forecast of a future slowdown of innovation is needed, skepticism is offered here, particularly about the techno-optimists who currently believe that we are at a point of inflection leading to faster technological change.  The paper offers several historical examples showing that the future of technology can be forecast 50 or even 100 years in advance and assesses widely discussed innovations anticipated to occur over the next few decades, including medical research, small robots, 3-D printing, big data, driverless vehicles, and oil-gas fracking.\n\n",
    "acknowledgement": "\nThis paper provides a sequel to my previous NBER working paper \"Is U.S. Economic Growth Over:  Faltering Innovation and the Six Headwinds,\" WP 18315, August 2012.  Part of this research has been supported by the Kauffman Foundation.  Jordan Jones and R. J. Singh were the talented research assistants who created the data set and charts.  Andrew Sabene and Ryan Ayres provided comments and additional graphs.  Several issues about future growth in this paper are informed by Erik Brynjolfsson and Andrew McAfee's new book (2014) and previous public debates with each of them.  Carol Corrado generously provided the data in Figure 9 that help solve a puzzle posed by Figure 8.  William Nordhaus provided a correction to my summary of his estimates of the cost in lost GDP of future global warming.  Ian Savage provided a comparative analysis of the office support staff of the Northwestern economics department in 1998 and 2013. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}