{
    "id": 19894,
    "citation_title": "Young, Restless and Creative: Openness to Disruption and Creative Innovations",
    "citation_author": [
        "Daron Acemoglu",
        "Ufuk Akcigit",
        "Murat Alp Celik"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "2015-08-03",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper argues that openness to new, unconventional and disruptive ideas has a first-order impact on creative innovations—innovations that break new ground in terms of knowledge creation. After presenting a motivating model focusing on the choice between incremental and radical innovation, and on how managers of different ages and human capital are sorted across different firms with different degrees of openness to disruption, we provide firm-level, patent level and cross-country evidence consistent with this pattern. Our measures of creative innovations proxy for innovation quality (average number of citations per patent) and creativity (fraction of superstar innovators, the likelihood of a very high number of citations, and generality of patents). Our main proxy for openness to disruption is the age of the manager - based on the idea that only companies or societies open to such disruption will allow the young to rise up within the hierarchy. Using this proxy at the firm, patent and country level, we present robust evidence that openness to disruption is associated with more creative innovations, but we also show that once the effect of the sorting of young managers to firms that are more open to disruption is factored in, the (causal) impact of manager age on creative innovations is small.\n\n",
    "acknowledgement": "\nWe thank Olga Denislamova, Hyunjin Kim, and Gokhan Oz for excellent research assistance, and conference and seminar participants at the NBER Productivity group, CIFAR, Brown University, Harvard, MIT, University of Pennsylvania, 2014 AEA Meetings and the Toulouse Network on Information Technology and Joshua Gans, Samuel Kortum, Ben Pugsley, and Pascual Restrepo for helpful suggestions and comments. We also thank the Bilkent University Economics Department for the great hospitality during this project. Financial support from the National Science Foundation, the Alfred P. Sloan Foundation, the Ewing Marion Kauffman Foundation, ARO MURI W911NF-12-1-0509 and from the Toulouse Network on Information Technology is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}