{
    "id": 19892,
    "citation_title": "Effects of Index-Fund Investing on Commodity Futures Prices",
    "citation_author": [
        "James D. Hamilton",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2014-02-06",
    "issue_date": "2014-02-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last decade brought substantial increased participation in commodity markets by index funds that maintain long positions in the near futures contracts.  Policy makers and academic studies have reached sharply different conclusions about the effects of these funds on commodity futures prices.  This paper proposes a unifying framework for examining this question, noting that according to a simple model of futures arbitrage, if index-fund buying influences prices by changing the risk premium, then the notional positions of the index investors should help predict excess returns in these contracts.  We find no evidence that the positions of traders in agricultural contracts identified by the CFTC as following an index strategy can help predict returns on the near futures contracts.  We review evidence that these positions might help predict changes in oil futures prices, and find that while there is some support for this in the earlier data, this appears to be driven by some of the dramatic features of the 2007-2009 recession, with the relation breaking down out of sample.\n\n",
    "acknowledgement": "\nFinancial Support from the University of Chicago Booth School of Business is gratefully acknowledged.   We thank Jesus Fernandez-Villaverde, Scott Irwin, Lutz Kilian, and anonymous referees for helpful comments on an earlier draft of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}