{
    "id": 19906,
    "citation_title": "Relaxing Occupational Licensing Requirements: Analyzing Wages and Prices for a Medical Service",
    "citation_author": [
        "Morris M. Kleiner",
        "Allison Marier",
        "Kyoung Won Park",
        "Coady Wing"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nOccupational licensing laws have been relaxed in a large number of U.S. states to give nurse practitioners the ability to perform more tasks without the supervision of medical doctors. We investigate how these regulations may affect wages, employment, costs, and quality of providing certain types of medical services. We find that when only physicians are allowed to prescribe controlled substances that this is associated with a reduction in nurse practitioner wages, and increases in physician wages suggesting some substitution among these occupations.  Furthermore, our estimates show that prescription restrictions lead to a reduction in hours worked by nurse practitioners and are associated with increases in physician hours worked.  Our analysis of insurance claims data shows that the more rigid regulations increase the price of a well-child medical exam by 3 to 16 %.  However, our analysis finds no evidence that the changes in regulatory policy are reflected in outcomes such as infant mortality rates or malpractice premiums. Overall, our results suggest that these more restrictive state licensing practices are associated with changes in wages and employment patterns, and also increase the costs of routine medical care, but do not seem to influence health care quality.\n\n",
    "acknowledgement": "\nResearch for this article used health care charge data resources compiled and maintained by FAIR Health, Inc. The authors are solely responsible for the research and conclusions reflected in the article. FAIR Health, Inc. is not responsible for the research conducted, or for the opinions expressed, in this article. This paper does not necessarily reflect the views or positions of Abt Associates, Inc or of the National Bureau of Economic Research. We especially thank Hwikwon Ham, David Harrington, and Kevin Stange for their comments, and participants at seminars at the Allied Social Sciences Meetings, American Society of Health Economists, Minnesota Economics Association, University of Minnesota, University of Washington, and the W.E. Upjohn Institute for Employment Research for their comments and suggestions.  All of the authors contributed equally to the study.\n\n\n"
}