{
    "id": 19902,
    "citation_title": "The Role of Health in Retirement",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs and estimates a dynamic model of the evolution of health for those over the age of 50 and then embeds that model of health dynamics in a structural, econometric model of retirement and saving.\nThe health model traces the effects of smoking, obesity, alcohol consumption, depression and other proclivities on medical conditions, including hypertension, diabetes, cancer, lung disease, heart problems, stroke, psychiatric problems and arthritis. These in turn influence an overall index of health status based on self-reported health, work limitations and ADLs, which is used to classify the population into good, fair, poor or terrible health.\nCompared to a situation where the entire population is in good health, the current health status of the population reduces the retirement age of the entire population by an average of about one year. While poor health or terrible health have a great impact on the disutility of work and thus on retirement, fair health as opposed to good health has a relatively minor effect. Smoking depresses full-time work effort by up to 3.5 percentage points by those in the early sixties, reducing the average retirement age by four to five months. Effects of trends in health care and health policies on retirement are also analyzed.\nIncluding detailed measurement of health dynamics in a retirement model improves understanding of the effects of health on retirement. It does not, however, influence estimates of the marginal effects of economic incentives on retirement.\n\n",
    "acknowledgement": "\nThis paper was supported by a grant from the National Institute on Aging, 5R01AG30854-5, to the National Bureau of Economic Research. All opinions and views expressed herein are those of the authors and do not necessarily reflect the views or opinions of the National Bureau of Economic Research or of the National Institute on Aging. We would like to thank our colleagues Erzo Luttmer, Steven Venti and participants in meetings held by NIA and SSA for their helpful comments.\n\n\n"
}