{
    "id": 19905,
    "citation_title": "Collaborating With People Like Me: Ethnic co-authorship within the US",
    "citation_author": [
        "Richard B. Freeman",
        "Wei Huang"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "2014-08-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the ethnic identity of authors in over 2.5 million scientific papers written by US-based authors from 1985 to 2008, a period in which the frequency of English and European names among authors fell relative to the frequency of names from China and other developing countries. We find that persons of similar ethnicity co-author together more frequently than predicted by their proportion among authors. Using a measure of homophily for individual papers, we find that greater homophily is associated with publication in lower impact journals and with fewer citations, even holding fixed the authors' previous publishing performance. By contrast, papers with authors in more locations and with longer reference lists get published in higher impact journals and receive more citations than others. These findings suggest that diversity in inputs by author ethnicity, location, and references leads to greater contributions to science as measured by impact factors and citations.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to freeman@nber.org. We especially thank The Sloan Foundation for support of the NBER Science and Engineering Project, and The Cheung Yan Family Fund to Support Chinese Studies and Students in Economics. We thank William Kerr for his name matching program, Sifan Zhou for her data support and two referees and seminar participants at the October 25, 2012 NBER Conference on High-Skill Immigration for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}