{
    "id": 19904,
    "citation_title": "Regulatory Redistribution in the Market for Health Insurance",
    "citation_author": [
        "Jeffrey Clemens"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "2014-07-30",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nCommunity rating regulations equalize the insurance premiums faced by the healthy and the unhealthy. Intended reductions in the unhealthy's premiums can be undone, however, if the healthy forgo coverage. The severity of this adverse selection problem hinges largely on how health care costs are distributed across market participants. Theoretically, I show that Medicaid expansions can combat adverse selection by removing high cost individuals from the relevant risk pool. Empirically, I find that private coverage rates improved significantly in community rated markets when states expanded Medicaid's coverage of relatively unhealthy adults. The effects of Medicaid expansions and community rating regulations are fundamentally linked.\n\n",
    "acknowledgement": "\nI am grateful to the editor and four anonymous referees, from whose suggestions the paper has improved markedly. Further thanks go to Kate Baicker, Prashant Bharadwaj, Raj Chetty, Julie Cullen, Martin Feldstein, Alex Gelber, Ed Glaeser, Roger Gordon, Joshua Gottlieb, Bruce Meyer, Emily Oster, Kelly Shue, Monica Singhal, Stan Veuger, and participants in seminars at CBO, Harvard, Purdue, the Stanford Institute for Economic Policy Research, UC San Diego, UCLA's School of Public Affairs, the University of Maryland, and the US Naval Postgraduate School for comments and discussions which have moved this project forward. Final thanks go to David Cutler and Larry Katz for their comments, advice, and guidance throughout the execution of this project. I acknowledge financial support from the Institute for Humane Studies, the Rumsfeld Foundation, and the Taubman Center for the Study of State and Local Governments during the writing of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}