{
    "id": 19908,
    "citation_title": "Union Organizing Decisions in a Deteriorating Environment: The Composition of Representation Elections and the Decline in Turnout",
    "citation_author": [
        "Henry S. Farber"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that the organizing environment for labor unions in the U.S. has deteriorated dramatically over a long period of time, contributing to the sharp decline in the private sector union membership rate and resulting in many fewer representation elections being held. What is less well known is that, since the late 1990s, average turnout in the representation elections that are held has dropped substantially. These facts are related. I develop a model of union decision making regarding selection of targets for organizing through the NLRB election process with the clear implication that a deteriorating organizing environment will lead to systematic change in the composition of elections held. The model implies that a deteriorating environment will lead unions not only to contest fewer elections but also to focus on larger potential bargaining units and on elections where they have a larger probability of winning. A standard rational-voter model implies that these changes in composition will lead to lower turnout. I investigate the implications of these models empirically using data on turnout in over 140,000 NLRB certification elections held between 1973 and 2009. The results are consistent with the model and suggest that changes in composition account for about one-fifth of the decline in turnout between 1999 and 2009.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}