{
    "id": 19907,
    "citation_title": "Effect of Pensions and Disability Benefits on Retirement in the UK",
    "citation_author": [
        "James Banks",
        "Carl Emmerson",
        "Gemma C. Tetlow"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines to what extent differences in employment rates across those in better and worse health in the UK can be explained by the availability of publicly-funded disability insurance and the financial incentives provided by other retirement income schemes. Using an option value approach, we find that individuals' labor force participation is affected by financial incentives. A one standard deviation change in the option value is estimated to reduce the likelihood of an individual leaving the labor market in the next year by between 2.7 and 3.1 percentage points, relative to an average exit probability of 9.4%. This suggests the variation in financial incentives across different individuals could explain a significant proportion of retirements. However, we find no evidence that individuals with different levels of health respond to our measure of financial incentives differently. We also conclude that it would require a very large change in the stringency of the disability insurance program on its own to generate an economically significant change in overall employment rates of older workers in the UK. This reflects the fact that - for many individuals in the UK - the level of disability benefits they might be able to receive is low relative to the amount they could earn and, therefore, large changes in rates of eligibility would not induce large changes in overall employment rates.\n\n",
    "acknowledgement": "\nThis paper forms part of the International Social Security project at the NBER. The authors are grateful to Richard Blundell and to the other participants of that project for useful comments and advice. We are also grateful to the Joseph Rowntree Foundation (JRF) and the ESRC-funded Centre for the Microeconomic Analysis of Public Policy at IFS (grant number RES-544-28-5001) for funding this work. Data from the Family Expenditure Survey (FES), the Labour Force Survey (LFS) and the English Longitudinal Study of Ageing (ELSA) were made available by the UK Data Archive. ELSA was developed by a team of researchers based at the National Centre for Social Research, University College London and the Institute for Fiscal Studies. The data were collected by the National Centre for Social Research. The funding is provided by the National Institute of Aging in the United States, and a consortium of UK government departments co-ordinated by the Office for National Statistics. Responsibility for interpretation of the data, as well as for any errors, is the authors' alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarl Emmerson\n\nOver the last three years I have also received financial support for my research from the following organisations, who potentially have an interest in this research, although they did not directly fund it: Actuarial Profession, Age UK, Association of British Insurers, Barclays Capital, Barclays Wealth, Consumer Financial Education Body, Department for Work and Pensions, Financial Services Authority, HM Treasury, Investment Management Association, Just Retirement, Money Advice Service, National Association of Pension Funds, Nuffield Foundation, Oxford Economics, Partnership Pensions, Pensions Corporation.\n\n\n\nGemma C. Tetlow\n\nOver the last three years I have also received financial support from the following organisations, who potentially have an interest in this research summarized in this working paper, although they did not directly fund it: Actuarial Profession, Age UK, Association of British Insurers, Barclays Capital, Barclays Wealth, Consumer Financial Education Body, Department for Work and Pensions, Financial Services Authority, HM Treasury, Investment Management Association, Just Retirement, Money Advice Service, National Association of Pension Funds, Nuffield Foundation, Oxford Economics, Partnership Pensions, Pensions Corporation.\n\n\n"
}