{
    "id": 19901,
    "citation_title": "Acquisitions, Productivity, and Profitability: Evidence from the Japanese Cotton Spinning Industry",
    "citation_author": [
        "Serguey Braguinsky",
        "Atsushi Ohyama",
        "Tetsuji Okazaki",
        "Chad Syverson"
    ],
    "citation_publication_date": "2014-02-14",
    "issue_date": "2014-02-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how changes in ownership and managerial control affect the productivity and profitability of producers. Using detailed operational, financial, and ownership data from the Japanese cotton spinning industry at the turn of the last century, we find a more nuanced picture than the straightforward \"higher productivity buys lower productivity\" story commonly appealed to in the literature. Acquired firms' production facilities were not on average less physically productive than the plants of the acquiring firms before acquisition, conditional on operating. They were much less profitable, however, due to consistently higher inventory levels and lower capacity utilization--differences which reflected problems in managing the uncertainties of demand. When purchased by more profitable firms, these less profitable acquired plants saw drops in inventories and gains in capacity utilization that raised both their productivity and profitability levels, consistent with acquiring owner/managers spreading their better demand management abilities across the acquired capital.\n\n",
    "acknowledgement": "\nThis research was funded in part by the Berkman Foundation at Carnegie Mellon University, Japan Society for the Promotion of Science (No. 25780155), and Initiative on Global Markets at the University of Chicago Booth School of Business. We thank Xavier Giroud, Jesse Shapiro, Bob Topel, and conference participants at the 2013 ASSA Meetings, the Stanford Conference on Japanese Entrepreneurship, the NBER Summer Institute and the FOM conference for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}