{
    "id": 19912,
    "citation_title": "Big-Box Retailers and Urban Carbon Emissions: The Case of Wal-Mart",
    "citation_author": [
        "Matthew E. Kahn",
        "Nils Kok"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe commercial real estate sector is responsible for a large share of a city's overall carbon footprint. An ongoing trend in this sector has been the entry of big-box stores such as Wal-Mart. Using a unique monthly panel data set for every Wal-Mart store in California from 2006 through 2011, we document three main findings about the environmental performance of big-box retailers. First, Wal-Mart's stores exhibit very little store-to-store variation in electricity consumption relative to a control group of similar size and vintage retail stores. Second, Wal-Mart's store's electricity consumption is lower in higher priced utilities and is independent of the store's ownership versus leased status. Third, unlike other commercial businesses, Wal-Mart's newer buildings consume less electricity. Together, these results highlight the key roles that corporate size and centralization of management play in determining a key indicator of a firm's overall environmental performance.\n\n",
    "acknowledgement": "\nKahn thanks the UCLA Ziman Center for Real Estate for generous funding. Kok is supported by a VENI grant from the Dutch Science Foundation (NWO). We thank Owen Hearey for valuable research assistance. We are grateful to Wal-Mart's Don Moseley for help in assembling, interpreting, and verifying the data used in this analysis. Wal-Mart did not provide any financial contribution to this research. Any errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}