{
    "id": 19915,
    "citation_title": "The Dynamic Effects of Educational Accountability",
    "citation_author": [
        "Hugh Macartney"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides the first evidence that value-added education accountability schemes induce dynamic distortions.  Extending earlier dynamic moral hazard models, I propose a new test for ratchet effects, showing that classroom inputs are distorted less when schools face a shorter horizon over which they can influence student performance.  I then exploit grade span variation using rich educational data to credibly identify the extent of dynamic gaming, finding compelling evidence of ratchet effects based on a triple-differences approach.  Further analysis indicates that these effects are driven primarily by effort distortions, with teacher reallocations playing a secondary role.\n\n",
    "acknowledgement": "\nI would like to thank Robert McMillan, Aloysius Siow and Carlos Serrano for their guidance and support throughout this project.  Thanks also to Gustavo Bobonis, Branko Boskovic, Raj Chetty, Damon Clark,  Stephen Coate, Elizabeth Dhuey, Amy Finkelstein, Kirabo Jackson, Sacha Kapoor, Steven Lehrer, Joshua Lewis, Parag Pathak, Uros Petronijevic, Petra Todd, Trevor Tombe, Jacob Vigdor, and conference and seminar participants for their helpful suggestions.  Remote access to the data for this study was generously provided by the North Carolina Education Research Data Center (NCERDC).  I gratefully acknowledge financial support from the CLSRN Fellowship and the Royal Bank Graduate Fellowship in Public and Economic Policy.  All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}