{
    "id": 19918,
    "citation_title": "Equilibrium Tax Rates and Income Redistribution: A Laboratory Study",
    "citation_author": [
        "Marina Agranov",
        "Thomas R. Palfrey"
    ],
    "citation_publication_date": "2014-02-28",
    "issue_date": "2014-02-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports results from a laboratory experiment that investigates the Meltzer-Richard model of equilibrium tax rates, inequality, and income redistribution. We also extend that model to incorporate social preferences in the form of altruism and inequality aversion. The experiment varies the amount of inequality and the collective choice procedure to determine tax rates. We report four main findings. First, higher wage inequality leads to higher tax rates. The effect is significant and large in magnitude. Second, the average implemented tax rates are almost exactly equal to the theoretical ideal tax rate of the median wage worker. Third, we do not observe any significant differences in labor supply or average implemented tax rates between a direct democracy institution and a representative democracy system where tax rates are determined by candidate competition. Fourth, we observe negligible deviations from labor supply behavior or voting behavior in the directions implied by altruism or inequality aversion.\n\n",
    "acknowledgement": "\nWe are grateful for comments from seminar audiences at the NBER, Caltech, Chicago, UCSB, University of Zurich, ETH, EUI, Berkeley, USC, Higher School of Economics Moscow, SAET, especially Ernesto Dal Bo, John Londregan, and Thomas Romer. Kirill Pogorelskiy provided excellent research assistance. The financial support of the National Science Foundation (SES-0962802) and the Gordon and Betty Moore Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}