{
    "id": 19916,
    "citation_title": "Gravity and Extended Gravity: Using Moment Inequalities to Estimate a Model of Export Entry",
    "citation_author": [
        "Eduardo Morales",
        "Gloria Sheu",
        "Andrés Zahler"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2017-06-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExporting firms often enter foreign markets that are similar to previous export destinations. We develop a dynamic model in which a firm's exports in a market may depend on how similar the market is to the firm's home country (gravity) and to its previous export destinations (extended gravity). Given the large number of export paths from which forward-looking firms may choose, we use a moment inequality approach to structurally estimate our model. Using data from Chilean exporters, we estimate that having similarities with a prior export destination in geographic location, language, and income per capita jointly reduce the cost of foreign market entry by 69% to 90%. Reductions due to geographic location (25% to 38%) and language (29% to 36%) have the largest effect. Extended gravity thus has a large impact on export entry costs.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper circulated under the title \"Gravity and Extended Gravity: Estimating a Structural Model of Export Entry.\" The views in this paper should not be purported to reflect those of the United States Department of Justice. An earlier draft of this paper circulated under the title “Gravity and Extended Gravity: Estimating a Structural Model of Export Entry.” We would like to thank Pol Antràs, Kamran Bilir, Jan De Loecker, Michael Dickstein, Gene Grossman, Ricardo Hausmann, Elhanan Helpman, Guido Imbens, Robert Lawrence, Andrew Levy, Marc Melitz, Julie Mortimer, Ezra Oberfield, Ariel Pakes, Charly Porcher, Stephen Redding, Dani Rodrik, Esteban Rossi-Hansberg, Felix Tintelnot, and Elizabeth Walker for insightful conversations, and seminar participants at BEA, Boston College, Brandeis, Columbia, CREI, Duke, ERWIT, Harvard, LSE, MIT, NBER, Princeton, Sciences-Po, SED, UCLA, University of Chicago-Booth, Wisconsin, and the World Bank for very helpful comments. We also thank Jenny Nuñez, Luis Cerpa, the Chilean Customs Authority, and the Instituto Nacional de Estadísticas for assistance with building the dataset. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Andres Zahler acknowledges the Nucleo Milenio Initiative NS100017 \"Intelis Centre\" for partial funding.\n\n\n"
}