{
    "id": 19910,
    "citation_title": "A Century of Capital Structure: The Leveraging of Corporate America",
    "citation_author": [
        "John Graham",
        "Mark T. Leary",
        "Michael R. Roberts"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnregulated U.S. corporations dramatically increased their debt usage over the past century. Aggregate leverage - low and stable before 1945 - more than tripled between 1945 and 1970 from 11% to 35%, eventually reaching 47% by the early 1990s. The median firm in 1946 had no debt, but by 1970 had a leverage ratio of 31%. This increase occurred in all unregulated industries and affected firms of all sizes. Changing firm characteristics are unable to account for this increase. Rather, changes in government borrowing, macroeconomic uncertainty, and financial sector development play a more prominent role. Despite this increase among unregulated firms, a combination of stable debt usage among regulated firms and a decrease in the fraction of aggregate assets held by regulated firms over this period resulted in a relatively stable economy-wide leverage ratio during the 20th century.\n\n",
    "acknowledgement": "\nWe thank Bill Schwert (editor), Malcolm Baker, an anonymous referee; Andy Abel, Effi Benmelech, Charles Calomiris, Murray Frank, Joao Gomes, Boyan Jovanovich, Stew Myers, Ken Singleton, Ilya Strebulaev; seminar participants at Duke University, Georgetown University, Miami University, MIT, Notre Dame, the SEC, Rutgers University, Stanford University, University of Oklahoma, University of British Columbia, University of California San Diego, University of Chicago, University of Colorado, University of Illinois, University of Pennsylvania, University of Utah, Vanderbilt University, Yale University; and conference participants at the 2013 American Economics Association, ASU Winter Finance Conference, Financial Management Association, NBER, and SITE for helpful comments. We also thank many research assistants for their help gathering data. Roberts gratefully acknowledges financial support from an Aronson, Johnson and Ortiz Fellowship and Geewax-Terker Fellowship, and support from the Jacobs Levy Equity Management Center for Quantitative Financial Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}