{
    "id": 19917,
    "citation_title": "Foreign Ownership of U.S. Safe Assets: Good or Bad?",
    "citation_author": [
        "Jack Favilukis",
        "Sydney C. Ludvigson",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2014-09-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last 20 years have been marked by a sharp rise in international demand for U.S. reserve assets, or safe stores-of-value. What are the welfare consequences to U.S. households of these trends, or of a reversal? In a lifecycle model with aggregate and idiosyncratic risks, the young and oldest households may benefit substantially from such capital inflows, but middle-aged savers may suffer from greater exposure to systematic risk in equity and housing markets. Under the veil of ignorance, a newborn in the lowest wealth quantile is willing to forego 2.7% of lifetime consumption to avoid a large capital outflow.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Aguiar, Pedro Gete, Gita Gopinath, Pierre-Olivier Gourinchas, Tarek Hassan, Jonathan Heathcote, Bernard Herskovic, Matteo Maggiori, Jaromir Nosal, Helene Rey and to seminar participants at the NBER conference on Sovereign Debt and Financial Crises, November 2013, the conference on International Capital Flows and Spillovers, December 2012, the CEPR Developments in Macroeconomics and Finance Conference, November 2012, the BU/Boston Fed Conference on Macro-Finance Linkages, November 2012, NBER International Finance and Macroeconomics meeting March 2012, the Frontiers of Macroeconomics Conference at Queens University April 2012, at Carnegie Mellon, Columbia University, New York University, Ohio State University, Southhampton University, University of Miami, University of Southern California, University of Pennsylvania Wharton School and UC Davis for helpful comments. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}