{
    "id": 19919,
    "citation_title": "Urban Population and Amenities: The Neoclassical Model of Location",
    "citation_author": [
        "David Albouy",
        "Bryan Stuart"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2016-08-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze a neoclassical general-equilibrium model to explain cross-metro variation in population, density, and land supply based on three amenity types: quality-of-life, productivity in tradables, and productivity in non-tradables. We develop a new method to estimate elasticities of housing and land supply, and local-productivity estimates, from cross-sectional density and land-area data. From wage and housing-cost indices, the model explains half of U.S. density and total population variation, and finds that quality of life determines locations more than employment opportunities. We show how changing quality of life, relaxing land-use regulations, or neutralizing federal taxes can redistribute populations massively.\n\n",
    "acknowledgement": "\nFor their help and input we thank David Agrawal, Rebecca Diamond, Jesse Gregory, Andrew Haughwout, Jordan Rappaport, and Will Strange; conference participants at the 2012 Urban Economics Association annual meeting, 2012 National Tax Association annual meeting, 2013 American Real Estate and Urban Economics Association annual meeting, 2013 Canadian Economics Association annual meeting, 2013 National Bureau of Economic Research Summer Institute meeting in Urban Economics, 2013 Housing Urban Labor Macro meeting in Atlanta; and seminar participants at Calgary, Cornell, the Cleveland Federal Reserve, Georgia State University, IEB Barcelona, the Kansas City Federal Reserve, Maryland, Michigan, Minnesota (Applied Economics), NYU Abu Dhabi, the Paris School of Economics, Purdue, Sciences Politiques, and the Toulouse School of Economics. During work on this project, Albouy was supported by the NSF grant SES-0922340 and Stuart was supported by the NICHD (T32 HD0007339) as a UM Population Studies Center Trainee. This paper was previously presented as “Urban Quantities and Amenities.” Any mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}