{
    "id": 19928,
    "citation_title": "Adjusting Body Mass for Measurement Error with Invalid Validation Data",
    "citation_author": [
        "Charles Courtemanche",
        "Joshua C. Pinkston",
        "Jay Stewart"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2014-07-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new method for using validation data to correct self-reported weight and height in surveys that do not measure respondents. The standard correction in prior research regresses actual measures on reported values using an external validation dataset, and then uses the estimated coefficients to predict actual measures in the primary dataset. This approach requires the strong assumption that the expectations of measured weight and height conditional on the reported values are the same in both datasets. In contrast, we use percentile ranks rather than levels of reported weight and height. Our approach requires the weaker assumption that the conditional expectations of actual measures are increasing in reported values in both samples.  This makes our correction more robust to differences in measurement error across surveys as long as both surveys represent the same population. We examine three nationally representative datasets and find that misreporting appears to be sensitive to differences in survey context. When we compare predicted BMI distributions using the two validation approaches, we find that the standard correction is affected by differences in misreporting while our correction is not. Finally, we present several examples that demonstrate the potential importance of our correction for future econometric analyses and estimates of obesity rates.\n\n",
    "acknowledgement": "\nWe thank John Cawley and participants at the 2013 Southern Economic Association Annual Meeting for helpful comments. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Bureau of Labor Statistics. The views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Bureau of Labor Statistics or the National Bureau of Economic Research.\n\n\n"
}