{
    "id": 19920,
    "citation_title": "The Effectiveness of Mandatory Mortgage Counseling: Can One Dissuade Borrowers from Choosing Risky Mortgages?",
    "citation_author": [
        "Sumit Agarwal",
        "Gene Amromin",
        "Itzhak Ben-David",
        "Souphala Chomsisengphet",
        "Douglas Evanoff"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effects of mandatory third-party review of mortgage contracts on consumer choice--including the terms and demand for mortgage credit. Our study is based on a legislative pilot carried out by the State of Illinois in a selected set of zip codes in 2006. Mortgage applicants with low FICO scores were required to attend loan reviews by financial counselors. Applicants with high FICO scores had to attend counseling only if they chose \"risky mortgages.\" We find that low-FICO applicants for whom counselor review was mandatory did not materially change their contract choice. Conversely, applicants who could avoid counseling by choosing less risky mortgages did so. Ironically, the ultimate goals of the legislation (e.g., better loan terms for borrowers) were only achieved among the population that was not counseled. We also find significant adjustments in lender behavior as a result of the counseling program.\n\n",
    "acknowledgement": "\nWe thank Edward Zhong and Robert McMenamin for outstanding research assistance; and Dan Aaronson, Tom Davidoff, Mark Garmaise, David Laibson, Chris Mayer, Olivia Mitchell, Anthony Murphy, Jonah Rockoff, Philipp Schnabl, Sophie Shive, Johannes Stroebel, Peter Tufano, Annette Vissing-Jorgensen, and seminar participants at the NBER Summer Institute, CEPR/Gerzensee Summer Symposium, AEA meetings, EFA meetings, Bocconi University, Columbia University, the Federal Deposit Insurance Corporation (FDIC), Federal Reserve Banks of Atlanta, Chicago and Cleveland, Tel-Aviv University, Office of the Comptroller of the Currency, Ohio State University, University of California Berkeley, University of California San Diego, University of Illinois at Chicago, University of Illinois at Urbana-Champaign, Vanderbilt University , University of Minnesota, Penn State University, Financial Intermediation Research Society Conference, SUERF/Bank of Finland Conference, and the 16th Mitsui Financial Symposium at the University of Michigan for helpful comments. The authors thank the FDIC; Paolo Baffi Centre at Bocconi University; and the Dice Center at the Fisher College of Business, The Ohio State University for supporting this research. Ben-David acknowledges the support from the Neil Klatskin Chair in Finance and Real Estate. The views in this paper are those of the authors and may not reflect those of the Federal Reserve System, the Federal Reserve Bank of Chicago, the Office of the Comptroller of the Currency, or the National Bureau of Economic Research.\n\n\n\nDouglas Evanoff\n\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Chicago, the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}