{
    "id": 19929,
    "citation_title": "Endogenous Co-residence and Program Incidence: South Africa's Old Age Pension",
    "citation_author": [
        "Amar Hamoudi",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether living arrangements respond to an arguably exogenous shift in the distribution of power in family economic decision-making. In the early 1990s, the South African Old Age Pension was expanded to cover most black South Africans above a sex-specific age cut-off resulting in a substantial increase in the income of older South Africans and potentially their say in the economic decisions of their families. Beneficiaries of the program are more likely to coreside with adults who have less human capital as measured by height and education. Since height and education are fixed for adults, this cannot be an effect of the pension income but reflects selective changes in living arrangements resulting from the pension. The findings highlight the endogeneity of living arrangements and illustrate the potential value of moving beyond theory and data that are  confined to a spatially determined definition of the household.\n\n",
    "acknowledgement": "\nThis research has been supported by NICHD grant R01-HD040245. We are grateful to Statistics South Africa, the Medical Research Council of South Africa, Macro International, and the University of Natal for providing us with access to the data. We have benefited from the comments of Angus Deaton, Arie Kapteyn, Dean Yang, Philip Cook, Christopher McKelvey, Sendhil Mullainathan, Marcos Rangel and Christopher Udry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}