{
    "id": 19922,
    "citation_title": "Driving to Opportunity: Local Rents, Wages, Commuting Costs and Sub-Metropolitan Quality of Life",
    "citation_author": [
        "David Albouy",
        "Bert Lue"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2015-03-10",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine variation in local wage levels, housing costs, and commuting costs for 2071 areas covering the United States within and across metropolitan areas. In an equilibrium model of residential and workplace choice, we use these measures to construct a willingness-to-pay index for a typical household. When households are sufficiently homogeneous and mobile, this index indicates the perceived value of local household amenities, or “quality of life.” Wage levels vary little within metropolitan areas relative to across them, while individual characteristics that predict wages vary more within, suggesting patterns about sorting. Quality of life varies as much within metros as across them, and is typically high in areas that are dense, suburban, mild, safe, entertaining, and have higher school-funding.\n\n",
    "acknowledgement": "\nWe would like to thank Jessie Handbury, Stephen Ross, Kenneth Small and participants at the NARSC meetings in San Francisco and the AREUEA meetings in Philadelphia for helpful comments. Walter Graf provided excellent and diligent research assistance. Please e-mail any questions or comments to albouy@illinois.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}