{
    "id": 19925,
    "citation_title": "The Economics of Human Development and Social Mobility",
    "citation_author": [
        "James J. Heckman",
        "Stefano Mosso"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper distills and extends recent research on the economics of human development and social mobility. It summarizes the evidence from diverse literatures on the importance of early life conditions in shaping multiple life skills and the evidence on critical and sensitive investment periods for shaping different skills. It presents economic models that rationalize the evidence and unify the treatment effect and family influence literatures. The evidence on the empirical and policy importance of credit constraints in forming skills is examined. There is little support for the claim that untargeted income transfer policies to poor families significantly boost child outcomes. Mentoring, parenting, and attachment are essential features of successful families and interventions to shape skills at all stages of childhood. The next wave of family studies will better capture the active role of the emerging autonomous child in learning and responding to the actions of parents, mentors and teachers.\n\n",
    "acknowledgement": "\nThis research was supported in part by the American Bar Foundation, the Pritzker Children's Initiative, the Buffett Early Childhood Fund, NICHD R37HD065072, R01HD054702, the Human Capital and Economic Opportunity Global Working Group - an initiative of the Becker Friedman Institute for Research in Economics - funded by the Institute for New Economic Thinking (INET), and an anonymous funder.  We also acknowledge the support of an European Research Council grant hosted by the University College Dublin, DEVHEALTH 269874. The views expressed in this paper are those of the authors and not necessarily those of the funders or commentators mentioned here. We thank Hideo Akabayashi, Gary Becker, Alberto Bisin, Marco Cosconati, Flavio Cunha, Steve Durlauf, Chris Flinn, Lance Lochner, Magne Mogstad, Derek Neal, Ananth Seshadri, and Robert Pollak for helpful comments. We thank Linor Kiknadze for exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}