{
    "id": 19926,
    "citation_title": "The Growing Dependence of Britain on Trade during the Industrial Revolution",
    "citation_author": [
        "Gregory Clark",
        "Kevin Hjortshøj O'Rourke",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany previous studies of the role of trade during the British Industrial Revolution have found little or no role for trade in explaining British living standards or growth rates. We construct a three-region model of the world in which Britain trades with North America and the rest of the world, and calibrate the model to data from the 1760s and 1850s. We find that while trade had only a small impact on British welfare in the 1760s, it had a very large impact in the 1850s. This contrast is robust to a large range of parameter perturbations. Biased technological change and population growth were key in explaining Britain's growing dependence on trade during the Industrial Revolution.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. O'Rourke would like to thank the European Research Council for its financial support, under its Advanced Investigator Grant scheme, contract number 249546.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant or speaker for various policy making institutions and financial sector firms. He served as a Senior Advisor to Morgan Stanley in 2010-11.\n\n\n"
}