{
    "id": 19927,
    "citation_title": "The Safety Trap",
    "citation_author": [
        "Ricardo J. Caballero",
        "Emmanuel Farhi"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "2017-01-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we provide a model of the macroeconomic implications of safe asset shortages. In particular, we discuss the emergence of a deflationary safety trap equilibrium with endogenous risk premia. It is an acute form of a liquidity trap, in which the shortage of a specific form of assets, safe assets, as opposed to a general shortage of assets, is the fundamental driving force. At the ZLB, our model has a Keynesian cross representation, in which net safe asset supply plays the role of an aggregate demand shifter. Essentially, safety traps correspond to liquidity traps in which the emergence of an endogenous risk premium significantly alters the connection between macroeconomic policy and economic activity. “Helicopter drops” of money, safe public debt issuances, swaps of private risky assets for safe public debt, or increases in the inflation target, stimulate aggregate demand and output, while forward guidance is less effective. The safety trap can be arbitrarily persistent, as in the secular stagnation hypothesis, despite the existence of infinitely lived assets.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Daron Acemoglu, Guillermo Calvo, Gauti Eggertsson, Oliver Hart, Gary Gorton, Valentin Haddad, Bengt Holmström, Narayana Kocherlakota, Anton Korinek, Arvind Krishnamurthy, Matteo Maggiori, Neil Mehrota, Guillermo Ordonez, Ricardo Reis, Yuliy Sannikov, Andrei Shleifer, Alp Simsek, Jeremy Stein, Kevin Stiroh, Jesus Fernandez-Villaverde, Iv`an Werning, and Mike Woodford. An earlier version of this paper circulated under the title: “A Model of the Safe Asset Mechanism (SAM): Safety Traps and Economic Policy.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}