{
    "id": 19930,
    "citation_title": "Retirement Security in an Aging Society",
    "citation_author": [
        "James M. Poterba"
    ],
    "citation_publication_date": "2014-02-20",
    "issue_date": "2014-02-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe share of the U.S. population over the age of 65 was 8.1 percent in 1950, 12.4 percent in 2000, and is projected to reach 20.9 percent by 2050.  The percent over 85 is projected to more than double from current levels, reaching 4.2 percent by mid-century. The aging of the U.S. population makes issues of retirement security increasingly important.  \nElderly individuals exhibit wide disparities in their sources of income.  For those in the bottom half of the income distribution, Social Security is the most important source of support; program changes would directly affect their well-being.  Income from private pensions, assets, and earnings are relatively more important for higher-income elderly individuals, who have more diverse income sources.  The trend from private sector defined benefit to defined contribution pension plans has shifted a greater share of the responsibility for retirement security to individuals, and made that security more dependent on choices they make.  A significant subset of the population is unlikely to be able to sustain their standard of living in retirement without higher pre-retirement saving.\n\n",
    "acknowledgement": "\nI am very grateful to Scott Nelson, Bryan Perry, and Ben Sprung-Keyser for outstanding research assistance, and to my long-time collaborators in the study of retirement saving, Steven Venti and David Wise, for all our work together. I thank Jeffrey Brown, Michael Hurd, David Johnson, Olivia Mitchell, William Nordhaus, Susann Rohwedder, Lawrence Summers, Steven Utkus, and the members of the National Research Council Committee on the Long-Run Macroeconomic Effects of the Aging U.S. Population for helpful discussions.  My research on retirement saving over the last two decades has been supported by the National Institute of Aging and the National Science Foundation.  I am a trustee of CREF and the TIAA-CREF mutual funds, providers of retirement saving products, and I have received compensation for presentations at conferences organized by the Investment Company Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}