{
    "id": 19933,
    "citation_title": "Institutions, Human Capital and Development",
    "citation_author": [
        "Daron Acemoglu",
        "Francisco Gallego",
        "James A. Robinson"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we revisit the relationship between institutions, human capital and development. We argue that empirical models that treat institutions and human capital as exogenous are misspecified both because of the usual omitted variable bias problems and because of differential measurement error in these variables, and that this misspecification is at the root of the very large returns of human capital, about 4 to 5 times greater than that implied by micro (Mincerian) estimates, found in some of the previous literature. Using cross-country and cross-regional regressions, we show that when we focus on historically-determined differences in human capital and control for the effect of institutions, the impact of institutions on long-run development is robust, while the estimates of the effect of human capital are much diminished and become consistent with micro estimates. Using historical and cross-country regression evidence, we also show that there is no support for the view that differences in the human capital endowments of early European colonists have been a major factor in the subsequent institutional development of these polities.\n\n",
    "acknowledgement": "\nPaper prepared for the Annual Reviews of Economics. We thank Robert Woodberry for sharing his data on protestant missionaries, Horacio Larreguy for comments, and Gonzalo Barría, María A. Benítez, David Cruz, Maria C. Etcheberry, Alejandra González, Joaquín Guajardo, Antonia Paredes, Astrid Pineda, Josefina Rodríguez, José D. Salas, Felipe Sepúlveda, Gonzalo Vidal, and especially Alejandro Saenz for superb research assistance. We would like to thank the CONICYT/Programa de Investigación Asociativa (Project SOC 1102) and ARO MURI W911NF-12-1-0509 for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}