{
    "id": 19936,
    "citation_title": "The Economics of Work Schedules under the New Hours and Employment Taxes",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2014-02-28",
    "issue_date": "2014-02-28",
    "revision_date": "2014-03-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHours, employment, and income taxes are economically distinct, and all three are either introduced or expanded by the Affordable Care Act beginning in 2014. The tax wedges push some workers to work more hours per week (for the weeks that they are on a payroll), and others to work less, with an average weekly hours effect that tends to be small and may be in either direction.  A conservative estimate of the law's average employment rate impact is negative three percent. The ACA's tax wedges and ultimately its behavioral effects vary substantially across groups, with the elderly experiencing hardly any new disincentive and unmarried household heads experiencing tax wedges that are about twice the average.  My estimates suggest that about four percent of the workforce will work less than the legislated 30-hour threshold solely to avoid the implicit and explicit full-time employment taxes.\n\n",
    "acknowledgement": "\nI appreciate the financial support of the George J. Stigler Center for the Study of the Economy and the State and the Hoover Institution, conversations with Trevor Gallen, and comments from seminar participants at Hoover.  A spreadsheet with the paper's simulation model is available at marginaltaxrates.us. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}