{
    "id": 19934,
    "citation_title": "Learning From the Doers: Developing Country Lessons for Advanced Economy Growth",
    "citation_author": [
        "Anusha Chari",
        "Peter Blair Henry"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1980 to 1992, emerging and developing countries grew by 3.4 percent per year.  Their annual rate of growth increased to 5.4 percent between 1993 and 2012.  No such increase occurred for advanced nations, whose average growth from 1980-2012 was roughly constant (excluding the impact of the 2008-09 Recession). Developing nations turned themselves around by embracing discipline--sustained commitment to a pragmatic and flexible growth strategy.  Three illustrations of discipline through the lens of trade, fiscal, and debt reforms in the developing world offer relevant, practical lessons for recovery in advanced economies and continued catch-up growth in developing nations.\n\n",
    "acknowledgement": "\nHenry gratefully acknowledges financial support from the W.R. Berkley and Richard R. West Chairs. We thank Allison Cay Parker for invaluable editorial assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter Blair Henry\n\n1) The data used in this paper is non-proprietary, and I have not received any financial support related to the research, writing, or publication of the above article from any interested party.\n\n\n2) In addition to my position at NYU Stern, I currently serve as a member of the Board of Directors of Kraft Foods. I receive approximately 25% of my aggregate annual income from Board activities. No compensation from the Board has been connected in any way to the content of this paper.\n\n\n3) Other than my salary from NYU Stern and compensation described above, no single relationship or activity has accounted for more than 10% of my aggregate annual income in a year.\n\n\n4) No member of my family has any relevant or material financial interests that relate to the research described in this paper.\n\n\n5) Significant non-compensated affiliations include: World Economic Forum Global Agenda Council on New Growth Models (Council member); Council on Foreign Relations (member of the Board of Directors); National Bureau of Economic Research (member of the Board of Directors); The Brookings Institution (Nonresident Senior Fellow).\n\n\n6) No external party has reviewed the paper, except to check for clarity and felicity of language.\n\n\nPeter Blair Henry\n\n\n"
}