{
    "id": 19944,
    "citation_title": "Particulate Pollution and the Productivity of Pear Packers",
    "citation_author": [
        "Tom Chang",
        "Joshua S. Graff Zivin",
        "Tal Gross",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of outdoor air pollution on the productivity of indoor workers at a pear-packing factory. We focus on fine particulate matter (PM2.5), a harmful pollutant that easily penetrates indoor settings. We find that an increase in PM2.5 outdoors leads to a statistically and economically significant decrease in packing speeds inside the factory, with effects arising at levels well below current air quality standards. In contrast, we find little effect of PM2.5 on hours worked or the decision to work, and little effect of pollutants that do not travel indoors, such as ozone. This effect of outdoor pollution on the productivity of indoor workers suggests a thus far overlooked consequence of pollution. Back-of-the-envelope calculations suggest that nationwide reductions in PM2.5 from 1999 to 2008 generated $19.5 billion in labor cost savings, which is roughly one-third of the total welfare benefits associated with this change.\n\n",
    "acknowledgement": "\nWe thank numerous individuals and seminar participants at MIT, UC Santa Barbara, Northwestern University, the University of Connecticut, University of Ottawa, UC San Diego, Georgia State University, Environmental Protection Agency, and the IZA Workshop on Labor Market Effects of Environmental Policies for valuable feedback. Graff Zivin and Neidell gratefully acknowledge financial support from the National Institute of Environmental Health Sciences (1R21ES019670-01). Chang and Gross are grateful for financial support from the George and Obie Shultz Fund. Hyunsoo Chang, Janice Crew, and Jamie Mullins provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Graff Zivin\n\nJoshua Graff Zivin does not have any additional disclosures.\n\n\n\nMatthew J. Neidell\n\nNone\n\n\n"
}