{
    "id": 19948,
    "citation_title": "Effects of Prescription Drug Insurance on Hospitalization and Mortality: Evidence from Medicare Part D",
    "citation_author": [
        "Robert Kaestner",
        "Cuiping Long",
        "G. Caleb Alexander"
    ],
    "citation_publication_date": "2014-02-28",
    "issue_date": "2014-02-28",
    "revision_date": "2015-12-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether obtaining prescription drug insurance through the Medicare Part D program affected hospital admissions, expenditures associated with those admissions, and mortality. We use a large, geographically diverse sample of Medicare beneficiaries and exploit the natural experiment of Medicare Part D to obtain estimates of the effect of prescription drug insurance on hospitalizations and mortality. Results indicate that obtaining prescription drug insurance through Medicare Part D was associated with an 8% decrease in the number of hospital admissions, a 7% decrease in Medicare expenditures, and a 12% decrease in total resource use. Gaining prescription drug insurance through Medicare Part D was not significantly associated with mortality.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the National Institute of Aging, National Institutes of Health (1R01AG042396). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nG. Caleb Alexander\n\nDr. Alexander is an ad hoc member of the FDA’s Drug Safety and Risk Management Advisory Committee, serves as a paid consultant to IMS Health, and serves on an IMS Health scientific advisory board. This arrangement has been reviewed and approved by Johns Hopkins University in accordance with its conflict of interest policies.\n\n\n"
}