{
    "id": 19942,
    "citation_title": "In with the Big, Out with the Small: Removing Small-Scale Reservations in India",
    "citation_author": [
        "Leslie A. Martin",
        "Shanthi Nataraj",
        "Ann Harrison"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "2014-11-07",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn ongoing debate in employment policy is whether promoting small and medium enterprises creates more employment.  Do small enterprises generate more employment growth than larger firms? We use the elimination of small-scale industry (SSI) promotion in India to address this question. For 60 years, SSI promotion in India focused on reserving certain products for manufacture by small and medium establishments. We identify the consequences for employment growth, investment, output, productivity, and wages of dismantling India’s SSI reservations. We exploit variation in the timing of de-reservation across products; our identification strategy is also robust to measuring the long-run impact of national SSI policy changes using variation in pre-treatment exposure at the district level, and to conducting placebo tests using products that were never de-reserved. Districts more exposed to de-reservation experienced higher employment and wage growth. The results suggest that promoting employment growth in the Indian case was not achieved via SSI reservation policies.\n\n",
    "acknowledgement": "\nWe thank Mr. M.L. Philip, Mr. P.C. Nirala, Dr. Praveen Shukla, and Mr. M.M. Hasija at the Ministry of Statistics and Programme Implementation for their assistance in obtaining and interpreting the ASI data, and David Nelson and Steve Otto for assisting in matching the product reservation codes with the ASICC codes. We are grateful to David Neumark and Jeff Wenger, as well as seminar participants at Harvard, RAND, Wharton, and the London School of Economics for their valuable comments. This material is based upon work supported by the National Science Foundation under Grant No. SES-0922332. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}