{
    "id": 19947,
    "citation_title": "Patents as Quality Signals? The Implications for Financing Constraints on R&D",
    "citation_author": [
        "Dirk Czarnitzki",
        "Bronwyn H. Hall",
        "Hanna Hottenrott"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "2015-02-19",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation about the success of a new technology is usually held asymmetrically between the research and development (R&D)-performing firm and potential lenders and investors. This raises the cost of capital for financing R&D externally, resulting in financing constraints on R&D especially for firms with limited internal resources. Previous literature provided evidence for start-up firms on the role of patents as signals to investors, in particular to Venture Capitalists. This study adds to previous insights by studying the effects of firms' patenting activity on the degree of financing constraints on R&D for a panel of established firms. The results show that patents do indeed attenuate financing constraints for small firms where information asymmetries may be particularly high and collateral value is low. Larger firms are not only less subject to financing constraints, but also do not seem to benefit from a patent quality signal.\n\n",
    "acknowledgement": "\nThe authors thank Thorsten Doherr for help with retrieving the patent data and participants at the CONCORDi 2013 (Seville, Spain) for helpful comments. Hottenrott appreciated research funding from the Flemish Science Foundation (FWO). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBronwyn H. Hall\n\nMy contribution to this research received no financial support.\n\n\n"
}