{
    "id": 19945,
    "citation_title": "Loan Prospecting and the Loss of Soft Information",
    "citation_author": [
        "Sumit Agarwal",
        "Itzhak Ben-David"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "2017-07-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a controlled experiment in which a bank’s loan officers were incentivized based on originated loan volume to encourage prospecting for new business. While treated loan officers did attract new applications, both extensive and intensive margins of loan origination expanded (+31% new loans; loan size +15%). We find that loan officers gave greater weight to hard information in approval decisions. Despite no change in the observable characteristics of approved loans, their default rate increased (+24%). Finally, the bank’s imputed credit-default model lost its predictive power. Overall, loan-prospecting incentives led to unfavorable soft information being overlooked in the origination process.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Do Loan Officers' Incentives Lead to Lax Lending Standards?\" We are grateful to Tobias Berg, Souphala Chomsisengphet, Harrison Hong, Naveen Khanna, Jose Liberti, Evgeny Lyandres, Mitchell Petersen, Rich Rosen, Kasper Roszbach, Antoinette Schoar, Amit Seru, René Stulz, Greg Udell, and Luigi Zingales for helpful comments. We wish to thank seminar participants at the University of California at Berkeley, FIRS 2012, the Fisher College of Business at The Ohio State University, the School of Public Affairs at The Ohio State University, the National University of Singapore, the NBER Behavioral Economics meeting, the NBER Risk of Financial Institutions meeting, the SIFR Conference on Real Estate and Mortgage Finance (Stockholm), Indiana University, the University of Maryland, the Tel-Aviv University Finance Conference, Dartmouth University, the University of Florida, the Wharton School of Business, New York University, Cornell University, the CEPR EBC Conference, the Western Finance Association meetings, the American Finance Association meetings, the ABFER Conference in Singapore, the Federal Reserve Bank of New York, and the Federal Reserve Bank of Chicago for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}