{
    "id": 19943,
    "citation_title": "The Political Coase Theorem: Experimental Evidence",
    "citation_author": [
        "Sebastian Galiani",
        "Gustavo Torrens",
        "Maria Lucia Yanguas"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Political Coase Theorem (PCT) states that, in the absence of transaction costs, agents should agree to implement efficient policies regardless of the distribution of bargaining power among them. This paper uses a laboratory experiment to explore how commitment problems undermine the validity of the PCT. Overall, the results support theoretical predictions. In particular, commitment issues matter, and the existence of more commitment possibilities leads to better social outcomes. Moreover, we find that the link is valid when commitment possibilities are asymmetrically distributed between players and even when a redistribution of political power is required to take advantage of those possibilities. However, we also find that at low levels of commitment there is more cooperation than strictly predicted by our parameterized model while the opposite is true at high levels of commitment, and only large improvements in commitment opportunities have a significant effect on the social surplus, while small changes do not.\n\n",
    "acknowledgement": "\nWe thank the Weidenbaum Center at Washington University in St. Louis for its financial support, Universidad de San Andrés in Argentina for providing a laboratory to conduct the experiment, and the Department of Economics at the University of Zurich for allowing us to use z-tree. We would specially like to thank Daron Acemoglu, James Walker, Arlington Williams, and Juan Camilo Cardenas for very insightful comments. Brian Feld provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}