{
    "id": 19949,
    "citation_title": "Election Fairness and Government Legitimacy in Afghanistan",
    "citation_author": [
        "Eli Berman",
        "Michael J. Callen",
        "Clark Gibson",
        "James D. Long"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational development agencies invest heavily in institution building in fragile states, including expensive interventions to support democratic elections. Yet little evidence exists on whether elections enhance the domestic legitimacy of governments. Using the random assignment of an innovative election fraud-reducing intervention in Afghanistan, we find that decreasing electoral misconduct improves multiple survey measures of attitudes toward government, including: (1) whether Afghanistan is a democracy; (2) whether the police should resolve disputes; (3) whether members of parliament provide services; and (4) willingness to report insurgent behavior to security forces.\n\n",
    "acknowledgement": "\nWe are grateful to Glenn Cowan, Jed Ober, Eric Bjornlund, Evan Smith, and Jon Gatto at Democracy International (DI) and Nader Nadery, Jandad Spinghar, and Una Moore at the Free and Fair Elections Foundation of Afghanistan (FEFA). We acknowledge the support of USAID Development Innovation Ventures (DIV), DI, and grant #FA9550-09-1-0314 from the Air Force Office of Scientific Research, under the Minerva Research Initiative. We are indebted to Aila Matanock, Arman Rezaee and Jacob Shapiro for comments on a previous draft. This project would not have been possible without the dedicated research assistance of Randy Edwards, Mohammad Isaqzadeh, and Shahim Kabuli, or the project management skills of Katherine Levy of the UC Institute on Global Conflct and Cooperation. Our conclusions do not necessarily reflect the opinions of our funders. Mistakes remain with the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}