{
    "id": 19946,
    "citation_title": "Maturity Rationing and Collective Short-Termism",
    "citation_author": [
        "Konstantin Milbradt",
        "Martin Oehmke"
    ],
    "citation_publication_date": "2014-02-27",
    "issue_date": "2014-02-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancing terms and investment decisions are jointly determined. This interdependence links firms' asset and liability sides and can lead to short-termism in investment. In our model, financing frictions increase with the investment horizon, such that financing for long-term projects is relatively expensive and potentially rationed. In response, firms whose first-best investment opportunities are long-term may change their investments towards second-best projects of shorter maturities. This worsens financing terms for firms with shorter maturity projects, inducing them to change their investments as well. In equilibrium, investment is inefficiently short-term. Equilibrium asset-side adjustments by firms can amplify shocks and, while privately optimal, can be socially undesirable.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Viral Acharya, Heitor Almeida, Nittai Bergman, Markus Brunnermeier, Patrick Bolton, Charlie Calomiris, Elena Carletti, Douglas Gale, Barney Hartman-Glaser, Zhiguo He, Florian Heider, Peter Kondor, Christian Opp, Marcus Opp, Tano Santos, Elu von Thadden, and seminar participants at MIT Sloan, Columbia, ESSFM Gerzensee, the 2nd Tepper-LAEF Macro Finance Conference, the 4th meeting of the Finance Theory Group, the 2012 AEA meetings, Mannheim, Stockholm School of Economics, ESMT Berlin, Binghamton, the 2012 OxFIT conference, the 2013 European Winter Finance Conference, University of Minnesota, University of Calgary, the New York Fed, the NBER symposium on Understanding the Capital Structures of Non-Financial and Financial Institutions, the New York Fed/NYU Stern Conference on Financial Intermediation, and Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}