{
    "id": 19956,
    "citation_title": "Negative Tests and the Efficiency of Medical Care: What Determines Heterogeneity in Imaging Behavior?",
    "citation_author": [
        "Jason Abaluck",
        "Leila Agha",
        "Christopher Kabrhel",
        "Ali Raja",
        "Arjun Venkatesh"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "2015-08-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of the efficiency of medical testing based on rates of negative CT scans for pulmonary embolism. The model is estimated using a 20% sample of Medicare claims from 2000- 2009. We document enormous across-doctor heterogeneity in testing decisions conditional on patient risk and show it explains the negative relationship between physicians' testing frequencies and test yields. Physicians in high spending regions test more low-risk patients. Under calibration assumptions, 84% of doctors test even when costs exceed expected benefits. Furthermore, doctors do not apply observables to target testing to the highest risk patients, substantially reducing simulated test yields.\n\n",
    "acknowledgement": "\nThanks to Brian Abaluck, Joe Altonji, Joshua Aronson, Judy Chevalier, Michael Dickstein, David Dranove, Amy Finkelstein, Howard Forman, Jonathan Gruber, Nathan Hendren, Vivian Ho, Mitch Hoffman, Lisa Kahn, Jon Kolstad, Amanda Kowalski, Danielle Li, Costas Meghir, David Molitor, Blair Parry, Michael Powell, Constana Esteves-Sorenson, Ashley Swanson, Bob Town, and Heidi Williams as well as seminar participants at AHEC 2012, AEA meeting 2013, Boston University, Cornell, HEC Montreal, IHEA 2013, the National Bureau of Economic Research, NIA Dartmouth research meeting, the National Tax Association annual meeting, Northwestern, Stanford, University of Houston, and Yale. Funding for this work was provided by NIA Grant Number T32-AG0000186 to the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArjun Venkatesh\n\nDr. Venkatesh receives research support for unrelated work from the National Institute of General Medical Sciences and the Robert Wood Johnson Foundation.\n\n\n"
}