{
    "id": 19959,
    "citation_title": "Matching Methods in Practice: Three Examples",
    "citation_author": [
        "Guido Imbens"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a large theoretical literature on methods for estimating causal effects under unconfoundedness, exogeneity, or selection--on--observables type assumptions using matching or propensity score methods. Much of this literature is highly technical and has not made inroads into empirical practice where many researchers continue to use simple methods such as ordinary least squares regression even in settings where those methods do not have attractive properties. In this paper I discuss some of the lessons for practice from the theoretical literature, and provide detailed recommendations on what to do. I illustrate the recommendations with three detailed applications.\n\n",
    "acknowledgement": "\nFinancial support for this research was generously provided through NSF grants SES 0452590 and 0820361. This paper was prepared for the Journal of Human Resources. I am grateful for comments by three anonyous referees and the editor Sandra Black which greatly improved the presentation. This work builds on previous work coauthored with Alberto Abadie, Joshua Angrist, Susan Athey, Keisuke Hirano, Geert Ridder, Donald Rubin, and Jeffrey Wooldridge. I have learned much about these issues from them, and their influence is apparent throughout the paper, but they are not responsible for any errors or any of the views expressed here. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}