{
    "id": 19952,
    "citation_title": "Using Bankruptcy to Reduce Foreclosures: Does Strip-down of Mortgages Affect the Supply of Mortgage Credit?",
    "citation_author": [
        "Wenli Li",
        "Ishani Tewari",
        "Michelle J. White"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the credit market impact of allowing mortgage \"strip-down\"--that is, reducing the principal of underwater residential mortgages to the current market value of the property for homeowners in Chapter 13 bankruptcy.  Our identification is provided by a series of U.S. Circuit Court of Appeals decisions in the early 1990's that introduced mortgage strip-down in parts of the U.S., followed by a 1993 Supreme Court ruling that abolished it all over the U.S.   We find that the Supreme Court decision led to a short-term reduction of 3% in mortgage interest rates and a short-term increase of 1% in mortgage approval rates, but only the approval rate effect persists in longer sample periods.  In contrast, the circuit court decisions to allow strip-down did not have consistent effects on mortgage terms.  We also show that strip-down had little effect on default rates by homeowners with existing mortgages.  Taken together, these results suggest that mortgage lenders responded weakly to both the adoption and abolition of strip-down because strip-down had little effect on their profits from mortgage lending.  According to these findings, re-introducing strip-down of mortgages in bankruptcy as a foreclosure-prevention program would have only small and transient effects on the supply of mortgage loans.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Philadelphia, or the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}