{
    "id": 19957,
    "citation_title": "Leverage and Beliefs: Personal Experience and Risk Taking in Margin Lending",
    "citation_author": [
        "Peter Koudijs",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "2015-10-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines risk-bearing capacity and the amount of leverage in financial markets? Using unique archival data on collateralized lending, we show that personal experience can affect individual risk-taking and aggregate leverage. When an investor syndicate speculating in Amsterdam in 1772 went bankrupt, many lenders were exposed. In the end, none of them actually lost money. Nonetheless, only those at risk of losing money changed their behavior markedly – they lent with much higher haircuts. The rest continued largely as before. The differential change is remarkable since the distress was public knowledge. Overall leverage in the Amsterdam stock market declined as a result.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Caltech, CREI Barcelona, Northwestern, Stanford, UC Berkeley, University of British Columbia, the NBER Corporate Finance meeting (Fall 2013), the SITE Asset Pricing meeting (Summer 2013), and the BGSE 2013 Summer Forum for feedback. We are grateful to Ran Abramitzky, Paul Beaudry, Effi Benmelech, Markus Brunnermeier, Vicente Cuñat, Ian Dew-Becker, Darrell Duffie, Patrick Francois, William Fuchs, Carola Frydman (discussant), Mariassunta Giannetti, Francisco Perez Gonzales, Gary Gorton (discussant), Filippo Ippolitto, Dirk Jenter, Gregor Matvos, Chris Meissner (discussant), Stefan Nagel, Marco Pagano, Luigi Pascali, Enrico Perrotti, Jose Luis Peydro, Giacomo Ponzetto, Josh Rauh, Michael Roberts, David Romer, Jean-Laurent Rosenthal, and Amit Seru for valuable comments and suggestions. Daphne Acoca, Tim Kooijmans, Dmitry Orlov, Inken Töwe and Victor Westrupp provided outstanding research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}