{
    "id": 1995,
    "citation_title": "Supply-Side Macroeconomics",
    "citation_author": [
        "John F. Helliwell"
    ],
    "citation_publication_date": "1986-08-01",
    "issue_date": "1986-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests New Classical and Keynesian explanations of\noutput determination within an encompassing \"factor utilization\"\nmodel wherein the output decision by producers is modelled as the\nchoice of a utilization rate for employed factors. In this\nencompassing model, the ratio of actual to normal output (with\nthe latter defined by a nested CES vintage production function\nwith capital, energy and employment as factor inputs) is\nexplained by unexpected sales (a Keynesian element), abnormal\nprofitability (one component of which is the Lucas \"price\nsurprise\" effect), and abnormal inventories.\nResults using Canadian data show that the Keynesian and New\nClassical elements contribute explanatory power, as does the\nproduction-function-based measure of normal output, while each of\nthese partial models is strongly rejected in favour of the\nencompassing model. The highly structured factor utilization\nmodel is also seen to fit better than an unstructured VAR model.\nU.S. data confirm the results, and show that there are\nsignificant effects from abnormal demand, profitability and\ninventory levels even if the labour and capital components of\nnormal output are defined using hours and utilized capital rather\nthan employment and the capital stock. The results are also\nconfirmed using alternative output (and hence input) concepts,\nusing a translog function instead of a CES function to define\nnormal output, and using data for several other major industrial\ncountries.\n\n",
    "acknowledgement": "\n"
}