{
    "id": 19950,
    "citation_title": "The Sad Truth About Happiness Scales",
    "citation_author": [
        "Timothy N. Bond",
        "Kevin Lang"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe show that, without strong auxiliary assumptions, it is impossible to rank groups by average happiness using survey data with a few potential responses. The categories represent intervals along some continuous distribution. The implied CDFs of these distributions will (almost) always cross when estimated using large samples. Therefore some monotonic transformation of the utility function will reverse the ranking. We provide several examples and a formal proof. Whether Moving-to-Opportunity increases happiness, men have become happier relative to women, and an Easterlin paradox exists depends on whether happiness is distributed normally or log-normally. We discuss restrictions that may permit such comparisons.\n\n",
    "acknowledgement": "\nWe are grateful to Larry Katz, Jeff Liebman, Jens Ludwig, Andy Oswald, Justin Wolfers and participants in seminars at Boston University and the University of Waterloo for their helpful feedback and comments. The usual caveat applies, perhaps more strongly than in most cases. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}