{
    "id": 19953,
    "citation_title": "Opting Out of Good Governance",
    "citation_author": [
        "C. Fritz Foley",
        "Paul Goldsmith-Pinkham",
        "Jonathan Greenstein",
        "Eric Zwick"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCross-listing on a U.S. exchange does not bond foreign firms to follow the corporate governance rules of that exchange.  Hand-collected data show that 80% of cross-listed firms opt out of at least one exchange governance rule, instead committing to observe the rules of their home country.  Relative to firms that comply, firms that opt out have weaker governance practices in that they have a smaller share of independent directors.  The decision to opt out reflects the relative costs and benefits of doing so.  Cross-listed firms opt out more when coming from countries with weak corporate governance rules, but if firms based in such countries are growing and have a need for external finance, they are more likely to comply.  Finally, opting out affects the value of cash holdings.  For cross-listed firms based in countries with weak governance rules, a dollar of cash held inside the firm is worth $1.52 if the firm fully complies with U.S. exchange rules but just $0.32 if it is non-compliant.\n\n",
    "acknowledgement": "\nWe thank Ed Glaeser, Andrei Shleifer, and seminar participants at Harvard and MIT for helpful comments and suggestions. Foley thanks the Division of Research of the Harvard Business School for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}