{
    "id": 19951,
    "citation_title": "Trapped Factors and China's Impact on Global Growth",
    "citation_author": [
        "Nicholas Bloom",
        "Paul M. Romer",
        "Stephen J. Terry",
        "John Van Reenen"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn a general equilibrium product-cycle model, lower trade barriers increase Southern purchasing power, which lifts long-run growth by increasing the profit from innovation. In the short run, factors of production must be reallocated inside firms, which lowers the opportunity cost of innovation, generating an additional trapped factor effect. Starting from a baseline OECD growth rate of 2% we find that trade integration with low-wage countries in the decade around China's WTO accession could have increased long-run growth to 2.4%. There is an additional short-run trapped factors effect, raising growth to 2.7%. China accounts for about half of these growth increases.\n\n",
    "acknowledgement": "\nWe thank the ESRC for financial support through the Centre for Economic Performance and the National Science Foundation. A portion of this paper was written while Stephen Terry was a visitor at the Federal Reserve Bank of Richmond. This paper does not necessarily represent the views of the Federal Reserve System or the Federal Reserve Bank of Richmond. We would like to thank our formal discussants, Chad Jones and Michael Sposi as well as Steve Redding and participants in seminars at Harvard, LSE, Philadelphia, San Diego, WEAI Seattle, West Coast Trade Workshop, and Stanford. A summarized version of this paper is available as Bloom, Romer, Terry and Van Reenen (2013). All of the data and code used to produce the quantitative results in this paper, as well as an Online Appendix, can be found at Nicholas Bloom's website: http://www.stanford.edu/nbloom/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaul M. Romer\n\nMy work on urbanization has been supported by gifts to New York University from Donald B. Marron and Leonard B. Stern.\n\n\n\nStephen J. Terry\n\nI have received dissertation fellowship funding from the Stanford Institute for Economic Policy Research (SIEPR) as a Bradley Fellow.\n\n\n"
}