{
    "id": 19954,
    "citation_title": "The Effects of Medicare on Medical Expenditure Risk and Financial Strain",
    "citation_author": [
        "Silvia H. Barcellos",
        "Mireille Jacobson"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the current impact of Medicare on medical expenditure risk and financial strain. At age 65, out-of-pocket expenditures drop by 33% at the mean and 53% among the top 5% of spenders. The fraction of the population with out- of-pocket medical expenditures above income drops by more than half. Medical- related financial strain, such as problems paying bills, is dramatically reduced. Using a stylized expected utility framework, the gain from reducing out-of-pocket expenditures alone accounts for 18% of the social costs of financing Medicare. This calculation ignores the benefits of reduced financial strain and direct health improvements due to Medicare.\n\n",
    "acknowledgement": "\nThis work was funded by the National Institute on Aging (NIA R21-AG044737), the Commonwealth Fund's Affordable Health Insurance Program, RAND's Center for the Study of Aging (NIA P30 AG012815), and USC's Resource Center for Minority Aging Research (NIA P30AG043073) and USC's Roybal Center for Financial Decision Making (NIA P30AG024962). We thank Mahshid Abir, M.D., Abby Alpert, Sanjay Arora, M.D., Maria Casanova, Eileen Crimmins, Mark Friedberg, M.D., Dana Goldman, Arie Kapteyn, Adriana Lleras-Muney, Michael Menchine, M.D., Kathleen Mullen, David Powell, James P. Smith, Neeraj Sood, Daniel Waxman, M.D., Julie Zissimopoulos and participants of the monthly USC Resource Center for Minority Aging Research (RCMAR) meetings, the Society of Econometrics annual summer meeting, the NBER Summer Institute Aging workshop, the All-California Labor Economics conference, and the European Conference on Household Finance for many helpful comments. Mikhail Zaydman provided excellent research assistance. All mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}