{
    "id": 19963,
    "citation_title": "Uncovered Equity Parity and Rebalancing in International Portfolios",
    "citation_author": [
        "Stephanie E. Curcuru",
        "Charles P. Thomas",
        "Francis E. Warnock",
        "Jon Wongswan"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPortfolio rebalancing is a key driver of the Uncovered Equity Parity (UEP) condition. According to UEP, when foreign equity holdings outperform domestic holdings, domestic investors are exposed to higher exchange rate exposure and hence repatriate some of the foreign equity to decrease their exchange rate risk. By doing so, foreign currency is sold, leading to foreign currency depreciation. We examine the relationship between U.S. investors' portfolio reallocations and returns and find some evidence consistent with UEP: Portfolio shifts are related to past returns in the underlying equity markets. But we argue that a motive other than reducing currency risk exposure is likely behind this rebalancing. In particular, U.S. investors may be exploiting mean reversion in underlying equity markets, rebalancing away from equity markets that recently performed well and moving into equity markets market just prior to relatively strong performance. Such behavior suggests tactical reallocations to increase returns rather than reduce risk.\n\n",
    "acknowledgement": "\nThe authors are thankful for comments from Galina Hale, Richard Levich, Assaf Razin, Giorgio Valente, and participants in seminars or conferences at BIS, Clemson University, De Nederlandsche Bank, ECB, Federal Reserve Bank of Dallas, Federal Reserve Board, Georgetown University, Hong Kong Monetary Authority, Trinity College Dublin, Universiteit van Amsterdam, University of Oregon, and University of Virginia. We thank James Albertus for excellent research assistance. Warnock thanks the Darden School Foundation for generous support and the Asian Institute of Management for its hospitality. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Dallas, the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}