{
    "id": 19960,
    "citation_title": "Managing Credit Bubbles",
    "citation_author": [
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a dynamic economy where credit is limited by insufficient collateral and, as a result, investment and output are too low. In this environment, changes in investor sentiment or market expectations can give rise to credit bubbles, that is, expansions in credit that are backed not by expectations of future profits (i.e. fundamental collateral), but instead by expectations of future credit (i.e. bubbly collateral). During a credit bubble, there is more credit available for entrepreneurs: this is the crowding-in effect. But entrepreneurs must also use some of this credit to cancel past credit: this is the crowding-out effect. There is an \"optimal\" bubble size that trades off these two effects and maximizes long-run output and consumption.\nThe \"equilibrium\" bubble size depends on investor sentiment, however, and it typically does not coincide with the \"optimal\" bubble size. This provides a new rationale for macroprudential policy. A lender of last resort can replicate the \"optimal\" bubble by taxing credit when the \"equilibrium\" bubble is too high, and subsidizing credit when the \"equilibrium\" bubble is too low. This leaning-against-the-wind policy maximizes output and consumption. Moreover, the same conditions that make this policy desirable guarantee that a lender of last resort has the resources to implement it.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title \"Bubbly Collateral and Economic Activity\". We thank seminar participants at various institutions and Zeno Enders, Raquel Fernandez, Bernardo Guimaraes, Zhiguo He, Joachim Jungherr, Fabrizio Perri, and Oren Sussmann for very helpful discussions. We acknowledge support from the Spanish Ministry of Economics and Competitiveness (grant ECO2011-23192) and the Generalitat de Catalunya-DIUE (grant 2009SGR1157). In addition, Ventura acknowledges support from the ERC (Advanced Grant FP7-249588), and Martin from the Spanish Ministry of Science and Innovation (grant Ramon y Cajal RYC-2009-04624) and the IMF Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}