{
    "id": 19968,
    "citation_title": "Exporters and Shocks: Dissecting the International Elasticity Puzzle",
    "citation_author": [
        "Doireann Fitzgerald",
        "Stefanie Haller"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "2017-05-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use micro data for Ireland to estimate how export participation and the export revenue of incumbent exporters respond to tariffs and real exchange rates. Both participation and revenue, but especially revenue, are more responsive to tariffs than to real exchange rates. Our estimates translate into an elasticity of aggregate exports with respect to tariffs of between -3.8 and -5.4, and with respect to real exchange rates of between 0.45 and 0.6, consistent with estimates in the literature based on aggregate data. We argue that forward-looking investment in customer base combined with the fact that tariffs are much more predictable than real exchange rates can explain why export revenue responds so much more to tariffs.\n\n",
    "acknowledgement": "\nThis work makes use of data from the Central Statistics Office, Ireland, which is CSO copyright. The possibility for controlled access to confidential micro data sets on the premises of the CSO is provided for in the Statistics Act 1993. The use of CSO data in this work does not imply the endorsement of the CSO in relation to the interpretation or analysis of the data. This work uses research datasets which may not exactly reproduce statistical aggregates published by the CSO. We thank the staff of the CSO for making this project possible. Expert research assistance was provided by Jackie Chan and Adrian Corcoran. Doireann Fitzgerald is grateful for financial support from the NSF under grant number 0647850. Stefanie Haller is grateful for financial support from the IRC under the grant titled \"Exporters and Shocks.\" We are grateful for comments and suggestions from Costas Arkolakis, Ina Jäkel, Richard Rogerson, Kim Ruhl and Jim Tybout. The views expressed here are those of the authors and not those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}