{
    "id": 19967,
    "citation_title": "Macroprudential Policies in a Global Perspective",
    "citation_author": [
        "Olivier Jeanne"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the case for the international coordination of macroprudential policies in the context of a simple theoretical framework. Both domestic macroprudential policies and prudential capital controls have international spillovers through their impact on capital flows. The uncoordinated use of macroprudential policies may lead to a \"capital war\" that depresses global interest rates. International coordination of macroprudential policies is not warranted, however, unless there is unemployment in some countries. There is scope for Pareto-improving international policy coordination when one part of the world is in a liquidity trap while the rest of the world accumulates reserves for prudential reasons.\n\n",
    "acknowledgement": "\nPaper presented at the 2013 Asia Economic Policy Conference, Federal Reserve bank of San Francisco, November 3-5 2013. A preliminary version of this paper was presented at the BOJ-IMES Conference, \"Financial Crises and the Global Financial System\" at the Bank of Japan, May 29-30, 2013. I thank the participants at these conferences for their comments, especially my discussants Guillermo Calvo, Jonathan Ostry and Eric Santor. I also thank Anton Korinek for his comments on a previous draft. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}