{
    "id": 19965,
    "citation_title": "Household Demand for Low Carbon Public Policies: Evidence from California",
    "citation_author": [
        "Matthew J. Holian",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn recent years, Californians have voted on two key pieces of low carbon regulation.  The resulting voting patterns provide an opportunity to examine the demand for carbon mitigation efforts.  Household voting patterns are found to mirror the voting patterns by the U.S Congress on national carbon legislation. Political liberals and more educated voters favor such regulations while suburbanites tend to oppose such initiatives.  Survey responses at the individual level are shown to predict the spatial variation in actual voting patterns and hence convergent validity for results obtained with stated preference data on voting markets.\n\n",
    "acknowledgement": "\nWe thank Navid Sadri and Kevin Chu for excellent research assistance, and Kyle Barron for useful comments.  Participants at the 2013 International Transportation Economics Association annual conference also provided valuable comments.  We thank the UCLA Ziman Center for Real Estate and the Mineta Transportation Institute at SJSU for valuable support.  All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}