{
    "id": 19962,
    "citation_title": "German-Jewish Emigres and U.S. Invention",
    "citation_author": [
        "Petra Moser",
        "Alessandra Voena",
        "Fabian Waldinger"
    ],
    "citation_publication_date": "2014-03-06",
    "issue_date": "2014-03-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHistorical accounts suggest that Jewish émigrés from Nazi Germany revolutionized U.S. science. To analyze the émigrés' effects on chemical innovation in the U.S. we compare changes in patenting by U.S. inventors in research fields of émigrés with fields of other German chemists. Patenting by U.S. inventors increased by 31 percent in émigré fields. Regressions that instrument for émigré fields with pre-1933 fields of dismissed German chemists confirm a substantial increase in U.S. invention. Inventor-level data indicate that émigrés encouraged innovation by attracting new researchers to their fields, rather than by increasing the productivity of incumbent inventors.\n\n",
    "acknowledgement": "\nWe wish to thank seminar participants at the ASSA Meetings in Chicago, Bologna, Carnegie Mellon, Chicago, Collegio Carlo Alberto, Harvard, ISNIE, MIT, Naples, the NBER Group on the Development of the American Economy (DAE), and the NBER Group on High-Skilled Immigration, Northwestern, NYU, Paris, Sant'Anna Pisa, Stanford, St. Gallen, Torino, Tübingen, UBC, UCLA, and Warwick, as well as Claudia Goldin, Dietmar Harhoff, Eric Hilt, Naomi Lamoreaux, Maggie Levenstein, Neale Mahoney, Tom Nicholas, and Paul Rhode for helpful comments. We are especially indebted to Ryan Lampe for his invaluable help with collecting the patent data. Arthur Blouin, Mariela Dal Borgo, Nicola Bianchi, Anna Elisabeth Hage, Stephanie Lee, Marina Kutyavina, Michael Talbot, and Tilky Xu provided outstanding research assistance. Moser gratefully acknowledges financial support through NSF CAREER Grant 1,151,180 and the Center for Advanced Study in the Behavioral Sciences. The authors declare that they have no relevant or material financial interest that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}