{
    "id": 19970,
    "citation_title": "Liquidity Trap and Excessive Leverage",
    "citation_author": [
        "Anton Korinek",
        "Alp Simsek"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of macroprudential policies in mitigating liquidity traps driven by deleveraging, using a simple Keynesian model. When constrained agents engage in deleveraging, the interest rate needs to fall to induce unconstrained agents to pick up the decline in aggregate demand. However, if the fall in the interest rate is limited by the zero lower bound, aggregate demand is insufficient and the economy enters a liquidity trap. In such an environment, agents' ex-ante leverage and insurance decisions are associated with aggregate demand externalities. The competitive equilibrium allocation is constrained inefficient. Welfare can be improved by ex-ante macroprudential policies such as debt limits and mandatory insurance requirements. The size of the required intervention depends on the differences in marginal propensity to consume between borrowers and lenders during the deleveraging episode. In our model, contractionary monetary policy is inferior to macroprudential policy in addressing excessive leverage, and it can even have the unintended consequence of increasing leverage.\n\n",
    "acknowledgement": "\nThe authors would like to thank Larry Ball, Ricardo Caballero, Gauti Eggertsson, Emmanuel Farhi, Ricardo Reis, Joseph Stiglitz and seminar participants at Brown University, Harvard University, London School of Economics, New York Fed, University of Maryland and conference participants at the 2013 SED meetings, 2013 Econometric Society Meetings, 2013 Summer Workshop of the Central Bank of Turkey, and the First INET Conference on Macroeconomic Externalities for helpful comments and discussions. Korinek acknowledges financial support from INET/CIGI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}