{
    "id": 19971,
    "citation_title": "Education, Health and Wages",
    "citation_author": [
        "James J. Heckman",
        "John Eric Humphries",
        "Greg Veramendi",
        "Sergio S. Urzua"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops and estimates a model with multiple schooling choices that identifies the causal effect of different levels of schooling on health, health-related behaviors, and labor market outcomes. We develop an approach that is a halfway house between a reduced form treatment effect model and a fully formulated dynamic discrete choice model. It is computationally tractable and identifies the causal effects of educational choices at different margins. We estimate distributions of responses to education and find evidence for substantial heterogeneity in unobserved variables on which agents make choices. The estimated treatment effects of education are decomposed into the direct benefits of attaining a given level of schooling and indirect benefits from the option to continue on to further schooling. Continuation values are an important component of our estimated treatment effects. While the estimated causal effects of education are substantial for most outcomes, we also estimate a quantitatively important effect of unobservables on outcomes. Both cognitive and socioemotional factors contribute to shaping educational choices and labor market and health outcomes. We improve on LATE by identifying the groups affected by variations in the instruments. We find benefits of cognition on most outcomes apart from its effect on schooling attainment. The benefits of socioemotional skills on outcomes beyond their effects on schooling attainment are less precisely estimated.\n\n",
    "acknowledgement": "\nWe thank Rob Shimer and Chris Taber for very helpful comments on this draft. This research was supported in part by the American Bar Foundation, the Pritzker Children's Initiative, the Buffett Early Childhood Fund, NICHD 5R37HD065072, 1R01HD54702, an anonymous funder, the support of a European Research Council grant hosted by University College Dublin, DEVHEALTH 269874, and a grant from the Institute for New Economic Thinking (INET) to the Human Capital and Economic Opportunity Global Working Group (HCEO)--an initiative of the Becker Friedman Institute for Research in Economics (BFI). Humphries acknowledges the support of a National Science Foundation Graduate Research Fellowship. The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}