{
    "id": 19979,
    "citation_title": "Does grief transfer across generations? In-utero deaths and child outcomes",
    "citation_author": [
        "Sandra Black",
        "Paul J. Devereux",
        "Kjell Salvanes"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile much is now known about the effects of physical health shocks to pregnant women on the outcomes of the in-utero child, we know little about the effects of psychological stresses. One clear form of stress to the mother comes from the death of a parent. We examine the effects of the death of the mother's parent during pregnancy on both the short-run and the long-run outcomes of the infant. Our primary specification involves using mother fixed effects--comparing the outcomes of two children with the same mother but where a parent of the mother died during one of the pregnancies--augmented with a control for whether there is a death around the time of the pregnancy in order to isolate true causal effects of a bereavement during pregnancy. We find small negative effects on birth outcomes, and these effects are bigger for boys than for girls. The effects on birth outcomes seems to be driven by deaths due to cardiovascular causes suggesting that sudden deaths are more difficult to deal with. However, we find no evidence of adverse effects on adult outcomes.  The results are robust to alternative specifications.\n\n",
    "acknowledgement": "\nWe are grateful to the Norwegian Research Council for support, the Medical Birth Registry of Norway for providing the birth registry data, and to participants at the workshop in Family Economics in Bergen in 2013, and seminar participants at the University of Texas, Norwegian School of Economics, and UCL for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}