{
    "id": 19978,
    "citation_title": "Suicide and Property Rights in India",
    "citation_author": [
        "Siwan Anderson",
        "Garance Genicot"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of female property rights on male and female suicide rates in India. Using state level variation in legal changes to women's property rights, we show that better property rights for women are associated with a decrease in the difference between female and male suicide rates, but an increase in both male and female suicides. We conjecture that increasing female property rights increased conflict within household and this increased conflict resulted in more suicides among both men and women in India. Using individual level data on domestic violence we find evidence that increased property rights for women did increase the incidence of wife beating in India. A model of intra-household bargaining with asymmetric information and costly conflict is consistent with these findings.\n\n",
    "acknowledgement": "\nGenicot is grateful to the Development Research Group of the World Bank for their warm hospitality during the writing of a first draft of this paper. Javier Torres's research assistance was appreciated. We thank Patrick Francois, Eliana La Ferrara and Debraj Ray for comments, as well as seminar participants at Bocconi University, the IIES, the Maryland Population Research Center, the World Bank DECRG and IFPRI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}