{
    "id": 19974,
    "citation_title": "One Fundamental and Two Taxes: When Does a Tobin Tax Reduce Financial Price Volatility?",
    "citation_author": [
        "Yongheng Deng",
        "Xin Liu",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe aim to make two contributions to the literature on the effects of transaction costs on financial price volatility. First, by using a research design with three ingredients (a common set of companies simultaneously listed on two stock exchanges; binding capital controls; different timing of changes in transaction costs), we obtain a control group that has identical corporate fundamentals as the treatment group and is therefore far cleaner than any in the existing literature. We apply the research design to Chinese stocks that are cross-listed in Hong Kong and Mainland. Second, we entertain the possibility that a given transaction cost can have different effects in immature and mature markets. In an immature market where trading is dominated by retail investors with little knowledge of accounting and finance, a Tobin tax should have the best chance of generating its intended effect.  In a more mature market, higher transaction costs may also discourage sophisticated investors, hence impeding timely incorporation of fundamental information into prices. We find a significantly negative relation in the Chinese market, on average, between stamp duty increase and price volatility. However, this average effect masks some important heterogeneity. In particular, when institutional investors have become a significant part of traders' pool, we find an opposite effect. This suggests that a Tobin tax may work in an immature market but can backfire in a more developed market.\n\n",
    "acknowledgement": "\nWe thank Geert Bekaert, Charles Jones, Wei Xiong, and participants in seminars at Columbia University, UCLA Anderson School, University of Hong Kong, the World Bank finance group, the Federal Reserve Bank of San Francisco, and the 2013 Econometric Society Far Eastern meeting in Singapore for helpful comments, and Ellen Lin and Joy Glazener for proofreading. All errors are our responsibilities.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}