{
    "id": 19972,
    "citation_title": "Rating Agencies",
    "citation_author": [
        "Harold L. Cole",
        "Thomas F. Cooley"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor decades credit rating agencies were viewed as trusted arbiters of creditworthiness and their ratings as important tools for managing risk. The common narrative is that the value of ratings was compromised by the evolution of the industry to a form where issuers pay for ratings. In this paper we show how credit ratings have value in equilibrium and how reputation insures that, in equilibrium, ratings will reflect sound assessments of credit worthiness. There will always be an information distortion because of the fact that purchasers of ratings need not reveal them. We argue that regulatory reliance on ratings and the increasing importance of risk-weighted capital in prudential regulation have more likely contributed to distorted ratings than the matter of who pays for them. In this respect, much of the regulatory obsession with the conflict created by issuers paying for ratings is a distraction.\n\n",
    "acknowledgement": "\nPlease note that the second author was previously a member of the Board of Managers of Standard & Poor's Financial Services LLC and also serves as a consultant to the company. The opinions and views expressed in this article do not necessarily reflect the opinions and views of Standard & Poor's Financial Services LLC. We thank Steve LeRoy, Larry White for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}