{
    "id": 19977,
    "citation_title": "How Do Electricity Shortages Affect Industry? Evidence from India",
    "citation_author": [
        "Hunt Allcott",
        "Allan Collard-Wexler",
        "Stephen D. O'Connell"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "2015-08-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effects of electricity shortages on Indian manufacturers, instrumenting with supply shifts from hydroelectric power availability. We estimate that India’s average reported level of shortages reduces the average plant’s revenues and producer surplus by five to ten percent, but average productivity losses are significantly smaller because most inputs can be stored during outages. Shortages distort the plant size distribution, as there are significant economies of scale in generator costs and shortages more severely affect plants without generators. Simulations show that offering interruptible retail electricity contracts could substantially reduce the impact of shortages.\n\n",
    "acknowledgement": "\nPreviously circulated as \"How Do Electricity Shortages Affect Productivity? Evidence from India.\" We thank Maureen Cropper, Jan De Loecker, Michael Greenstone, Peter Klenow, Kabir Malik, Rohini Pande, Nick Ryan, Jagadeesh Sivadasan, Anant Sudarshan, and seminar participants at Brown, Drexel, Duke, the Federal Trade Commission, Harvard, the 2013 NBER Summer Institute, the 2014 NBER Winter IO/EEE meetings, Society for Economic Dynamics, Stanford, KU Leuven, Toulouse, Universidad de los Andes, University of Chicago, University of Cologne, and the World Bank for helpful comments. We are particularly grateful to Nick Bloom, Troy Smith, and Shaleen Chavda for insight into the textile industry. We thank Deepak Choudhary, Anuradha Bhatta, Sherry Wu, and Mark Thomas for helpful research assistance and the Stern Center for Global Economy and Business for financial support. We have benefited from helpful conversations with Jayant Deo of India Energy Exchange, Gajendra Haldea of the Planning Commission, Partha Mukhopadhyay of the Centre for Policy Research, and Kirit Parikh of IGIDR. We also thank A. S. Bakshi and Hemant Jain of the Central Electricity Authority for help in collecting archival data. Of course, all analyses are the responsibility of the authors, and no other parties are accountable for our conclusions.  Code for replication is available from Hunt Allcott’s website. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}