{
    "id": 19980,
    "citation_title": "The Transmission of Federal Reserve Tapering News to Emerging Financial Markets",
    "citation_author": [
        "Joshua Aizenman",
        "Mahir Binici",
        "Michael M. Hutchison"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "2015-02-18",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the impact of tapering “news” announcements by Fed senior policy makers on financial markets in emerging economies. We apply a panel framework using daily data, and find that emerging market asset prices respond most to statements by Fed Chairman Bernanke, and much less to other Fed officials. We group emerging markets into those with “robust” fundamentals (current account surpluses, high international reserves and low external debt) and those with “fragile” fundamentals and, intriguingly, find that the exchange rates of the robust group (and lesser extend equity prices and CDS spreads) were more adversely affected to tapering news than the fragile group. The cumulative effects of tapering announcements after a month, however, appear to be quite similar for both robust and fragile emerging markets. We also show that more financially developed economies are more impacted by tapering news and a plausible interpretation is that more financially developed economies are more exposed, at least in the short-term, to external news announcements.\n\n",
    "acknowledgement": "\nWe thank Michael Devereux, the participants of the 2015 ASSA Monetary Policy session and three anonymous referees for very helpful suggestions on an earlier draft of this paper.\n\n\n"
}