{
    "id": 19984,
    "citation_title": "Why Do Banks Practice Regulatory Arbitrage? Evidence from Usage of Trust Preferred Securities",
    "citation_author": [
        "Nicole Boyson",
        "Rüdiger Fahlenbrach",
        "René M. Stulz"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a theory of regulatory arbitrage by banks and test it using trust preferred securities (TPS) issuance. From 1996 to 2007, U.S. banks in the aggregate increased their regulatory capital through issuance of TPS while their net issuance of common stock was negative due to repurchases. We assume that, in the absence of capital requirements, a bank has an optimal capital structure that depends on its business model. Capital requirements can impose constraints on bank decisions. If a bank's optimal capital structure also meets regulatory capital requirements with a sufficient buffer, the bank is unconstrained by these requirements. We expect that unconstrained banks will not issue TPS, that constrained banks will issue TPS and engage in other forms of regulatory arbitrage, and that banks with TPS will be riskier than other banks with the same amount of regulatory capital, and therefore, more adversely affected by the credit crisis. Our empirical evidence supports these predictions.\n\n",
    "acknowledgement": "\nBoyson is from Northeastern University. Fahlenbrach is from Ecole Polytechnique Fédérale de Lausanne and is affiliated with the Swiss Finance Institute. Stulz is Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and is affiliated with NBER, ECGI and Wharton Financial Institutions Center. We thank Wolfgang Bühler, Jan Krahnen, Christian Leuz, Sascha Steffen, Elu von Thadden, and seminar participants at Bentley University, Bristol University, European School of Management and Technology, Goethe Universität Frankfurt, HEC Paris, Universität Mannheim, Universität St. Gallen, University of Oxford, and the University of Massachusetts at Amherst for helpful comments and suggestions. Brian Baugh and Andrei Goncalves provided valuable research assistance. René Stulz serves on the board of a bank that is affected by capital requirements and consults and provides expert testimony for financial institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}