{
    "id": 19981,
    "citation_title": "The Effects of Monetary Policy on Stock Market Bubbles: Some Evidence",
    "citation_author": [
        "Jordi Gali",
        "Luca Gambetti"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the response of stock prices to exogenous monetary policy shocks using a vector-autoregressive model with time-varying parameters. Our evidence points to protracted episodes in which, after a short-run decline, stock prices increase persistently in response to an exogenous tightening of monetary policy. That response is clearly at odds with the \"conventional\" view on the effects of monetary policy on bubbles, as well as with the predictions of bubbleless models. We also argue that it is unlikely that such evidence be accounted for by an endogenous response of the equity premium to the monetary policy shocks.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Andrea Ferrero, Mark Gertler, Refet Gürkeynak, Lucrezia Rieichlin, and seminar and conference participants at UB, CEMFI, NYU, the Barcelona GSE Summer Forum, the Time Series Econometric Workshop (U. Zaragoza), the Norges Bank Conference on \"The Role of Monetary Policy Revisited\", the NBER Conference on \"Lessons for the Financial Crisis from Monetary Policy\" and the OFCE Workshop on Empirical Monetary Economics. Galí acknowledges the European Research Council for financial support under the European Union's Seventh Framework Programme (FP7/2007-2013, ERC Grant agreement nº 339656). Gambetti gratefully acknowledges the financial support of the Spanish Ministry of Economy and Competitiveness through grant ECO2012-32392 and the Barcelona GSE Research Network. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJordi Gali\n\nI have an ongoing consulting relationship with the European Central Bank, the Sveriges Riksbank and the Norges Bank. I am a member of the Board of Directors of BanSabadell Inversión, an Barcelona-based investment fund.\n\n\n"
}