{
    "id": 19988,
    "citation_title": "Optimal Employment Contracts with Hidden Search",
    "citation_author": [
        "Rasmus Lentz"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I explore optimal employment contract design in a random search framework, where workers search on and off the job for employment opportunities similar to that of Lentz (2010) and Bagger and Lentz (2013). The worker determines the frequency by which employment opportunities arrive through a costly choice of search intensity, which is unobserved by the firm and cannot be directly contracted upon. Firms differ in productivity by which they employ workers. Firms compete over workers in terms of utility promises in a fashion otherwise similar to that of Postel-Vinay and Robin (2002). As in Burdett and Coles (2003) and Burdett and Coles (2010), optimal tenure conditional contracts are shown to be back loaded to discourage the worker from generating outside competitive pressure. The analysis establishes existence, uniqueness and provides characterization of the core mechanism. The paper applies the framework to the analysis of firm provided general human capital training. It is shown that more productive firms provide more training and pay higher wages.\n\n",
    "acknowledgement": "\nA previous version of this paper has circulated under the title \"Optimal Wage-Tenure Contracts without Search Intensity Commitment.\" I am grateful for useful comments from Joseph Altonji, Hector Chade, John Kennan, Costas Meghir, Guido Menzio, Giuseppe Moscarini, Dale T. Mortensen, Jean-Marc Robin, Rob Shimer, Chris Sleet, Gustavo Ventura, Noah Williams, and Randall Wright. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}