{
    "id": 19982,
    "citation_title": "Global Benefits of Marine Protected Areas",
    "citation_author": [
        "James Rising",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2014-03-13",
    "issue_date": "2014-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCase studies suggest that Marine Protected Areas (MPAs) can be effective tools for fishery management. This study uses global datasets of MPAs and stock assessments to estimate the strength and robustness of their benefits. We apply multiple models, including a treatment-control pairing, a logistic model estimated with fixed-effects, and a regression tree to identify key characteristics. We find that regions with significant MPA designations increased their yearly yield by 17e3 MT/yr while those without experienced a loss of 20e3 MT/yr. On average, a 1% increase in protected area results in an increase in the growth rate of fish populations by about 1%. Considering only IUCN classified protected areas, and only marine portions of MPAs, growth rates increase 2% per percent area protected. MPA size is a key parameter which determines their per-area effectiveness. Using these results, we produce an estimate of the economic benefits of protected areas, relative to their costs. About 60% of country regions currently have insufficient protected areas to generate economic benefits, where the average break-even point for economic benefits of MPAs is at 8.5% of marine area.\n\n",
    "acknowledgement": "\nThe authors acknowledge support from the School of International and Public Affairs and the Graduate School of Business at Columbia University. This work was supported by the National Science Foundation under Grant No. 1144155. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}