{
    "id": 19989,
    "citation_title": "Who Benefits when the Government Pays More? Pass-Through in the Medicare Advantage Program",
    "citation_author": [
        "Mark Duggan",
        "Amanda Starc",
        "Boris Vabson"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments contract with private firms to provide a wide range of services. While a large body of previous work has estimated the effects of that contracting, surprisingly little has investigated how those effects vary with the generosity of the contract. In this paper we examine this issue in the Medicare Advantage (MA) program, through which the federal government contracts with private insurers to coordinate and finance health care for more than 15 million Medicare recipients. To do this, we exploit a substantial policy-induced increase in MA reimbursement in metropolitan areas with a population of 250 thousand or more relative to MSAs just below this threshold. Our results demonstrate that the additional reimbursement leads more private firms to enter this market and to an increase in the share of Medicare recipients enrolled in MA plans. Our findings also reveal that only about one-fifth of the additional reimbursement is passed through to consumers in the form of better coverage. A somewhat larger share accrues to private insurers in the form of higher profits and we find suggestive evidence of a large impact on advertising expenditures. Our results have implications for a key feature of the Affordable Care Act that will reduce reimbursement to MA plans by $156 billion from 2013 to 2022.\n\n",
    "acknowledgement": "\nWe thank Josh Gottlieb, Jon Kostad, Kurt Lavetti, David Molitor, Neale Mahoney, Ashley Swanson, Bob Town, and seminar participants at Stanford, UCSB, and the ASSA meetings for helpful comments. The views expressed in this paper are solely those of the authors and do not necessarily represent the views of the institutions or other individuals mentioned above, nor of the National Bureau of Economic Research. All errors are our own. Boris Vabson acknowledges funding from the NBER Pre-Doctoral Research Fellowship in Disability Policy, through #1 DRC12000002-01-00.\n\n\n"
}