{
    "id": 1998,
    "citation_title": "Labor Markets and the Choice of Technology in an Open Developing Economy",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1986-08-01",
    "issue_date": "1986-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper highlights economic factors determining the choice of technology and\nopenness in an intertemporal context in the presence of Institutional constraints In\nthe labor market. It considers the case in which a more aggressive - development\nstrategy involves an investment in a modern technology. This technology raises the\ndegree to which real wages and productivity depend on external factors while at the\nsame time It also raises the expected value of real income. In the absence of Such\ninvestment, production takes place in a traditional sector, using a technology that\nlimits exposure to external shocks. The analysis evaluates the dependence of the\nchoice of technology on the volatility of the shocks affecting the economy, the\nexpected productivity gains, the investment cost associated with the modern\ntechnology, and the attitude towards risk. It starts with a benchmark case of a\nflexible wage/employment economy. The dependence of openness, investment, and real wages on the attltuae towards risk is derived for such an economy. The paper then\nproceeds to analyze the implications of departures from the benchmark model.\nSpecifically, it evaluates the effects of minimum wage policy on the choice of\ntechnology. it is demonstrated that institutional constraints in the labor market tend\nto discourage adoption of new technologies. The importance of this effect depends\non the volatility of the underlying shocks. A rise In the volatility tends to be\nassociated with a drop in the degree to which a given institutional structure\nconstrains the move to the new sector. Thus, turbulent periods provide opportunities for structural shifts in favor of the new sector. The analysis assesses both the positive aspects of policies and the welfare costs associated with departures from fully flexible labor markets. It also discusses the interaction between institutional structure of the labor market and the use of protective measures that attempt to reduce exposure to external shocks.\n\n",
    "acknowledgement": "\n"
}