{
    "id": 19994,
    "citation_title": "Optimal Development Policies with Financial Frictions",
    "citation_author": [
        "Oleg Itskhoki",
        "Benjamin Moll"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal dynamic Ramsey policies in a standard growth model with financial frictions. For developing countries with low financial wealth, the optimal policy intervention increases labor supply and lowers wages, resulting in higher entrepreneurial profits and faster wealth accumulation. This in turn relaxes borrowing constraints in the future, leading to higher labor productivity and wages. The use of additional policy instruments, such as subsidized credit, may be optimal as well. In the long run, the optimal policy reverses sign. Taking advantage of the tractability of our framework, we extend the model to study its implications for optimal exchange rate and sectoral industrial policies.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Mike Golosov for many stimulating discussions. We also thank Ivan Werning and Joe Kaboski for insightful discussions, and Mark Aguiar, Marco Bassetto, Paco Buera, Steve Davis, Emmanuel Farhi, Gene Grossman, Chang-Tai Hsieh, Guido Lorenzoni, Rob Shimer, Yongs Shin, Yong Wang and seminar participants at Princeton, Chicago, Chicago Booth, Northwestern, ifo Institute, Chicago Fed, SED meetings in Seoul, NBER IFM Summer Institute, ECB, UCB, World Bank, IFM, UC Irvine, USC, Atlanta Fed, NBER Macro across Time and Space conference, and the Chicago Booth International Macro Finance conference for very helpful comments. Kevin Lim provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}