{
    "id": 19998,
    "citation_title": "Risk Adjustment of Health Plan Payments to Correct Inefficient Plan Choice from Adverse Selection",
    "citation_author": [
        "Jacob Glazer",
        "Thomas McGuire",
        "Julie Shi"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper develops and implements a statistical methodology to account for the equilibrium effects (aka adverse selection) in design of risk adjustment formula in health insurance markets.  Our setting is modeled on the situation in Medicare and the new state Exchanges where individuals sort themselves between a discrete set of plan types (here, two).  Our \"Silver\" and \"Gold\" plans have fixed characteristics, as in the well-known research on selection and efficiency by Einav and Finkelstein (EF).  We build on the EF model in several respects, including by showing that risk adjustment can be used to achieve the premiums that will lead to efficient sorting.  The target risk adjustment weights can be found by use of constrained regressions, where the constraints in the estimation are conditions on premiums that should be satisfied in equilibrium.  We illustrate implementation of the method with data from seven years of the Medical Expenditure Panel Survey.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by the National Institute of Mental Health (R01 MH094290) and the National Institute of Aging (P01-AG032952).  This paper is prepared for presentation at the NBER Conference, \"Measuring and Modeling Health Care Costs,\" October 18-19, 2013 in Washington DC.  We are grateful to Randy Ellis, Amy Finkelstein, Jonathan Kolstad, Tim Layton, Karen Stockley, Aaron Schwartz and a referee for comments on a previous version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}