{
    "id": 19996,
    "citation_title": "Less Cash, Less Crime: Evidence from the Electronic Benefit Transfer Program",
    "citation_author": [
        "Richard Wright",
        "Erdal Tekin",
        "Volkan Topalli",
        "Chandler McClellan",
        "Timothy Dickinson",
        "Richard Rosenfeld"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "2021-03-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIt has been long recognized that cash plays a critical role in fueling street crime due to its liquidity and transactional anonymity. In poor neighborhoods where street offenses are concentrated, a significant source of circulating cash stems from public assistance or welfare payments. In the 1990s, the Federal government mandated individual states to convert the delivery of their welfare benefits from paper checks to an Electronic Benefit Transfer (EBT) system, whereby recipients received and expended their funds through debit cards. In this paper, we examine whether the reduction in the circulation of cash on the streets associated with EBT implementation had an effect on crime. To address this question, we exploit the variation in the timing of the EBT implementation across Missouri counties. Our results indicate that the EBT program had a negative and significant effect on the overall crime rate as well as burglary, assault, and larceny. According to our point estimates, the overall crime rate decreased by 9.8 percent in response to the EBT program. We also find a negative effect on arrests, especially those associated with non-drug offenses. EBT implementation had no effect on rape, a crime that is unlikely to be motivated by the acquisition of cash. Interestingly, the significant drop in crime in the United States over several decades has coincided with a period of steady decline in the proportion of financial transactions involving cash. In that sense, our findings serve as a fresh contribution to the important debate surrounding the factors underpinning the great American crime decline.\n\n",
    "acknowledgement": "\nWe would like to thank the seminar participants at the Institute for the Study of Labor (IZA) for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}