{
    "id": 19990,
    "citation_title": "Large and Small Sellers: A Theory of Equilibrium Price Dispersion with Sequential Search",
    "citation_author": [
        "Guido Menzio",
        "Nicholas Trachter"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies equilibrium pricing in a product market for an indivisible good where buyers search for sellers. Buyers search sequentially for sellers, but do not meet every seller with the same probability. Specifically, a fraction of the buyers' meetings lead to one particular large seller, while the remaining meetings lead to one of a continuum of small sellers. In this environment, the small sellers would like to set a price that makes the buyers indifferent between purchasing the good and searching for another seller. The large seller would like to price the small sellers out of the market by posting a price that is low enough to induce buyers not to purchase from the small sellers. These incentives give rise to a game of cat and mouse, whose only equilibrium involves mixed strategies for both the large and the small sellers. The fact that the small sellers play mixed strategies implies that there is price dispersion. The fact that the large seller plays mixed strategies implies that prices and allocations vary over time. We show that the fraction of the gains from trade accruing to the buyers is positive and non-monotonic in the degree of market power of the large seller. As long as the large seller has some positive but incomplete market power, the fraction of the gains from trade accruing to the buyers depends in a natural way on the extent of search frictions.\n\n",
    "acknowledgement": "\nThe authors are grateful to Giuseppe Moscarini for several discussions that motivated them to write this paper. The views expressed in this paper are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}