{
    "id": 19992,
    "citation_title": "Trade, Skills, and Quality Upgrading: A Theory with Evidence from Colombia",
    "citation_author": [
        "Ana Cecília Fieler",
        "Marcela Eslava",
        "Daniel Xu"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of international trade with heterogeneous firms and endogenous quality choices. Producing higher quality involves returns to scale, it is intensive in skilled labor and high-quality inputs. Firms' quality choices are interrelated because firms sell their goods to consumers and to other firms. We estimate the model using data on manufacturing plants in Colombia before the trade liberalization, simulate a counterfactual liberalization and compare the results to post-liberalization data. Like other unilateral trade liberalizations in developing countries, the skill premium and skill intensity in manufacturing increased, and the size of firms decreased in Colombia. In the model, lower tariffs lead importers and exporters to upgrade quality, increasing the domestic demand and supply of high-quality inputs. Other firms then upgrade their own product quality, thereby amplifying these effects of domestic inputs. Relative demand for skilled labor increases in a wide range of firms, despite a contraction in sales.\n\n",
    "acknowledgement": "\nWe thank Hal Cole, Steve Redding, Oleg Itskhoki, Jonathan Eaton, Jon Vogel, and Costas Arkolakis for their comments. We are grateful to DANE for making their data available to us and to our research assistants Pamela Medina, Juan Pablo Uribe, and Angela Zorro. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}