{
    "id": 19999,
    "citation_title": "Building State Capacity: Evidence from Biometric Smartcards in India",
    "citation_author": [
        "Karthik Muralidharan",
        "Paul Niehaus",
        "Sandip Sukhtankar"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "2014-10-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnti-poverty programs in developing countries are often difficult to implement; in particular, many governments lack the capacity to deliver payments securely to targeted beneficiaries. We evaluate the impact of biometrically-authenticated payments infrastructure (\"Smartcards\") on beneficiaries of employment (NREGS) and pension (SSP) programs in the Indian state of Andhra Pradesh, using a large-scale experiment that randomized the rollout of Smartcards over 158 sub- districts and 19 million people. We find that, while incompletely implemented, the new system delivered a faster, more predictable, and less corrupt NREGS payments process without adversely affecting program access. For each of these outcomes, treatment group distributions first-order stochastically dominated those of the control group. The investment was cost-effective, as time savings to NREGS beneficiaries alone were equal to the cost of the intervention, and there was also a significant reduction in the \"leakage\" of funds between the government and beneficiaries in both NREGS and SSP programs. Beneficiaries overwhelmingly preferred the new system for both programs. Overall, our results suggest that investing in secure payments infrastructure can significantly enhance \"state capacity\" to implement welfare programs in developing countries.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Payments Infrastructure and the Performance of Public Programs: Evidence from Biometric Smartcards in India\". We thank Santosh Anagol, Abhijit Banerjee, Julie Cullen, Gordon Dahl, Roger Gordon, Rema Hanna, Gordon Hanson, Erzo Luttmer, Santhosh Mathew, Simone Schaner, Monica Singhal, Anh Tran, and seminar participants at AEA 2013 meetings, Boston University, Stanford, IGC growth week-LSE, Harvard, UC San Diego, Duke, UConn, Dartmouth, Brown, CGD, Georgetown, ISI-Delhi, UC Berkeley, the World Bank, MIT, BREAD, UPenn-CASI, and Yale for comments and suggestions. We are grateful to officials of the Government of Andhra Pradesh, including Reddy Subrahmanyam, Koppula Raju, Shamsher Singh Rawat, Raghunandan Rao, G Vijaya Laxmi, AVV Prasad, Kuberan Selvaraj, Sanju, Kalyan Rao, and Madhavi Rani; as well as Gulzar Natarajan for their continuous support of the Andhra Pradesh Smartcard Study. We are also grateful to officials of the Unique Identification Authority of India (UIDAI), including Nandan Nilekani, Ram Sevak Sharma, and R Srikar for their support. We thank Tata Consultancy Services (TCS) and Ravi Marri, Ramanna, and Shubra Dixit for their help in providing us with administrative data. This paper would not have been possible without the outstanding efforts and inputs of the J-PAL/IPA project team, including Vipin Awatramani, Kshitij Batra, Prathap Kasina, Piali Mukhopadhyay, Michael Kaiser, Raghu Kishore Nekanti, Matt Pecenco, Surili Sheth, and Pratibha Shrestha. We are deeply grateful to the Omidyar Network - especially Jayant Sinha, CV Madhukar, Surya Mantha, Ashu Sikri, and Dhawal Kothari - for the financial support and long-term commitment that made this study possible. We also thank IPA, Yale University, and the Bill and Melinda Gates Foundation for additional financial support through the Global Financial Inclusion Initiative. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}