{
    "id": 20005,
    "citation_title": "Unintended Consequences of Products Liability: Evidence from the Pharmaceutical Market",
    "citation_author": [
        "Eric Helland",
        "Darius N. Lakdawalla",
        "Anup Malani",
        "Seth A. Seabury"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "2018-03-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a complex economy, production is vertical and crosses jurisdictional lines. Goods are often produced by a global or national firm upstream and improved or distributed by local firms downstream. In this context, heightened products liability may have unintended consequences for consumer safety. Conventional wisdom holds that an increase in tort liability on the upstream firm will encourage that firm to improve safety for consumers. However, in the real-world, policy actions in a single jurisdiction may not be significant enough to influence the behavior of an upstream firm that produces for many jurisdictions. Even worse, if liability is shared between upstream and downstream firms, higher upstream liability may decrease the liability of the downstream distributor and encourage it to behave more recklessly. In this manner, higher upstream liability may perversely increase the sales of a risky good. We demonstrate this phenomenon in the context of the pharmaceutical market. We show that higher products liability on upstream pharmaceutical manufacturers reduces the liability faced by downstream doctors, who respond by prescribing more drugs than before.\n\n",
    "acknowledgement": "\nThe authors would like to thank Derek Neal and workshop participants at the American Law & Economics Association Meetings, the Conference on Empirical Legal Studies, Harvard Medical School, NBER Health Care Group Spring Meeting and Summer Institute, Rice University, UCLA, and the University of Chicago. Drs. Lakdawalla and Seabury thank the National Institute on Aging (1RC4AG039036 and 1P01AG033559) for financial support. Mr. Malani thanks the financial support of the Samuel J. Kersten Faculty Fund and the Microsoft Fund at the University of Chicago Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarius N. Lakdawalla\n\nDr. Lakdawalla is a partner in Precision Health Economics LLC, a consulting firm that receives funding from pharmaceutical manufacturers whose behavior and products liability exposures are studied in this manuscript.\n\n\n\nAnup Malani\n\nAnup Malani thanks the Samuel J. Kersten Faculty Fund and the Microsoft Fund for financial support.  Mr. Malani has served as a consultant for Precision Health Economics.\n\n\n\nSeth A. Seabury\n\nDr. Seabury is a consultant for Precision Health Economics, a pharmaceutical consulting firm.\n\n\n"
}