{
    "id": 20006,
    "citation_title": "Does Classroom Time Matter? A Randomized Field Experiment of Hybrid and Traditional Lecture Formats in Economics",
    "citation_author": [
        "Theodore J. Joyce",
        "Sean Crockett",
        "David A. Jaeger",
        "Onur Altindag",
        "Stephen D. O'Connell"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether students in a hybrid format of introductory microeconomics, which met once per week, performed as well as students in a traditional lecture format of the same class, which met twice per week.   We randomized 725 students at a large, urban public university into the two formats, and unlike past studies, had a very high participation rate of 96 percent. Two experienced professors taught one section of each format, and students in both formats had access to the same online materials.  We find that students in the traditional format scored 2.3 percentage points more on a 100-point scale on the combined midterm and final.  There were no differences between formats in non-cognitive effort (attendance, time spent with online materials) nor in withdrawal from the class. Comparing our experimental estimates of the effect of attendance with non-experimental estimates using only students in the traditional format, we find that the non-experimental were 2.5 times larger, suggesting that the large effects of attending lectures found in the previous literature are likely due to selection bias.  Overall our results suggest that hybrid classes may offer a cost effective alternative to traditional lectures while having a small impact on student performance.\n\n",
    "acknowledgement": "\nThe authors thank participants at the Ausschuss für Bevölkerungökomik 2014 conference in Linz and seminar participants at the CUNY Graduate Center and Queens College for helpful comments.  Jaeger and Joyce acknowledge support from a CUNY Collaborative Incentive Research Grant (CIRG), Round 20. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}