{
    "id": 20003,
    "citation_title": "Commodity-Price Comovement and Global Economic Activity",
    "citation_author": [
        "Ron Alquist",
        "Saroj Bhattarai",
        "Olivier Coibion"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "2018-10-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGuided by a macroeconomic model in which commodity prices are endogenously determined, we apply a new factor-based identification strategy to decompose the historical sources of changes in commodity prices and global economic activity. The model yields a factor structure for commodity prices and identification conditions that provide the factors with an economic interpretation: one factor captures the combined contribution of shocks that affect commodity markets only through general-equilibrium forces. Applied to a cross-section of commodity prices since 1968, the theoretical restrictions are consistent with the data and yield structural interpretations of the common factors in commodity prices. Commodity-related shocks have contributed modestly to global economic fluctuations.\n\n",
    "acknowledgement": "\nFor helpful comments, the authors are grateful to Yuriy Gorodnichenko, Lance Bachmeier, John Baffes, Olivier Blanchard, John Bluedorn, Zeno Enders, Julian di Giovanni, Lutz Kilian, Peter Nagle, Serena Ng, Hashem Pesaran, Benjamin Wong and Choongryul Yang; seminar participants at the Bank of France; the Bundesbank; the Board of Governors of the Federal Reserve System; the Centre for Applied Macro and Petroleum Economics conference “Oil and Macroeconomics”; the European Central Bank; the Norges Bank; the Toulouse School of Economics; UC Irvine; the Federal Reserve Banks of Dallas, Minneapolis and San Francisco; the Reserve Bank of Australia; the Reserve Bank of New Zealand; the FEEM conference “Oil and Commodity Price Dynamics”; and the Barcelona GSE Summer Forum. Data for the project were kindly provided by Andrea Bastianin, Christiane Baumeister, Lutz Kilian and the trade associations of the aluminum (EEA), copper (ICSG), tin (ITRI) and nickel (INSG) industries. The paper was previously distributed under the title “Commodity Price Comovement: Sources and Implications” while Alquist was at the Bank of Canada and Coibion was a visiting scholar at the International Monetary Fund. The support of both organizations is greatly appreciated. AQR Capital Management is a global investment management firm that may or may not apply similar investment techniques or methods of analysis described in this paper. The views expressed in the paper are those of the authors and should not be interpreted as reflecting the views of AQR Capital Management, the Bank of Canada, its Governing Council, the International Monetary Fund, the National Bureau of Economic Research, or any other institution with which the authors are or have been affiliated.\n\n\n"
}