{
    "id": 20009,
    "citation_title": "Debt, Taxes, and Liquidity",
    "citation_author": [
        "Patrick Bolton",
        "Hui Chen",
        "Neng Wang"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a model of optimal capital structure and liquidity choice based on a dynamic tradeoff theory for financially constrained firms. In addition to the classical tradeoff between the expected tax advantages of debt and bankruptcy costs, we introduce a cost of external financing for the firm, which generates a precautionary demand for liquidity and an optimal liquidity management policy for the firm. An important new cost of debt financing in this context is an endogenous debt servicing cost: debt payments drain the firm's valuable liquidity reserves and thus impose higher expected external financing costs on the firm. The precautionary demand for liquidity also means that realized earnings are separated in time from payouts to shareholders, implying that the classical Miller-formula for the net tax benefits of debt no longer holds. Our model offers a novel perspective for the \"debt conservatism puzzle\" by showing that financially constrained firms choose to limit debt usages in order to preserve their liquidity. In some cases, they may not even exhaust their risk-free debt capacity.\n\n",
    "acknowledgement": "\nWe thank Phil Dybvig, Wei Jiang, Hong Liu, Gustavo Manso, Jonathan Parker, Steve Ross, and seminar participants at MIT Sloan, Stanford, UC Berkeley Haas, Washington University, University of Wisconsin-Madison, TCFA 2013, and WFA 2013 for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}