{
    "id": 20001,
    "citation_title": "Option Value of Work, Health Status, and Retirement Decisions in Japan: Evidence from the Japanese Study on Aging and Retirement (JSTAR)",
    "citation_author": [
        "Satoshi Shimizutani",
        "Takashi Oshio",
        "Mayu Fujii"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examined the factors that affect the retirement decisions of the middle-aged and elderly in Japan, focusing especially on their earnings, public pension benefits, and health status. Using two-year panel data from the JSTAR and applying the OV model proposed by Stock and Wise (1990a, 1990b), we found that the probability of retirement has a negative and significant correlation with the OV of work, and that correlation does not depend on the health status. Our counter-factual simulation based on the OV model showed that, if the probability of being enrolled in the disability program were zero, the average years of work when individuals are in their 50s and 60s would increase. However, it should be emphasized that, in Japan--where being enrolled in the disability program is unlikely to make one a candidate for the retirement path--the result of this simulation does not indicate that satisfying the eligibility criteria for disability pension receipts will more stringently increase the labor supplied by the middle-aged and elderly.\n\n",
    "acknowledgement": "\nThis study utilized micro-level data collected through the Japanese Study on Aging and Retirement (JSTAR), which was conducted by the Research Institute of Economy, Trade, and Industry (RIETI) and Hitotsubashi University in 2007 and 2009. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}