{
    "id": 20008,
    "citation_title": "On the Role of Group Size in Tournaments: Theory and Evidence from Lab and Field Experiments",
    "citation_author": [
        "John List",
        "Daan Van Soest",
        "Jan Stoop",
        "Haiwen Zhou"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBoth private and public organizations constantly grapple with incentive schemes to induce maximum effort from agents.  We begin with a theoretical exploration of optimal contest design, focusing on the number of competitors.  Our theory reveals a critical link between the distribution of luck and the number of contestants.  We find that if there is considerable (little) mass on good draws, equilibrium effort is an increasing (decreasing) function of the number of contestants.  Our first test of the theory implements a laboratory experiment, where important features of the theory can be exogenously imposed.  We complement our lab experiment with a field experiment, where we rely on biological models complemented by economic models to inform us of the relevant theoretical predictions.  In both cases we find that the theory has a fair amount of explanatory power, allowing a deeper understanding of how to effectively design tournaments.  From a methodological perspective, our study showcases the benefits of combining data from both lab and field experiments to deepen our understanding of the economic science.\n\n",
    "acknowledgement": "\nThanks to Steve Levitt for excellent comments on an earlier version of this paper, and also to seminar participants at Harvard University, Princeton University, McGill University, Universidad Autonoma de Madrid, the University of Exeter, Ecole Polytechnique, Paris and the University of California-Santa Barbara for helpful comments.  Jonathan Alevy, Roel Ikink, Stef van Kessel, Menusch Khadjavi and Michael Price provided excellent research assistance.  Furthermore, we would like to thank NWO and the Erasmus Trust Fund for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}