{
    "id": 20002,
    "citation_title": "A Global View of Cross-Border Migration",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei Levchenko",
        "Francesc Ortega"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the global welfare impact of observed levels of migration using a quantitative multi-sector model of the world economy calibrated to aggregate and firm-level data. Our framework features cross-country labor productivity differences, international trade, remittances, and a heterogeneous workforce. We compare welfare under the observed levels of migration to a no-migration counterfactual. In the long run, natives in countries that received a lot of migration - such as Canada or Australia - are better off due to greater product variety available in consumption and as intermediate inputs. In the short run the impact of migration on average welfare in these countries is close to zero, while the skilled and unskilled natives tend to experience welfare changes of opposite signs. The remaining natives in countries with large emigration flows - such as Jamaica or El Salvador - are also better off due to migration, but for a different reason: remittances. The welfare impact of observed levels of migration is substantial, at about 5 to 10% for the main receiving countries and about 10% in countries with large incoming remittances. Our results are robust to accounting for imperfect transferability of skills, selection into migration, and imperfect substitution between natives and immigrants.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Fabrizio Zilibotti), anonymous referees, Antonio Ciccone, Frederic Docquier, Luca Opromolla, Giovanni Peri, and seminar and conference participants at various institutions for helpful suggestions, and to Lin Ma and Rishi Sharma for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}