{
    "id": 20000,
    "citation_title": "Getting Better or Feeling Better? How Equity Investors Respond to Investment Experience",
    "citation_author": [
        "John Y. Campbell",
        "Tarun Ramadorai",
        "Benjamin Ranish"
    ],
    "citation_publication_date": "2014-03-20",
    "issue_date": "2014-03-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a large representative sample of Indian retail equity investors, many of them new to the stock market, we show that both years of investment experience and feedback from investment returns have significant effects on investor behavior, favored stock styles, and performance. We identify two channels of feedback: performance relative to the market, and the directly experienced returns to behavior and styles of stock. Both of these vary across investors at a point in time because investors are imperfectly diversified and receive idiosyncratic returns.  We find that experienced investors generally behave in a manner more consistent with the recommendations of finance theory, although this tendency is weakened by strong investment performance.  High trading profits increase turnover, while high returns to equity styles have a short-term negative and a longer-term positive effect on investors' style demands, possibly reflecting the offsetting effects of disposition bias and style chasing.  We document high returns on a portfolio of stocks held by experienced investors, and on individual Indian stocks with an experienced and low-turnover investor base.\n\n",
    "acknowledgement": "\nThe first version of this paper was circulated under the title \"Getting Better: Learning to Invest in an Emerging Stock Market''. We gratefully acknowledge NSDL and SEBI for providing us with access to the data, the Sloan Foundation for financial support, and the use of the University of Oxford Advanced Research Computing (ARC) facility.  We thank Samar Banwat, Chandrashekhar Bhave, Gavin Boyle, Stefano Della Vigna, Luigi Guiso, Michael Haliassos, Matti Keloharju, Ralph Koijen, Stefan Nagel, Nagendar Parakh, Prabhakar Patil, Gagan Rai, G V Nageswara Rao, Enrichetta Ravina, Renuka Sane, Manoj Sathe, Ajay Shah, Tyler Shumway, U.K. Sinha, Jayesh Sule, seminar participants at NSDL, SEBI, NIPFP, NSE, the Einaudi Institute, EDHEC, the Oxford-Man Institute, the IGIDR Emerging Markets Finance Conference, the NBER Household Finance and Behavioural Economics Groups, and the Sloan-Russell Sage Working Group on Behavioral Economics and Consumer Finance for many useful comments, and Vimal Balasubramaniam and Sushant Vale for excellent and dedicated research assistance.\nThe opinions expressed in this paper are those of the authors and do not necessarily reflect the views of the Board of Governors, other employees of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJohn Y. Campbell\n\nJohn Y. Campbell is a partner in Arrowstreet Capital, LP, a quantitative asset management firm that invests in global equities, including Indian equities, for institutional clients.  Arrowstreet Capital did not sponsor and has had no involvement with this research.\n\n\n"
}