{
    "id": 20018,
    "citation_title": "The Impact of Emerging Climate Risks on Urban Real Estate Price Dynamics",
    "citation_author": [
        "Devin Michelle Bunten",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the typical asset market, an asset featuring uninsurable idiosyncratic risk must offer a higher rate of return to compensate risk-averse investors. A home offers a standard asset's risk and return opportunities, but it also bundles access to its city's amenities|and to its climate risks. As climate change research reveals the true nature of these risks, how does the equilibrium real estate pricing gradient change when households can sort into different cities? When the population is homogeneous, the real estate pricing gradient instantly reflects the \"new news\". With population heterogeneity, an event study research design will underestimate the valuation of climate risk for households in low-risk cities while overestimating the valuation of households in high-risk areas.\n\n",
    "acknowledgement": "\nWe thank the Ziman Center for Real Estate at UCLA for generous funding. We would like to thank Nicolai Kuminoff and Jaren Pope for helpful comments. This research was supported by Award Number T32AG033533 from the National Institute on Aging. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute on Aging or the National Institutes of Health The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}