{
    "id": 20019,
    "citation_title": "How Consumers Respond to Environmental Certification and the Value of Energy Information",
    "citation_author": [
        "Sébastien Houde"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ENERGY STAR certification is a voluntary labeling that favors the adoption of energy efficient products. In the US appliance market, the label is a coarse summary of otherwise readily accessible information.  Using micro-data of the US refrigerator market, I develop a structural demand model and find that consumers respond to certification in different ways. Some consumers have a large willingness to pay for the label, well beyond the energy savings associated with certified products; others appear to pay attention to electricity costs, but not to the certification, and still others appear to be insensitive to both electricity costs and ENERGY STAR. The findings suggest that the certification acts as a substitute for more accurate, but complex energy information. Using the structural model, I find that the opportunity cost of having imperfectly informed consumers in the refrigerator market ranges from $12 to $17 per refrigerator sold.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated under the title: \"How Consumers Respond to Product Certification; A Welfare Analysis of the ENERGY STAR Program\". I am indebted to Jim Sweeney, Wes Hartmann, Jon Levin, and John Weyant for all their helpful advice. I would also like to thank Larry Goulder, Matt Harding, Ken Gillingham, Anant Sudarshan, Jim Sallee, Charles Mason, David Rapson, and seminar participants at the Stanford IO lunch, the SEEPAC environmental economics seminar, and the NBER Summer Institute in Environmental and Energy Economics. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}