{
    "id": 20012,
    "citation_title": "Why Stars Matter",
    "citation_author": [
        "Ajay K. Agrawal",
        "John McHale",
        "Alex Oettl"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe growing peer effects literature pays particular attention to the role of stars. We decompose the causal effect of hiring a star in terms of the productivity impact on: 1) co-located incumbents and 2) new recruits. Using longitudinal university department-level data we report that hiring a star does not increase overall incumbent productivity, although this aggregate effect hides offsetting effects on related (positive) versus unrelated (negative) colleagues.  However, the primary impact comes from an increase in the average quality of subsequent recruits. This is most pronounced at mid-ranked institutions, suggesting implications for the socially optimal spatial organization of talent.\n\n",
    "acknowledgement": "\nWe greatly benefited from thoughtful comments and suggestions from Aneil Agrawal, Iain Cockburn, Richard Freeman, Joshua Gans, Avi Goldfarb, Dietmar Harhoff, Carolin Häussler, Ben Jones, Bill Kerr, Francine Lafontaine, Matt Mitchell, Paula Stephan, Scott Stern, Will Strange, and seminar participants at NBER, UC Berkeley, Emory, National University of Ireland, Harvard, Passau, Carnegie Mellon, Georgia Tech, Stanford, Temple, and Toronto. We gratefully acknowledge funding support from the Centre for Innovation and Entrepreneurship at the Rotman School of Management, the Martin Prosperity Institute, and the Social Sciences and Humanities Research Council of Canada. Errors remain our own. copyright 2013 by Ajay Agrawal, John McHale, and Alexander Oettl. All rights reserved. Short sections of text, not to exceed two paragraphs, may be quoted without explicit permission provided that full credit, including copyright notice, is given to the source. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}