{
    "id": 2001,
    "citation_title": "The Political Economy of the Smoot-Hawley Tariff",
    "citation_author": [
        "Barry Eichengreen"
    ],
    "citation_publication_date": "1986-08-01",
    "issue_date": "1986-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic histories of the interwar years view the Great Depression and the Smoot Hawley Tariff as inextricably bound up with one another. They assign a central role to the Depression in explaining the passage of the 1930 Tariff Act and at the same time emphasize the role of the tariff in the propogation of the Depression. This paper argues that popular accounts have conveyed what is at best an incomplete and at worst a misleading impression of the relationship between the tariff and the Depression. Rather than simply strengthening the hand of a Republican Executive predisposed toward protection or increasing the burden borne by a depressed agricultural sector, the uneven impact of the Depression occasioned the birth of a new protectionist coalition comprised of producers particularly hard hit by import competition: border agriculture and small-scale industry engaged in the production of speciality goods. Rather than leading to a dramatic across-the-board decline in the volume of U.S. imports, the tariff had very different effects across sectors. Rather than worsening the Great Depression by reducing foreign demands for U.S. exports, the direct macroeconomic effect of the tariff is likely to have been expansionary. This remains true even when feedbacks to the United States and foreign retaliation are analyzed. In any case, relative to the Depression, the direct macroeconomic effects of the tariff were small. If Smoot-Hawley had significant macroeconomic effects, these operated instead through its impact on the stability of the international monetary system and the efficiency of the international capital market.\n\n",
    "acknowledgement": "\n"
}