{
    "id": 20013,
    "citation_title": "Preferences, Selection, and Value Added: A Structural Approach",
    "citation_author": [
        "Saziye P. Akyol",
        "Kala Krishna"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates two main questions: i) What do applicants take into consideration when choosing a high school? ii) To what extent do schools contribute to their students' academic success? To answer these questions, we model students' preferences and derive demand for each school by taking each student's feasible set of schools into account. We obtain average valuation placed on each school from market clearing conditions. Next, we investigate what drives these valuations by carefully controlling for endogeneity using a set of creative instruments suggested by our model. Finally, controlling for mean reversion bias, we look at each school's value-added.\nWe find that students infer the quality of a school from its selectivity and past performance on the university entrance exam. However, the evidence on the value- added by schools shows that highly valued or selective schools do not have high value- added on their students' academic outcomes.\n\n",
    "acknowledgement": "\nWe would like to thank Nikhil Agarwal, Verónica Frisancho, Paul Grieco, Susumu Imai, Sung Jae Jun, Corinne Jones and Cemile Yavas for comments on an earlier draft. We would also like to thank participants of the CES-IFO Area Conference on Applied Microeconomics 2013 and the Penn State Applied Econ JMP Conference 2013 for their useful comments on an earlier draft. We benefited from the helpful comments of seminar participants at University of Kentucky and Warwick University. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKala Krishna\n\nI am grateful to the Human Capital Foundation(www.hcfoundation.ru), and especially Andrey P. Vavilov, for support of the Department of Economics, the Center for the Study of Auctions, Procurements, and Competition Policy (CAPCP, http://capcp.psu.edu/), and the Center for Research in International Financial and Energy Security (CRIFES, http://crifes.psu.edu/) at Penn State University, and to the World Bank for support on a related paper and the project as a whole.\n\n\n"
}