{
    "id": 20014,
    "citation_title": "Intellectual Property Rights, the Pool of Knowledge, and Innovation",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "2014-03-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe pace of innovation is related both to the level of investment in innovation and the pool of knowledge from which innovators can draw.  Both of these are endogenous:  Investments in innovations are affected by the pool of knowledge and the ability of firms to appropriate the returns to their innovative activity, itself affected by the intellectual property rights (IPR) regime.  But as each firm engages in research, it both contributes to the pool, and takes out from it.   The strength and design of IPR  affects the extent to which any innovation adds to or subtracts from the pool of ideas that are available to be commercially exploited, i.e. to the technological opportunities.  We construct the simplest possible general model to explore the resulting dynamics, showing that, under plausible conditions, stronger intellectual property rights may lead to a lower pace of innovation, and more generally, that long run effects may be the opposite of the short run effects.\n\n",
    "acknowledgement": "\nI wish to acknowledge my indebtedness to my co-authors with whom I have explored the economics of innovation, Partha Dasgupta, Giovanni Dosi and Bruce Greenwald, and to my research assistants Laurence Wilse-Samson and Feiran Zhang. Financial assistance from Columbia University and the Institute for New Economic Thinking is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}