{
    "id": 20011,
    "citation_title": "Predictability and Power in Legislative Bargaining",
    "citation_author": [
        "S. Nageeb Ali",
        "B. Douglas Bernheim",
        "Xiaochen Fan"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the relationship between the concentration of political power in legislative bargaining and the predictability of the process governing the recognition of legislators. Our main result establishes that, for a broad class of legislative bargaining games, if the recognition procedure permits the legislators to rule out some minimum number of proposers one round in advance, then irrespective of how patient the individual legislators are, Markovian equilibria necessarily deliver all economic surplus to the first proposer. We also examine the extent to which alternative bargaining protocols can limit the concentration of power.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Attila Ambrus, Tiberiu Dragu, Simone Galperti, Matt Jackson, Ehud Kalai, Navin Kartik, Thad Kousser, Mark Machina, Peter Norman, Romans Pancs, Debraj Ray, Joel Sobel, Leeat Yariv, Huseyin Yildirim, Muhamet Yildiz, and seminar participants at Columbia, Duke, Microsoft Research, Stanford, UCSD, UIUC, University of Maryland, and USC. We thank Erik Lillethun for expert proofreading. Nageeb Ali gratefully acknowledges Microsoft Research for their financial support and hospitality, and financial support from the NSF (SES-1127643). Doug Bernheim gratefully acknowledges financial support from the NSF (SES-0137129) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}