{
    "id": 20017,
    "citation_title": "The Nature of Surgeon Human Capital Depreciation",
    "citation_author": [
        "Jason Hockenberry",
        "Lorens Helmchen"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo test how practice interruptions affect worker productivity, we estimate how temporal breaks affect surgeons' performance of coronary artery bypass grafting (CABG). Using a sample of 188 surgeons who performed 56,315 CABG procedures in Pennsylvania between 2006 and 2010, we find that a surgeon's additional day away from the operating room raised patients' inpatient mortality risk by up to 0.067 percentage points (2.4% relative effect) but reduced total hospitalization costs by up to 0.59 percentage points.  In analyses of 93 high-volume surgeons treating 9,853 patients admitted via an emergency department, where temporal distance effects are most plausibly exogenous, an additional day away raised mortality risk by 0.398 percentage points (11.4% relative effect) but reduced cost by up to 1.396 percentage points.  These estimates imply a cost per life-year saved ranging from $7,871 to $18,500, rendering additional treatment intensity within surgery cost-effective at conventional cutoffs.  Our findings are consistent with the hypothesis that after returning from temporal breaks surgeons may be less likely to recognize and address life-threatening complications, in turn reducing resource use. This form of human capital loss would explain the decrease in worker productivity and the simultaneous reduction in input use.\n\n",
    "acknowledgement": "\nWe thank Pierre Léger, Jim Burgess, David Howard, Alan Monheit, Jeannette Rogowski, Tamara Konetzka, Fabrice Smielauskas, and seminar participants at Lafayette College, Rutgers University, the University of Chicago, and the 2011 IHEA World Congress and AHRQ annual research meeting for their suggestions and insights.  We are indebted to Peter Cram, MD for his insights into clinical issues.  This research was supported by grant 1 R03 HS019743-01 (PI: Hockenberry) from the Agency for Healthcare Research and Quality. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Agency for Healthcare Research and Quality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJason Hockenberry\n\nDisclaimer: The Pennsylvania Health Care Cost Containment Council (PHC4) is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay.  PHC4 has provided data to the authors in an effort to further their mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents and staff, have made no representation, guarantee or warranty, express or implied, that the data—financial, patient, payer and physician specific information—provided to this entity, are error free, or that the use of the data will avoid the differences of opinion or interpretation.\n\n\n"
}