{
    "id": 20016,
    "citation_title": "Specialty drug prices and utilization after loss of U.S. patent exclusivity, 2001-2007",
    "citation_author": [
        "Rena M. Conti",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "2014-08-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the impact of loss of U.S. patent exclusivity (LOE) on the prices and utilization of specialty drugs between 2001 and 2007. We limit our empirical cohort to drugs commonly used to treat cancer and base our analyses on nationally representative data from IMS Health. We begin by describing the average number of manufacturers entering specialty drugs following LOE. We observe the number of manufacturers entering the production of newly generic specialty drugs ranges between two and five per molecule in the years following LOE, which is generally less than that observed historically for non-specialty drugs.  However, the existence of time-varying and unobservable contract manufacturing practices complicates the definition of \"manufacturers\" entering this market. We use pooled time series methods to examine whether the neoclassical relationship between price declines and volume increases upon LOE holds among these drugs. First, we examine the extent to which estimated prices of these drug undergoing LOE fall with generic entry. Second, we estimate reduced form random effects models of utilization subsequent to LOE. We observe substantial price erosion after generic entry; average monthly price declines appear to be larger among physician-administered drugs (38-46.4%) compared to oral drugs (25-26%). Additionally, we find average prices for drugs produced by branded manufacturers rise and prices for drugs produced by generic manufacturers fall upon LOE.  The latter effect is particularly large among oral drugs. In pooled models, volume appears to increase following generic entry, but this result appears to be largely driven by oral drugs. We discuss second-best welfare consequences of these results.\n\n",
    "acknowledgement": "\nThe efforts of Conti were funded by a K07 CA138906 award from the National Cancer Institute to the University of Chicago. Berndt's efforts were not sponsored. The funding source had no role in the design and conduct of the study; collection, management, analysis, or interpretation of the data; and preparation, review, or approval of the manuscript for publication.  The statements, findings, conclusions, views, and opinions contained and expressed in this article are those of the authors and are based in part on National Sales Perspectives™ data obtained by the National Bureau of Economic Research (NBER) under license from IMS Health, and are not necessarily those of IMS Health, its affiliates or subsidiaries, or the institutions with whom the authors are affiliated. We thank Ryan Conrad, David Cutler, Judy Hellerstein, Christopher Stromberg, Marta Wosinska and participants at the October 18-19, 2013 NBER/Conference on Research in Income and Wealth, \"Measuring and Modeling Health Care Costs\" in Washington, DC, and at the June 22-24, 2014 ASHEcon meetings in Los Angeles, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}