{
    "id": 20010,
    "citation_title": "Using Social Media to Measure Labor Market Flows",
    "citation_author": [
        "Dolan Antenucci",
        "Michael Cafarella",
        "Margaret Levenstein",
        "Christopher Ré",
        "Matthew D. Shapiro"
    ],
    "citation_publication_date": "2014-03-27",
    "issue_date": "2014-03-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial media enable promising new approaches to measuring economic activity and analyzing economic behavior at high frequency and in real time using information independent from standard survey and administrative sources.  This paper uses data from Twitter to create indexes of job loss, job search, and job posting.  Signals are derived by counting job-related phrases in Tweets such as \"lost my job.\"   The social media indexes are constructed from the principal components of these signals. The University of Michigan Social Media Job Loss Index tracks initial claims for unemployment insurance at medium and high frequencies and predicts 15 to 20 percent of the variance of the prediction error of the consensus forecast for initial claims.  The social media indexes provide real-time indicators of events such as Hurricane Sandy and the 2013 government shutdown.  Comparing the job loss index with the search and posting indexes indicates that the Beveridge Curve has been shifting inward since 2011.  \nThe University of Michigan Social Media Job Loss index is update weekly and is available at\nhttp://econprediction.eecs.umich.edu/.\n\n",
    "acknowledgement": "\nThis project is part of the University of Michigan node of the NSF-Census Research Network (NCRN) and is supported by the National Science Foundation under Grant No. SES 1131500.   Ré is partially supported by the National Science Foundation CAREER Award under No. IIS-1353606.  Cafarella and Antenucci are partially supported by the National Science Foundation CAREER Award under No. IIS-1054913. We are grateful to Tomaz Cajner, Michael Elsby, Linda Tesar, Kenneth West, Justin Wolfers, and seminar participants at the NBER Summer Institute, Vanderbilt University, the University of Wisconsin, the University of Michigan, and the Federal Reserve Board for helpful comments and to Mark Fontana for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}