{
    "id": 20024,
    "citation_title": "Savings in Transnational Households: A Field Experiment among Migrants from El Salvador",
    "citation_author": [
        "Nava Ashraf",
        "Diego Aycinena",
        "Claudia Martinez",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe implemented a randomized field experiment that tested ways to stimulate savings by international migrants in their origin country. We find that migrants value and take advantage of opportunities to exert greater control over financial activities in their home countries. In partnership with a Salvadoran bank, we offered U.S.-based migrants bank accounts in El Salvador. We randomly varied migrant control over El Salvador-based savings by offering different types of accounts across treatment groups. Migrants offered the greatest degree of control accumulated the most savings at the partner bank, compared to others offered less or no control over savings. Impacts are likely to represent increases in total savings: there is no evidence that savings increases were simply reallocated from other savings mechanisms. Enhanced control over home-country savings does not affect remittances sent home by migrants.\n\n",
    "acknowledgement": "\nThis paper was previously titled \"Remittances and the Problem of Control.\" We thank the core members of the project team at ESSMF (Angela Gonzalez, Michelle Guevara, Ronald Luna, Amaris Rodriguez, and Eric Rubin), at FUSADES (Margarita Sanfeliu and Mauricio Shi), and at Banco Agricola (Hector Aguiar, Gustavo Denys, Carla de Espinoza, Mauricio Gallardo, Oscar Hernandez, Sabina Lopez, Ernesto Magana, Katya O'Byrne, and Paul Ponce). We greatly appreciate the collaboration of Enilson Solano and the El Salvador embassy in Washington DC. We received valuable feedback and suggestions from Manuel Agosin, Natasha Bajuk, Catia Batista, Charlie Brown, Michael Clemens, Angus Deaton, Esther Duflo, Suzanne Duryea, Jon Guryan, Ricardo Hausmann, Gabriela Inchauste, Takatoshi Kamezawa, Michael Kremer, Steve Levitt, John List, Adriana Lleras-Muney, Ernesto Lopez-Cordova, Osmel Manzano, Doug Massey, Margarita Mooney, Hugo Ñopo, Chris Paxson, Alejandro Portes, Jesse Rothstein, Jesse Shapiro, Ernesto Stein, Bryce Millett Steinberg, Mel Stephens, Don Terry, Steve Wilson, Viviana Zelizer, and participants in several seminars. Alejandra Aponte, Fernando Balzaretti, Sebastian Calonico, Carly Farver, Andres Shahidinejad, and Cristian Sanchez provided excellent research assistance. This research was made possible by financial support from the John D. and Catherine T. MacArthur Foundation, the Inter-American Development Bank, the National Science Foundation, the Multilateral Investment Fund, the Empowerment Lab at Harvard University's Center for International Development, and the University of Michigan's International Policy Center. Dean Yang acknowledges research support from National Science Foundation award SES-0851570. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}