{
    "id": 20021,
    "citation_title": "How Much Favorable Selection Is Left in Medicare Advantage?",
    "citation_author": [
        "Joseph P. Newhouse",
        "Mary Price",
        "J. Michael McWilliams",
        "John Hsu",
        "Thomas McGuire"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are two types of selection models in the health economics literature.  One focuses on choice between a fixed set of contracts.  Consumers with greater demand for medical care services prefer contracts with more generous reimbursement, resulting in a suboptimal proportion of consumers in such contracts in equilibrium.  In extreme cases more generous contracts may disappear (the \"death spiral\").  In the other model insurers tailor the contracts they offer consumers to attract profitable consumers.  An equilibrium may or may not exist in such models, but if it exists it is not first best.  \nThe Medicare Advantage program offers an opportunity to study these models empirically, although unlike the models in the economics literature there is a regulator with various tools to address selection.  One such tool is risk adjustment, or making budget neutral transfers among insurers using observable characteristics of enrollees that predict spending.  Medicare drastically changed its risk adjustment program starting in 2004 and made a number of other changes to reduce selection as well.  Previous work has argued that the changes worsened selection.  We show, using a much larger data set, that this was not the case, but that some inherent selection may remain.\n\n",
    "acknowledgement": "\nThe authors are grateful to the National Institute of Aging, Grant # P01 AG032952 for support. Newhouse wishes to disclose that he is a director of Aetna, which sells Medicare Advantage plans as well as Medigap plans. Hsu has consulted for Kaiser Permanente, which sells Medicare Advantage plans, and has consulted for Boston Consulting Group, which has advised Medicare Advantage plans. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph P. Newhouse\n\nNewhouse is a director of, and holds equity in, Aetna, a health insurer.\n\n\n"
}