{
    "id": 20025,
    "citation_title": "Input Diffusion and the Evolution of Production Networks",
    "citation_author": [
        "Vasco M. Carvalho",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "2015-03-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe adoption and diffusion of inputs in the production network is at the heart of technological progress. What determines which inputs are initially considered and eventually adopted by innovators? We examine the evolution of input linkages from a network perspective, starting from a stylized model of network formation. Producers direct their search for new inputs along vertical linkages, screening the network neighborhood of existing suppliers to identify potentially useful inputs. A subset of these is then adopted, following a tradeoff between the benefits from input variety and the costs of customizing new inputs. Guided by this framework, we document a novel stylized fact at both the sector and the firm level: producers are more likely to adopt inputs that are already used – directly or indirectly – by their current suppliers. In particular, using disaggregated input-output data, we show that initial network proximity of a sector in 1967 significantly increases the likelihood of adoption throughout the subsequent four decades. A one-standard deviation decrease in network distance is associated with an increase in the adoption probability by one third to one half. Similarly, U.S. firms are significantly more likely to develop new input linkages among their suppliers’ network neighborhood. Our results imply that the existing production network plays a crucial role in the diffusion of inputs and the evolution of technology.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Ufuk Akcigit, Enghin Atalay, Sanjeev Goyal, Ali Hortaçsu, Ali Jadbabaie, Chad Jones, Ezra Oberfield, Michael Peters, Giacomo Ponzetto, Alireza Tahbaz-Salehi and Jaume Ventura, as well as seminar participants at CREI, the NBER Summer Institute, the NBER EFJK Growth Group, the SED meeting in Seoul, and the University of Cambridge for helpful comments and suggestions. Carvalho acknowledges the financial support of the European Research Council grant #337054, the Cambridge-INET Institute, and the Keynes Fellowship at the University of Cambridge. Voigtländer acknowledges support from the UCLA Anderson Easton Technology Leadership Program. We are grateful to Ali Hortaçsu and Enghin Atalay for sharing their data on supplier-to-customer linkages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}