{
    "id": 20028,
    "citation_title": "Understanding Corporate Governance Through Learning Models of Managerial Competence",
    "citation_author": [
        "Benjamin E. Hermalin",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nA manager's shareholders, board of directors, and potential future employers are continually assessing his ability.  A rich literature has documented that this insight has profound implications for corporate governance because assessment generates incentives (good and bad), introduces assorted risks, and affects the various battles that rage among the relevant actors for corporate control.  Consequently, assessment (or learning) is a key perspective from which to study, evaluate, and possibly even regulate corporate governance.  Moreover, because learning is a behavior notoriously subject to systematic biases, this perspective is a natural avenue through which to introduce behavioral and psychological insights into the study of corporate governance.\n\n",
    "acknowledgement": "\nThe authors thank Jongha Lim, Berk Sensoy, Yihui Pan, and Tracy Wang for helpful comments on an earlier draft, and Shan Ge for excellent research assistance.  Hermalin gratefully acknowledges the financial support of the Thomas & Alison Schneider Distinguished Professorship in Finance and the hospitality of Nuffield College, Oxford. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}