{
    "id": 20023,
    "citation_title": "Book Translations as Idea Flows: The Effects of the Collapse of Communism on the Diffusion of Knowledge",
    "citation_author": [
        "Ran Abramitzky",
        "Isabelle Sin"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use book translations as a new measure of international idea flows and study the effects of Communism's collapse in Eastern Europe on these flows. Using novel data on 800,000 translations and difference-in-differences approaches, we show that while translations between Communist languages decreased by two thirds with the collapse, Western-to-Communist translations increased by a factor of four and quickly converged to Western levels. Convergence was more pronounced in the fields of applied and social sciences, and was more complete in Satellite and Baltic than in Soviet countries. We discuss how these patterns help us understand how repressive institutions and preferences towards Western European ideas shaped the international diffusion of knowledge.\n\n",
    "acknowledgement": "\nWe are grateful to Stefano DellaVigna (editor), Nathan Nunn, Manuel Amador, Kamran Bilir, Nick Bloom, Aaron Bodoh-Creed, Albie Bollard, Tim Bresnahan, Elan Dagenais, Doireann Fitzgerald, Paul Gregory, Avner Greif, Caroline Hoxby, Nir Jaimovich, Seema Jayachandran, Pete Klenow, Naomi Lamoreaux, Ed Leamer, Aprajit Mahajan, Roy Mill, Neale Mahoney, John Pencavel, Luigi Pistaferri, Gary Richardson, Robert Staiger, Alessandra Voena, Romain Wacziarg, Gui Woolston, Gavin Wright, two anonymous referees, and participants of numerous seminars and conferences for most useful suggestions. We owe special thanks to the Index Translationum team, especially Alain Brion, Mauro Rosi, and Marius Tukaj for providing us with the translation data. Isabelle Sin gratefully acknowledges financial support from the Ric Weiland fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}