{
    "id": 20020,
    "citation_title": "The ACA: Some Unpleasant Welfare Arithmetic",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2014-03-31",
    "issue_date": "2014-03-31",
    "revision_date": "2016-06-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder the Affordable Care Act, between six and eleven million workers would increase their disposable income by cutting their weekly work hours.  About half of them would primarily do so by making themselves eligible for the ACA's federal assistance with health insurance premiums and out-of-pocket health costs, despite the fact that subsidized workers are not able to pay health premiums with pre-tax dollars.  The remainder would do so primarily by relieving their employers from penalties, or the threat of penalties, pursuant to the ACA's employer mandate.  Women, especially those who are not married, are more likely than men to have their short-term financial reward to full-time work eliminated by the ACA.  Additional workers, beyond the six to eleven million, could increase their disposable income by using reduced hours to climb one of the \"cliffs\" that are part of the ACA's mapping from household income to federal assistance.\n\n",
    "acknowledgement": "\nI appreciate conversations with Trevor Gallen, and the financial support of the Hoover Institution and George J. Stigler Center for the Study of the Economy and the State. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}