{
    "id": 20030,
    "citation_title": "Retirement, Early Retirement and Disability: Explaining Labor Force Participation after 55 in France",
    "citation_author": [
        "Luc Behaghel",
        "Didier Blanchet",
        "Muriel Roger"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the influence of health and financial incentives on the retirement behavior of older workers in France, building upon Stock and Wise (1990) option value approach. The model accounts for three main retirement routes: the normal retirement, disability insurance (DI) and unemployment/preretirement pathways, and is estimated with a combination of microeconomic datasets that include the French data of the European SHARE survey.\nThe estimates confirm that a decrease in the generosity of the pension and DI schemes induces people to stay longer in the labor market, and that people with better health tend to retire later.   We present extreme situations simulating what individual's retirement behavior would have been if only one retirement route had existed and in the absence of constraints on work capabilities.  We show that average years of work between 55 and 64 are nearly 14% greater when regular retirement incentives are applied to the whole population than when it is DI rules that are systematically applied.\n\n",
    "acknowledgement": "\nThis paper presents the views of the authors and should not be interpreted as reflecting the views of the Banque de France, INSEE, or the National Bureau of Economic Research.\n\n\n"
}