{
    "id": 20031,
    "citation_title": "An Empirical Model of Wage Dispersion with Sorting",
    "citation_author": [
        "Jesper Bagger",
        "Rasmus Lentz"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies wage dispersion in an equilibrium on-the-job-search model with endogenous search intensity. Workers differ in their permanent skill level and firms differ with respect to productivity. Positive (negative) sorting results if the match production function is supermodular (submodular). The model is estimated on Danish matched employer-employee data. We find evidence of positive assortative matching. In the estimated equilibrium match distribution, the correlation between worker skill and firm productivity is 0.12. The assortative matching has a substantial impact on wage dispersion. We decompose wage variation into four sources: Worker heterogeneity, firm heterogeneity, frictions, and sorting. Worker heterogeneity contributes 51% of the variation, firm heterogeneity contributes 11%, frictions 23%, and finally sorting contributes 15%. We measure the output loss due to mismatch by asking how much greater output would be if the estimated population of matches were perfectly positively assorted. In this case, output would increase by 7.7%.\n\n",
    "acknowledgement": "\nWe are indebted to a great number of people, too many to mention all, who have commented on past versions of the paper and in seminar and conference presentations. In particular, we have benefited from the numerous discussions we have had with Rafael Lopes de Melo, Jan Eeckhout, Philipp Kircher, Jeremy Lise, Costas Meghir, and Jean-Marc Robin. In addition, John Kennan, Dale T. Mortensen, Giuseppe Moscarini, Richard Rogerson, Robert Shimer, and Chris Taber have given us useful ideas and comments. Henning Bunzel has been invaluable in the development of the data we use. We acknowledge financial support from LMDG and CAP, Aarhus University (LMDG is a Dale T. Mortensen Visiting Niels Bohr professorship project funded by the Danish National Research Foundation; CAP is a research unit funded by the Danish Council for Independent Research). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}