{
    "id": 20033,
    "citation_title": "The Euro and The Geography of International Debt Flows",
    "citation_author": [
        "Galina Hale",
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGreater financial integration between core and peripheral EMU members not only had an effect on both sets of countries but also spilled over beyond the euro area. Lower interest rates allowed peripheral countries to run bigger deficits, which inflated their economies by allowing credit booms. Core EMU countries took on extra foreign leverage to expose themselves to the peripherals. We present a stylized model that illustrates possible mechanisms for these developments. We then analyze the geography of international debt flows using multiple data sources and provide evidence that after the euro's introduction, core EMU countries increased their borrowing from outside of EMU and their lending to the EMU periphery. Moreover, we present evidence that large core EMU banks' lending to periphery borrowers was linked to their borrowing from outside of the euro area.\n\n",
    "acknowledgement": "\nF or helpful comments, we thank four anonymous referees, George Akerlof, Claudia Buch, Eugenio Cerutti, Stijn Claessens, Kristin Forbes, Timo Korkemaki, Philip Lane, Luc Laeven, Matteo Maggiori, Alberto Martin, Giovanni Dell'Arricia, and participants at the Western Economic Association International 2013 meeting in Tokyo, the October 2013 NBER Sovereign Debt and Financial Crisis Conference, the 2014 ASSA meetings, and seminars at Bundesbank, BIS, Swiss National Bank, Univeristy of St. Gallen, Harvard, the FRBSF, the IMF, and the University of Houston. Akshay Rao, Sandile Hlatshwayo, and Peter Jones provided outstanding research assistance. Anita Todd helped prepare the draft. Obstfeld acknowledges financial support from the Coleman Fung Risk Research Center and Center for Equitable Growth at UC Berkeley. All errors are our own. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System,  any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}