{
    "id": 20038,
    "citation_title": "Uncertainty, Financial Frictions, and Investment Dynamics",
    "citation_author": [
        "Simon Gilchrist",
        "Jae W. Sim",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMicro- and macro-level evidence indicates that fluctuations in idiosyncratic uncertainty have a large effect on investment; the impact of uncertainty on investment occurs primarily through changes in credit spreads; and innovations in credit spreads have a strong effect on investment, irrespective of the level of uncertainty. These findings raise a question regarding the economic significance of the traditional \"wait-and-see\" effect of uncertainty shocks and point to financial distortions as the main mechanism through which fluctuations in uncertainty affect macroeconomic outcomes. The relative importance of these two mechanisms is analyzed within a quantitative general equilibrium model, featuring heterogeneous firms that face time-varying idiosyncratic uncertainty, irreversibility, nonconvex capital adjustment costs, and financial frictions. The model successfully replicates the stylized facts concerning the macroeconomic implications of uncertainty and financial shocks. By influencing the effective supply of credit, both types of shocks exert a powerful effect on investment and generate countercyclical credit spreads and procyclical leverage, dynamics consistent with the data and counter to those implied by the technology-driven real business cycle models.\n\n",
    "acknowledgement": "\nWe are grateful to Jeff Campbell, Martin Ellison, Nobuhiro Kiyotaki, Frank Smets, Dino Palazzo, and Neng Wang for helpful comments. We also thank seminar and conference participants at the Federal Reserve Board; the Federal Reserve Banks of Atlanta, Boston, Chicago, Dallas, and San Francisco; the European Central Bank; De Nederlandsche Bank; the Bank of England; the 2009 LAEF conference; the 2010 Winter Meeting of the Econometric Society; the 2010 Meeting of the Society for Economic Dynamics; the 2010 and 2013 NBER Summer Institute; the 2010 MNBCEPR workshop; the 2011 and 2012 EABCN meetings; Bilkent University; Georgetown; Iowa State; Johns Hopkins; Michigan; Nottingham; NYU; Princeton; Rochester; Rutgers; and Yale. Jane Brittingham, Samuel Haltenhof, Robert Kurtzman, and Oren Ziv provided outstanding research assistance at various stages of the project. All errors and omissions are our own responsibility alone. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}