{
    "id": 20034,
    "citation_title": "Structuring Incentives Within Organizations: The Case of Accountable Care Organizations",
    "citation_author": [
        "Brigham Frandsen",
        "James B. Rebitzer"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAccountable Care Organizations (ACOs) are new organizations created by the Affordable Care Act to encourage more efficient, integrated care delivery.  To promote efficiency, ACOs sign contracts under which they keep a fraction of the savings from keeping costs below target provided they also maintain quality levels.  To promote integration and facilitate measurement, ACOs are required to have at least 5,000 enrollees and so must coordinate across many providers.   We calibrate a model of optimal ACO incentives using proprietary performance measures from a large insurer.  Our key finding is that free-riding is a severe problem and causes optimal incentive payments to exceed cost savings unless ACOs simultaneously achieve extremely large efficiency gains.  This implies that successful ACOs will likely rely on motivational strategies that amplify the effects of under-powered incentives.   These motivational strategies raise important questions about the limits of ACOs as a policy for promoting more efficient, integrated care.\n\n",
    "acknowledgement": "\nWe would like to thank Aetna, a national health benefits company for its collaboration.  We also thank the following people for comments and suggestions that greatly improved the paper: David Cutler, Robert Gibbons, Iver Juster, Daniel Kessler, Patrick Warren, and Julie Wulf as well as seminar participants at the Haas/Sloan Conference on the Law and Economics of Organizations; the NBER conference on The Organization and Productivity of Healthcare Delivery; The Conference on Healthcare Markets at Nortwestern's Kellogg School; the International Health Economics Association; and the Department of Health Care Policy at Harvard Medical School.  Rebitzer also acknowledges support for this research from Microsoft.  We are, of course, responsible for any remaining errors or oversights. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}