{
    "id": 20037,
    "citation_title": "The (Changing) Knowledge Production Function: Evidence from the MIT Department of Biology for 1970-2000",
    "citation_author": [
        "Annamaria Conti",
        "Christopher C. Liu"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nConsiderable attention has been focused, in recent years, on the role that graduate and postdoc students play in the production of academic knowledge. Using data from the MIT Department of Biology for the period 1970-2000, we analyze the evolution over time of four fundamental aspects of their productivity:  i) training duration; ii) time to a first publication; iii) productivity over the training period; and iv) collaboration with other scientists. We identified four main trends that are common to graduate students and postdocs. First, training periods have increased for later cohorts of graduate and postdoc students. Second, later cohorts tend to publish their initial first-author article later than the earlier cohorts. Third, they produce fewer first-author publications.  Finally, collaborations with other scientists, as measured by the number of coauthors on a paper, have increased. This increase is driven by collaborations with scientists external to a trainee's laboratory. We interpret these results in light of the following two paradigms: the increased burden of knowledge that later generations of scientists face and the limited availability of permanent academic positions.\n\n",
    "acknowledgement": "\nWe are indebted to Adam Jaffe, Ben Jones, Paula Stephan, Marie Thursby, Fabian Waldinger, and seminar participants at the NBER Changing Frontier Conferences (October 2012 and August 2013) for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}