{
    "id": 20039,
    "citation_title": "Algorithms and the Changing Frontier",
    "citation_author": [
        "Hezekiah Agwara",
        "Philip Auerswald",
        "Brian Higginbotham"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe first summarize the dominant interpretations of the \"frontier\" in the United States and predecessor colonies over the past 400 years: agricultural (1610s-1880s), industrial (1890s-1930s), scientific (1940s- 1980s), and algorithmic (1990s-present). We describe the difference between the algorithmic frontier and the scientific frontier. We then propose that the recent phenomenon referred to as \"globalization\" is actually better understood as the progression of the algorithmic frontier, as enabled by standards that in turn have facilitated the interoperability of firm-level production algorithms. We conclude by describing implications of the advance of the algorithmic frontier for scientific discovery and technological innovation.\n\n",
    "acknowledgement": "\nWe thank Adam Jaffe, Ben Jones, Tim Simcoe, and participants in the NBER \"The Changing Frontier: Rethinking Science and Innovation Policy\" pre-conference and conference for their comments. We also thank Lewis Branscomb, Stuart Kauffman, José Lobo, and Karl Shell for their contribution to developing ideas central this chapter via jointly authored work, and W. Brian Arthur for helpful conversations, insights and inspiration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}