{
    "id": 20035,
    "citation_title": "Health Status, Disability and Retirement Incentives in Belgium",
    "citation_author": [
        "Alain Jousten",
        "Mathieu Lefebvre",
        "Sergio Perelman"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany Belgian retire well before the statutory retirement age. Numerous exit routes from the labor force can be identified: old-age pensions, conventional early retirement, disability insurance, and unemployment insurance are the most prominent ones. We analyze the retirement decision of Belgian workers adopting an option value framework, and pay special attention to the role of health status. We estimate probit models of retirement using data from SHARE. The results show that health and incentives matter in the decision to exit from the labor market. Based on these results, we simulate the effect of potential reforms on retirement.\n\n",
    "acknowledgement": "\nThe authors (Alain Jousten, University of Liege (Tax Institute, HEC Management School), IZA, and Netspar; Mathieu Lefebvre and Sergio Perelman, University of Liege, HEC Management School) acknowledge financial support from the SBO-project FLEMOSI (funded by IWT Flanders) and the Belspo project EMPOV (TA/00/45). We thank Lut Vanden Meersch (RIZIV-INAMI) for giving us access to the data on DI participation and Ekaterina Tarantchenko for useful discussions and assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}