{
    "id": 20042,
    "citation_title": "Systemic and Idiosyncratic Sovereign Debt Crises",
    "citation_author": [
        "Graciela L. Kaminsky",
        "Pablo Vega-García"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "2015-08-06",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe theoretical literature on sovereign defaults has focused on adverse shocks to debtors’ economies, suggesting that defaults are of an idiosyncratic nature. Still, sovereign debt crises are also of a systemic nature, clustered around panics in the financial center such as the European Sovereign Debt Crisis in the aftermath of the U.S. Subprime Crisis in 2008. Crises in the financial centers are rare disasters and thus, their effects on the periphery can only be captured by examining long episodes. This paper examines sovereign defaults from 1820 to the Great Depression, with a focus on Latin America. We find that 63% of the crises are of a systemic nature. These crises are different. Both the international collapse of liquidity and the growth slowdown in the financial centers are at their core. These global shocks trigger longer default spells and larger investors’ losses.\n\n",
    "acknowledgement": "\nGraciela Kaminsky gratefully acknowledges support from the National Science Foundation (Award No 1023681) and the Institute for New Economic Thinking (Grant No INO14-00009). We thank Michael Bordo, Luis Cãtao, Gerardo de la Paollera, Jeffrey Frankel, Christopher Meissner, Carmen Reinhart, Christoph Trebesch, Carlos Végh, Eugene White, and participants at the CREI XV Workshop in International Economics and Finance, Barcelona, Spain, the NBER Sovereign Debt and Financial Crisis Conference, the European Historical Economic Society Conference, London, Great Britain, the LACEA Meeting, Mexico City, Mexico, the 4th International Conference on Economics of the Turkish Economic Association, Antalya, Turkey, and seminars at the European Central Bank, the IMF Research Department, Istanbul Kemerburgaz Űniversitesi, Johns Hopkins University (SAIS), Rutgers University, and University of California, Davis for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}