{
    "id": 20049,
    "citation_title": "Place-Based Policies",
    "citation_author": [
        "David Neumark",
        "Helen Simpson"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "2014-08-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nPlace-based policies commonly target underperforming areas, such as deteriorating downtown business districts and disadvantaged regions. Principal examples include enterprise zones, European Union Structural Funds, and industrial cluster policies. Place-based policies are rationalized by various hypotheses in urban and labor economics, such as agglomeration economies and spatial mismatch - hypotheses that entail market failures and often predict overlap between poor economic performance and disadvantaged residents. The evidence on enterprise zones is very mixed. We need to know more about what features of enterprise zone policies make them more effective or less effective, who gains and who loses from these policies, and how we can reconcile the existing findings. Some evidence points to positive benefits of infrastructure expenditure, and also investment in higher education and university research - likely because of the public-goods nature of these policies. However, to better guide policy, we need to know more about what policies create self-sustaining longer-run gains.\n\n",
    "acknowledgement": "\nWe are grateful to Gilles Duranton, Vernon Henderson, Patrick Kline, Stephen Ross, Kurt Schmidheiny, and Will Strange for very helpful comments.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}