{
    "id": 20041,
    "citation_title": "Credit Risk in the Euro Area",
    "citation_author": [
        "Simon Gilchrist",
        "Benoît Mojon"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct credit risk indicators for euro area banks and non-financial corporations. These are the average spreads on the yield of euro area private sector bonds relative to the yield on German federal government securities of matched maturities. The indicators are also constructed at the country level for Germany, France, Italy and Spain. These indicators reveal that the financial crisis of 2008 has dramatically increased the cost of market funding for both banks and non-financial firms. In contrast, the prior recession following the 2000 U.S. dot-com bust led to widening credit spreads of non-financial firms but had no effect on the credit spreads of financial firms. The 2008 financial crisis also led to a systematic divergence in credit spreads for financial firms across national boundaries. This divergence in cross-country credit risk increased further as the European debt crisis has unfolded since 2010. Since that time, credit spreads for both non-financial and financial firms increasingly reflect national rather than euro area financial conditions. Consistent with this view, credit spreads provide substantial predictive content for a variety of real activity and lending measures for the euro area as a whole and for individual countries.  VAR analysis implies that disruptions in corporate credit markets lead to sizable contractions in output, increases in unemployment, and declines in inflation across the euro area.\n\n",
    "acknowledgement": "\nWe are particularly grateful to Beatrice Saes-Escorbiac, Jocelyne Tanguy and Aurelie Touchais for their excellent research assistance. We also thank Viral Acharya, Marcus Brunnermeier, Christina Romer, David Romer, Richard Portes, Pierre Sicsic and participants to Banque de France, Banco de Espagna and LBS seminars and the NBER Summer Institute. The opinions expressed in the paper are those of the authors and do not reflect the views of the Banque de France or the National Bureau of Economic Research.\n\n\n"
}