{
    "id": 20046,
    "citation_title": "Host-Country Financial Development and Multinational Activity",
    "citation_author": [
        "Kamran Bilir",
        "Davin Chor",
        "Kalina Manova"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "2019-02-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the influence of host-country financial conditions on the global operations of multinational firms. Using detailed U.S. data, we establish that financial development in a country is associated with relatively more entry by multinational affiliates, as well as with higher aggregate affiliate sales to the local market, back to the U.S. and to third destinations, with these effects being more pronounced in financially more vulnerable sectors. At the level of individual affiliates, by contrast, these forces are associated with relatively lower local sales and higher return and third-country sales. Yet at both aggregate and affiliate levels, the share of local sales in total sales is smaller, while the shares of U.S. and third-country sales are both bigger. These empirical regularities hold when using fixed effects to account for unobserved differences across country-years, sectors, and parent firms. We show theoretically that these patterns are consistent with host-country financial development affecting multinationals' incentives for horizontal, vertical and platform FDI through two channels: a financing effect that induces affiliate entry and expansion by improving their access to external finance, and a competition effect that reorients affiliate sales away from the local market due to increased entry by credit-constrained domestic firms.\n\n",
    "acknowledgement": "\nWe thank Pol Antrás, Bruce Blonigen, Xuehui Han, Elhanan Helpman, Beata Javorcik, Catherine Mann, Marc Melitz, Daniel Trefler, Jonathan Vogel, David Weinstein, Daniel Xu, Stephen Yeaple and Bill Zeile for their valuable feedback. Thanks also to audiences at Georgetown, Harvard, LMU Munich, Toronto, the World Bank, CUHK, HKPU, UIBE, the 2008 CESifo-NORFACE Seminar, the 2009 Asia Pacific Trade Seminars, the 2009 Midwest International Economics Group Meeting, the 2012 AEA Annual Meeting, the 2013 West Coast Trade Workshop, the 2013 Princeton IES Workshop, the 2013 NBER ITI Summer Institute, the 2013 Brandeis Summer Workshop, ERWIT 2014, and the 2016 ADB Conference on Economic Development. We acknowledge C. Fritz Foley and Stanley Watt, who contributed to earlier versions of this paper. Mari Tanaka provided excellent research assistance. The statistical analysis was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce or the National Bureau of Economic Research.  We have no relevant sources of funding to disclose.\n\n\n"
}