{
    "id": 20048,
    "citation_title": "The Role of Sales Agents in Information Disclosure: Evidence from a Field Experiment",
    "citation_author": [
        "Hunt Allcott",
        "Richard Sweeney"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "2015-03-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith a large nationwide retailer, we run a natural field experiment to measure the effects of energy use information disclosure, customer rebates, and sales agent incentives on demand for energy efficient durable goods. While a combination of large rebates plus sales incentives substantially increases market share, information and sales incentives alone each have zero statistical effect and explain at most a small fraction of the low baseline market share. Sales agents strategically comply only partially with the experiment, targeting information at more interested consumers but not discussing energy efficiency with the disinterested majority. These results suggest that at current prices in this context, seller-provided information is not a major barrier to energy efficiency investments. We theoretically and empirically explore the novel policy option of combining customer subsidies with government-provided sales incentives.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Information Disclosure through Agents: Evidence from a Field Experiment.\" We thank Judd Boomhower, Lucas Davis, Stefano DellaVigna, Carolyn Fischer, Ginger Jin, Katy Milkman, Erich Muehlegger, David Rapson, Imran Rasul, Jim Sallee, and seminar participants at the ASSA Annual Meeting, Berkeley, Harvard, and the Program on Workable Energy Regulation conference for helpful comments. Alex Cheng provided exceptional research assistance, and Larry Ehrhardt programmed the experiment website. Our legal agreement does not allow us to identify the Retailer or its employees, but we thank sales agents and management, in particular PC and JW. Customer follow-up survey protocols and Stata code to replicate the analysis is available from Hunt Allcott's website. We are grateful to the Sloan Foundation for funding this experiment and our related research on the economics of energy efficiency. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}