{
    "id": 20045,
    "citation_title": "Health Care in a Multipayer System: The Effects of Health Care Service Demand among Adults under 65 on Utilization and Outcomes in Medicare",
    "citation_author": [
        "Sherry A. Glied"
    ],
    "citation_publication_date": "2014-04-10",
    "issue_date": "2014-04-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoctors and hospitals in the United States serve patients covered by many types of insurance.  This overlap in the supply of health care services means that changes in the prices paid or the volume of services demanded by one group of patients may affect other patient groups.  This paper examines how marginal shifts in the demand for services among the adult population under 65 (specifically, factors that affect the uninsurance rate) affect use in the Medicare population.\nI provide a simple theoretical framework for understanding how changes in the demand for care among adults under 65 may affect Medicare spending.  I then examine how two demand factors-recent coverage eligibility changes for parents and the firm size composition of employment-affect insurance coverage among adults under 65 and how these factors affect per beneficiary Medicare spending.  Factors that contribute to reductions in uninsurance rates are associated with contemporaneous decreases in per beneficiary Medicare spending, particularly in high variation Medicare services.  \nReductions in the demand for medical services among adults below age 65 are not associated with reductions in the total quantity of physician services supplied.  The increased Medicare utilization that accompanies lower demand among those under 65 has few, if any, benefits for Medicare patients.\n\n",
    "acknowledgement": "\nI thank Joshua Graff Zivin, Tal Gross, Adriana Lleras-Muney, Matt Neidell, and participants at a seminar at the Wagner School for useful advice on various parts of this paper.   I thank Bisundev Mahato for research assistance.  The Commonwealth Fund provided funding of a portion of this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}