{
    "id": 20053,
    "citation_title": "How Do Providers Respond to Public Health Insurance Expansions? Evidence from Adult Medicaid Dental Benefits",
    "citation_author": [
        "Thomas C. Buchmueller",
        "Sarah Miller",
        "Marko Vujicic"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large and growing number of adults are covered by public insurance, and the Affordable Care Act is predicted to dramatically increase public coverage over the next several years. This study evaluates how such large increases in public coverage affect provider behavior and patient wait times by analyzing a common type of primary care: dental services. We find that when states add dental benefit to adult Medicaid coverage, dentists' participation in Medicaid increases and dentists see more publicly insured patients without decreasing the number of visits provided to privately insured patients. Dentists increase the total number of visits they supply each week while only modestly increasing the amount of time they spend working. They achieve this primarily by making greater use of dental hygienists. As a result, dentists' income increases. Wait times increase modestly, with the largest increases in wait times observed in states with restrictive scope of practice laws governing dental hygienists. These changes are most pronounced among dentists who practice in poor areas where Medicaid coverage is greatest.\n\n",
    "acknowledgement": "\n\u0003This paper greatly benefited from comments by Jeff Clemens and seminar participants at Cornell University Policy Analysis and Management, University of Michigan, Indiana University and Case Western Reserve University. The views expressed herein are those of the authors and do not necessarily reflect the views of the American Dental Association or the National Bureau of Economic Research.\n\n\n"
}