{
    "id": 20059,
    "citation_title": "Economic Well-being and Anti-Semitic, Xenophobic, and Racist Attitudes in Germany",
    "citation_author": [
        "Naci H. Mocan",
        "Christian Raschke"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fear and hatred of others who are different has economic consequences because such feelings are likely to translate into discrimination in labor, credit, housing, and other markets.  The implications range from earnings inequality to intergenerational mobility.  Using German data from various years between 1996 and 2010, we analyze the determinants of racist and xenophobic feelings towards foreigners in general, and against specific groups such as Italians and Turks.  We also analyze racist and anti-Semitic feelings towards German citizens who differ in ethnicity (Aussiedler from Eastern Europe) or in religion (German Jews).  Individuals' perceived (or actual) economic well-being is negatively related to the strength of these feelings. Education, and having contact with foreigners mitigate racist, anti-Semitic and xenophobic feelings.  People who live in states which had provided above-median support of the Nazi party in the 1928 elections have stronger anti-Semitic feelings today. The results are not gender-driven.  They are not an artifact of economic conditions triggering feelings about job priority for German males, and they are not fully driven by fears about foreigners taking away jobs.  The results of the paper are consistent with the model of Glaeser (2005) on hate, and with that of Akerlof and Kranton (2000, 2005) on identity in the utility function.\n\n",
    "acknowledgement": "\nWe thank Luiza Pogorelova and Bahadir Dursun for research assistance. Anna Piil Damm, Marianne Simonsen, Alex Koch, Leyla Mocan, Carmine Guerriero, James Garand, and seminar participants at Aarhus University, Galatasaray University and LSU provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}