{
    "id": 2005,
    "citation_title": "Government Spending, Interest Rates, Prices, and Budget Deficits in the United Kingdom, 1701-1918",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "1986-08-01",
    "issue_date": "1986-08-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe British data from the early 1700s through World War I provide an unmatched opportunity for studying the effects of temporary changes in government purchases. In this paper I examine the effects of these changes on interest rates, the quantity of money, the price level, and budget deficits. Temporary increases in government purchases--showing up in the sample as increases in military outlays during wartime--had positive effects on long-term interest rates. The effect on the growth rate of money (bank notes) was positive only during the two periods of suspension of the gold standard (1797-1821 and 1914-1918). As long as convertibility of bank notes into specie was maintained, there was no systematic relation of government spending to monetary growth. Similarly, the main interplay between temporary government spending and inflation occurred during the periods of suspension. Temporary changes in military spending accounted for the bulk of budget deficits from the early 1700s through 1918. This association explains the main increases in the ratio of the public debt to GNP, as well as the decreases that typically occurred during peacetime. Over the sample of more than two hundred years, I found only two examples of major budget deficits that were unrelated to wartime -- one associated with compensation payments to slaveowners in 1835-36 and the other with a political dispute over the income tax in 1909-10. Because of the \"exogeneity\" of these deficits, it is interesting that interest rates showed no special movements at these times.\n\n",
    "acknowledgement": "\n"
}