{
    "id": 20058,
    "citation_title": "Bequests and Heterogeneity in Retirement Wealth",
    "citation_author": [
        "Mariacristina De Nardi",
        "Fang Yang"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHouseholds hold vastly heterogenous amounts of wealth when they reach retirement, and differences in lifetime earnings explain only part of this variation. This paper studies the role of intergenerational transmission of ability, voluntary bequest motives, and the recipiency of accidental and intended bequests (both in terms of timing and size), in generating wealth dispersion at retirement, in the context of a rich quantitative model. Modeling voluntary bequests, and realistically calibrating them, not only generates more wealth dispersion at retirement and reduces the correlation between retirement wealth and lifetime income, but also generates a skewed bequest distribution that is close to the one in the observed data.\n\n",
    "acknowledgement": "\nWe thank Michele Boldrin, John Boyd, V. V. Chari, Betty Daniel, Zvi Eckstein, Helen Koshy, Ayse Imrohoroglu, John B. Jones, Larry Jones, an assistant editor, two referees, and seminar participants at various seminars and conferences for helpful comments and suggestions. Yang acknowledges support by the Center for Retirement Research at Boston College pursuant to grants from the U.S. Social Security Administration (SSA), funded as part of the Retirement Research Consortium (RRC). The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, the Federal Reserve Bank of Chicago, the RRC, Boston College, or the National Bureau of Economic Research.\n\n\n"
}