{
    "id": 20057,
    "citation_title": "Co-residence, Life-Cycle Savings and Inter-generational Support in Urban China",
    "citation_author": [
        "Mark Rosenzweig",
        "Junsen Zhang"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use unique data characterizing individual savings for twins and non-twins in urban China to examine why the savings rates of the young are elevated relative to the middle-aged, despite rising individual life-cycle incomes. We show that inter-generational co-residence masks the true life-cycle patterns of individual savings in standard Chinese household data sets, which are aggregated at the household level. Moreover, we show that to understand life-cycle savings behavior it is necessary to take into account inter-generational co-residence, an important phenomenon in China and in many developing countries. To test a model that describes joint life-cycle savings and co-residence decisions by two generations, we use a variety of standard twins methods. The estimates provide support for the model, including that individuals born into larger families provide less financial support to parents and are more likely to co-reside with parents when young, but do not have different savings rates. We also found that inter-generational co-residence is lower the higher the incomes of the young but higher when the parents have higher incomes and that inter-generational co-residence, net of income, is associated with higher savings for the young but not higher savings for the old. Our results highlight the importance of high housing costs and the prevalence of inter-generational shared housing as key reasons for the higher savings rates for the urban young in China, but also indicate that in urban China neither old-age support by the young nor the one-child policy are major factors.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJunsen Zhang\n\nJunsen Zhang thanks the partial financial support from the Natural Science Foundation of China (Project No. 70933001).\n\n\n"
}