{
    "id": 20052,
    "citation_title": "Can Taxes Shape an Industry? Evidence from the Implementation of the “Amazon Tax”",
    "citation_author": [
        "Brian Baugh",
        "Itzhak Ben-David",
        "Hoonsuk Park"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "2018-01-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor years, online retailers have maintained a price advantage over brick-and-mortar retailers by not collecting sales tax at the time of sale. Recently, several states have required that online retailer Amazon collect sales tax during checkout. Using transaction-level data, we document that households living in these states reduced Amazon purchases by 9.4% after sales tax laws were implemented, implying elasticities ranging from –1.2 to –1.4. The effect is more pronounced for large purchases, for which we estimate a reduction of 29.1% in purchases, corresponding to an elasticity of –3.9. Studying competitors in the electronics field, we detect some evidence of substitution toward competing retailers.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The 'Amazon Tax': Empirical Evidence from Amazon and Main Street Retailers.\" We thank the financial institution for providing the data set. We thank Raj Chetty, René Stulz, and participants at the Industrial Organization Conference at Tel-Aviv University, the NBER Entrepreneurship and Economic Growth Conference, the NBER Public Economics Conference, the NBER Universities Research Conference, and the AEA Conference for helpful comments. We are grateful for the financial support of the NBER Household Finance Grant. Ben-David’s research is supported by the Dice Center at the Fisher College of Business and by the Neil Klatskin Chair in Finance and Real Estate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}