{
    "id": 20063,
    "citation_title": "In Search of the Armington Elasticity",
    "citation_author": [
        "Robert C. Feenstra",
        "Philip A. Luck",
        "Maurice Obstfeld",
        "Katheryn N. Russ"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe elasticity of substitution between goods from different countries---the Armington elasticity---is important for many questions in international economics, but its magnitude is subject to debate: the \"macro\" elasticity between home and import goods is often found to be smaller than the \"micro\" elasticity between foreign sources of imports. We investigate these two elasticities in a model using a nested CES preference structure. We explore estimation techniques for the macro and micro elasticities using both simulated data from a Melitz-style model, and highly disaggregate U.S. production data matched to Harmonized System trade data. We find that in up to one-half of goods there is no significant difference between the macro and micro elasticities, but in the other half of goods the macro elasticity is significantly lower than the micro elasticity, even when they are estimated at the same level of disaggregation.\n\n",
    "acknowledgement": "\nWe thank Tom Becker, Zhiyuan Li, José Antonio Rodríguez-López, Anson Soderbery, and Greg Wright for sterling research assistance. We have benefitted from comments made by seminar participants at the Federal Reserve Bank of San Francisco, the Federal Reserve Bank of New York, Yale University, and the International Monetary Fund. We especially thank discussants James Harrigan and Menzie Chinn, as well as Andrés Rodríguez-Clare. Financial support was provided by the International Growth Centre at the London School of Economics, the Coleman Fung Risk Research Center at UC Berkeley, the National Science Foundation and the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}