{
    "id": 20068,
    "citation_title": "Understanding Earnings Dynamics: Identifying and Estimating the Changing Roles of Unobserved Ability, Permanent and Transitory Shocks",
    "citation_author": [
        "Lance Lochner",
        "Youngki Shin"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a general framework to study the evolution of wage and earnings residuals that incorporates features highlighted by two influential but distinct literatures in economics: (i) unobserved skills with changing non-linear pricing functions and (ii) idiosyncratic shocks with both permanent and transitory components.\nWe first provide nonparametric identification conditions for the distribution of unobserved skills, all unobserved skill pricing functions, and (nearly) all distributions for both permanent and MA(q) transitory shocks. We then discuss identification and estimation using a moment-based approach, restricting unobserved skill pricing functions to be polynomials.  Using data on log earnings for men ages 30-59 in the PSID, we estimate the evolution of unobserved skill pricing functions and the distributions of unobserved skills, transitory, and permanent shocks from 1970 to 2008.   We highlight five main findings: (i) The returns to unobserved skill rose over the 1970s and early 1980s, fell over the late 1980s and early 1990s, and then remained quite stable through the end of our sample period.  Since the mid-1990s, we observe some evidence of polarization: the returns to unobserved skill declined at the bottom of the distribution while they remained relatively constant over the top half.  (ii) The variance of unobserved skill changed very little across most cohorts in our sample (those born between 1925 and 1955). (iii) The variance of transitory shocks jumped up considerably in the early 1980s but shows little long-run trend otherwise over the more than thirty year period we study. (iv) The variance of permanent shocks declined very slightly over the 1970s, then rose systematically through the end of our sample by 15 to 20 log points.  The increase in this variance over the 1980s and 1990s was strongest for workers with low unobserved ability. (v) In most years, the distribution of unobserved skill pricing is positively skewed, while the distributions of permanent and (especially) transitory shocks are negatively skewed.\n\n",
    "acknowledgement": "\nLance Lochner would like to acknowledge support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}