{
    "id": 20061,
    "citation_title": "Firms, Destinations, and Aggregate Fluctuations",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei Levchenko",
        "Isabelle Mejean"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a database covering the universe of French firms for the period 1990--2007 to provide a forensic account of the role of individual firms in generating aggregate fluctuations. We set up a simple multi-sector model of heterogeneous firms selling to multiple markets to motivate a theoretically-founded decomposition of firms' annual sales growth rate into different components. We find that the firm-specific component contributes substantially to aggregate sales volatility, mattering about as much as the components capturing shocks that are common across firms within a sector or country. We then decompose the firm-specific component to provide evidence on two mechanisms that generate aggregate fluctuations from microeconomic shocks highlighted in the recent literature: (i) when the firm size distribution is fat-tailed, idiosyncratic shocks to large firms directly contribute to aggregate fluctuations; and (ii) aggregate fluctuations can arise from idiosyncratic shocks due to input-output linkages across the economy. Firm linkages are approximately three times as important as the direct effect of firm shocks in driving aggregate fluctuations.\n\n",
    "acknowledgement": "\nWe would like to thank the editor (Lars Peter Hansen), two anonymous referees, George Akerlof, Gilles Duranton, Jonathan Eaton, Chris House, Ayhan Kose, Kory Kroft, Julien Martin, Akito Matsumoto, Ryan Monarch, Peter Morrow, Sophie Osotimehin, Tiago Ribeiro, Matthew Shapiro, Rishi Sharma, and seminar participants at various institutions for helpful suggestions. We are especially grateful to Matias Cattaneo for extensive input that greatly improved the paper. Di Giovanni thanks the Marie Curie International Incoming Fellowship FP7-PEOPLE-2013-IIF for financial support under Grant Agreement Number 622959. All remaining errors are our own. This work is supported by a public grant overseen by the French National Research Agency (ANR) as part of the « Investissements d'Avenir » program (Idex Grant Agreement No. ANR -11- IDEX-0003-02 / LabexECODEC No. ANR - 11-LABEX-0047) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}