{
    "id": 20065,
    "citation_title": "Declining Migration within the U.S.: The Role of the Labor Market",
    "citation_author": [
        "Raven Molloy",
        "Christopher L. Smith",
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2014-04-17",
    "issue_date": "2014-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nInterstate migration has decreased steadily since the 1980s.  We show that this trend is not primarily related to demographic and socioeconomic factors, but instead appears to be connected to a concurrent secular decline in labor market transitions.  We explore a number of reasons for the declines in geographic and labor market transitions, and find the strongest support for explanations related to a decrease in the net benefit to changing employers.  Our preferred interpretation is that the distribution of relevant outside offers has shifted in a way that has made labor market transitions, and thus geographic transitions, less desirable to workers.\n\n",
    "acknowledgement": "\nWozniak would especially like to thank Frank Limehouse and the team at the Chicago Census Research Data Center for assistance with the restricted National Longitudinal Surveys. Ning Jia (University of Notre Dame) and Adam Scherling (Federal Reserve Board) also provided invaluable research assistance. The authors would like to thank Moshe Buchinsky and James Spletzer as well as seminar participants at Temple University, the University of Notre Dame, UW-Madison, University of Illinois-Chicago, UC-Santa Barbara, and conference participants at the Federal Reserve System conference on Regional Analysis, the 2012 Census Research Data Center Researcher conference, and the Society of Labor Economists. Any errors are our own. Any opinions and conclusions expressed herein are those of the authors and do not indicate concurrence with other members of the research staff of the Federal Reserve, the Board of Governors, the U.S. Census Bureau, or the National Bureau of Economic Research. All results have been reviewed to insure that no confidential information is disclosed.\n\n\n\nChristopher L. Smith\n\nThe analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff, the Board of Governors, or the National Bureau of Economic\nResearch.\n\n\n"
}