{
    "id": 20066,
    "citation_title": "Job Displacement and the Duration of Joblessness: The Role of Spatial Mismatch",
    "citation_author": [
        "Fredrik Andersson",
        "John C. Haltiwanger",
        "Mark J. Kutzbach",
        "Henry O. Pollakowski",
        "Daniel H. Weinberg"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a new approach to the measurement of the effects of spatial mismatch that takes advantage of matched employer-employee administrative data integrated with a person-specific job accessibility measure, as well as demographic and neighborhood characteristics. The basic hypothesis is that if spatial mismatch is present, then improved accessibility to appropriate jobs should shorten the duration of unemployment. We focus on lower-income workers with strong labor force attachment searching for employment after being subject to a mass layoff - thereby focusing on a group of job searchers that are plausibly searching for exogenous reasons. We construct person-specific measures of job accessibility based upon an empirical model of transport modal choice and network travel-time data, giving variation both across neighborhoods in nine metropolitan areas, as well as across neighbors. Our results support the spatial mismatch hypothesis. We find that better job accessibility significantly decreases the duration of joblessness among lower-paid displaced workers. Blacks, females, and older workers are more sensitive to job accessibility than other subpopulations.\n\n",
    "acknowledgement": "\nAny opinions expressed in this document are those of the authors and do not necessarily represent the views of the Office of the Comptroller of the Currency or the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The authors thank the discussants and participants at numerous seminars and conferences for their comments on earlier versions of this research, including the Urban Economics Association (2010), the American Real Estate and Urban Economics Association/Allied Social Sciences Association (2011), the Urban Economics Association (2011), the Society of Labor Economists (2012), the Census Bureau Center for Economic Studies (2012), and the Federal Reserve Bank of Atlanta Comparative Analysis of Enterprise Data Conference (2013). We also are thankful for early comments on this research from Kevin McKinney and Ron Jarmin. We also thank Sheharyar Bokhari for significant assistance with the transportation network data and modeling. This research uses data from the Census Bureau's Longitudinal Employer-Household Dynamics (LEHD) Program, which was partially supported by the following grants: National Science Foundation (NSF) SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging AG018854; and grants from the Alfred P. Sloan Foundation.  The research for this project was also supported by a grant from the MacArthur Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}