{
    "id": 20074,
    "citation_title": "Market Structure, Reputation, and the Value of Quality Certification",
    "citation_author": [
        "Daniel Elfenbein",
        "Raymond Fisman",
        "Brian McManus"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nQuality certification programs help consumers to identify high-quality products or sellers in markets with information asymmetries. Using data from eBay UK's online marketplace, we study how certification's impact on consumer demand varies with market- and seller-level attributes, exploiting quasi-experimental variation in sellers' certification status. The positive effects of eBay's \"top rated seller\" certification are stronger for categories with relatively few other certified sellers, in more competitive markets, and for sellers with shorter records of past performance. These findings indicate certification provides its greatest value when certification is rare, the product space is crowded, and for sellers lacking established reputations.\n\n",
    "acknowledgement": "\nWe thank eBay, and in particular Brad Matthews, Jana Moles, Jana Honnerova, Irene Garcia Sacedon, and Vasanth Yenegalla.  Additionally, we thank seminar participants at Arizona State University, the Federal Trade Commission, Georgia Tech, UCLA, the University of North Carolina - Charlotte, the University of Michigan, and the University of Minnesota for their helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}