{
    "id": 20073,
    "citation_title": "The Wealthy Hand-to-Mouth",
    "citation_author": [
        "Greg Kaplan",
        "Giovanni L. Violante",
        "Justin Weidner"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe wealthy hand-to-mouth are households who hold little or no liquid wealth (cash, checking, and savings accounts), despite owning sizable amounts of illiquid assets (assets that carry a transaction cost, such as housing or retirement accounts). We use survey data on household portfolios for the U.S., Canada, Australia, the U.K., Germany, France, Italy, and Spain to document the share of such households across countries, their demographic characteristics, the composition of their balance sheets, and the persistence of hand-to-mouth status over the life cycle. The portfolio configuration of the wealthy hand-to-mouth suggests that these households may have a high marginal propensity to consume out of transitory income changes, a prediction for which we find empirical support in PSID data. We explain the implications of this group of consumers for macroeconomic modeling and fiscal policy analysis.\n\n",
    "acknowledgement": "\nWe thank Yu Zhang for outstanding research assistance, and Mark Aguiar, Karen Pence, David Romer, Rob Shimer, David Weil, and Justin Wolfers for comments. This research is supported by grant no. 1127632 from the National Science Foundation. I received compensation from the Brookings Institution in conjunction with this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}