{
    "id": 20079,
    "citation_title": "Evolving Comparative Advantage and the Impact of Climate Change in Agricultural Markets: Evidence from 1.7 Million Fields around the World",
    "citation_author": [
        "Arnaud Costinot",
        "Dave Donaldson",
        "Cory B. Smith"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large agronomic literature models the implications of climate change for a variety of crops and locations around the world. The goal of the present paper is to quantify the macro-level consequences of these micro-level shocks. Using an extremely rich micro-level dataset that contains information about the productivity---both before and after climate change---of each of 10 crops for each of 1.7 million fields covering the surface of the Earth, we find that the impact of climate change on these agricultural markets would amount to a 0.26% reduction in global GDP when trade and production patterns are allowed to adjust.\n\n",
    "acknowledgement": "\nFor helpful suggestions and comments we are grateful to Sam Kortum, Rob Townsend, Ivan Werning and seminar audiences at the IIES Conference on \"Climate and the Economy,\" Princeton University, Bocconi, the University of Munich, UBC, and UC Berkeley. Moya Chin provided excellent research assistance. Costinot and Donaldson thank the National Science Foundation (under Grant SES-1227635) for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}