{
    "id": 20077,
    "citation_title": "What is driving the 'African Growth Miracle'?",
    "citation_author": [
        "Margaret S. McMillan",
        "Kenneth Harttgen"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that much of Africa's recent growth and poverty reduction can be traced to a substantive decline in the share of the labor force engaged in agriculture. This decline has been accompanied by a systematic increase in the productivity of the labor force, as it has moved from low productivity agriculture to higher productivity manufacturing and services. These declines have been more rapid in countries where the initial share of the labor force engaged in agriculture is the highest and where commodity price increases have been accompanied by improvements in the quality of governance.\n\n",
    "acknowledgement": "\nThis is a revised version of a paper that was prepared as a background paper for the African Economic Outlook 2013. We thank Matthew Johnson and Inigo Verduzco-Gallo for excellent research assistance and Rodrigo Garcia-Valdes, Alun Thomas, Doug Gollin, David Lagakos and Michael Waugh for providing data. The authors would also like to thank Adam Storeygard, Xinshen Diao, Doug Gollin, Remi Jedwab, William Masters, Jan Rielander, Dani Rodrik, Abebe Shimeles, Erik Thorbecke and Enrico Spolaore for helpful comments. We would also like to gratefully acknowledge financial support from the DFID-ESRC Growth Research Programme (DEGRP) project titled 'Structural change and productivity growth in Africa.' The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}