{
    "id": 20070,
    "citation_title": "Macroeconomic Drivers of Bond and Equity Risks",
    "citation_author": [
        "John Y. Campbell",
        "Carolin Pflueger",
        "Luis M. Viceira"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "2018-08-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur new model of consumption-based habit formation preferences generates loglinear, homoskedastic macroeconomic dynamics and time-varying risk premia on bonds and stocks. Consumers' first-order condition for the real risk-free interest rate takes the form of an exactly loglinear consumption Euler equation, commonly assumed in New Keynesian models. Estimating the model separately for 1979-2001 and 2001-2011 explains why the exposure of US Treasury bonds to the stock market changed from positive to negative. A change in the comovement between inflation and the output gap explains changing bond risks, but only when risk premia change endogenously as predicted by the model.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “Monetary Policy Drivers of Bond and Equity Risks.” We thank Jules van Binsbergen, Olivier Coibion, Gregory Duffee, Harald Uhlig, Martin Lettau, Francisco Palomino, Monika Piazzesi, Rossen Valkanov, Stan- ley Zin, four anonymous referees, and conference and seminar participants for helpful comments. We thank Jiri Knesl, Alex Zhu, and particularly Gianluca Rinaldi for able research assistance. This material is based upon work supported by Harvard Business School Research Funding and the PH&N Centre for Financial Research at UBC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}