{
    "id": 20071,
    "citation_title": "Do ETFs Increase Volatility?",
    "citation_author": [
        "Itzhak Ben-David",
        "Francesco Franzoni",
        "Rabih Moussawi"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "2014-06-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether exchange traded funds (ETFs)--an asset of increasing importance--impact the volatility of their underlying stocks. Using identification strategies based on the mechanical variation in ETF ownership, we present evidence that stocks owned by ETFs exhibit significantly higher intraday and daily volatility. We estimate that an increase of one standard deviation in ETF ownership is associated with an increase of 16% in daily stock volatility. The driving channel appears to be arbitrage activity between ETFs and the underlying stocks. Consistent with this view, the effects are stronger for stocks with lower bid-ask spread and lending fees. Finally, the evidence that ETF ownership increases stock turnover suggests that ETF arbitrage adds a new layer of trading to the underlying securities.\n\n",
    "acknowledgement": "\nWe are especially grateful to Robin Greenwood (AFA discussant) and Dimitri Vayanos. We thank George Aragon, Chris Downing, Andrew Ellul, Vincent Fardeau, Thierry Foucault, Rik Frehen, Denys Glushkov, Jungsuk Han, Harald Hau, Augustin Landier, Ananth Madhavan, David Mann, Rodolfo Martell, Albert Menkveld, Robert Nestor, Marco Pagano, Alberto Plazzi, Scott Richardson, Anton Tonev, Tugkan Tuzun, Scott Williamson, Hongjun Yan, and participants at seminars at SAC Capital Advisors, the University of Lugano, the University of Verona, the fourth Paris Hedge Funds Conference, the fifth Paul Woolley Conference (London School of Economics), the eighth Csef - IGIER Symposium (Capri), the fifth Erasmus Liquidity Conference (Rotterdam), the first Luxembourg Asset Pricing Summit, the Geneva Conference and Liquidity and Arbitrage, the 20th Annual Conference of the Multinational Finance Society, and the Swedish House of Finance seminar for helpful comments and suggestions. Ben - David acknowledges support from the Neil Klatskin Chair in Finance and Real Estate and from the Dice Center at the Fisher College of Business. An earlier version of this paper was circulated under the title \"ETFs, Arbitrage, and Shock Propagation\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Francesco Franzoni acknowledges support from the Swiss Finance Institute.\n\n\n"
}