{
    "id": 20076,
    "citation_title": "The Common Factor in Idiosyncratic Volatility: Quantitative Asset Pricing Implications",
    "citation_author": [
        "Bernard Herskovic",
        "Bryan T. Kelly",
        "Hanno Lustig",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "2014-12-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that firms’ idiosyncratic volatility obeys a strong factor structure and that shocks to the common factor in idiosyncratic volatility (CIV) are priced. Stocks in the lowest CIV-beta quintile earn average returns 5.4% per year higher than those in the highest quintile. The CIV factor helps to explain a number of asset pricing anomalies. We provide new evidence linking the CIV factor to income risk faced by households. These three facts are consistent with an incomplete markets heterogeneous-agent model. In the model, CIV is a priced state variable because an increase in idiosyncratic firm volatility raises the average household’s marginal utility. The calibrated model matches the high degree of comovement in idiosyncratic volatilities, the CIV-beta return spread, and several other asset price moments.\n\n",
    "acknowledgement": "\nWe thank Yakov Amihud, John Campbell (discussant), John Cochrane, George Constantinides, Itamar Drechsler, Rob Engle, Stefano Giglio, John Heaton, Toby Moskowitz, Holger Mueller, Lubos Pastor, Pietro Veronesi and conference/seminar participants at the Chicago Booth, McGill, NYU, University of Washington, UCLA, New York Federal Reserve Bank, Chicago Federal Reserve Bank, Georgia Tech, American Finance Association, Western Finance Association, Society for Economic Dynamics in Toronto, CEPR conference in Gerzensee, and SITE for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}