{
    "id": 20080,
    "citation_title": "The Role of Proximity in Foreclosure Externalities: Evidence from Condominiums",
    "citation_author": [
        "Lynn M. Fisher",
        "Lauren Lambie-Hanson",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2014-04-24",
    "issue_date": "2014-04-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the effect of foreclosures on the sale prices of nearby properties using a dataset of condominiums in Boston. A foreclosure in the same association and at the same address depresses the sale price by 2.5 percent, but properties in the same association but located at a different address have an effect that is tightly estimated at zero. Since properties in the same association are close substitutes, we argue that the evidence points against the pecuniary externality of property coming on the market and toward a physical externality as the source of measured foreclosure externalities.\n\n",
    "acknowledgement": "\nThe authors thank Douglas Errico, Chris Foote, Kris Gerardi, Tim Lambie-Hanson, Anthony Pennington-Cross, Jonathan Spader, BillWheaton, and audiences at the American Real Estate and Urban Economics Association, the Association for Public Policy Analysis and Management, the Federal Reserve Bank of Boston's New England Study Group, and the University of North Carolina at Charlotte for helpful comments and suggestions. Suzanne Lorant and Jamie Fogel provided excellent editorial assistance. The views expressed here are solely those of the authors, not necessarily those of the Federal Reserve Bank of Boston, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. Lauren Lambie-Hanson received a dissertation grant from the Lincoln Institute of Land Policy, which helped support this research.\n\n\n"
}