{
    "id": 20088,
    "citation_title": "Banning Foreign Pharmacies from Sponsored Search: The Online Consumer Response",
    "citation_author": [
        "Matthew Chesnes",
        "Weijia (Daisy) Dai",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "2018-02-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreased competition from the internet has raised concerns about the quality of prescription drugs sold online. Given the pressure from the Department of Justice, Google agreed to ban pharmacies not certified by the National Association of Boards of Pharmacy (NABP) from sponsored search listings. Using comScore click-through data originated from health-related queries, we study how the ban affects consumer search and click behavior in a difference-in-differences framework using the synthetic control method. We find that non-NABP-certified pharmacies receive fewer clicks after the ban and this effect is heterogeneous. In particular, pharmacies not certified by the NABP, but certified by other sources (other-certified websites), experience an increase in organic clicks that partially offsets the loss in paid clicks after the ban. In contrast, pharmacies not certified by any certification agencies experience much lower rates of substitution in organic clicks. These results suggest that the ban has increased the search cost for other-certified websites, but at least some consumers overcome the search cost by switching from sponsored to organic links. The lower substitution for uncertified websites may be explained by the rising consumer concerns about the quality of drugs sold on uncertified websites after the ban.\n\n",
    "acknowledgement": "\nThe opinions expressed here are those of the authors and not necessarily those of the Federal Trade Commission, any of its Commissioners, or the National Bureau of Economic Research. We are grateful to Daniel Hosken, Jason Chan, Ben Handel, Matthew Gentzkow, William Vogt, and attendants at the 2013 White Conference, the 2013 Southern Economics Association Annual Conference and the 2014 American Economic Association Conference for constructive comments. All errors are ours.\n\n\n"
}