{
    "id": 20084,
    "citation_title": "Mansion Tax: The Effect of Transfer Taxes on the Residential Real Estate Market",
    "citation_author": [
        "Wojciech Kopczuk",
        "David J. Munroe"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHouses and apartments sold in New York and New Jersey at prices above $1 million are subject to the so-called 1% \"mansion tax\" imposed on the full value of the transaction. This policy generates a discontinuity (a \"notch\") in the overall tax liability. We rely on this and other discontinuities to analyze implications of transfer taxes in the real estate market. Using administrative records of property sales, we find robust evidence of substantial bunching and show that the incidence of this tax for transactions local to the discontinuity falls on sellers, may exceed the value of the tax, and is not explained by tax evasion (although supply-side quality adjustments may play a role). Above the notch, the volume of missing transactions exceeds those bunching below the notch. Interpreting our results in the context of an equilibrium bargaining model, we conclude that the market unravels in the neighborhood of the notch: its presence provides strong incentive for buyers and sellers in the proximity of the threshold not to transact. This effect, the identification and recognition of which is novel to this paper, is above and beyond the standard extensive margin response. When present, unraveling affects interpretation and estimation of bunching estimates. Finally, we show that the presence of the tax affects how the market operates away from the threshold---taxation increases price reductions during the search process and in the bargaining stage and weakens the relationship between listing and sale prices. We interpret these results as demonstrating that taxation affects the ultimate allocation in this search market.\n\n",
    "acknowledgement": "\nWe are grateful to Chris Mayer, the Paul Milstein Center for Real Estate and the Real Estate Board of New York for the data. Gilles Duranton, Bill Gentry, Henrik Kleven, Randy Reback, Maya Rossin- Slater, Anindya Sen, and seminar participants at Columbia, Syracuse, Federal Reserve Board of Governors, Wharton, New York Fed, Toronto, New Economics School, Northwestern, 2013 IIPF meeting, the 2013 meeting of the CEA, 2014 meeting of the AEA and 2014 Utah Business Economics Conference provided many helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}