{
    "id": 20083,
    "citation_title": "Floating a \"Lifeboat\": The Banque de France and the Crisis of 1889",
    "citation_author": [
        "Pierre-Cyrille Hautcoeur",
        "Angelo Riva",
        "Eugene N. White"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen faced with a run on a \"systemically important\" but insolvent bank in 1889, the Banque de France pre-emptively organized a lifeboat to ensure that depositors were protected and an orderly liquidation could proceed.  To protect the Banque from losses on its lifeboat loan, a guarantee syndicate was formed, penalizing those who had participated in the copper speculation that had caused the crisis bringing the bank down.  Creation of the syndicate and other actions were consistent with mitigating the moral hazard from such an intervention. This episode contrasts the advice given by Bagehot to the Bank of England to counter a panic by lending freely at a high rate on good collateral, allowing insolvent institutions to fail.\n\n",
    "acknowledgement": "\nThe authors would like to thank the participants in conferences and seminars at the Banque de France, the November 2013 Carnegie-Rochester-NYC Conference on Public Policy, the 2013 Cliometrics Conference, Duke University, European University Institute, the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of San Francisco-All UC Conference, the Federal Reserve Board, George Mason University, the Graduate Institute of Geneva, the Paris School of Economics, the Solvay Brussels School, Rutgers University, Vanderbilt University, and the 2012 World Economic History Congress.  We owe a debt of gratitude to Patrice Baubeau for generously sharing the Banque de France's balance sheets data that he laboriously pieced together.  We are especially appreciative the many comments and suggestions we received from Guillaume Bazot, Vincent Bignon, Michael Bordo, Youssef Cassis, Marc Flandreau, Marvin Goodfriend, Regina Grafe, Todd Keister, John Landon-Lane, Carolyn Moehling, Eric Monnet, Emmanuel Prunaux, Hugh Rockoff and Pierre Sicsic, and our research assistants George Berry, Valentina Mussa, and Gurpal Sran.  We appreciate the financial support from the Europlace Institute, the Ecole des hautes études en sciences sociales, and Rutgers University's ARESTY and Research Council grants.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}