{
    "id": 20082,
    "citation_title": "Electoral Rules and the Quality of Politicians: Theory and Evidence from a Field Experiment in Afghanistan",
    "citation_author": [
        "Andrew Beath",
        "Fotini Christia",
        "Georgy Egorov",
        "Ruben Enikolopov"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of electoral rules on the quality of elected officials using a unique field experiment which induced randomized variation in the method of council elections in 250 villages in Afghanistan. In particular, we compare at-large elections, with a single multi-member district, to district elections, with multiple single member districts. We propose a theoretical model where the difference in the quality of elected officials between the two electoral systems occurs because elected legislators have to bargain over policy, which induces citizens in district elections to vote strategically for candidates with more polarized policy positions even at the expense of candidates' competence. Consistent with the predictions of the model, we find that elected officials in at-large elections are more educated than those in district elections and that this effect is stronger in more heterogeneous villages. We also find evidence that elected officials in district elections have more biased preferences.\n\n",
    "acknowledgement": "\nWe thank Ernesto Dal Bó, Hülya Eraslan, Horacio Larreguy, Tommaso Nannicini, Mattias Polborn, Mohamed Saleh, and participants of the NBER Summer Institute Political Economy Public Finance meeting, Priorat Workshop on Bargaining and Politics, Political Economy in the Chicago Area conference and Elections and Electoral Institutions conference in Toulouse for helpful comments. The authors would like to acknowledge the generous cooperation and assistance provided by H. E. Wais Barmak, Tariq Ismati, and Abdul Rahman Ayubi of the Ministry of Rural Rehabilitation of the Government of the Islamic Republic of Afghanistan; Ehsan Zia; staff of AfghanAid, C.H.A., InterCooperation, IRC, NPO/RRRAA, Oxfam UK, and People-in-Need; and Philippe Dongier, Susanne Holste, Qazi Azmat Isa, Zishan Karim, Norman Piccioni, and Mio Takada of the World Bank. We thank Anna Belonog and Denis Shishkin for excellent research assistance and Hamidullah Gharibzada, Shahim Kabuli, and Maiwand Siddiqi for excellent oversight of data collection. Data collection was supported by the Ministry of Rural Rehabilitation and Development of the Government of the Islamic Republic of Afghanistan through the National Solidarity Programme. Additional financial and logistical support for the study was provided by the Food and Agriculture Organisation of the United Nations and the World Bank. Fotini Christia acknowledges support from ARO MURI award No. W911NF-12-1-0509. Ruben Enikolopov acknowledges financial support from the Center for the Study of Diversity and Social Interactions at NES and financial support through Deutsche Bank Membership during his stay at IAS. Andrew Beath was a consultant for the World Bank during the data collection process and was a staff member of the World Bank thereafter. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and should not be attributed in any manner to the World Bank, to its affiliated organizations, or to members of its Board of Executive Directors, the countries they represent, or the National Bureau of Economic Research. The World Bank does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any consequence of their use.\n\n\n"
}