{
    "id": 20092,
    "citation_title": "Indirect Rule and State Weakness in Africa: Sierra Leone in Comparative Perspective",
    "citation_author": [
        "Daron Acemoglu",
        "Isaías N. Chaves",
        "Philip Osafo-Kwaako",
        "James A. Robinson"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA fundamental problem for economic development is that most poor countries have 'weak state' which are incapable or unwilling to provide basic public goods such as law enforcement, order, education and infrastructure. In Africa this is often attributed to the persistence of 'indirect rule' from the colonial period. In this paper we discuss the ways in which a state constructed on the basis of indirect rule is weak and the mechanisms via which this has persisted since independence in Sierra Leone. We also present a hypothesis as to why the extent to which indirect rule has persisted varies greatly within Africa, linking it to the presence or the absence of large centralized pre-colonial polities within modern countries. Countries which had such a polity, such as Ghana and Uganda, tended to abolish indirect rule since it excessively empowered traditional rulers at the expense of post-colonial elites. Our argument provides a new mechanism which can explain the positive correlation between pre-colonial political centralization and modern public goods and development outcomes.\n\n",
    "acknowledgement": "\nThis paper was prepared as part of the NBER Africa Project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}