{
    "id": 20093,
    "citation_title": "Foreign STEM Workers and Native Wages and Employment in U.S. Cities",
    "citation_author": [
        "Giovanni Peri",
        "Kevin Y. Shih",
        "Chad Sparber"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nScientists, Technology professionals, Engineers, and Mathematicians (STEM workers) are fundamental inputs in scientific innovation and technological adoption, the main drivers of productivity growth in the U.S. In this paper we identify the effect of STEM worker growth on the wages and employment of college and non-college educated native workers in 219 U.S. cities from 1990 to 2010. In order to identify a supply-driven and heterogeneous increase in STEM workers across U.S. cities, we use the distribution of foreign-born STEM workers in 1980 and exploit the introduction and variation of the H-1B visa program granting entry to foreign-born college educated (mainly STEM) workers. We find that H-1B-driven increases in STEM workers in a city were associated with significant increases in wages paid to college educated natives. Wage increases for non-college educated natives are smaller but still significant. We do not find significant effects on employment. We also find that STEM workers increased housing rents for college graduates, which eroded part of their wage gains. Together, these results imply a significant effect of foreign STEM on total factor productivity growth in the average US city between 1990 and 2010.\n\n",
    "acknowledgement": "\nWe thank Sarah Turner and two anonymous referees for helpful suggestions. We also received useful comments and suggestions from Nick Bloom, Hilary Hoynes, William Kerr, Enrico Moretti and participants to seminars in UC Davis, UC Berkeley, Universite' Catholique del Louvain, IZA, and the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}