{
    "id": 20097,
    "citation_title": "Is Smoking Inferior? Evidence from Variation in the Earned Income Tax Credit",
    "citation_author": [
        "Donald S. Kenkel",
        "Maximilian D. Schmeiser",
        "Carly J. Urban"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we estimate the causal income elasticity of smoking participation, cessation, and cigarette demand conditional upon participation.  Using an instrumental variables (IV) estimation strategy we find that smoking appears to be a normal good among low-income adults: higher instrumented income is associated with an increase in the number of cigarettes consumed and a decrease in smoking cessation.  The magnitude and direction of the changes in the income coefficients from our OLS to IV estimates are consistent with the hypothesis that correlational estimates between income and smoking related outcomes are biased by unobservable characteristics that differentiate higher income smokers from lower income smokers.\n\n",
    "acknowledgement": "\nDonald S. Kenkel is a professor of policy analysis and management and economics at Cornell University and a research associate at the NBER. Maximilian D. Schmeiser is a senior economist at the Federal Reserve Board. Carly Urban is an assistant professor of economics at Montana State University.  The data used in this article can be obtained beginning six months after publication through three years hence from Max Schmeiser, 20th & C Sts, NW, Washington, DC 20551, max.schmeiser@frb.gov. The views expressed are those of the authors and do not represent those of the Federal Reserve Board, the Federal Reserve System, their staffs, or the National Bureau of Economic Research.\n\n\n"
}