{
    "id": 20090,
    "citation_title": "Corruption in Chinese Privatizations",
    "citation_author": [
        "Raymond Fisman",
        "Yongxiang Wang"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe document evidence of corruption in Chinese state asset sales. These sales involved stakes in partially privatized firms, providing a benchmark - the price of publicly traded shares - to measure underpricing. Underpricing is correlated with deal attributes associated with misgovernance and corruption. Sales by \"disguised\" owners that misrepresent their state ownership to elude regulatory scrutiny are discounted 5-7 percentage points more than sales by other owners; related party transactions are similarly discounted. Analysis of subsequent operating performance provides suggestive evidence that aggregate ownership transfers improve profitability, though not in cases where the transfers themselves were corrupted.\n\n",
    "acknowledgement": "\nWe would like to thank Loren Brandt, Charles Calomiris, Harry DeAngelo, Nandini Gupta, Amit Khandelwal, John Matsusaka, Adair Morse, Kevin Murphy, Richard Roll, Philipp Schnabl, Catherine Thomas, Shang-Jin Wei, Julie Wulf, Jialin Yu, and seminar participants at AFA, Berkeley, Indiana University (Kelly), Maryland, NBER China Conference, Yale, University of International Business and Economics, and USC-UCLA Finance Day for helpful comments. Jin Xie and Huifeng Yin provide able RA support. We also thank a senior officer at the State-owned Assets Supervision and Administration Commission of the State Council (SASAC), Feihu Long, Kui Zeng and Zhichao Fang for providing institutional details on state asset transfers. Financial support from CIBER at Columbia Business School is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}