{
    "id": 20091,
    "citation_title": "The Market for High-Quality Medicine",
    "citation_author": [
        "Daniel Bennett",
        "Wesley Yin"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the effect of chain store entry on drug quality and prices in the retail pharmacy market in Hyderabad, India. In contrast to prevailing mom-and-pop pharmacies, chains exploit scale economies to offer high-quality drugs at lower cost. With a unique data set and a natural experiment methodology, we show that chain entry leads to a relative 5 percent improvement in drug quality and a 2 percent decrease in prices at incumbent retailers. These changes do not depend on the socioeconomic status of consumers, suggesting that chain entry improves consumer welfare throughout the market. Despite the likely role of asymmetric information in this market, we show that consumers partially infer these quality improvements. Our findings suggest that in markets with asymmetric information, organizational technologies such as chains may play an important role translating greater demand into higher quality.\n\n",
    "acknowledgement": "\nWe benefited from helpful comments from Kerwin Charles, Leemore Dafny, Jeffrey Grogger, Seema Jayachandran, Jens Ludwig, Dilip Mookherjee, Andy Newman, Chad Syverson, Glen Weyl, and seminar participants at Boston University, BREAD, the University of California Berkeley, the University of Chicago, the University of Maryland, Northwestern University, the Tinbergen Institute, and Yale University. We thank Pallavi Vyas for excellent research assistance. We gratefully acknowledge the \ffinancial support of the Bill and Melinda Gates Foundation, the Center for Health Market Innovations at the Results for Development Institute, the Population Research Center and the Center for Health and the Social Sciences at the University of Chicago, and the Institute for Economic Development at Boston University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}