{
    "id": 20098,
    "citation_title": "Communicating Uncertainty in Official Economic Statistics",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFederal statistical agencies in the United States and analogous agencies elsewhere commonly report official economic statistics as point estimates, without accompanying measures of error.  Users of the statistics may incorrectly view them as error-free or may incorrectly conjecture error magnitudes.  This paper discusses strategies to mitigate misinterpretation of official statistics by communicating uncertainty to the public.  Sampling error can be measured using established statistical principles.  The challenge is to satisfactorily measure the various forms of non-sampling error.  I find it useful to distinguish transitory statistical uncertainty, permanent statistical uncertainty, and conceptual uncertainty.  I illustrate how each arises as the Bureau of Economic Analysis periodically revises GDP estimates, the Census Bureau generates household income statistics from surveys with non-response, and the Bureau of Labor Statistics seasonally adjusts employment statistics.\n\n",
    "acknowledgement": "\nThis research was supported in part by National Science Foundation grant SES-1129475.  I am grateful to Robert Barbera, Bruce Spencer, Misa Tanaka, David Wessel, and Jonathan Wright for valuable comments and discussions.  I have benefited from the opportunity to present this work at the April 2014 Bank of England Interdisciplinary Workshop on the Role of Uncertainty in Central Bank Policy. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}