{
    "id": 20095,
    "citation_title": "Discrimination and the Effects of Drug Testing on Black Employment",
    "citation_author": [
        "Abigail K. Wozniak"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nNearly half of U.S. employers test job applicants and workers for drugs. A common assumption is that the rise of drug testing must have had negative consequences for black employment. However, the rise of employer drug testing may have benefited African-Americans by enabling non-using blacks to prove their status to employers. I use variation in the timing and nature of drug testing regulation to identify the impacts of testing on black hiring. Black employment in the testing sector is suppressed in the absence of testing, a finding which is consistent with ex ante discrimination on the basis of drug use perceptions. Adoption of pro-testing legislation increases black employment in the testing sector by 7-30% and relative wages by 1.4-13.0%, with the largest shifts among low skilled black men. Results further suggest that employers substitute white women for blacks in the absence of testing.\n\n",
    "acknowledgement": "\nI thank Princeton University and the Upjohn Institute for financial support and Reed College for research space during the writing of this paper. I am particularly indebted to Shawn Moulton for his outstanding research assistance throughout this project and Lars Lefgren for helpful conversations. I also thank Giselle Kolenic and Michael Jones for their excellent work at different stages. Melissa Kearney, Jesse Shapiro, and seminar participants at the University of Notre Dame, the University of Connecticut, UC-Irvine, UC-Davis, Portland State University, and University of Oregon commented on early versions and thereby greatly improved the paper. I thank Bill Evans, Daniel Hungerman, Kasey Buckles, seminar participants at the University of Colorado-Denver, UC-Berkeley, the University of Chicago- Harris School, and anonymous referees for comments that improved this version of the paper. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}