{
    "id": 20094,
    "citation_title": "Monetary Policy and Real Borrowing Costs at the Zero Lower Bound",
    "citation_author": [
        "Simon Gilchrist",
        "David López-Salido",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2014-05-01",
    "issue_date": "2014-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares the effects of conventional monetary policy on real borrowing costs with those of the unconventional measures employed after the target federal funds rate hit the zero lower bound (ZLB). For the ZLB period, we identify two policy surprises: changes in the 2-year Treasury yield around policy announcements and changes in the 10-year Treasury yield that are orthogonal to those in the 2-year yield. The efficacy of unconventional policy in lowering real borrowing costs is comparable to that of conventional policy, in that it implies a complete pass-through of policy-induced movements in Treasury yields to comparable-maturity private yields.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Hamilton (our discussant), John Leahy (Editor), and an anonymous referee for numerous helpful comments. We also thank Stefania D'Amico, Bob Barbera, Mark Gertler, Shane Sherlund, Eric Swanson, Min Wei, Jonathan Wright, and participants at the NBER conference on \"Lessons from the Financial Crisis for Monetary Policy\" and the Joint Central Bankers Conference at the Federal Reserve Bank of Cleveland for useful suggestions. Jane Brittingham, Holly Dykstra, and George Fenton provided superb research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}