{
    "id": 20099,
    "citation_title": "Financial Frictions and Firm Dynamics",
    "citation_author": [
        "Paul Bergin",
        "Ling Feng",
        "Ching-Yi Lin"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirm entry dynamics are an integral part of the propagation of financial shocks to the real economy. A VAR documents that adverse financial shocks in the U.S. postwar period are associated with a fall in new firm creation and a fall in firm equity values. We propose a DSGE model with endogenous firm entry and financial frictions that is able to explain these facts. The model is novel in giving firms a choice of financing up-front entry costs through a combination of debt as well as equity, so that financial shocks directly impact the financing of firm entry. The model is also novel in making use of the asset pricing implications of the firm entry condition to explain the equity price response to a financial shock. The model indicates that free entry of new firms limits the ability of incumbent firms to respond to negative financial shocks through endogenous capital restructuring. Also, allowing the number of firms to fall after an adverse financial shock is a useful margin of macroeconomic adjustment, reducing the overall impact of the shock on aggregate output. This is because the remaining firms become financially stronger and better able to withstand a financial shock.\n\n",
    "acknowledgement": "\nWe thank financial support from the Shanghai Pujiang Program and National Science Council of Taiwan (NSC 102-2628-H-007-001-MY2). Collaboration was facilitated by German Volkswagen foundation funding to Ling Feng under the project \"Europe's Global Linkages and the Impact of the Financial Crisis: Policies for Sustainable Trade, Capital Flows, and Migration\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}