{
    "id": 20109,
    "citation_title": "When Does Regulation Distort Costs? Lessons from Fuel Procurement in U.S. Electricity Generation",
    "citation_author": [
        "Steve Cicala"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates changes in fuel procurement practices by coal- and gas-fired power plants in the United States following state-level legislation that ended cost-of-service regulation of electricity generation. I find that deregulated plants substantially reduce the price paid for coal (but not gas), and tend to employ less capital-intensive sulfur abatement techniques relative to matched plants that were not subject to any regulatory change. Deregulation also led to a shift toward more productive coal mines. I show how these results lend support to theories of asymmetric information, capital bias, and regulatory capture as important sources of regulatory distortion.\n\n",
    "acknowledgement": "\nI am grateful to Joseph Aldy, Thomas Covert, Lucas Davis, Meredith Fowlie, Tim Ganser, Matthew Gentzkow, Edward Glaeser, Joshua Gottlieb, David Hémous, William Hogan, Richard Hornbeck, Lawrence Katz, Greg Lewis, Morten Olsen, Ariel Pakes, Jesse Shapiro, Andrei Shleifer, Robert Stavins, Ariel Dora Stern, Richard Sweeney, Andrew Waxman, Stan Veuger and two anonymous referees for helpful comments and suggestions. I also benefited from the comments of seminar participants at Harvard, The EEE session of the 2013 NBER Summer Institute, UC Energy Institute, The Northeast Workshop on Energy Policy and Environmental Economics, The University of Chicago, The American Enterprise Institute, Resources for the Future, George Mason, IESE, UC-Irvine, and Arizona State. Jacob Bournazian at the Energy Information Administration provided instrumental help with data access. This work has been reviewed by EIA to ensure that no confidential data are disclosed. All errors remain my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}