{
    "id": 20107,
    "citation_title": "Economic History and Economic Development: New Economic History in Retrospect and Prospect",
    "citation_author": [
        "Peter Temin"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI argue in this paper for more interaction between economic history and economic development.  Both subfields study economic development; the difference is that economic history focuses on high-wage countries while economic development focuses on low-wage economies.  My argument is based on recent research by Robert Allen, Joachim Voth and their colleagues.  Voth demonstrated that Western Europe became a high-wage economy in the 14th century, using the European Marriage Pattern stimulated by the effects of the Black Death.  This created economic conditions that led eventually to the Industrial Revolution in the 18th century.  Allen found that the Industrial Revolution resulted from high wages and low power costs.  He showed that the technology of industrialization was adapted to these factor prices and is not profitable in low-wage economies.  The cross-over to economic development suggests that demography affects destiny now as in the past, and that lessons from economic history can inform current policy decisions.  This argument is framed by a description of the origins of the New Economic History, also known as Cliometrics, and a non-random survey of recent research emphasizing the emerging methodology of the New Economic History.\n\n",
    "acknowledgement": "\nPrepared for the 2014 annual BETA-Workshop in Historical Economics hosted by the University of Strasbourg from 9 to 10 May, and organized in association with the Bureau d'Economie Théorique et Appliquée (BETA, http://www.beta-umr7522.fr), the University of Strasbourg Institute for Advanced Study (USIAS, http://www.usias.fr/en/), the Association Française de Cliométrie (AFC, http://www.cliometrie.org) and Cliometrica (Springer Verlag, http://www.springer.com/journal/11698). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}