{
    "id": 20106,
    "citation_title": "Stereotypes",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a model of stereotypes in which a decision maker assessing a group recalls only that group's most representative or distinctive types relative to other groups. Because stereotypes highlight differences between groups, and neglect likely common types, they are especially inaccurate when groups are similar. In this case, stereotypes consist of unlikely, extreme types. When stereotypes are inaccurate, they exhibit a form of base rate neglect. They also imply a form of confirmation bias in light of new information: beliefs over-react to information that confirms the stereotype and ignore information that contradicts it. However, stereotypes can change - or rather, be replaced - if new information changes the group's most distinctive trait. Applied to gender stereotypes, the model provides a unified account of disparate evidence regarding the gender gap in education and in labor markets.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Barberis, Roland Bénabou, Dan Benjamin, Tom Cunningham, Matthew Gentzkow, Emir Kamenica, Larry Katz, David Laibson, Sendhil Mullainathan, Josh Schwartzstein, Jesse Shapiro, Alp Simsek and Neil Thakral for extremely helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}