{
    "id": 20101,
    "citation_title": "Reconciling Hayek's and Keynes Views of Recessions",
    "citation_author": [
        "Paul Beaudry",
        "Dana Galizia",
        "Franck Portier"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecessions often happen after periods of rapid accumulation of houses, consumer durables and business capital. This observation has led some economists, most notably Friedrich Hayek, to conclude that recessions mainly reflect periods of needed liquidation resulting from past over-investment. According to the main proponents of this view, government spending should not be used to mitigate such a liquidation process, as doing so would simply result in a needed adjustment being postponed. In contrast, ever since the work of Keynes, many economists have viewed recessions as periods of deficient demand that should be countered by activist fiscal policy. In this paper we reexamine the liquidation perspective of recessions in a setup where prices are flexible but where not all trades are coordinated by centralized markets. We show why and how liquidations can produce periods where the economy functions particularly inefficiently, with many socially desirable trades between individuals remaining unexploited when the economy inherits too many capital goods. In this sense, our model illustrates how liquidations can cause recessions characterized by deficient aggregate demand and accordingly suggests that Keynes' and Hayek's views of recessions may be much more closely linked than previously recognized. In our framework, interventions aimed at stimulating aggregate demand face the trade-off emphasized by Hayek whereby current stimulus mainly postpones the adjustment process and therefore prolongs the recessions. However, when examining this trade-off, we find that some stimulative policies may nevertheless remain desirable even if they postpone a recovery.\n\n",
    "acknowledgement": "\nThe authors thank Michael Devereux, Giovanni Gallipoli, Francisco Gonzalez, Allen Head, Amartya Lahiri and Shouyong Shi for discussions and the participants at the TSE, VSE and Waterloo seminars for useful comments. Beaudry acknowledges financial support from the SSHRC of Canada and the Bank of Canada's fellowship program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}