{
    "id": 20118,
    "citation_title": "The Effect of School Finance Reforms on the Distribution of Spending, Academic Achievement, and Adult Outcomes",
    "citation_author": [
        "C. Kirabo Jackson",
        "Rucker Johnson",
        "Claudia Persico"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "2014-08-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe school finance reforms (SFRs) that began in the early 1970s and accelerated in the 1980s caused some of the most dramatic changes in the structure of K-12 education spending in U.S. history. We analyze the effects of these reforms on the level and distribution of school district spending, as well as their effects on subsequent educational and economic outcomes. \nIn Part One, using a newly compiled database of school finance reforms and a recently available long panel of annual school district data on per-pupil spending that spans 1967-2010, we present an event-study analysis of the effects of different types of school finance reforms on per-pupil spending in low- and high-income school districts. We find that SFRs have been instrumental in equalizing school spending between low- and high-income districts and many reforms do so by increasing spending for poor districts. While all reforms reduce spending inequality, there are important differences by reform type: adequacy-based court-ordered reforms increase overall school spending, while equity-based court-ordered reforms reduce the variance of spending with little effect on overall levels; reforms that entail high tax prices (the amount of taxes a district must raise to increase spending by one dollar) reduce long-run spending for all districts, and those that entail low tax prices lead to increased spending growth, particularly for low-income districts. \nIn Part Two, we link the spending and reform data to detailed, nationally-representative data on children born between 1955 and 1985 and followed through 2011 (the Panel Study of Income Dynamics) to study the effect of the reform-induced changes in school spending on long-run adult outcomes. These birth cohorts straddle the period in which most of the major school finance reform litigation accelerated, and thus the cohorts were differentially exposed, depending on place and year of birth. We use the timing of the passage of court-mandated reforms as an exogenous shifter of school spending across cohorts within the same district. Event-study and instrumental variable models reveal that a 20 percent increase in per-pupil spending each year for all 12 years of public school for children from poor families leads to about 0.9 more completed years of education, 25 percent higher earnings, and a 20 percentage-point reduction in the annual incidence of adult poverty; we find no effects for children from non-poor families. The magnitudes of these effects are sufficiently large to eliminate between two-thirds and all of the gaps in these adult outcomes between those raised in poor families and those raised in non-poor families. We present several pieces of evidence to support a causal interpretation of the estimates.\n\n",
    "acknowledgement": "\nWe wish to thank the PSID staff for access to the confidential restricted-use PSID geocode data. We are grateful for helpful comments received from seminar participants at UC-Berkeley and Harvard University. This project was supported by research grants received from the National Science Foundation under Award Number 1324778 (Jackson), and from the Russell Sage Foundation (Johnson). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}