{
    "id": 20113,
    "citation_title": "Effects of Maternal Depression on Family Food Insecurity",
    "citation_author": [
        "Kelly Noonan",
        "Hope Corman",
        "Nancy E. Reichman"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "2014-06-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheory suggests that adverse life events--such as unemployment or health shocks--can result in food insecurity, which has increased substantially in the U.S. over the past decade alongside the obesity epidemic. We test this proposition by estimating the effects of a specific and salient mental health event--maternal depression during the postpartum year--on child and family food insecurity. Using data from the Early Childhood Longitudinal Study--Birth Cohort, we estimate the effects of maternal depression on food insecurity using both single- and two-stage models, and explore potential buffering effects of relevant public assistance programs and supports. We find that moderate to severe maternal depression increases the likelihood that children and households experience any food insecurity--by between 50 and 80%, depending on the measure of food insecurity. We also find that maternal depression increases the likelihood of reliance on the Supplemental Nutrition Assistance Program; Supplemental Nutrition Program for Women, Infants, and Children; Medicaid; and the Temporary Assistance to Needy Families program, suggesting that these programs play a buffering role.\n\n",
    "acknowledgement": "\nThis project was supported with a grant from the University of Kentucky Center for Poverty Research through funding by the U.S. Department of Agriculture, Food and Nutrition Service, contract number AG-3198-B-10-0028. The opinions and conclusions expressed herein are solely those of the author(s) and should not be construed as representing the opinions or policies of the UKCPR or any agency of the Federal Government. The authors are grateful to Victoria Halenda for excellent research assistance.  The authors wish to thank Laura Argys, participants at the Economics seminar series at the University of Iceland and participants of the Progress Report Conference for the University of Kentucky's Research Program on Childhood Hunger (Champaign, March, 2014) for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}