{
    "id": 20117,
    "citation_title": "Measuring the Macroeconomic Impact of Monetary Policy at the Zero Lower Bound",
    "citation_author": [
        "Jing Cynthia Wu",
        "Fan Dora Xia"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "2015-05-22",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper employs an approximation that makes a nonlinear term structure model extremely tractable for analysis of an economy operating near the zero lower bound for interest rates. We show that such a model offers an excellent description of the data compared to the benchmark model and can be used to summarize the macroeconomic effects of unconventional monetary policy. Our estimates imply that the efforts by the Federal Reserve to stimulate the economy since July 2009 succeeded in making the unemployment rate in December 2013 1% lower, which is 0.13% more compared to the historical behavior of the Fed.\n\n",
    "acknowledgement": "\nWe have benefited from extensive discussions with Jim Hamilton and Drew Creal. We also thank Jim Bullard, John Cochrane, Greg Duffee, Benjamin Friedman, Refet Gurkaynak, Kinda Hachem, Anil Kashyap, Leo Krippner, Randy Kroszner, Jun Ma, David Romer, Glenn Rudebusch, Jeff Russell, Frank Schorfheide, Matthew Shapiro, Eric Swanson, Ruey Tsay, Ken West, Johannes Wieland, John Williams, three anonymous referees, and seminar and conference participants at Chicago Booth, UCSD, NBER Summer Institute Monetary Economics Workshop, St. Louis Fed Applied Time Series Econometrics Workshop, FRBSF ZLB workshop, Second BIS Research Network meeting, Atlanta Fed, Boston Fed, Chicago Fed, Dallas Fed, and Kansas City Fed for helpful suggestions. Cynthia Wu gratefully acknowledges financial support from the IBM Faculty Research Fund at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Our shadow rate data with monthly update is available on http://faculty.chicagobooth.edu/jing.wu/research/data/WX.html\n\n\n"
}