{
    "id": 20110,
    "citation_title": "Asset Pricing with Countercyclical Household Consumption Risk",
    "citation_author": [
        "George M. Constantinides",
        "Anisha Ghosh"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "2016-11-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that shocks to household consumption growth are negatively skewed, persistent, countercyclical, and drive asset prices. We construct a parsimonious model where heterogeneous households have recursive preferences. A single state variable drives the conditional cross-sectional moments of household consumption growth. The estimated model fits well the unconditional cross-sectional moments of household consumption growth and the moments of the risk-free rate, equity premium, price-dividend ratio, and aggregate dividend and consumption growth. The model-implied risk-free rate and price-dividend ratio are procyclical while the market return has countercyclical mean and variance. Finally, household consumption risk explains the cross-section of excess returns.\n\n",
    "acknowledgement": "\nWe thank Lorenzo Garlappi, the late Rick Green, Burton Hollifield, Hanno Lustig, Stijn Van Nieuwerburgh, Thomas Philippon, Bryan Routledge, Ken Singleton (the Editor), Chris Telmer, Sheridan Titman, two anonymous referees, and seminar participants at Carnegie-Mellon University, Concordia University, the EFA 2015 Annual Meeting in Vienna, the ESSFM 2015 conference in Gerzensee, the NBER 2015 summer institute, Georgetown University, New York University, the 2015 Annual Meeting of the SED, the University of British Columbia, the University of California at Los Angeles, the University of Chicago, the University of Miami, the University of Michigan, the University of Southern California, and the University of Texas at Austin for their helpful advice and feedback. Constantinides received financial support from the Center for Research in Security prices, the University of Chicago, as trustee/director of the DFA group of funds, SW7 Holdings, and Cook County Illinois Investment Policy Committee, and as member of the advisory board of FTSE-Russell. Ghosh did not receive financial support from any interested party and does not hold paid or unpaid positions in relevant nonprofit organizations or profit-making entities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}