{
    "id": 20111,
    "citation_title": "The Effect of Public Insurance Coverage for Childless Adults on Labor Supply",
    "citation_author": [
        "Laura Dague",
        "Thomas DeLeire",
        "Lindsey Leininger"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides plausibly causal estimates of the effect of public insurance coverage on the employment of non-elderly, non-disabled adults without dependent children (\"childless adults\").  We use regression discontinuity and propensity score matching difference-in-differences methods to take advantage of the sudden imposition of an enrollment cap, comparing the labor supply of enrollees to eligible applicants on a waitlist. We find enrollment into public insurance leads to sizable and statistically meaningful reductions in employment up to at least 9 quarters later, with an estimated size of from 2 to 10 percentage points depending upon the model used.\n\n",
    "acknowledgement": "\nThis work is supported by grants from the UC Davis Poverty Center and the W.E. Upjohn Institute for Employment Research. We thank Gaston Palmucci, Chris Reynolds, Kristen Voskuil, and Kara Mandell for excellent research assistance. Alan Barreca, Kitt Carpenter, Donna Friedsam, Kosali Simon, Tim Moore, and participants of the 2014 Affordable Care Act and the Labor Market conference at the Chicago Fed provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThomas DeLeire\n\nThis work is supported by grants from the UC Davis Poverty Center and the W.E. Upjohn Institute for Employment Research. We obtained IRB approval through the University of Wisconsin. As part of our data-sharing agreement, the State of Wisconsin through the Institute for Research on Poverty must review the paper prior to dissemination for possible data disclosure issues. The State has no authority, however, to influence the reporting of our findings or shape our conclusions.\nDuring the study period Dague has received financial support from the Robert Wood Johnson Foundation and from the Wisconsin Department of Health Services; DeLeire has received financial support from the PEW Charitable Trusts, the Robert Wood Johnson Foundation, and the Wisconsin Department of Health Services and served as Senior Advisor in the Office of the Assistant Secretary for Planning and Evaluation at the U.S. Department of Health and Human Services; Leininger has received financial support from the Robert Wood Johnson Foundation, the W.E. Upjohn Institute for Employment Research, the Illinois Department of Insurance, and the Wisconsin Department of Health Services.\n\n\n"
}