{
    "id": 20114,
    "citation_title": "Health, Disability Insurance and Retirement in Denmark",
    "citation_author": [
        "Paul Bingley",
        "Nabanita Datta Gupta",
        "Michael Jorgensen",
        "Peder Pedersen"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are large differences in labor force participation rates by health status. We examine to what extent these differences are determined by the provisions of Disability Insurance and other pension programs. Using administrative data for Denmark we find that those in worse health and with less schooling are more likely to receive DI. The gradient of DI participation across health quintiles is almost twice as steep as for schooling - moving from having no high school diploma to college completion. Using an option value model that accounts for different pathways to retirement, applied to a period spanning a major pension reform, we find that pension program incentives in general are important determinants of retirement age. Individuals in poor health and with low schooling are significantly more responsive to economic incentives than those who are in better health and with more schooling. Similar gradients in outcomes and behavior by health and schooling partially reflects the less educated having poorer health on average, but also that the less educated have worse job prospects and higher replacement rates due to a progressive formula for DI and other pension benefits.\n\n",
    "acknowledgement": "\nThis paper is part of the International Social Security project at the NBER. The authors are grateful to the other participants of that project for useful comments and advice. We are also grateful to the Danish Strategic Research Council (dsf-09-070295) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}