{
    "id": 20116,
    "citation_title": "The Role of Publication Selection Bias in Estimates of the Value of a Statistical Life",
    "citation_author": [
        "W. Kip Viscusi"
    ],
    "citation_publication_date": "2014-05-08",
    "issue_date": "2014-05-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMeta-regression estimates of the value of a statistical life (VSL) controlling for publication selection bias yield bias-corrected estimates of VSL that are higher for labor market studies using the more recent Census of Fatal Occupational Injuries (CFOI) data.  These results are borne out by the findings for four meta-analysis data sets and different formulations of the variable used to capture publication bias effects.  Meta-regression estimates for a large sample of VSL estimates consisting only of results of labor market studies using the CFOI fatality data indicate publication selection bias effects that are not statistically significant in either fixed effects or random effects models with clustered standard errors.  The confidence intervals of the publication bias-corrected estimates of the value of a statistical life sometimes include the sample mean estimates and always include the values that are currently used by government agencies.\n\n",
    "acknowledgement": "\nSpecial thanks go to Scott DeAngelis and Jake Byl for construction of the data sets and research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}