{
    "id": 20124,
    "citation_title": "Accounting and Actuarial Smoothing of Retirement Payouts in Participating Life Annuities",
    "citation_author": [
        "Raimond Maurer",
        "Olivia S. Mitchell",
        "Ralph Rogalla",
        "Ivonne Siegelin"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nLife insurers use accounting and actuarial techniques to smooth reporting of firm assets and liabilities, seeking to transfer surpluses in good years to cover benefit payouts in bad years. Nevertheless, these techniques been criticized as they make it difficult to assess insurers' true financial status. We develop stylized and realistically-calibrated models of participating lifetime annuities, an insurance product that pays retirees guaranteed lifelong benefits along with variable non-guaranteed surplus. Our goal is to illustrate how accounting and actuarial techniques for this type of financial contract shape policyholder wellbeing, along with insurer profitability and stability. Smoothing adds value to both the annuitant and the insurer, so curtailing smoothing could undermine the market for long-term retirement payout products.\n\n",
    "acknowledgement": "\nThe authors are grateful for research support provided by the TIAA-CREF Research Institute, the German Investment and Asset Management Association (BVI), the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania; and the Metzler Exchange Professor program. They also thank without implicating Benny Goodman, Michael Heller, Catherine Schrand, and Jochen Zimmermann, for comments. This research is part of the NBER programs on Aging, Public Economics, and Labor Studies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute for research on retirement security.\n\n\n"
}