{
    "id": 2012,
    "citation_title": "Testing the Response of Consumption to Income Changes with (Noisy) PanelData",
    "citation_author": [
        "Joseph G. Altonji",
        "Aloysius Siow"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests the rational expectations lifecycle model of consumption against (1) a simple Keynesian model and (ii) the rational expectations lifecycle model with imperfect capital markets. The tests are based upon the relative responsiveness of consumption to income changes which can be predicted from past information and income changes which cannot be predicted. Since there is strong evidence that panel data contains substantial measurement error, the tests are especially constructed to allow for measurement error in the income process. They also allow for more general income processes than have been considered to date in the literature. The results reject the Keynesian model and generally support the lifecycle model, although the tests are not sufficiently precise to rule out the possibility that some households are liquidity constrained. Measurement error does have a strong influence on the relationship between consumption and income. When it is ignored our tests do not reject the Keynesian model. We show that consideration of measurement error may also reconcile differences in the results of Hall and Mishkin (1982) and Bernanke(1984). Nevertheless, our most important conclusion is that Hall and Mishkin's, Bernanke's, and Hayashi's (198 ) qualitative finding that the vast majority of households obey the lifecycle model is not an artifact of failure to account for measurement error in the income data.\n\n",
    "acknowledgement": "\n"
}