{
    "id": 20122,
    "citation_title": "The Economic Stimulus Payments of 2008 and the Aggregate Demand for Consumption",
    "citation_author": [
        "Christian Broda",
        "Jonathan A. Parker"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a survey of households in the Nielsen Consumer Panel and the randomized timing of disbursement of the 2008 Economic Stimulus Payments, we find that a household's spending rose by ten percent the week it received a Payment and remained high cumulating to 1.5-3.8 percent of spending over three months. Our estimates imply partial-equilibrium increases in aggregate demand of 1.3 percent of consumption in the second quarter of 2008 and 0.6 percent in the third. Spending is concentrated among households with low wealth or low past income; a household's spending did not increase significantly when it learned about its Payment.\n\n",
    "acknowledgement": "\nWe thank the Sloan School of Management at MIT, the Kellogg School of Management at Northwestern University, the Initiative for Global Markets at the University of Chicago, and the Zell Center at the Kellogg School of Management for funding for the survey and data. Parker thanks the Laboratory for Applied Economics and Policy at Harvard for funding. For helpful comments on our research, we thank: Jordi Gali, Daniel Green, Greg Kaplan, Sam Schulhofer-Wohl, Nicholas Souleles, two anonymous referees on our grant application, and participants in numerous seminars and conferences. We would also like to thank Ed Grove, Matt Knain and Molly Hagen at ACNielsen. All results are calculated based on data from the Nielsen Company (US), LLC and provided by the Marketing Data Center at The University of Chicago Booth School of Business. This paper updates and replaces the earlier analysis in Broda and Parker (2008). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}