{
    "id": 20121,
    "citation_title": "Is the Stock Market Just a Side Show? Evidence from a Structural Reform",
    "citation_author": [
        "Murillo Campello",
        "Rafael Perez Ribas",
        "Yan Wang"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThe 2005 split-share reform in China mandated the conversion of nontradable stocks into tradable status. This paper examines the effects of stock markets on corporate outcomes exploiting multiple institutional features of the Chinese conversion program. Using a generalized propensity score matching approach, we identify increases in corporate profitability, investment, value, and productivity as a result of the reform. We also identify changes in firms' likelihood to issue shares and engage in mergers, as well as changes in dividend and capital structure policies. Our findings provide insights on the role of stock markets in shaping corporate activity and on the impact of regulation on economic growth.\n\n",
    "acknowledgement": "\nWe thank Warren Bailey, Dan Bernhardt, Diana Bon...m, Maurice Bun, Zhiwu Chen, Effi Benmelech, Joan Farre-Mensa, Erasmo Giambona, Michael Gofman, Itay Goldstein, Qiao Liu, John Matsusaka, David Ng, Nicolas Serano-Velarde, Yongxiang Wang, Wei Xiong, and Hong Zou for their useful discussions and suggestions. We also benefited from comments from seminar participants at Boston College, Cambridge University, Columbia University, Central Bank of Portugal, Chinese University of Hong Kong, City University of London, European Central Bank, Emory University, University of Amsterdam/DSF, University of Illinois, University of Luxembourg/LSF, University of North Carolina, University of Pittsburgh, University of Southern California, University of Wisconsin, and Yale University. Comments from conference participants at WFA (2011) and FIRS (2011) were also very helpful. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}