{
    "id": 20128,
    "citation_title": "Has the Financial Crisis Permanently Changed the Practice of Monetary Policy? Has It Changed the Theory of Monetary Policy?",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI argue in this paper that one of the two forms of hitherto unconventional monetary policy that many central banks have implemented in response to the 2007 financial crisis - large-scale asset purchases, or to put the matter more generically, use of the central bank's balance sheet as a distinct tool of monetary policy - is likely to become part of the standard toolkit of monetary policymaking in normal times as well.  As intended, these purchases have lowered long-term interest rates relative to short-term rates, and lowered interest rates on more-risky compared to less-risky obligations.  Moreover, their introduction fills a conceptual vacuum that has long stood at the heart of monetary policy analysis and implementation. \nBy contrast, forward guidance on the future trajectory of monetary policy has been less successful.  Public statements by central banks about their actions and intentions will no doubt continue, but transparency for the sake of transparency is not the same as the deliberate attempt to shape market expectations for purposes of achieving specific monetary policy objectives.  \nFinally, there is a conceptual component to all this as well.  In contrast to the last century or more of monetary theory, which has focused on central banks' liabilities, the basis for the effectiveness of central bank asset purchases turns on the role of the asset side of the central bank's balance sheet.  The implications for monetary theory are profound.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}