{
    "id": 20129,
    "citation_title": "Resource Concentration and Civil Wars",
    "citation_author": [
        "Massimo Morelli",
        "Dominic Rohner"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper highlights the importance of natural resource concentration and ethnic group regional concentration for ethnic conflict. A new type of bargaining failure due to multiple types of potential conflicts (and hence multiple threat points) is identified. The theory predicts war to be more likely when resource and group concentration are high, and the empirical analysis, both at the country level and at the ethnic group level, confirms the essential role of geographic concentration variables for civil war.\n\n",
    "acknowledgement": "\nAn earlier version of this paper has circulated under the title \"Natural Resource Distribution and Multiple Forms of Civil War\". We wish to thank Peter Van der Windt and David Schoenholzer for excellent research assistance and Dawn Brancati, Lars-Erik Cederman, Oeindrila Dube, Tanisha Fazal, Benedikt Goderis, Matt Jackson, Cathy Hafer, John Huber, Päivi Lujala, Egil Matsen, Guy Michaels, Kalle Moene, Robert Powell, Rick van der Ploeg, Petros Sekeris, Jonathan Temple, Mathias Thoenig, Ragnar Torvik, Nicolas van de Sijpe, Peter van der Windt, Fabrizio Zilibotti and seminar and workshop participants in Washington University St. Louis, Geneva, Zurich, Columbia, Bristol, Oxford, York, Purdue, London School of Economics, Gerzensee, Trondheim, UC Berkeley, Mannheim, Namur, Rotterdam, Seattle (APSA), Milano Bicocca, Oslo, Barcelona Summer Forum, and Montpellier for helpful discussions and comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}