{
    "id": 20134,
    "citation_title": "Interest Rates and Money in the Measurement of Monetary Policy",
    "citation_author": [
        "Michael T. Belongia",
        "Peter N. Ireland"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last twenty-five years, a set of influential studies has placed interest rates at the heart of analyses that interpret and evaluate monetary policies.  In light of this work, the Federal Reserve's recent policy of \"quantitative easing,\" with its goal of affecting the supply of liquid assets, appears to be a radical break from standard practice.  Alternatively, one could posit that the monetary aggregates, when measured properly, never lost their ability to explain aggregate fluctuations and, for this reason, represent an important omission from standard models and policy discussions.  In this context, the new policy initiatives can be characterized simply as conventional attempts to increase money growth.  This view is supported by evidence that superlative (Divisia) measures of money often help in forecasting movements in key macroeconomic variables.  Moreover, the statistical fit of a structural vector autoregression deteriorates significantly if such measures of money are excluded when identifying monetary policy shocks.  These results cast doubt on the adequacy of conventional models that focus on interest rates alone.  They also highlight that all monetary disturbances have an important \"quantitative\" component, which is captured by movements in a properly measured monetary aggregate.\n\n",
    "acknowledgement": "\nThe authors would like to thank Nicolas Groshenny, Josh Hendrickson, David Laidler, and Ed Nelson for extremely helpful comments on previous drafts and Richard Anderson, William Barnett, and Barry Jones for useful conversations and for their patience in answering questions about the construction of their series for the Divisia monetary aggregates.  Dekuwmini Mornah provided able research assistance.  Neither author received external support for, or has any financial interest that relates to, the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}