{
    "id": 20137,
    "citation_title": "Financial Knowledge and 401(k) Investment Performance",
    "citation_author": [
        "Robert L. Clark",
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique new dataset linking administrative data on investment performance and financial knowledge, we examine whether investors who are more financially knowledgeable earn more on their retirement plan investments, compared to their less sophisticated counterparts. We find that risk-adjusted annual expected returns are 130 basis points higher for the most financially knowledgeable employees, and those scoring higher on our Financial Knowledge Index have slightly more volatile portfolios while they do no better diversifying their portfolios than their peers. Overall, financial knowledge does appear to help people invest more profitably; this may provide a rationale for efforts to enhance financial knowledge in the population at large.\n\n",
    "acknowledgement": "\nResearch support for the work reported herein was provided by the Pension Research Council and Boettner Center at the Wharton School of the University of Pennsylvania, as well as the Office of Employee Benefits at the financial institution providing the data for the study. Without implicating them, we are grateful for useful comments provided by William Clark, Pierre-Carl Michaud, Ryan Peters, Ning Tang, and Steven Utkus. We are also grateful for excellent programming assistance from Yong Yu.  Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the funders, any other institutions with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as a Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute and RAND for research studies on retirement security.\n\n\n"
}