{
    "id": 20136,
    "citation_title": "Two-Sided Heterogeneity and Trade",
    "citation_author": [
        "Andrew B. Bernard",
        "Andreas Moxnes",
        "Karen Helene Ulltveit-Moe"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmpirical studies of firms within industries consistently report substantial heterogeneity in measures of performance such as size and productivity. This paper explores the consequences of joint heterogeneity on the supply side (sellers) and the demand side (buyers) in international trade using a novel transaction-level dataset from Norway. Domestic exporters as well as foreign importers are explicitly identified in each transaction to every destination. The buyer-seller linked data reveal a number of new stylized facts on the distributions of buyers per exporter and exporters per buyer, the matching among sellers and buyers and the variation of buyer dispersion across destinations. The paper develops a model of trade with heterogeneous importers as well as heterogeneous exporters where matches are subject to a relation-specific fixed cost. The model matches the stylized facts and generates new testable predictions emphasizing the importance of importer heterogeneity in explaining trade patterns.\n\n",
    "acknowledgement": "\nThanks go to Richard Baldwin, Arnaud Costinot, Dave Donaldson, Adam Kleinbaum, Ben Mandel, Kjetil Storesletten, and Tony Venables as well as seminar participants at ERWIT 2013, DINR, MIT, NBER, Princeton, Columbia and the NY Fed for helpful comments. We thank Angelu Gu for excellent research assistance. A special thanks to the efforts of Statistics Norway for undertaking the identification of buyers and linking the transactions. Moxnes is grateful for financial support from The Nelson A. Rockefeller Center for Public Policy and the Social Sciences at Dartmouth College. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}