{
    "id": 20132,
    "citation_title": "The Behavioralist as Nutritionist: Leveraging Behavioral Economics To Improve Child Food Choice and Consumption",
    "citation_author": [
        "John A. List",
        "Anya Savikhin Samek"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nChildhood obesity has reached epidemic proportions in the U.S., with now almost a third of children ages 2-19 deemed overweight or obese. In this study, we leverage recent findings from behavioral economics to explore new approaches to tackling one aspect of childhood obesity: food choice and consumption. Using a field experiment where we include more than 1,500 children, we report several key insights. First, we find that individual incentives can have large influences: in the control, only 17% of children prefer the healthy snack, whereas the introduction of small incentives increases take-up of the healthy snack to roughly 75%, more than a four-fold increase. There is some evidence that the effects continue after the treatment period, consistent with a model of habit formation. Second, we find little evidence that the framing of incentives (loss versus gain) matters. While incentives work, we find that educational messaging alone has little influence on food choice. Yet, we do observe an important interaction effect between messaging and incentives: together they provide an important influence on food choice. For policymakers, our findings show the power of using incentives to combat childhood obesity. For academics, our approach opens up an interesting combination of theory and experiment that can lead to a better understanding of theories that explain healthy decisions and what incentives can influence them.\n\n",
    "acknowledgement": "\nWe thank the Kenneth and Anne Griffin Foundation for generous funding of this study. We thank the Greater Chicago Food Depository for assistance with implementation, including sourcing, preparing and delivery of food. We thank Phuong Ta, Joseph Seidel, Tristin Ganter, Tina Huang and Amanda Chuan for excellent research assistance. We thank Joseph Price, Sally Sadoff and David Herberich for helpful comments. We thank seminar participants at the University of Pennsylvania, the University of California-San Diego and the University of Wisconsin-Madison for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}