{
    "id": 20139,
    "citation_title": "Social Learning and Communication",
    "citation_author": [
        "Ariel BenYishay",
        "A. Mushfiq Mobarak"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow adoption of agricultural technologies holds large productivity consequences for developing countries. Agricultural extension services counter information failures by deploying external agents to communicate with farmers.  However, social networks are recognized as the most credible source of information about new technologies.  We incorporate social learning in extension policy using a large-scale field experiment in which we communicate to farmers using different members of social networks.  We show that communicator effort is susceptible to small performance incentives, and the social identity of the communicator influences learning and adoption.  Farmers find communicators who face agricultural conditions and constraints most comparable to themselves to be the most persuasive.  Incorporating communication dynamics can take the influential social learning literature in a more policy-relevant direction.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support and cooperation of Readwell Musopole and many other staff members of the Malawi Ministry of Agriculture, and of David Rohrbach and Olivier Durand of the World Bank - Malawi Country Office.  Maria Jones managed all aspects of fieldwork extremely well. Niall Kelleher, Sylvan Herskowitz, Cristina Valverde and the IPA-Malawi country office provided invaluable support for data collection.  Andrew Carter, Tetyana Zelenska, Johann Burnett and Imogen Halstead provided excellent research assistance.  The World Bank Gender and Agriculture Program, World Bank Development Impact Evaluation Initiative (DIME), the Millennium Challenge Corporation, Yale Center for Business and Environment, and the Macmillan Center at Yale University provided financial support. We thank Chris Udry, Florian Ederer, Jonathan Feinstein, Arthur Campbell, Ken Gillingham, Florence Kondylis, Arik Levinson, Mark Rosenzweig, and seminar participants at Yale University, Brown University, Boston University, Boston College, Georgetown, Vassar College, the University of Sydney, Monash University, University of Queensland, the University of New South Wales, Stanford University SITE, NEUDC at Harvard, and the 24th BREAD conference for comments.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}