{
    "id": 20130,
    "citation_title": "A Big Data Approach to Optimal Sales Taxation",
    "citation_author": [
        "Christian Baker",
        "Jeremy Bejarano",
        "Richard W. Evans",
        "Kenneth L. Judd",
        "Kerk L. Phillips"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize and demonstrate a solution method for an optimal commodity (sales) tax problem consisting of multiple goods, heterogeneous agents, and a nonconvex policy maker optimization problem. Our approach allows for more dimensions of heterogeneity than has been previously possible, incorporates potential model uncertainty and policy objective uncertainty, and relaxes some of the assumptions in the previous literature that were necessary to generate a convex optimization problem for the policy maker. Our solution technique involves creating a large database of optimal responses by different individuals for different policy parameters and using \"Big Data\" techniques to compute policy maker objective values over these individuals. We calibrate our model to the United States and test the effects of a differentiated optimal commodity tax versus a flat tax and the effect of exempting a broad class of goods (services) from commodity taxation. We find that only a potentially small amount of tax revenue is lost for a given societal welfare level by departing from an optimal differentiated sales tax schedule to a uniform flat tax and that there is only a small loss in revenue from exempting a class of goods such as services in the United States.\n\n",
    "acknowledgement": "\n\u0003Thanks to Laurence Kotlikoff\u000b, Kent Smetters, James McDonald, Frank Caliendo, and Aspen Gorry for helpful comments and insights. We are also grateful for comments from conference participants at the BYU Computational Public Economics Conference 2012 and the Hoover Institution Summer 2013 Computational Economics Workshop, and support from the BYU Macroeconomics and Computational Laboratory. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}