{
    "id": 20135,
    "citation_title": "Financial Education and Access to Savings Accounts: Complements or Substitutes? Evidence from Ugandan Youth Clubs",
    "citation_author": [
        "Julian C. Jamison",
        "Dean Karlan",
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nEvidence on the effectiveness of financial education and formal savings account access is lacking, particularly for youth. We randomly assign 250 youth clubs to receive either financial education, access to a cheap group account, or both. The financial education treatments increase financial literacy; the account-only treatment does not. Administrative data shows the education plus account treatment increases bank savings relative to account-only. But survey-measured total savings shows roughly equal increases across all treatment arms. Earned income also increases in all treatment arms. We find little evidence that education and account access are strong complements, and some evidence they are substitutes.\n\n",
    "acknowledgement": "\nThis paper is the result of independent research and does not necessarily represent the views of the Consumer Financial Protection Bureau, the United States Government, or the National Bureau of Economic Research. We thank the Financial Education Fund from DFID for funding. Institutional Review Board approval for human subjects protocols from Innovations for Poverty Action(#113.10February-006 and Yale University #1002006384. From Innovations for Poverty Action, we thank Sarah Kabay, Daniel Katz, Sana Khan, Charity Komujurizi, Matthew Lowes, Justin Loiseau, Joseph Ndumia, Doug Parkerson, Pia Raffler, Elana Safran, Marla Spivack, and Glynis Startz for research support throughout the project and analysis. We thank the Freedom from Hunger and Straight Talk team for collaboration on development of the financial education curriculum, FINCA for the provision of the bank accounts, and four dioceses of the Church of Uganda for their cooperation throughout.\n\n\n"
}