{
    "id": 20133,
    "citation_title": "Very Long-Run Discount Rates",
    "citation_author": [
        "Stefano Giglio",
        "Matteo Maggiori",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide direct estimates of how agents trade off immediate costs and uncertain future benefits that occur in the very long run, 100 or more years away. We exploit a unique feature of housing markets in the U.K. and Singapore, where residential property ownership takes the form of either leaseholds or freeholds. Leaseholds are temporary, pre-paid, and tradable ownership contracts with maturities between 99 and 999 years, while freeholds are perpetual ownership contracts. The difference between leasehold and freehold prices reflects the present value of perpetual rental income starting at leasehold expiry, and is thus informative about very long-run discount rates. We estimate the price discounts for varying leasehold maturities compared to freeholds and extremely long-run leaseholds via hedonic regressions using proprietary datasets of the universe of transactions in each country. Agents discount very long-run cash flows at low rates, assigning high present values to cash flows hundreds of years in the future. For example, 100-year leaseholds are valued at more than 10% less than otherwise identical freeholds, implying discount rates below 2.6% for 100-year claims. Given the riskiness of rents, this suggests that both long-run risk-free discount rates and long-run risk premia are low. We show how the estimated very long-run discount rates are informative for climate change policy.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, John Campbell, Raj Chetty, John Cochrane, Xavier Gabaix, Bob Goldstein, Christian Gollier, Bob Hall, Barney Hartman-Glaeser, Mervyn King, Anil Kashyap, Amir Kermani, Ralph Koijen, Martin Lettau, Hanno Lustig, Tim McQuade, William Nordhaus, Arthur van Benthem, Jules van Binsbergen, Stijn van Nieuwerburgh, Monika Piazzesi, Tomasz Piskorski, Tarun Ramadorai, Amit Seru, Martin Weitzman as well as seminar participants at the NBER (Public Economics, Asset Pricing, Financing Housing Capital), Harvard (HBS and Department), Princeton (JRC Conference), Chicago Booth, NYU Stern, Adam Smith Conference (LBS/LSE/Oxford), UBC Winter Finance Conference, ASU Sonoran Winter Finance Conference, HULM Conference, and Notre Dame for helpful discussions. We gratefully acknowledge the generous research support from the NYU Stern Center for the Global Economy and Business as well as from the Fama-Miller Center and the Initiative on Global Markets at the University of Chicago Booth School of Business. We thank Brent Ambrose, Mihnea Constantinescu, Piet Eichholtz, Marc Francke, Thies Lindenthal, Niclas Sjölund, Nigel Stapledon as well as Trulia, iProperty, and Rightmove for sharing part of their data. We thank Miguel de Faria e Castro for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}