{
    "id": 20145,
    "citation_title": "The Distributional Preferences of Americans",
    "citation_author": [
        "Raymond Fisman",
        "Pamela Jakiela",
        "Shachar Kariv"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe measure the distributional preferences of a large, diverse sample of Americans by embedding modified dictator games that vary the relative price of redistribution in the American Life Panel. Subjects' choices are generally consistent with maximizing a (social) utility function. We decompose distributional preferences into two distinct components - fair-mindedness (tradeoffs between oneself and others) and equality-efficiency tradeoffs - by estimating constant elasticity of substitution utility functions at the individual level. Approximately equal numbers of Americans have equality-focused and efficiency-focused distributional preferences.  After controlling for individual characteristics, our experimental measures of equality-efficiency tradeoffs predict the political decisions of our subjects.\n\n",
    "acknowledgement": "\nWe thank Daniel Markovits and Daniel Silverman for helpful discussions and comments. This paper has also benefited from suggestions by the participants of seminars at several universities and conferences. We thank the American Life Panel team at the RAND Corporation for software development and technical and administrative support. We acknowledge financial support from the Center for Equitable Growth (CEG) at the University of California, Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}