{
    "id": 2014,
    "citation_title": "Interindustry Wage Differences and Industry Characteristics",
    "citation_author": [
        "William T. Dickens",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the extent of interindustry wage differences for nonunion workers and finds that even after controlling for a wide range of individual characteristics and geographic location a substantial amount of individual wage variation can be accounted for by industry differences. In the aggregate industry effects explain at least 6.7% of inter-personal wage variation. At most they explain 30%. While the importance of industry differences is clear, the reasons for the differences are more difficult to establish. Independent of the problems of interpreting the correlates of industry differences, even the sign of the relation of many variables with wages is difficult to establish when other variables are included as controls. This conclusion is suggested by a literature review and confirmed by an analysis of a large number of alternative specifications of an industry wage equation using individual wage data from the CPS and industry characteristics from a number of recent sources. Only industry average education and industry profitability have the same (positive) sign in every specification and in all the studies reviewed. Of these two only average education was nearly always significantly related to wages. Average establishment size had a nearly consistent positive relation. What does emerge from the analysis is a pattern of correlations. There appears to be one major dimension (and perhaps other less important dimensions) along which industries differ. A principal components analysis of an industry characteristics data set is used to demonstrate this. High wage industries have lower quit rates, higher labor productivity, fewer women, more educated workers, longer work weeks, a higher ratio of nonwage to wage compensation, higher unionization rates, larger establishments and firms, higher concentration ratios and are more profitable. An analysis of a limited number of industry characteristics in 1939 yields a similar pattern. The implications of these results for alternative theories of wage determination are considered.\n\n",
    "acknowledgement": "\n"
}