{
    "id": 20147,
    "citation_title": "Friends or Foes: The Interrelationship between Angel and Venture Capital Markets",
    "citation_author": [
        "Thomas F. Hellmann",
        "Veikko Thiele"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a theory of how angel and venture capital markets interact. Entrepreneurs first receive angel then venture capital funding. The two investor types are 'friends' in that they rely upon each other's investments. However, they are also 'foes', because at the later stage the venture capitalists no longer need the angels. Using a costly search model we derive the equilibrium deal flows across the two markets, endogenously deriving market sizes, competitive structures, valuation levels, and exit rates. We discuss how the model generates alternative testable hypotheses for the recent rise of angel investing.\n\n",
    "acknowledgement": "\nWe would like to thank Einar Bakke, Holger Rau, RalphWinter, conference participants at the Annual International Industrial Organization Conference (IIOC) in Boston, the Canadian Economics Association Annual Meeting in Montreal, the Conference on Entrepreneurship and Finance in Lund, and seminar participants at Queen's University and the University of Rochester (Simon) for valuable comments and suggestions. This project was in part funded by a SSHRC research grant. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}