{
    "id": 20140,
    "citation_title": "More Insurers Lower Premiums: Evidence from Initial Pricing in the Health Insurance Marketplaces",
    "citation_author": [
        "Leemore Dafny",
        "Jonathan Gruber",
        "Christopher Ody"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "2014-09-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirst-year insurer participation in the Health Insurance Marketplaces (HIMs) established by the Affordable Care Act is limited in many areas of the country. There are 3.9 participants, on (population-weighted) average, in the 395 ratings areas spanning the 34 states with federally facilitated marketplaces (FFMs). Using data on the plans offered in the FFMs, together with predicted market shares for HIM participants (estimated using 2011 insurer-state market shares in the individual insurance market), we study the impact of competition on premiums. We exploit variation in ratings-area-level competition induced by UnitedHealthcare's decision not to participate in any of the FFMs. We estimate that the second-lowest-price silver premium (which is directly linked to federal subsidies) would have decreased by 5.4 percent, on average, had UnitedHealthcare participated. If all insurers active in each state's individual insurance market in 2011 had participated in all ratings areas in that state's HIM, we estimate this key premium would be 11.1% lower and 2014 federal subsidies would be reduced by $1.7 billion.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from the editor, referees, Joseph Doyle, Keith Ericson, Amanda Starc, and seminar participants at Indiana University, the Boston University/Harvard/MIT Health Economics Seminar, and the Health Economics Workshop at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLeemore Dafny\n\nI have at various points in the past three years served as a litigation consultant on antitrust cases in the health insurance industry.  I have been compensated for this work by state and federal agencies, as well as by economic consulting firms.\n\n\nOver the past three years, I have served as a compensated strategic consultant to a large multispecialty physician organization.\n\n\nI am an academic affiliate of Bates White, an economic consultancy headquartered in Washington, D.C.\n\n\n\nJonathan Gruber\n\nJonathan Gruber is a member of the Commonwealth Health Connector Board that was responsible for setting the policies studied in this research.\n\n\n"
}