{
    "id": 20141,
    "citation_title": "A Model of Monetary Policy and Risk Premia",
    "citation_author": [
        "Itamar Drechsler",
        "Alexi Savov",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2014-05-15",
    "issue_date": "2014-05-15",
    "revision_date": "2015-08-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic asset pricing model in which monetary policy affects the risk premium component of the cost of capital. Risk-tolerant agents (banks) borrow from risk-averse agents (i.e. take deposits) to fund levered investments. Leverage exposes banks to funding risk, which they insure by holding liquidity buffers. By changing the nominal rate the central bank influences the liquidity premium in financial markets, and hence the cost of taking leverage. Lower nominal rates make liquidity cheaper and raise leverage, resulting in lower risk premia and higher asset prices, volatility, investment, and growth. We analyze forward guidance, a \"Greenspan put\", and the yield curve.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Xavier Gabaix, John Geanakoplos, Valentin Haddad, Matteo Maggiori, Alan Moreira, Stefan Nagel, Francisco Palomino, Cecilia Parlatore, participants at the 2012 CITE conference at the Becker Friedman Institute, the 2013 Kellogg Junior Macro conference, the Princeton Finance Seminar, the 2013 Five-Star Conference at NYU, the 2014 UBC Winter Finance Conference, the 2014 Cowles GE Conference at Yale, Harvard Business School, the 2014 Woolley Centre conference at LSE, the Minneapolis Fed, and the 2015 AFA Meetings for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}