{
    "id": 20146,
    "citation_title": "How Did Distributional Preferences Change During the Great Recession?",
    "citation_author": [
        "Raymond Fisman",
        "Pamela Jakiela",
        "Shachar Kariv"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe compare behavior in experiments measuring distributional preferences during the \"Great Recession\" to behavior in identical experiments conducted during the preceding economic boom. Subjects are drawn from a diverse pool of students whose socioeconomic composition is largely held constant by the university, mitigating concerns about differential selection across macroeconomic conditions. Subjects exposed to the recession are more selfish and more willing to sacrifice equality to enhance efficiency. Reproducing recessionary conditions inside the laboratory by confronting subjects with losses has the same impact on distributional preferences, bolstering the interpretation that economic circumstances, rather than other factors, are driving our results.\n\n",
    "acknowledgement": "\nWe thank the UC Berkeley Office of Planning and Analysis, the Financial Aid and Scholarships Office, the Career Center, and Cal Answers (Student Data Warehouse) for providing administrative and survey data on our subject pool and the UC Berkeley student body. We are particularly grateful to Daniel Markovits for many thoughtful comments. We also thank James Andreoni, Colin Camerer, Syngjoo Choi, Stefano DellaVigna, John List, Ulrike Malmendier, and Matthew Rabin for helpful discussions and comments. This paper has also benefited from suggestions by the participants of seminars at several universities and conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}