{
    "id": 20144,
    "citation_title": "Estimating the Impact of Microcredit on Those Who Take It Up: Evidence from a Randomized Experiment in Morocco",
    "citation_author": [
        "Bruno Crépon",
        "Florencia Devoto",
        "Esther Duflo",
        "William Pariente"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper reports the results from a randomized evaluation of a microcredit program introduced in rural areas of Morocco starting in 2006 by Al Amana, the country's largest microfinance institution. Al Amana was the only MFI operating in the study areas during the evaluation period. Thirteen percent of the households in treatment villages took a loan, and none in control villages. Among households identified as more likely to borrow based on ex-ante characteristics, microcredit access led to a significant rise in investment in assets used for self-employment activities (mainly animal husbandry and agriculture), and an increase in profit. But this increase in profit was offset by a reduction in income from casual labor, so overall there was no gain in measured income or consumption. We find suggestive evidence that these results are mainly driven by effects on borrowers, rather than by externalities on households that do not borrow. This implies that among those who chose to borrow, microcredit had large, albeit very heterogeneous, impacts on assets and profits from self-employment activities, but small impact on consumption: we can reject an increase in consumption of more than 10% among borrowers, two years after initial rollout.\n\n",
    "acknowledgement": "\nFunding for this study was provided by the Agence Française de Développement (AFD), the International Growth Centre (IGC), and the Abdul Latif Jameel Poverty Action Lab (J-PAL). We thank, without implicating, these three institutions for their support. The draft was not reviewed by the AFD, IGC or J-PAL before submission and only represents the views of the authors. The study received IRB approval from MIT, COUHES 0603001706. This paper is registered in AEA Social Science Registry under number AEARCTR-0000371 We thank Abhijit Banerjee and Ben Olken for comments. We thank Aurélie Ouss, Diva Dhar and Stefanie Stantcheva for tremendous research assistance, and seminar and conference participants for very useful comments. We also thank Team Maroc for their efforts in conducting the surveys and the French National Institute of Statistics (INSEE) for their precious help with data entry. We are deeply indebted to the whole team of Al Amana without whom this evaluation would not have been possible, in particular, to Fouad Abdelmoumni, Zakia Lalaoui and Fatim-Zahra Zaim. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}