{
    "id": 20149,
    "citation_title": "Does Financing Spur Small Business Productivity? Evidence from a Natural Experiment",
    "citation_author": [
        "Karthik Krishnan",
        "Debarshi Nandy",
        "Manju Puri"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how increased access to financing affects firm total factor productivity (TFP) by exploiting a natural experiment following interstate banking deregulations which increased access to bank financing. We find that firms' TFP increases after their states implement these deregulations. Using a regression discontinuity approach based on Small Business Administration's funding eligibility criteria, we show that TFP increases following the deregulations are significantly greater for financially constrained firms. Our results suggest that greater access to financing allows financially constrained firms to invest in productive projects that may otherwise not be taken up.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the 2013 Boston Area Finance Symposium, the 2013 CAFRAL Conference on Contemporary Issues in Banking and Finance, the 2013 FIRS annual meetings, the 2013 NBER Productivity, Innovation, and Entrepreneurship meetings, the 2013 SFS Cavalcade, Brandeis University, Duke University, Northeastern University, and Virginia Tech. Karthik Krishnan gratefully acknowledges summer research support provided by the D'Amore-McKim School of Business. The research presented in this paper was conducted while the authors were Special Sworn Status Researchers at the Boston Research Data Center (RDC) of the U.S. Census Bureau. The research results and conclusions expressed are those of the authors and do not necessarily indicate concurrence of the U.S. Census Bureau or the National Bureau of Economic Research. All results in this paper have been reviewed to ensure that no confidential information is disclosed. Any errors and omissions are the responsibility of the authors.\n\n\n"
}