{
    "id": 20148,
    "citation_title": "Impacts of the Affordable Care Act Dependent Coverage Provision on Health-Related Outcomes of Young Adults",
    "citation_author": [
        "Silvia Barbaresco",
        "Charles J. Courtemanche",
        "Yanling Qi"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2015-01-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe first major insurance expansion of the Affordable Care Act – a provision requiring insurers to allow dependents to remain on parents’ health insurance until turning 26 – took effect in September 2010. We estimate this mandate’s impacts on numerous outcomes related to health care access, preventive care utilization, risky behaviors, and self-assessed health. We estimate difference-in-differences models with 23-25 year olds as the treatment group and 27-29 year olds as the control group. For the full sample, the dependent coverage provision increased the probabilities of having health insurance, a primary care doctor, and excellent self-assessed health, while reducing body mass index. However, the mandate also increased risky drinking and did not lead to any significant increases in preventive care utilization. Subsample analyses reveal particularly large gains for men and college graduates.\n\n",
    "acknowledgement": "\nWe thank Yaa Akosa Antwi, Kitt Carpenter, Jim Marton, Melinda Pitts, Anne Royalty, Chris Ruhm, Kosali Simon, Erdal Tekin, and audiences at the American Society of Health Economists Biennial Conference, University of Virginia, and Vanderbilt University for valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}