{
    "id": 20155,
    "citation_title": "Small and Large Price Changes and the Propagation of Monetary Shocks",
    "citation_author": [
        "Fernando Alvarez",
        "Hervé Le Bihan",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the presence of both small and large price changes in individual price records from the CPI in France and the US. After correcting for measurement error and cross-section heterogeneity, the size-distribution of price changes has a positive excess kurtosis. We propose an analytical menu cost model that encompasses several classic models, as Taylor (1980), Calvo (1983), Reis (2006), Golosov and Lucas (2007) and accounts for observed cross-sectional patterns. We show that the ratio of kurtosis to the frequency of price changes is a sufficient statistics for the real effects of monetary policy in a large class of models.\n\n",
    "acknowledgement": "\nWe benefited from the comments of Manuel Amador, Saroj Bhattarai, Ricardo Caballero, V.V. Chari, Mike Dotsey, Jordi Galí, Aubik Kahn, Ricardo Caballero, Virgiliu Midrigan, Daniel Levy, Nicola Pavoni, Giorgio Primiceri, Jon Steinsson, Julia Thomas, Michael Waterson, Ivan Werning, and seminar participants at the 2014 NBER EF&G meeting in NY, Chicago Fed, Minneapolis Fed, and the following universities: Bocconi, Bologna, Firenze, MIT, Ohio State, HECER and Lausanne. We are grateful to Alberto Cavallo, Pete Klenow, Oleksiy Kryvtsov, and Joseph Vavra for providing us with several statistics not available in their papers. We thank David Argente and Fredrik Wulfsberg for proving us with evidence for the US scanner data and Norway's CPI (respectively). We thank the INSEE and the SymphonyIRI Group, Inc. for making the data available. All estimates and analysis in this paper, based on data provided by SymphonyIRI Group, Inc. are by the authors and not by SymphonyIRI Group, Inc. We thank the Fondation Banque de France for supporting this project. Part of the research for this paper was sponsored by the ERC advanced grant 324008. The views expressed in the paper are of the authors and do not necessarily reflect those of the Banque de France. Roberto Robatto provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando Alvarez\n\nAdditionally,  in the past years I have visited, taught, or consulted for the following institutions, where I have received an honorarioum:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\n"
}