{
    "id": 20158,
    "citation_title": "Are Americans and Indians More Altruistic than the Japanese and Chinese? Evidence from a New International Survey of Bequest Plans",
    "citation_author": [
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2014-05-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper discusses three alternative assumptions concerning household preferences (altruism, self-interest, and a desire for dynasty building) and shows that these assumptions have very different implications for bequest motives and bequest division.  After reviewing some of the literature on actual bequests, bequest motives, and bequest division, the paper presents data on the strength of bequest motives, stated bequest motives, and bequest division plans from a new international survey conducted in China, India, Japan, and the United States.  It finds striking inter-country differences in bequest plans, with the bequest plans of Americans and Indians appearing to be much more consistent with altruistic preferences than those of the Japanese and Chinese and the bequest plans of the Japanese and Chinese appearing to be much more consistent with selfish preferences than those of Americans and Indians.  These findings have important implications for the efficacy and desirability of stimulative fiscal policies, public pensions, and inheritance taxes.\n\n",
    "acknowledgement": "\nI am indebted to Krishnendu Dastidar, Emin Gahramanov, Shoshana Grossbard, Jose Albert Molina, Abdul Aziz Hayat Muhammad, Wataru Kureishi, Shizuka Sekita, Xueli Tang, Midori Wakabayashi, Yoko Niimi, Oded Stark, Tien Manh Vu, Ken Yamada, three anonymous referees, and the participants of the International Conference on Econometrics and the World Economy, Fukuoka University, Fukuoka, Japan; the Eighth Biennial Conference of the Asian Consumer and Family Economics Association (ACFEA), Yamaguchi University, Yamaguchi, Japan; the International Workshop on \"Social Inequality in Transferring Resources across Generations,\" University of Tokyo, Tokyo, Japan; the Fifteenth Annual Conference on \"Dynamics, Economic Growth and International Trade (DEGIT),\" Goethe University, Frankfurt, Germany: the Annual Meeting of the Japan Society of Family Sociology, Konan University, Kobe, Japan; ESAM12: The Econometric Society Australasian Meeting, Langham Hotel, Melbourne, Australia; and seminars at the Asian Development Bank, Deakin University, the Federal Reserve Bank of San Francisco, Goethe University, Hong Kong University, Hunter College, Keio University, Melbourne University, Monash University, the National Graduate Research Institute of Policy Studies (GRIPS), the National University of Singapore, the University of Auckland, the University of Michigan, the University of the Philippines, Diliman, the University of Queensland, and the University of Tokyo for their valuable comments, to Tien Manh Vu for his superb research assistance, and to the Philippine Center for Economic Development (PCED), Ministry of Education, Culture, Sports, Science, and Technology of the Japanese Government for Grant-in-Aid for Scientific Research Category B (topic number 22330083) and Category S (topic number 20223004), and to the Osaka University Global Center of Excellence (GCOE) Program \"Human Behavior and Socioeconomic Dynamics,\" all of which supported this research.  This research uses micro data from the Preference Parameters Study of Osaka University's 21st Century COE Program \"Behavioral Macrodynamics Based on Surveys and Experiments\" and its Global COE project \"Human Behavior and Socioeconomic Dynamics.\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}