{
    "id": 20153,
    "citation_title": "Identifying Ideology: Experimental Evidence on Anti-Americanism in Pakistan",
    "citation_author": [
        "Leonardo Bursztyn",
        "Michael Callen",
        "Bruno Ferman",
        "Saad Gulzar",
        "Ali Hasanain",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2016-02-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIdentifying the role of intrinsic, ideological motivation in political behavior is confounded by agents' consequential aims and social concerns. We present results from two experiments that implement a methodology isolating Pakistani men's intrinsic motives for expressing anti-American ideology, in a context with clearly-specified financial costs, but minimal consequential or social considerations. Over one-quarter of subjects forgo around one-fifth of a day's wage to avoid anonymously checking a box indicating gratitude toward the U.S. government, thus revealing anti-Americanism. We find that ideological expression responds to financial and social incentives, and that measured ideology predicts membership in a major anti-American political party.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A Revealed Preference Approach to the Elicitation of Political Attitudes: Experimental Evidence on Anti-Americanism in Pakistan.\" We would like to thank Roland Benabou, Chris Blattman, Sylvain Chassang, Ernesto Dal B o, Stefano DellaVigna, Lena Edlund, Fred Finan, Ray Fisman, Paola Giuliano, Macartan Humphreys, Matthew Kahn, Ethan Kaplan, Dean Karlan, Asim Ijaz Khwaja, Jennifer Lerner, David Levine, Aprajit Mahajan, Ted Miguel, Rohini Pande, Petra Persson, Torsten Persson, Daniel Posner, Jacob Shapiro, Jesse Shapiro, Nico Voigtländer, Romain Wacziarg, Reed Walker, and seminar participants at the Barcelona GSE Summer Forum, BU, CEGA (Berkeley), CGU, Chicago, Columbia, CU Denver, Dartmouth, Indiana University, the Munich Center for Advanced Studies, Mannheim, MIT/Harvard, the NBER Political Economy Spring 2015 meeting, NYU, Pompeu Fabra, Princeton, PSE/Sciences Po, RAND, Sao Paulo School of Economics, Toronto, UC-Berkeley, UC-LA, UC-SD, USP, Wharton, and the Yale Conference on Political Economy and Development for helpful comments and suggestions. Sarah Brierley provided excellent research assistance. We also thank the Center for Global Management at UCLA Anderson for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}