{
    "id": 20150,
    "citation_title": "Highway to Hitler",
    "citation_author": [
        "Nico Voigtlaender",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2021-01-25",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCan autocracies win electoral support by showcasing economic competence? We analyze a famous case – the building of the Autobahn network in Nazi Germany. Using newly collected data, we show that highway construction was effective in boosting popular support, helping to entrench the Nazi dictatorship. Direct economic benefits such as declining unemployment near construction sites are unlikely to explain the increase in pro-Nazi votes. In addition, Nazi propaganda used the Autobahn as a powerful symbol of successful economic policy, putting an effective end to austerity – so that many Germans credited the Nazi regime for the economic recovery. In line with this interpretation, we show that support for the Nazis increased even more where highway construction coincided with greater radio availability – a major source of propaganda. The effect of highways was also significantly stronger in politically unstable states of the Weimar Republic. Our results suggest that infrastructure spending can raise support for autocracy when voters are led to associate it with visible economic progress and an end to political instability.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Sascha Becker, Eli Berman, Tim Besley, Leonardo Bursztyn, Davide Cantoni, Bruno Caprettini, Ernesto Dal Bo, Melissa Dell, Rick Hornbeck, Torsten Persson, James Robinson, Andrei Shleifer, Jim Snyder, and Noam Yuchtman. Seminar audiences at Basel University, Bonn, CREI, Dartmouth, Haas-Berkeley, King’s College London, the Juan March Institute, LSE, UC-Berkeley, UC San Diego, Warwick, Yale, Zurich, and at the Barcelona Summer Forum offered useful suggestions. We are grateful to Hans-Christian Boy, Vicky Fouka, Cathrin Mohr, Casey Petroff, Colin Spear and Inken Töwe for outstanding research assistance. Maja Adena, Ruben Enikolopov, and Maria Petrova kindly shared data on radio signal strength in Nazi Germany. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}