{
    "id": 20159,
    "citation_title": "Public Health Insurance Expansions and Hospital Technology Adoption",
    "citation_author": [
        "Seth Freedman",
        "Haizhen Lin",
        "Kosali Simon"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2014-10-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the effects of public health insurance expansions on hospitals' decisions to adopt medical technology. Specifically, we test whether the expansion of Medicaid eligibility for pregnant women during the 1980s and 1990s affects hospitals' decisions to adopt neonatal intensive care units (NICUs). While the Medicaid expansion provided new insurance to a substantial number of pregnant women, prior literature also finds that some newly insured women would otherwise have been covered by more generously reimbursed private sources. This leads to a theoretically ambiguous net effect of Medicaid expansion on a hospital's incentive to invest in technology. Using American Hospital Association data, we find that on average, Medicaid expansion has no statistically significant effect on NICU adoption. However, we find that in geographic areas where more of the newly Medicaid-insured may have come from the privately insured population, Medicaid expansion slows NICU adoption. This holds true particularly when Medicaid payment rates are very low relative to private payment rates. This finding is consistent with prior evidence on reduced NICU adoption from increased managed-care penetration. We conclude by providing suggestive evidence on the health impacts of this deceleration of NICU diffusion, and by discussing the policy implications of our work for insurance expansions associated with the Affordable Care Act.\n\n",
    "acknowledgement": "\nWe are grateful to Jean Roth for assistance with the American Hospital Association data. Freedman thanks the Robert Wood Johnson Foundation (RWJF) for funding support. We also thank Judy Hellerstein, Jill Horwitz, Kevin Lang, Sam Kleiner, Tim Moore, Edward Norton, Jeff Prince, and Marc Rysman; conference participants at the 2011 Association of Public Policy Analysis and Management (APPAM), 2012 American Economic Association (AEA), 2012 American Society of Health Economists (ASHEcon), and RWJ Scholars Program meetings; and seminar participants at Dartmouth College, George Washington University, and University of Chicago for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}