{
    "id": 20154,
    "citation_title": "No-Bubble Condition: Model-free Tests in Housing Markets",
    "citation_author": [
        "Stefano Giglio",
        "Matteo Maggiori",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2015-05-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe test for the existence of housing bubbles associated with a failure of the transversality condition that requires the present value of payments occurring infinitely far in the future to be zero. The most prominent such bubble is the classic rational bubble. We study housing markets in the U.K. and Singapore, where residential property ownership takes the form of either leaseholds or freeholds. Leaseholds are finitematurity, pre-paid, and tradable ownership contracts with maturities often exceeding 700 years. Freeholds are infinite-maturity ownership contracts. The price difference between leaseholds with extremely-long maturities and freeholds reflects the present value of a claim to the freehold after leasehold expiry, and is thus a direct empirical measure of the transversality condition. We estimate this price difference, and find no evidence for failures of the transversality condition in housing markets in the U.K. and Singapore, even during periods when a sizeable bubble was regularly thought to be present.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Sugato Bhattacharyya, Antje Berndt, Nick Barberis, Luigi Bocola, Markus Brunnermeier, John Campbell, VV Chari, John Cochrane, Marco Di Maggio, Eugene Fama, Emmanuel Farhi, Robert Flood, Xavier Gabaix, Edward Glaeser, Bob Hall, Harrison Hong, Mervyn King, Narayana Kocherlakota, Stefan Nagel, Thomas Philippon, Monika Piazzesi, Tomasz Piskorski, Neil Shephard, Andrei Shleifer, Alp Simsek, Jules van Binsbergen, Stijn van Nieuwerburgh,Wei Xiong, MarkWatson, Bill Wheaton, as well as seminar participants at NBER Monetary Economics, HBS Finance Retreat, Chicago Booth, NYU Stern, Texas Finance Festival, Boston University/Boston Fed Conference on Macro-Finance Linkages, and the New York Junior Macroeconomics and Finance Group meeting for helpful discussions. We are grateful to Miguel de Faria e Castro for excellent research assistance. We gratefully acknowledge the generous research support from the HarvardWeatherhead Center for International Affairs, the NYU Stern Center for the Global Economy and Business, and the Fama-Miller Center and the Initiative on Global Markets at the University of Chicago Booth School of Business. We thank Rightmove and iProperty for sharing part of their data. This Version: May 2015. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}