{
    "id": 20151,
    "citation_title": "Who do Unions Target? Unionization over the Life-Cycle of U.S. Businesses",
    "citation_author": [
        "Emin Dinlersoz",
        "Jeremy Greenwood",
        "Henry Hyatt"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat type of businesses do unions target for organizing? A dynamic model of the union organizing process is constructed to answer this question. A union monitors establishments in an industry to learn about their productivity, and decides which ones to organize and when. An establishment becomes unionized if the union targets it for organizing and wins the union certification election. The model predicts two main selection effects: unions organizing occurs in larger and more productive establishments early in their life-cycles, and among the establishments targeted for organizing, unions are more likely to win elections in smaller and less productive ones. These predictions find support in union certification election data for 1977-2007 matched with data on establishment characteristics.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Census Bureau.  All results derived from U.S. Census Bureau microdata have been reviewed to ensure that no confidential data are disclosed.\n\n\n"
}