{
    "id": 20161,
    "citation_title": "Inflation Announcements and Social Dynamics",
    "citation_author": [
        "Kinda Hachem",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new framework for understanding the effectiveness of central bank announcements when firms have heterogeneous inflation expectations. Expectations are updated through social dynamics and, with heterogeneity, not all firms choose to operate, putting downward pressure on realized inflation. Our model rationalizes why countries stuck at the zero lower bound have had a hard time increasing inflation without being aggressive. The same model also predicts that announcing an abrupt target to disinflate will cause inflation to undershoot the target whereas announcing gradual targets will not. We present new empirical evidence that corroborates this prediction.\n\n",
    "acknowledgement": "\nWe thank Veronica Guerrieri, Anil Kashyap, and Randy Kroszner for helpful suggestions. We have also benefited from the comments of Craig Burnside, Jon S. Cohen, Steve Davis, Jim Hamilton, Chris Hansen, Narayana Kocherlakota, Jim Pesando, Ricardo Reis, Ken West, Michael Woodford, two anonymous referees, and seminar participants at the Federal Reserve Board, Chicago Booth, UBC, FRB New York, FRB Chicago, Duke, SED 2013, the 2013 NBER Summer Institute EFSF Workshop, ASSA 2014, and the Minneapolis Fed Inflation Expectations Symposium (March 2015). Both authors gratefully acknowledge financial support from the University of Chicago Booth School of Business. Cynthia Wu also gratefully acknowledges financial support from the IBM Faculty Research Fund at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}