{
    "id": 20160,
    "citation_title": "Weak Versus Strong Net Neutrality",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a framework to classify and evaluate the impact of net neutrality regulations on the allocation of consumer attention and the distribution of surplus between consumers, ISPs and content providers. While the model provided largely nests other contributions in the literature, here the focus is on including direct payments from consumers to content providers. With this additional price it is demonstrated that the type of net neutrality regulation (i.e., weak versus strong net neutrality) matters for such regulations to have real effects. In addition, we provide support for the notion that strong net neutrality may stimulate content provider investment while the model concludes that there is unlikely to be any negative impact from such regulation on ISP investment. Counter to many claims, it is argued here that ISP competition may not be a substitute for net neutrality regulation in bringing about these effects\n\n",
    "acknowledgement": "\nDuring the course of this research I worked at Microsoft Research. All views remain my own and Microsoft did not have pre-approval of the publication of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}