{
    "id": 20166,
    "citation_title": "Does in utero Exposure to Illness Matter? The 1918 Influenza Epidemic in Taiwan as a Natural Experiment",
    "citation_author": [
        "Ming-Jen Lin",
        "Elaine M. Liu"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper tests whether in utero conditions affect long-run developmental outcomes using the 1918 influenza pandemic in Taiwan as a natural experiment. Combining several historical and current datasets, we find that cohorts in utero during the pandemic are shorter as children/adolescents and less educated compared to other birth cohorts. We also find that they are more likely to have serious health problems including kidney disease, circulatory and respiratory problems, and diabetes in old age. Despite possible positive selection on health outcomes due to high infant mortality rates during this period (18 percent), our paper finds a strong negative impact of in utero exposure to influenza.\n\n",
    "acknowledgement": "\nContacting author. Email: mjlin@ntu.edu.tw. We thank Jerome Adda, Josh Angrist, Alan Barreca, Dan Bennett, John Bonin, Ken Chay, Aimee Chin, Willa Friedman, Seema Jayachandran, Ted Joyce, Ted Miguel, Tom Vogl, and conference participants at NBER-SI Health Economics Session, PacDev, NEUDC, MIEDC, AEA, and Academic Sinica and seminar participants at LSU, SFU, Texas A&M and the Center for Chinese Agricultural Policy for their helpful comments and suggestions. Financial support from the National Science Council, Taiwan (NSC99-2410-02-250-MY2) is appreciated. We thank Jason Chien-Yu Lai and Tzu-Yin Hazel Tseng for their excellent research assistance. We thank Ian Downing for his careful editorial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}