{
    "id": 20168,
    "citation_title": "The Impact of Regional and Sectoral Productivity Changes on the U.S. Economy",
    "citation_author": [
        "Lorenzo Caliendo",
        "Fernando Parro",
        "Esteban Rossi-Hansberg",
        "Pierre-Daniel Sarte"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "2017-03-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of intersectoral and interregional trade linkages in propagating disaggregated productivity changes to the rest of the economy. Using regional and industry data we obtain the aggregate, regional and sectoral elasticities of measured TFP, GDP, and employment to regional and sectoral productivity changes. We find that the elasticities vary significantly depending on the sectors and regions affected and are importantly determined by the spatial structure of the economy. We use these elasticities to perform a variety of counterfactual exercises including a detailed study of the effects of the boom in the Computers and Electronics industry in California.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Costas Arkolakis, Arnaud Costinot, Dave Donaldson, Jonathan Eaton, Gene Grossman, Tom Holmes, Miklos Koren, Samuel Kortum, Peter Schott, Steve Redding, Richard Rogerson, Harald Uhlig, Kei-Mu Yi and many seminar participants for useful conversations and comments. We thank Robert Sharp and Jonathon Lecznar for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Richmond, the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed and a visitor at the BFI while writing parts of this paper. None of these relationships affected the research or conclusions presented in the paper.\n\n\n"
}