{
    "id": 20162,
    "citation_title": "\"Selling Out\" and the Impact of Music Piracy on Artist Entry",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2014-05-22",
    "issue_date": "2014-05-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a puzzle arising from empirical analyses of the impact of music piracy that this has caused declines in music revenue without a consequential decline, and perhaps even an increase, in the entry of artists and the supply of high quality music. There have been numerous explanations posited and this paper adds a novel one: that artists are time inconsistent and hence, tend to underweight fame over fortune when making future choices; i.e., the degree to which they will 'sell out.' Regardless of whether selling out is anticipated or not, the puzzle is resolved. When selling out is not anticipated, future expectations of piracy are not a concern as these impact on monetary awards that are not driving entry. When selling out is anticipated, piracy actually constrains the degree to which artists sell out, and assured of that, raises entry returns. Implications and the role of publisher contracts are also explored.\n\n",
    "acknowledgement": "\nDuring the course of this research I worked at Microsoft Research (2011). Microsoft did not contract for or require pre-approval for the publication of this working paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}