{
    "id": 20165,
    "citation_title": "How does macroprudential regulation change bank credit supply?",
    "citation_author": [
        "Anil K. Kashyap",
        "Dimitrios P. Tsomocos",
        "Alexandros P. Vardoulakis"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze a variant of the Diamond-Dybvig (1983) model of banking in which savers can use a bank to invest in a risky project operated by an entrepreneur. The savers can buy equity in the bank and save via deposits. The bank chooses to invest in a safe asset or to fund the entrepreneur. The bank and the entrepreneur face limited liability and there is a probability of a run which is governed by the bank's leverage and its mix of safe and risky assets. The possibility of the run reduces the incentive to lend and take risk, while limited liability pushes for excessive lending and risk-taking. We explore how capital regulation, liquidity regulation, deposit insurance, loan to value limits, and dividend taxes interact to offset these frictions. We compare agents welfare in the decentralized equilibrium absent regulation with welfare in equilibria that prevail with various regulations that are optimally chosen. In general, regulation can lead to Pareto improvements but fully correcting both distortions requires more than one regulation.\n\n",
    "acknowledgement": "\nEarlier versions of this paper had a different title: “Higher Education Subsidies and Human Capital Mobility.” I thank Gadi Barlevy, John Bound, Rebecca Diamond, Eric French, Chao Fu, Ahu Gemici, Grey Gordon, Joseph Han, Jim Heckman, Tom Holmes, Lisa Kahn, Maurizio Mazzocco, Bob Miller, Derek Neal, Jack Porter, Mike Rothschild, Jean-Marc Robin, Chris Taber, Sarah Turner, Jim Walker, Yoram Weiss and many seminar participants for helpful comments. I thank four referees and the Editor for detailed and constructive comments on both substance and exposition.   The views expressed in this paper are those of the authors and do not necessarily represent those of Federal Reserve Board of Governors, anyone in the Federal Reserve System, any of the institutions with which we are affiliated, or the National Bureau of Economic Research.\n\n\n"
}