{
    "id": 20164,
    "citation_title": "Human Capital Effects of Anti-Poverty Programs: Evidence from a Randomized Housing Voucher Lottery",
    "citation_author": [
        "Brian Jacob",
        "Max Kapustin",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2014-05-30",
    "issue_date": "2014-05-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhether government transfer programs increase the human capital of low-income children is a question of first-order policy importance. Such policies might help poor children if their parents are credit constrained, and so under-invest in their human capital. But it is also possible that whatever causes parents to have low incomes might also directly influence children's development, in which case transfer programs need not improve poor children's long-term life chances. While several recent influential studies suggest anti-poverty programs have larger human capital effects per dollar spent than do even the best educational interventions, identification is a challenge because most transfer programs are entitlements. We overcome that problem by studying the effects on children of a generous transfer program that is heavily rationed--means-tested housing assistance. We take advantage of a randomized housing voucher lottery in Chicago in 1997, for which 82,607 people applied, and use administrative data on schooling, arrests, and health to track children's outcomes over 14 years. We focus on families living in unsubsidized private housing at baseline, for whom voucher receipt generates large changes in both housing and non-housing consumption. Estimated effects are mostly statistically insignificant and always much smaller than those from recent studies of cash transfers, and are smaller on a per dollar basis than the best educational interventions.\n\n",
    "acknowledgement": "\nThis paper is part of a larger project with Greg Duncan, James Rosenbaum, Michael Johnson and Jeffrey Smith. Generous financial support was provided by the National Consortium on Violence Research, the Northwestern University / University of Chicago Joint Center for Poverty Research, the Smith Richardson Foundation, the William T. Grant Foundation, the Centers for Disease Control and Prevention (award U01-CE001631), a HUD Urban Studies Postdoctoral Fellowship (to Jacob), a Health Policy Investigator Award from the Robert Wood Johnson Foundation and visiting scholar awards from the Brookings Institution, Russell Sage Foundation, and LIEPP at Sciences Po (to Ludwig), and core operating support to the University of Chicago Crime Lab from the Joyce, MacArthur and McCormick foundations. We thank Roseanna Ander, John Baj, Lucy Mackey Bilaver, Ken Coles, Jack Cutrone, Christine Devitt, Megan Ferrier, Robert Goerge, Ron Graf, Anjali Gupta, Barry Isaacson, Bong Joo Lee, Charles Loeffler, Ernst Melchior, Mark Myrent, Stacy Norris, Jennifer O'Neil, Todd Richardson, and William Riley for their assistance in obtaining and interpreting the data used in this study. For helpful comments we thank Randall Akee, John DiNardo, Greg Duncan, Lisa Gennetian, Nora Gordon, Larry Katz, Jeffrey Kling, Katherine Magnuson, Ed Olsen, Katherine O'Regan, Marianne Page, Steve Raudenbush, Todd Richardson, Armin Rick, Lynn Rodgers, Mark Shroder, and seminar participants at the Chicago Federal Reserve, the NBER 2006 Summer Institute, the University of California, Berkeley, and the University of Chicago Harris School and Committee on Education for helpful comments. Thanks to Seth Bour, Eric Chyn, Megan Ferrier, Wei Ha, Jonathan Hershaff, Josh Hyman, Joe Peters, Sarah Rose, Matthew Smith, Elias Walsh, Jake Ward, Caroline Weber, Thomas Wei and Patrick Wu for excellent assistance working with the data. All opinions and any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJens Ludwig\n\nI attest that:\n\n\n1.\tAll sources of financial support for the research described in our paper are disclosed as part of the acknowledgement section of the paper itself;\n2.\tOver the past three years I have received at least $10,000 in support from two organizations that might be viewed as having some stake in the results of this paper - the U.S. Department of Housing and Urban Development, or HUD (the sponsor of the Moving to Opportunity experiment that we study in our paper), and the MacArthur Foundation (which is heavily invested in efforts to improve housing conditions for low-income families as a way to improve their well-being).\n3.\tI have no other paid or unpaid positions as an officer, director, or board member of any other relevant non-profit organization or profit-making entity.\n4.\tI have no close relatives who have received support or serve in paid or unpaid positions from any interested party or relevant organization.\n5.\tHUD is the only organization that had the right to review our paper prior to circulation; HUD's review was only to ensure that the paper did not disclose any confidential information about participants in the MTO experiment.\n6.\tAs indicated in the acknowledgment section of our paper, the research reported on in our study was reviewed and approved by the IRBs at HUD, the NBER, the University of Michigan, Northwestern University, and the University of Chicago.\n\n\nSincerely,\n\n\nJens Ludwig\nMcCormick Foundation Professor of Social Service Administration, Law, & Public Policy\nUniversity of Chicago\nResearch Associate, National Bureau of Economic Research\n\n\n"
}