{
    "id": 20176,
    "citation_title": "Capital Gains Lock-In and Governance Choices",
    "citation_author": [
        "Stephen G. Dimmock",
        "William C. Gerken",
        "Zoran Ivković",
        "Scott J. Weisbenner"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of differences in accrued gains and investors' tax-sensitivity, capital gains \"lock-in\" varies across mutual funds even for the same stock at the same time. Using this variation, we show that tax lock-in affects funds' governance decisions. Higher tax lock-in decreases the likelihood a fund sells a stock prior to contentious votes, and increases the likelihood the fund votes against management. Consistent with tax motivations, these findings are concentrated among funds with tax-sensitive investors. High aggregate capital gains across funds holding a stock predicts a higher likelihood management loses a vote and a lower likelihood a contentious vote is proposed.\n\n",
    "acknowledgement": "\nAuthor contact information: dimmock@ntu.edu.sg, will.gerken@uky.edu, ivkovich@bus.msu.edu, and weisbenn@illinois.edu. We thank Jonathan Brogaard, Diane Del Guercio, Alex Edmans, Slava Fos, Huasheng Gao, Jiekun Huang, Jun-Koo Kang, Wei-Lin Liu, Angie Low, Michelle Lowry, Felix Meschke, Angela Morgan, Stewart Myers, Kasper Neilsen, Francisco Perez-Gonzalez, Yuehua Tang, Jack Wolf, Fei Xie, Hanjiang Zhang, Lei Zhang and seminar participants at Clemson University, Hong Kong University of Science and Technology, Nanyang Technological University, and the University of Saskatchewan and conference participants at the 2013 AIM Investment Center Conference on Institutional Investment, 2014 American Finance Association, 2014 Finance Down Under, and 2013 Singapore Finance Symposium. The findings and conclusions expressed are solely those of the authors and do not represent the views of the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}