{
    "id": 20170,
    "citation_title": "To Charge or Not to Charge: Evidence from a Health Products Experiment in Uganda",
    "citation_author": [
        "Greg Fischer",
        "Dean Karlan",
        "Margaret McConnell",
        "Pia Raffler"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "2016-07-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn a field experiment in Uganda, a free distribution of three health products lowers subsequent demand relative to a sale distribution. This contrasts with work on insecticide-treated bed nets, highlighting the importance of product characteristics in determining pricing policy. We put forward a model to illustrate the potential tension between two of these important factors, learning and anchoring, and then test this model with three products selected specifically for their variation in the scope for learning. We find the rank order of percentage change of shifts in demand matches theoretical predictions, although the differences are not statistically significant, and only two of three pairwise comparisons match when the reductions are specified in percent terms. These results highlight the importance of understanding pricing policy with respect to product, market, and household characteristics.\n\n",
    "acknowledgement": "\nThe authors thank London School of Economics and Yale University for funding, Adam Alagiah, Erika Deserranno, Trina Gorman, Hideto Koizumi, Samuel Olweny and Indrani Saran for excellent research assistance and management of the field work, and Gharad Bryan, Jessica Cohen, Robin Burgess, Pascaline Dupas, Paul Gertler, Gerard Padró i Miquel, Chris Udry, Tom Wilkening and participants in various seminars and conferences for comments. Human subjects approval was obtained from the Institutional Review Boards at Yale (#1105008448) and Innovations for Poverty Action (487.11May-001). All opinions and errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}