{
    "id": 20178,
    "citation_title": "The Effect of Child Health Insurance Access on Schooling: Evidence from Public Insurance Expansions",
    "citation_author": [
        "Sarah Cohodes",
        "Daniel Grossman",
        "Samuel Kleiner",
        "Michael F. Lovenheim"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic health insurance programs comprise a large share of federal and state government expenditures. Although a sizable literature analyzes the effects of these programs on health care utilization and health outcomes, little prior work has examined the long-term effects and resultant health improvements on important outcomes, such as educational attainment. We contribute to filling this gap in the literature by examining the effects of the public insurance expansions among children in the 1980s and 1990s on their future educational attainment. Our findings indicate that expanding health insurance coverage for low-income children increases the rate of high school completion and college completion. These estimates are robust to only using federal Medicaid expansions, and mostly are due to expansions that occur when the children are older (i.e., not newborns). We present suggestive evidence that better health is one of the mechanisms driving our results by showing that Medicaid eligibility when young translates into better teen health. Overall, our results indicate that the long-run benefits of public health insurance are substantial.\n\n",
    "acknowledgement": "\nWe are grateful to Tal Gross, Kosali Simon and Diane Schanzenbach for helpful comments and guidance on all simulated eligibility calculations. We also thank seminar participants at Cornell University, Harvard University, the 2014 American Economic Association Annual Meeting as well as David Autor, Amitabh Chandra, Larry Katz and Aaron Yelowitz for helpful feedback on earlier versions of this work. This paper represents a combination of two prior working papers: \"The Impact of Medicaid Expansion for Children on their Educational Attainment\" by Sarah Cohodes and \"The Effect of Health Care Access on Schooling: Evidence from Public Insurance Expansions\" by Samuel Kleiner, Michael Lovenheim and Daniel Grossman. Cohodes gratefully acknowledges support from a Harvard University grant from the Multidisciplinary Program in Inequality and Social Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}