{
    "id": 20173,
    "citation_title": "In a Small Moment: Class Size and Moral Hazard in the Mezzogiorno",
    "citation_author": [
        "Joshua D. Angrist",
        "Erich Battistin",
        "Daniela Vuri"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn instrumental variables (IV) identification strategy that exploits statutory class size caps shows significant achievement gains in smaller classes in Italian primary schools. Gains from small classes are driven mainly by schools in Southern Italy, suggesting a substantial return to class size reductions for residents of the Mezzogiorno. In addition to high unemployment and other social problems, however, the Mezzogiorno is distinguished by pervasive manipulation of standardized test scores, a finding revealed in a natural experiment that randomly assigned school monitors. IV estimates also show that small classes increase score manipulation. Estimates of a causal model for achievement with two endogenous variables, class size and score manipulation, suggest that the effects of class size on measured achievement are driven entirely by the relationship between class size and manipulation. Dishonest scoring appears to be a consequence of teacher shirking more than teacher cheating. These findings show how consequential score manipulation can arise even in assessment systems with few NCLB-style accountability concerns.\n\n",
    "acknowledgement": "\nSpecial thanks go to Patrizia Falzetti, Roberto Ricci and Paolo Sestito at INVALSI for providing the achievement data used here and to INVALSI staffers Paola Giangiacomo and Valeria Tortora for advice and guidance in our work with these data. Grateful thanks also go to Gianna Barbieri, Angela Iadecola, and Daniela Di Ascenzo at the Ministry of Education (MIUR) for access to and assistance with administrative schools data. Chiara Perricone provided expert research assistance. Our thanks to David Autor, Daniele Checchi, Eric Hanushek, Andrea Ichino, Brian Jacob, Michael Lechner, Steve Machin, Derek Neal, Parag Pathak, Daniele Paserman and Jona Rockoff for helpful discussions and comments, and to seminar participants at NBER Education Fall 2013, the 2014 SOLE meeting, the University of California Irvine, Padova University, IRVAPP, EUI, UCL, ISER (Essex), the CEP Labour Market Workshop, the Warwick 2014 CAGE conference, the 2014 Laax Labor Economics Workshop, the University of Rome Tor Vergata, and EIEF for helpful comments. This research is supported by the Einaudi Institute of Economics and Finance (EIEF) - Research Grant 2011 and by the Fondazione Bruno Kessler. Angrist thanks the Institute for Education Sciences for financial support. The views expressed here are those of the authors alone and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}