{
    "id": 20172,
    "citation_title": "Under-investment in a Profitable Technology: The Case of Seasonal Migration in Bangladesh",
    "citation_author": [
        "Gharad Bryan",
        "Shyamal Chowdhury",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHunger during pre-harvest lean seasons is widespread in the agrarian areas of Asia and Sub-Saharan Africa.  We randomly assign an $8.50 incentive to households in rural Bangladesh to temporarily out-migrate during the lean season.  The incentive induces 22% of households to send a seasonal migrant, their consumption at the origin increases significantly, and treated households are 8-10 percentage points more likely to re-migrate 1 and 3 years after the incentive is removed.  These facts can be explained qualitatively by a model in which migration is risky, mitigating risk requires individual-specific learning, and some migrants are sufficiently close to subsistence that failed migration is very costly. We document evidence consistent with this model using heterogeneity analysis and additional experimental variation, but calibrations with forward-looking households that can save up to migrate suggest that it is difficult for the model to quantitatively match the data.  We conclude with extensions to the model that could provide a better quantitative accounting of the behavior.\n\n",
    "acknowledgement": "\nWe are grateful to AusAID, the International Growth Centre and the U.S. Department of Labor for financial support.  We thank, without implicating, Tim Besley, Abhijit Banerjee, Judy Chevalier, Esther Duflo, Andrew Foster, Ted Miguel, Rohini Pande, Ben Polak, Chris Woodruff, John Gibson, Chris Udry, Dean Yang, Michael Clemens, Francisco Rodriguez, Chung Wing Tse, Angelino Viceisza, David Atkin, Peter Schott, Jonathan Feinstein, Mark Rosenzweig, Andrew Zeitlin, Jean-Marc Robin, conference participants at the 20th BREAD conference, 2010 ASSA conference, Federal Reserve Bank of Atlanta, 2011 NEUDC Conference, 2nd IGC Growth Week 2010, 2013 World Bank ABCDE Conference, and seminar participants at Yale University, UC-Berkeley, MIT/Harvard, Stanford University, London School of Economics, University of Toulouse, Columbia University, Johns Hopkins University, Inter-American Development Bank, UC-Santa Barbara, World Bank, U.S. Department of Labor, IFPRI, Sacred Heart University and Brown University for comments.  Julia Brown, Laura Feeney, Alamgir Kabir, Daniel Tello, Talya Wyzanski, Tetyana Zelenska provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}