{
    "id": 20177,
    "citation_title": "Food for Thought: Comparing Estimates of Food Availability in England and Wales, 1700-1914",
    "citation_author": [
        "Bernard Harris",
        "Roderick Floud",
        "Sok Chul Hong"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nIn The Changing Body (Cambridge University Press and NBER, 2011), the authors presented a series of estimates showing the number of calories available for human consumption in England and Wales at various points in time between 1700 and 1909/13.  The current paper corrects an error in those figures but also compares the estimates of The Changing Body with those published by a range of other authors. The differences reflect disagreements over a number of issues, including the amount of land under cultivation, the extraction and wastage rates for cereals and pulses and the number of animals supplying meat and dairy products.  The paper considers recent attempts to achieve a compromise between these estimates and challenges claims that there was a dramatic reduction in either food availability or the average height of birth cohorts in the late-eighteenth century.\n\n",
    "acknowledgement": "\nDedicated to the memory of Robert W. Fogel. Earlier versions of this paper were presented at a conference on 'Global inequality and poverty since 1800: evidence, analysis and data sources', held at the University of Sussex on 27 - 28 September 2013; and at a conference on 'The Health Transition: A Conference in Memory of Robert Fogel', held at the University of Chicago on 4 October 2013. We would also like to thank Stanley Engerman, David Meredith, Cormac Ó Gráda and Deborah Oxley for their helpful comments on previous versions, and Steve Broadberry for permission to cite unpublished work from his forthcoming co-authored book (Broadberry et al. forthcoming). The research was not financially supported other than by the employers of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}