{
    "id": 20186,
    "citation_title": "The Value of Transmission in Electricity Markets: Evidence from a Nuclear Power Plant Closure",
    "citation_author": [
        "Lucas Davis",
        "Catherine Hausman"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReliable estimates of the value of electricity transmission are critical if these heavily-regulated investments are to be made cost-effectively. In this paper, we exploit the abrupt closure of the San Onofre Nuclear Generating Station (SONGS) in February 2012. During the previous decade, SONGS had produced about 8% of the electricity generated in California, so its closure had a pronounced impact on the wholesale market, requiring large and immediate increases in generation from other sources. We find that in the months following the closure, almost all of the lost generation from SONGS was met by natural gas plants inside California at an average cost of almost $68,000 per hour. During high demand hours, we find that as much as 75% of the lost generation was met by plants located in the southern part of the state. Although lower-cost production was available elsewhere, transmission constraints and other physical limitations of the grid severely limited the ability of other producers to sell into the southern California market. These constraints also made it potentially more profitable for certain plants to exercise market power, and we find evidence consistent with one company acting non-competitively. Overall, the constraints increased generation costs by an average of $4,500 per hour, implying that the value of additional transmission capacity is about $380 million.\n\n",
    "acknowledgement": "\nWe thank Matt Barmack, Severin Borenstein, Catherine Elder, Jeremiah Johnson, Ryan Kellogg, Shaun McRae, Nolan Miller, and seminar participants at the MIT CEEPR Workshop, the University of California Energy Institute, the University of Illinois, and  the University of Michigan for valuable comments. We thank Mackenzie Humble for assistance assembling the price data from CAISO.  We have not received any financial compensation for this project nor do we have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}