{
    "id": 20187,
    "citation_title": "On the Fundamental Relation Between Equity Returns and Interest Rates",
    "citation_author": [
        "Jaewon Choi",
        "Matthew P. Richardson",
        "Robert F. Whitelaw"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses contingent claim asset pricing and exploits capital structure priority to better understand the relation between corporate security returns and interest rate changes (i.e., duration). We show theoretically and, using a novel dataset, confirm empirically that lower priority securities in the capital structure, such as subordinated or distressed debt and equity, have low or even negative durations because these securities are effectively short higher priority, high duration fixed rate debt. This finding has important implications for interpreting existing results on (i) the time-varying correlation between the aggregate stock market and government bonds, (ii) the use of bond factors for multifactor asset pricing models and forecasting bond and stock returns, (iii) the Fisher effect and inflation, and (iv) the betas of corporate bonds.\n\n",
    "acknowledgement": "\nWe thank Jennifer Carpenter, Charles Cao, Scott Joslin, Weina Zhang, and seminar participants at the Chicago Booth Junior Finance Symposium, Copenhagen Business School, Lund University, New York University, Tsinghua University, University of North Carolina, University of Illinois, Vienna University of Economics and Business, the 2013 Singapore International Conference on Finance, and the 2012 Financial Research Association Meeting for helpful comments. Ji Min Park provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}