{
    "id": 20181,
    "citation_title": "Dominated Choices and Medicare Advantage Enrollment",
    "citation_author": [
        "Christopher Afendulis",
        "Anna Sinaiko",
        "Richard Frank"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch in behavioral economics suggests that certain circumstances, such as large numbers of complex options or revisiting prior choices, can lead to decision errors.  This paper explores the enrollment decisions of Medicare beneficiaries in the Medicare Advantage (MA) program.  During the time period we study (2007-2010), private fee-for-service (PFFS) plans offered enhanced benefits beyond those of traditional Medicare (TM) without any restrictions on physician networks or additional cost, making TM a dominated choice relative to PFFS.  Yet more than three quarters of Medicare beneficiaries remained in TM during our study period.  We explore two possible explanations for this behavior: status quo bias and choice overload.  Our results suggest that status quo bias plays an important role; the rate of MA enrollment was significantly higher among new Medicare beneficiaries than among incumbents.  Our results also provide some evidence of choice overload; while the MA enrollment rate did not decline with an increase in the number of plans, among incumbent beneficiaries it failed to increase.  Our results illustrate the importance of the choice environment that is in place when enrollees first enter the Medicare program.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge funding from the National Institutes on Aging through P01 AG032952, The Role of Private Plans in Medicare.  An earlier version of this paper was presented at the 2012 American Society of Health Economists meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}