{
    "id": 20183,
    "citation_title": "Quantifying the Lasting Harm to the U.S. Economy from the Financial Crisis",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2014-05-29",
    "issue_date": "2014-05-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial crisis and ensuing Great Recession left the U.S. economy in an injured state. In 2013, output was 13 percent below its trend path from 1990 through 2007. Part of this shortfall--2.2 percentage points out of the 13--was the result of lingering slackness in the labor market in the form of abnormal unemployment and substandard weekly hours of work. The single biggest contributor was a shortfall in business capital, which accounted for 3.9 percentage points. The second largest was a shortfall of 3.5 percentage points in total factor productivity. The fourth was a shortfall of 2.4 percentage points in labor-force participation. I discuss these four sources of the injury in detail, focusing on identifying state variables that may or may not return to earlier growth paths. The conclusion is optimistic about the capital stock and slackness in the labor market and pessimistic about reversing the declines in total factor productivity and the part of the participation shortfall not associated with the weak labor market.\n\n",
    "acknowledgement": "\nPrepared for the NBER Macro Annual, April 11 and 12, 2014. The Hoover Institution supported this research. It is also part of the NBER's research program on economic fluctuations and growth. I am grateful to Alina Arefeva, Gabriel Chodorow-Reich, Martin Eichelbaum, John Fernald, Robert Gordon, Loukas Karabarbounis, Narayana Kocherlakota, Casey Mulligan, Nicolas Petrosky-Nadeau, and the editors for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}