{
    "id": 20193,
    "citation_title": "Information Aggregation in a DSGE Model",
    "citation_author": [
        "Tarek A. Hassan",
        "Thomas M. Mertens"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce the information microstructure of a canonical noisy rational expectations model (Hellwig, 1980) into the framework of a conventional real business cycle model. Each household receives a private signal about future productivity. In equilibrium, the stock price serves to aggregate and transmit this information. We find that dispersed information about future productivity affects the quantitative properties of our real business cycle model in three dimensions. First, households' ability to learn about the future affects their consumption-savings decision. The equity premium falls and the risk-free interest rate rises when the stock price perfectly reveals innovations to future productivity. Second, when noise trader demand shocks limit the stock market's capacity to aggregate information, households hold heterogeneous expectations in equilibrium. However, for a reasonable size of noise trader demand shocks the model cannot generate the kind of disagreement observed in the data. Third, even moderate heterogeneity in the equilibrium expectations held by households has a sizable effect on the level of all economic aggregates and on the correlations and standard deviations produced by the model. For example, the correlation between consumption and investment growth is 0.29 when households have no information about the future, but 0.41 when information is dispersed.\n\n",
    "acknowledgement": "\nWe thank Marios Angeletos, Max Croce, Guido Lorenzoni, Jonathan Parker, and Mike Woodford for helpful comments. We also thank Tony Zhang and Hongcen Wei for excellent research assistance. The authors have not received financial support from an interested party for the completion of this paper. The authors are not officers, directors, or board members of any relevant organization. No other party had the right to review the paper prior to its circulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}