{
    "id": 20196,
    "citation_title": "Impact of Premium Subsidies on the Take-up of Health Insurance: Evidence from the 2009 American Recovery and Reinvestment Act (ARRA)",
    "citation_author": [
        "Asako S. Moriya",
        "Kosali Simon"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "2015-08-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the coverage impacts of a 65-percent health insurance premium subsidy which targeted employer-insured workers who lost their jobs between September 2008 and May 2010. Our research represents the first econometric analysis of the American Recovery and Reinvestment Act (ARRA) COBRA subsidy and contributes to a better understanding of consumer responses to government subsidized private health insurance and discussions surrounding Affordable Care Act (ACA) policies. Using data from the Survey of Income and Program Participation (SIPP) and a difference-in-differences estimation strategy, we find that the subsidy is associated with a substantial increase in own-name employer coverage among the targeted group. We estimate a -0.38 to -0.27 price elasticity of demand for health insurance, depending on the specification. This suggests that consumers are somewhat more price sensitive than previously thought, although there are caveats to generalizing from past settings to individuals affected by ACA subsidies. We also find that part of the increase in subsidized coverage was offset by a decrease in unsubsidized non-group insurance.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}