{
    "id": 20197,
    "citation_title": "Market Outcomes and Dynamic Patent Buyouts",
    "citation_author": [
        "Alberto Galasso",
        "Matthew Mitchell",
        "Gabor Virag"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPatents are a useful but imperfect reward for innovation. In sectors like pharmaceuticals, where monopoly distortions seem particularly severe, there is growing international political pressure to identify alternatives to patents that could lower prices. Innovation prizes and other non-patent rewards are becoming more prevalent in government's innovation policy, and are also widely implemented by private philanthropists. In this paper we develop a model in which a patent buyout is effective, using information from market outcomes as a guide to the payment amount. We allow for the fact that sales may be manipulable by the innovator in search of the buyout payment, and show that in a wide variety of cases the optimal policy in our model still involves some form of patent buyout. The buyout uses two key pieces of information: market outcomes observed during the patent's life, and the competitive outcome after the patent is bought out. We show that such dynamic market information can be effective at determining both marginal and total willingness to pay of consumers in many important cases, and therefore can generate the right innovation incentives in our model.\n\n",
    "acknowledgement": "\nWe are grateful to Glen Weyl, Chun-Hui Miao, Emanuele Tarantino and Emmanuel Dechenaux for comments on an earlier draft of the paper. We thank seminar participants at the University of Georgia, University of Toronto, the International Industrial Organization Conference and the REER conference at the Georgia Institute of Technology. We are grateful for financial support from the University of Toronto Michael Lee-Chin Family Institute for Corporate Citizenship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}