{
    "id": 20195,
    "citation_title": "Income Inequality, Social Mobility, and the Decision to Drop Out of High School",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "2016-03-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is widely documented that places with higher levels of income inequality have lower rates of social mobility. But it is an open question as to whether this reflects a causal relationship. We propose that one channel by which higher rates of income inequality might lead to lower rates of upward mobility is through lower rates of human capital investment among low-income individuals. Specifically, we posit that greater levels of income inequality could lead low-income youth to perceive a lower return to investment in their own human capital. Such an effect would offset any potential “aspirational” effect coming from higher educational wage premiums. The data are consistent with this prediction: low-income youth are more likely to drop out of school if they live in a place with a greater gap between the bottom and middle of the income distribution. This finding is robust to a number of specification checks and tests for confounding factors. This analysis offers an explanation for how income inequality might lead to a perpetuation of economic disadvantage and has implications for the types of interventions and programs that would effectively promote upward mobility among low-SES youth.\n\n",
    "acknowledgement": "\nWe are indebted to our BPEA discussants Robert Moffitt and Miles Corak and to Editor Janice Eberly for detailed comments that have greatly improved the paper. We also thank Miles Corak, Sue Dynarski, Nora Gordon, Caroline Hoxby, Judy Hellerstein, Robin McKnight, and Lesley Turner for helpful conversations and comments on an earlier draft. We acknowledge helpful comments from seminar participants at American University School of Public Policy, Notre Dame University, Stanford University, University of New Hampshire, University of Texas at Austin, the Federal Research Bank of Cleveland Workshop on Income Distribution, and the NBER Universities Research Conference on Poverty, Inequality, and Social Policy. We thank Riley Wilson for research assistance. We are grateful to the Smith Richardson Foundation for providing financial support for this project. Any views expressed are those of the authors alone.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}