{
    "id": 20194,
    "citation_title": "Monetary/Fiscal Policy Mix and Agents' Beliefs",
    "citation_author": [
        "Francesco Bianchi",
        "Cosmin Ilut"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "2015-04-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe reinterpret post World War II US economic history using an estimated microfounded model that allows for changes in the monetary/fiscal policy mix. We find that the fiscal authority was the leading authority in the ‘60s and the ‘70s. The appointment of Volcker marked a change in the conduct of monetary policy, but inflation dropped only when fiscal policy accommodated this change two years later. In fact, a disinflationary attempt of the monetary authority leads to more inflation if not supported by the fiscal authority. If the monetary authority had always been the leading authority or if agents had been confident about the switch, the Great Inflation would not have occurred and debt would have been higher. This is because the rise in trend inflation and the decline in debt of the ‘70s were caused by a series of fiscal shocks that are inflationary only when monetary policy accommodates fiscal policy. The reversal in the debt-to-GDP ratio dynamics, the sudden drop in inflation, and the fall in output of the early ‘80s are explained by the switch in the policy mix itself. If such a switch had not occurred, inflation would have been high for another fifteen years. Regime changes account for the stickiness of inflation expectations during the ‘60s and the ‘70s and for the break in the persistence and volatility of inflation.\n\n",
    "acknowledgement": "\nWe are grateful to Toni Braun, Craig Burnside, John Cochrane, Jesus Fernandez-Villaverde, Tim Fuerst, Yuriy Gorodnichenko, Nikolay Iskrev, Nir Jaimovich, Alejandro Justiniano, Eric Leeper, Karel Mertens, Giorgio Primiceri, Barbara Rossi, Juan Rubio-Ramirez, Martin Schneider, Chris Sims, Harald Uhlig, Tao Zha, and all seminar participants at the meeting of the NBER Monetary Economics group, Minneapolis Fed, Atlanta Fed, Bank of Canada, Cleveland Fed, Board of Governors of the FRS, Duke University, and the \"Old and New Ideas about Fiscal Policy\" conference at UCSB for useful comments and discussions. We thank Fernando Martin for sharing his data on the number of meetings between the US Presidents and the Fed Chairmen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}