{
    "id": 20191,
    "citation_title": "Intrahousehold Inequality",
    "citation_author": [
        "Pierre-André Chiappori",
        "Costas Meghir"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of inequality often ignore resource allocation within the household. In doing so they miss an important element of the distribution of welfare that can vary dramatically depending on overall environmental and economic factors. Thus, measures of inequality that ignore intra household allocations are both incomplete and misleading. We discuss determinants of intrahousehold allocation of resources and welfare. We show how the sharing rule, which characterizes the within household allocations, can be identified from data on household consumption and labor supply. We also argue that a measure based on estimates of the sharing rule is is inadequate as an approach that seeks to understand how welfare is distributed in the population because it ignores public goods and the allocation of time to market work, leisure and household production. We discuss a money metric alternative, that fully characterizes the utility level reached by the agent. We then review the current literature on the estimation of the sharing rule based on a number of approaches, including the use of distribution factors as well as preference restrictions.\n\n",
    "acknowledgement": "\nPierre-André Chiappori gratefully acknowledges financial support from the NSF (grant 1124277). Costas Meghir is grateful for financial support by the Cowles foundation and the Institution for Social and Policy Studies at Yale. Moreover, we thank Tony Atkinson, Francois Bourguignon and Marc Fleurbaey for useful comments on a previous version. The usual disclaimer applies.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}