{
    "id": 20204,
    "citation_title": "International Environmental Agreements among Heterogeneous Countries with Social Preferences",
    "citation_author": [
        "Charles D. Kolstad"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAchieving efficiency for many global environmental problems requires voluntary cooperation among sovereign countries due to the public good nature of pollution abatement.  The theory of international environmental agreements (IEAs) in economics seeks to understand how cooperation among countries on pollution abatement can be facilitated.  However, why cooperation occurs when noncooperation appears to be individually rational has been an issue in economics for at least a half century.  The problem is that theory suggests fairly low (even zero) levels of contribution to a public good and high levels of free riding.  Experiments and empirical evidence with individuals suggests higher levels of cooperation.  This is a major reason for the emergence in the 1990's and more recently of the literature on social preferences (also known as other-regarding preferences or prosociality) where participants account for their own well-being as well as that of others.   This paper bridges the literature on cooperation among countries with the literature on cooperation among individuals.  In particular, we introduce social preferences into a model of international environmental agreements.   Focusing on Charness-Rabin social preferences, we find these preferences enlarge the set of conditions where cooperation is individually rational though such preferences also reduce the equilibrium size of a IEA for providing abatement.  Although stable coalitions are smaller, more abatement may be provided by individual countries outside of a coalition structure.  In contrast to much of the literature, we treat the size of agents as heterogeneous.  Size of a country does not affect the incentives for forming a coalition but it does affect the aggregate level of abatement, suggesting that coalitions of large countries are more efficient than coalitions of small countries.\n\n",
    "acknowledgement": "\nComments from Werner Güth, Kaj Thomsson and Philipp Wichardt and discussions with Gary Charness and Michael Finus have been appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}