{
    "id": 20203,
    "citation_title": "Five Steps to Planning Success. Experimental Evidence from U.S. Households",
    "citation_author": [
        "Aileen Heinberg",
        "Angela A. Hung",
        "Arie Kapteyn",
        "Annamaria Lusardi",
        "Anya Savikhin Samek",
        "Joanne Yoong"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile financial knowledge has been linked to improved financial behavior, there is little consensus on the value of financial education, in part because rigorous evaluation of various programs has yielded mixed results. However, given the heterogeneity of financial education programs in the literature, focusing on \"generic\" financial education can be inappropriate and even misleading. Lusardi (2009) and others argue that pedagogy and delivery matter significantly. In this paper, we design and field a low-cost, easily-replicable financial education program called \"Five Steps,\" covering five basic financial planning concepts that relate to retirement. We conduct a field experiment to evaluate the overall impact of \"Five Steps\" on a probability sample of the American population. In different treatment arms, we quantify the relative impact of delivering the program through video and narrative formats. Our results show that short videos and narratives (each takes about three minutes) have sizable short-run effects on objective measures of respondent knowledge. Moreover, keeping informational content relatively constant, format has significant effects on other psychological levers of behavioral change: effects on motivation and self-efficacy are significantly higher when videos are used, which ultimately influences knowledge acquisition. Follow-up tests of respondents' knowledge approximately eight months after the interventions suggest that between one-quarter and one-third of the knowledge gains and about one-fifth of the self-efficacy gains persist. Thus, this simple program has effects both in the short run and medium run.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Research Consortium. The authors thank Bart Orriens and Bas Weerman for help with the data, and Phil Martin and participants of the conference \"New Insights and Advances in Financial Literacy: Translation, Dissemination, Change,\" Washington, DC, November 18-19, 2010, for suggestions and comments. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, or any institution with which the authors are affiliated The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArie Kapteyn\n\nThis research was funded by the National Institute on Aging under grant 5P01AG008291\n\n\n"
}