{
    "id": 20208,
    "citation_title": "Premium Transparency in the Medicare Advantage Market: Implications for Premiums, Benefits, and Efficiency",
    "citation_author": [
        "Karen Stockley",
        "Thomas McGuire",
        "Christopher Afendulis",
        "Michael E. Chernew"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the Medicare Advantage (MA) market, private health insurers compete to offer plans with the most attractive premium and benefit package. Medicare provides a subsidy, based on a \"benchmark payment rate\", for each Medicare beneficiary a plan enrolls. We investigate how this subsidy, the primary policy lever in the market, affects the equilibrium premiums and benefits of MA plans. We exploit variation in benchmark payment rates within plans over time, coming from rebasing years where benchmark changes differed across areas in ways that were plausibly exogenous, to determine empirically how plan premiums and benefit generosity respond to changes in benchmarks. We find that premiums do not respond to changes in the benchmark payment rate on average but that insurers do pass through a portion of the benchmark increase by increasing plan benefit generosity. \nWe argue that the way premium information is communicated to consumers influences the way in which plans pass through subsidy dollars and can account for the empirical results. More specifically, institutional features make it difficult for consumers to observe a large component of the plan premium, leading to a lack of demand response to premium reductions below the premium charged by traditional Medicare (the fee-for-service Part B premium). When demand does not respond to lower premiums, plans have an incentive to pass-through cost subsidies to consumers via more generous benefits that consumers may not value at cost, creating an inefficiently high level of benefit generosity. Our results provide evidence that a lack of premium transparency in the MA market may distort the combination of premium levels and benefit generosity offered in equilibrium, resulting in some degree of inefficiently high benefits. We conclude by discussing changes to the choice environment that would increase premium transparency and potentially soften the premium rigidities we find.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the National Institute on Aging (Grant No. P01 AG032952), and by the Marshall J. Seidman Program in Health Economics in the Department of Health Care Policy at Harvard Medical School. Stockley gratefully acknowledges support from the National Science Foundation Graduate Research Fellowship under Grant No. DGE-1144152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael E. Chernew\n\nConsultant: AHIP, VBID Institute, Precision Health Economics LLC,  TriZetto, Humana, AHRQ, Lewin, Carefirst, Welvie, Altarum\n\n\n"
}