{
    "id": 20200,
    "citation_title": "Saving Europe?: The Unpleasant Arithmetic of Fiscal Austerity in Integrated Economies",
    "citation_author": [
        "Enrique G. Mendoza",
        "Linda L. Tesar",
        "Jing Zhang"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat are the macroeconomic effects of tax adjustments in response to large public debt shocks in highly integrated economies? The answer from standard closed-economy models is deceptive, because they underestimate the elasticity of capital tax revenues and ignore cross-country spillovers of tax changes. Instead, we examine this issue using a two-country model that matches the observed elasticity of the capital tax base by introducing endogenous capacity utilization and a partial depreciation allowance. Tax hikes have adverse effects on macro aggregates and welfare, and trigger strong cross-country externalities. Quantitative analysis calibrated to European data shows that unilateral capital tax increases cannot restore fiscal solvency, because the dynamic Laffer curve peaks below the required revenue increase. Unilateral labor tax hikes can do it, but have negative output and welfare effects at home and raise welfare and output abroad. Large spillovers also imply that unilateral capital tax hikes are much less costly under autarky than under free trade. Allowing for one-shot Nash tax competition, the model predicts a \"race to the bottom\" in capital taxes and higher labor taxes. The cooperative equilibrium is preferable, but capital (labor) taxes are still lower (higher) than initially. Moreover, autarky can produce higher welfare than both Nash and Cooperative equilibria.\n\n",
    "acknowledgement": "\nWe are grateful for the support of the SAFE center at Goethe University under a grant of its program on \"Austerity and Economic Growth: Concepts for Europe.\" Tesar also gratefully acknowledges the Isle de France di Marco Foundation and the Paris School of Economics for their support during the early phases of the project. Christian Proebsting provided excellent research assistance. We are grateful to Philippe Bacchetta, Chris House, Harald Uhlig, and seminar participants at USC, Bilkent University, Indiana University, McGill University and Ohio State, and conference participants at the ECB's Global Research Forum on International Macroeconomics and Finance, the Dec. 2013 NBER Macro within and across Borders Conference, and the 2013 CIREQ-ENSAI Dynamic Macro Workshop for helpful comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}