{
    "id": 20201,
    "citation_title": "Women's Income and Marriage Markets in the United States: Evidence from the Civil War Pension",
    "citation_author": [
        "Laura Salisbury"
    ],
    "citation_publication_date": "2014-06-05",
    "issue_date": "2014-06-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nUnder the Civil War pension act of 1862, the widow of a Union Army soldier was entitled to a pension if her husband died as a direct result of his military service; however, she lost her right to the pension if she remarried. I analyze the effect this had on the rate of remarriage among these widows. This study fits into a modern literature on the behavioral effects of marriage penalties. In addition, it offers a unique perspective on 19th century marriage markets, which are little understood. Using a new database compiled from widows' pension files, I estimate the effect of the pension on the hazard rate of remarriage using variation in pension processing times. Taking steps to account for the potential endogeneity of processing times to marital outcomes, I find that receiving a pension lowered the hazard rate of remarriage by 25 percent, which implies an increase in the median time to remarriage of 3.5 years. Among older women and women with children, this effect is substantially greater. This indicates that women were willing to substitute away from marriage if the alternatives were favorable enough, suggesting that changes in the desirability of marriage to women may account for some of the aggregate patterns of first marriage documented for this period.\n\n",
    "acknowledgement": "\nI thank Robert Margo, Claudia Olivetti, Daniele Paserman, Carola Frydman, and Shari Eli for invaluable advice. Comments from Ran Abramitzky, Joseph Burton, Louis Cain, Dora Costa, Joseph Ferrie, Frank Lewis, Aloysius Siow, Richard Steckel, and seminar participants at the Univerisity of Montreal, Purdue University, Boston University, Stanford, UCLA, Harvard, Northwestern, CPE-University of Chicago, Toronto, Guelph, National Bureau of Economic Research, and the annual meetings of the Economic History Association are also gratefully acknowledged. I also thank Noelle Yetter at the CPE, and the helpful and knowledgeable staff at the National Archives in Washington, DC. I acknowledge financial support from the National Science Foundation (SES-1227471), the Economic History Association, and the Institute for Economic Development at Boston University. Any errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}