{
    "id": 20215,
    "citation_title": "Averting Catastrophes: The Strange Economics of Scylla and Charybdis",
    "citation_author": [
        "Ian W.R. Martin",
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should we evaluate public policies or projects to avert, or reduce the likelihood of, a catastrophic event? Examples might include inspection and surveillance programs to avert nuclear terrorism, investments in vaccine technologies to help respond to a \"mega-virus,\" or the construction of levees to avert major flooding. A policy to avert a particular catastrophe considered in isolation might be evaluated in a cost-benefit framework. But because society faces multiple potential catastrophes, simple cost-benefit analysis breaks down: Even if the benefit of averting each one exceeds the cost, we should not necessarily avert all of them. We explore the policy interdependence of catastrophic events, and show that considering these events in isolation can lead to policies that are far from optimal. We develop a rule for determining which events should be averted and which should not.\n\n",
    "acknowledgement": "\nOur thanks to Robert Barro, Simon Dietz, Christian Gollier, Derek Lemoine, Bob Litterman, Deborah Lucas, Antony Millner, Gita Rao, Edward Schlee, V. Kerry Smith, Nicholas Stern and seminar participants at LSE, Harvard, MIT, the University of Arizona and ASU for helpful comments and suggestions. There are no relevant outside financial relationships. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}