{
    "id": 20212,
    "citation_title": "Pharmaceutical Profits and the Social Value of Innovation",
    "citation_author": [
        "David Dranove",
        "Craig Garthwaite",
        "Manuel Hermosilla"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrior research has shown that exogenous shocks to the demand for medical products spur additional product development. These studies do not distinguish between breakthrough products and those that largely duplicate the performance of existing products. In this paper, we use a novel data set to explore the impact of the introduction of Medicare Part D on the development of new biotechnology products. We find that the law spurred development of products targeting illnesses that affect the elderly, but most of this effect is concentrated among products aimed at diseases that already have multiple existing treatments. Moreover, we find no increase in products targeting orphan disease or those receiving either fast track or priority review status from the FDA. This suggests that marginal changes in demand may have little effect on the development of products with large welfare benefits.\n\n",
    "acknowledgement": "\nWe thank Ernst Berndt, Jen Brown, Amitabh Chandra, Rena Conti, Amy Finkelstein, Jon Skinner, Ariel Dora Stern, and Heidi Williams for helpful suggestions. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}