{
    "id": 20210,
    "citation_title": "External Equity Financing Shocks, Financial Flows, and Asset Prices",
    "citation_author": [
        "Frederico Belo",
        "Xiaoji Lin",
        "Fan Yang"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "2014-12-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ability of corporations to raise external equity finance varies with macroeconomic conditions, suggesting that the cost of equity issuance is time-varying. Using cross sectional data on U.S. publicly traded firms, we construct an empirical proxy of an aggregate shock to the cost of equity issuance, which we interpret as a financial shock. We show that this shock captures systematic risk, and that exposure to this shock helps price the cross section of stock returns including book-to-market, investment, and size portfolios. We propose a dynamic investment-based model with stochastic equity issuance costs and a collateral constraint to interpret the empirical findings. Our central finding is that time variation in external equity financing costs is important for the model to quantitatively capture the joint dynamics of firms’ asset prices, real quantities, and financing flows. In the model, growth firms, high investment firms, and large firms, can substitute more easily debt financing for equity financing when it becomes more costly to raise external equity, hence these firms are less risky in equilibrium. The model also replicates the failure of the unconditional CAPM in pricing the cross section of stock returns.\n\n",
    "acknowledgement": "\nWe thank Kenneth Ahern, Hengjie Ai, Hang Bai, Juliane Begeneau, Jonathan B. Cohn, Andrea Eisfeldt, Wayne Ferson, Murray Frank, John Graham, Gerard Hoberg, Jarrad Harford, Kewei Hou, Christian Julliard, Erik Loualiche (WFA discussant), Paulo Maio, Daniel Paravisini, Vincenzo Quadrini, Michael Roberts, Juliana Salomao, Amit Seru, Raj Singh, Ken Singleton, Rene Stulz, Andrea Tamoni, Sheridan Titman, Stijn Van Nieuwerburgh (Macro-Finance Society Workshop discussant), Neng Wang, Mike Weisbach, Jianfeng Yu, Harold Zhang, and Lu Zhang for their comments. We also thank seminar participants at the BI Norwegian Business School, Aalto University and Hanken School of Economics, Ohio State University, University of British Columbia, University of Minnesota, University of Southern California, University of Texas at Austin, University of Texas at Dallas, University of Toronto, China International Conference in Finance (2014), Macro-Finance Society Workshop (2014), SED (2014), and WFA (2014). We thank Jarrad Harford, Ryan Israelsen, and Vincenzo Quadrini, for providing us the data on firms’ cash held abroad, collateral constraint shocks, and quality-adjusted investment prices, respectively. Fan Yang acknowledges the financial support from a GRF grant from Research Grants Council of Hong Kong (Project No.755612). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}