{
    "id": 20229,
    "citation_title": "Visual Tools and Narratives: New Ways to Improve Financial Literacy",
    "citation_author": [
        "Annamaria Lusardi",
        "Anya Savikhin Samek",
        "Arie Kapteyn",
        "Lewis Glinert",
        "Angela Hung",
        "Aileen Heinberg"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe developed and experimentally evaluated four novel educational programs delivered online: an informational brochure, a visual interactive tool, a written narrative, and a video narrative. The programs were designed to inform people about risk diversification, an essential concept for financial decision- making. The effectiveness of these programs was evaluated using the RAND American Life Panel. Participants were exposed to one of the programs, and then asked to answer questions measuring financial literacy and self-efficacy. All of the programs were found to be effective at increasing self-efficacy, and several improved financial literacy, providing new evidence for the value of programs designed to help individuals make financial decisions. The video was more effective at improving financial literacy scores than the written narrative, highlighting the power of online media in financial education.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Financial Literacy Research Consortium. The authors thank participants at the Financial Literacy Center (FLC) workshops in Cambridge, MA, and Washington, DC, for comments, Tania Gutsche for excellent assistance on navigating the American Life Panel, and Anshuman Didwania and Amanda Chuan for research assistance. This research was funded by the National Institute on Aging under grant 5P01AG008291. The opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, the National Bureau of Economic Research, any agency of the Federal Government, or any other institution with which the authors are affiliated.\n\n\n"
}