{
    "id": 20221,
    "citation_title": "Flaking Out: Student Absences and Snow Days as Disruptions of Instructional Time",
    "citation_author": [
        "Joshua Goodman"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "2024-01-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the fact that the average American student is absent more than two weeks out of every school year, most research on the effect of instructional time has focused not on attendance but on the length of the school day or year. Student and school fixed effects models using Massachusetts data show a strong relationship between student absences and achievement but no impact of lost instructional time due to school closures. I confirm those findings in instrumental variables models exploiting the fact that moderate snowfall induces student absences while extreme snowfall induces school closures. Prior work ignoring this non-linearity may have mis-attributed the effect of absences to such snow days. Each absence induced by bad weather reduces math achievement by 0.05 standard deviations, suggesting that attendance can account for up to one-fourth of the achievement gap by income. That absences matter but closures do not is consistent with a model of instruction in which coordination of students is the central challenge, as in Lazear (2001). Teachers appear to deal well with coordinated disruptions of instructional time like snow days but deal poorly with disruptions like absences that affect different students at different times.\n\n",
    "acknowledgement": "\nFor inspiring this project and providing the data, I am indebted to Carrie Conaway, Associate Commissioner of Planning, Research, and Delivery Systems at the Massachusetts Department of Elementary and Secondary Education. I am grateful to Colin Sullivan, Heather Sarsons, Shelby Lin, Napat Jatusripitak and Carlos Paez for excellent research assistance. I also thank for helpful comments David Deming, Paul Peterson and Martin West, as well as seminar participants at AEFP, APPAM and Harvard. Institutional support from the Taubman Center at Harvard is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}