{
    "id": 20224,
    "citation_title": "Monetary Policy Surprises, Credit Costs and Economic Activity",
    "citation_author": [
        "Mark Gertler",
        "Peter Karadi"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence on the nature of the monetary transmission mechanism. To identify policy shocks in a setting with both economic and financial variables, we combine traditional monetary vector autoregression (VAR) analysis with high frequency identification (HFI) of monetary policy shocks. We first show that the shocks identified using HFI surprises as external instruments produce responses in output and inflation consistent with both textbook theory and conventional monetary VAR analysis. We also find, however, that monetary policy surprises typically produce \"modest movements\" in short rates that lead to \"large\" movements in credit costs and economic activity. The large movements in credit costs are mainly due to the reaction of both term premia and credit spreads that are typically absent from the standard model of monetary policy transmission. Finally, we show that forward guidance is important to the overall strength of the transmission mechanism.\n\n",
    "acknowledgement": "\nPrepared for the NBER conference on \"Lessons From the Crisis for Monetary Policy,\" October 18,19 in Boston. We are grateful to Claudio Schioppa for his excellent research assistance, to Refet Gurkaynak for sharing his data, to an anonymous referee and to Gianni Amisano, Karel Mertens, Giorgio Primiceri, Eric Swanson for helpful discussions. The views expressed are those of the authors and do not necessarily reflect the views of the ECB, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}