{
    "id": 20227,
    "citation_title": "The Choice of the Personal Income Tax Base",
    "citation_author": [
        "Roger H. Gordon",
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2014-06-12",
    "issue_date": "2014-06-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting with Vickrey (1945) and Mirrlees (1971), the optimal tax literature has studied the design of a personal income tax. The assumed ideal would be to tax earnings ability. Earnings ability is unobservable for tax purposes, however.   Past papers have focused instead on designing a tax on labor income. \nExisting tax bases, though, depend on a broader range of information about each individual than just labor income.  In principle, this supplementary information can help in designing a tax that has more attractive distributional properties, by more closely approximating an ability tax. The objective of this paper is to lay out theoretically and estimate empirically how to make best use of available information about each individual in addition to earnings, in a setting where the first-best tax would be an ability tax.  The theory lays out an equity/efficiency trade off when choosing the tax base.  In the empirical work, we find the tax base that is best on equity grounds alone.  \nWe find that the choice to tax couples based on their joint income, and the inclusion of dividends, interest income, and a dependents' deduction in the tax base in roughly their current form can be rationalized simply based on their value in better approximating an ability tax, without any need for supplementary motivations for these provisions.    However, the inclusion of mortgage and property tax payments in the list of itemized deductions cannot be defended on these grounds.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}