{
    "id": 20233,
    "citation_title": "Marital Disruption and Health Insurance",
    "citation_author": [
        "H. Elizabeth Peters",
        "Kosali Simon",
        "Jamie Rubenstein Taber"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the high levels of marital disruption in the United States, and substantial reliance on family-based health insurance, little research is available on the consequences of marital disruption for insurance coverage among men, women, and children. We address this shortfall by examining patterns of coverage surrounding marital disruption. We find large differences in coverage across marital status groups in the cross-section. In longitudinal analyses that focus on within-person change, we find small overall coverage changes but large changes in type of coverage following marital disruption. Both men and women show increases in private coverage in their own names, but offsetting decreases in dependent coverage tend to be larger. Dependent coverage for children also declines after marital dissolution, even though children are still likely to be eligible for that coverage. Children and, to a lesser extent, women show increases in public coverage around the time of divorce or separation. The most vulnerable group appears to be lower-educated women with children because the increases in private, own-name, and public insurance are not large enough to offset the large decrease in dependent coverage. As the United States implements federal health reform, it is critical that we understand the ways in which life course events--specifically, marital disruption--shape the dynamic patterns of coverage.\n\n",
    "acknowledgement": "\nWe are grateful for seed funding from the Cornell Population Program (CPP) and the Cornell Institute for Social Sciences (ISS). We are grateful for comments from conference and seminar audiences at Association for Public Policy Analysis and Management 2009 Fall Conference, the Population Association of America 2010 Annual Meeting, the American Society of Health Economists 3rd Biennial Conference in 2010, and the Sociology Department at Indiana University. Note: This article is intended to inform interested parties or research and to encourage discussion.  The views expressed here are those of the authors and not necessarily those of the U.S. Census Bureau or the National Bureau of Economic Research.  Work on this paper was conducted while Jamie Rubenstein Taber was affiliated with Cornell University.\n\n\n"
}