{
    "id": 20239,
    "citation_title": "Saving More to Borrow Less: Experimental Evidence from Access to Formal Savings Accounts in Chile",
    "citation_author": [
        "Felipe Kast",
        "Dina Pomeranz"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPoverty is often characterized not only by low and unstable income, but also by heavy debt burdens. We find that reducing barriers to saving through access to free savings accounts decreases  participants' short-term debt by about 20%. In addition, participants who experience an economic shock have less need to reduce consumption, and subjective well-being improves significantly. Precautionary savings and credit therefore act as substitutes in providing self-insurance, and participants prefer borrowing less when a free formal savings account is available. Take-up patterns suggest that requests by others for participants to share their resources may be a key obstacle to saving.\n\n",
    "acknowledgement": "\nWe are grateful to Fondo Esperanza, Banco Credichile and Microdatos for outstanding collaboration in the implementation process. We thank Ronald Abraham, Samuel Asher, Lorenzo Casaburi, David Clingingsmith, Shawn Cole, David Cutler, Edward Glaeser, Jessica Goldberg, Johannes Haushofer, Daniel Hojman, Lakshmi Iyer, Sarah Janzen, Sandy Jencks, Dean Karlan, Lawrence Katz, Jake Kendall, Michael Kremer, David Laibson, Dan Levy, Jeffrey Liebman, Stephan Meier, Sendhil Mullainathan, Karthik Muralidharan, Joana Naritomi, Oyebola Olabisi, Owen Ozier, Rohini Pande, Silvia Prina, Simon Quinn, David Roodman, Nicola Fuchs-Schuendeln, Russell Toth, Richard Zeckhauser and participants of various conferences and seminars for helpful comments and discussions. This project would not have been possible without the generous support by the following institutions: the Ford Foundation, Banco Credichile, the Lab for Economic Applications and Policy (LEAP) at Harvard, the Women and Public Policy Program at the Harvard Kennedy School, the David Rockefeller Center for Latin American Studies, and the Russell Sage Foundation Small Grants Program. The experiment was carried out in accordance with Harvard GSAS IRB approval. Earlier versions of this paper circulated under the titles \"Do Savings Constraints Lead to Indebtedness\" and \"Insurance through Savings Accounts.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}