{
    "id": 2023,
    "citation_title": "Structural and Stabilization Aspects of Fiscal and Financial Policy in the Dependent Economy",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper considers the response of a small, open dependent economy to a variety of fiscal and financial shocks as well as the influence of alternative budget balancing rules on the response of the system to such external shocks as a change in the world interest rate. The approach allows for both uncertain individual lifetimes and population growth, using a slightly generalized version of the Yaari-Blanchard model of consumer behavior. Debt neutrality does not prevail unless the sum of the population growth rate and the individual's probability of death equals zero. The government spends on traded and non-traded goods and raises tax revenue both through a lump sum tax and through a distortionary tax on the production of traded goods. Even though the tax on the production of traded goods is the only conventional distortion in the model, changes in this tax rate will have first order real income effects even when the distortion is evaluated at a zero tax rate, as long as the individual's subjective pure rate of time preference differs from the interest rate. This can occur even in well-behaved steady states of the Yaari-Blanchard model, as long as the population growth rate plus the probability of death differ from zero. This \"intrinsic\" distortion effectively causes second-best arguments to apply even when there is only one conventional distortion. Even in the absence of government budget deficits, fiscal choices relating to the composition of public spending and the structure of taxation have important short-term and long-term consequences for the real exchange rate, the sectoral allocation of production, the level and composition of private consumption, the current account (in the short run) and the nation's stock of claims on the rest of the world in the long run.\n\n",
    "acknowledgement": "\n"
}