{
    "id": 20238,
    "citation_title": "Escaping the Great Recession",
    "citation_author": [
        "Francesco Bianchi",
        "Leonardo Melosi"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "2017-01-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that policy uncertainty about how the rising public debt will be stabilized accounts for the lack of deflation in the US economy at the zero lower bound. We first estimate a Markov-switching VAR to highlight that a zero-lower-bound regime captures most of the comovements during the Great Recession: a deep recession, no deflation, and large fiscal imbalances. We then show that a micro-founded model that features policy uncertainty accounts for these stylized facts. Finally, we highlight that policy uncertainty arises at the zero lower bound because of a trade-off between mitigating the recession and preserving long-run macroeconomic stability.\n\n",
    "acknowledgement": "\nWe are grateful to Gadi Barlevy, Dario Caldara, Jeff Campbell, Gauti Eggertsson, Marty Eichenbaum, Martin Ellison, Jesus Fernandez-Villaverde, Jonas Fisher, Alejandro Justiniano, Christian Matthes, Maurice Obstfeld, Giorgio Primiceri, Ricardo Reis, David Romer, Chris Sims, Martin Uribe, Mike Woodford, and seminar participants at the NBER Monetary Economics group, Princeton University, University of Chicago, Stanford University, Northwestern University, and numerous other institutions for useful comments and suggestions. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Chicago, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}