{
    "id": 20237,
    "citation_title": "Optimal Taylor Rules in New Keynesian Models",
    "citation_author": [
        "Christoph E. Boehm",
        "Christopher L. House"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the optimal Taylor rule in a standard New Keynesian model. If the central bank can observe the output gap and the inflation rate without error, then it is typically optimal to respond infinitely strongly to observed deviations from the central bank's targets. If it observes inflation and the output gap with error, the central bank will temper its responses to observed deviations so as not to impart unnecessary volatility to the economy. If the Taylor rule is expressed in terms of estimated output and inflation then it is optimal to respond infinitely strongly to estimated deviations from the targets. Because filtered estimates are based on current and past observations, such Taylor rules appear to have an interest smoothing component.  Under such a Taylor rule, if the central bank is behaving optimally, the estimates of inflation and the output gap should be perfectly negatively correlated. In the data, inflation and the output gap are weakly correlated, suggesting that the central bank is systematically underreacting to its estimates of inflation and the output gap.\n\n",
    "acknowledgement": "\nWe thank Kosuke Aoki, Robert Barsky, Olivier Coibion, Laurien Gilbert, Yuriy Gorodnichenko, Miles Kimball, Glenn Rudebusch and Nitya Pandalai Nayar for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}