{
    "id": 20235,
    "citation_title": "Transportation Costs and the Spatial Organization of Economic Activity",
    "citation_author": [
        "Stephen J. Redding",
        "Matthew A. Turner"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper surveys the theoretical and empirical literature on the relationship between the spatial distribution of economic activity and transportation costs. We develop a multi-region model of economic geography that we use to understand the general equilibrium implications of transportation infrastructure improvements within and between locations for wages, population, trade and industry composition. Guided by the predictions of this model, we review the empirical literature on the effects of transportation infrastructure improvements on economic development, paying particular attention to the use of exogenous sources of variation in the construction of transportation infrastructure. We examine evidence from different spatial scales, between and within cities. We outline a variety of areas for further research, including distinguishing reallocation from growth and dynamics.\n\n",
    "acknowledgement": "\nWe are grateful to Chang Sun and Tanner Regan for excellent research assistance. We would also like to thank Nate Baum-Snow, Gilles Duranton, Will Strange, Vernon Henderson and participants at the conference for the Handbook for Regional and Urban Economics for excellent comments and suggestions. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}