{
    "id": 20230,
    "citation_title": "Effects of Unconventional Monetary Policy on Financial Institutions",
    "citation_author": [
        "Gabriel Chodorow-Reich"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMonetary policy affects the real economy in part through its effects on financial institutions. High frequency event studies show the introduction of unconventional monetary policy in the winter of 2008-09 had a strong, beneficial impact on banks and especially on life insurance companies. I interpret the positive effects on life insurers as expansionary policy recapitalizing the sector by raising the value of legacy assets. Expansionary policy had small positive or neutral effects on banks and life insurers through 2013. The interaction of low nominal interest rates and administrative costs forced money market funds to waive fees, producing a possible incentive to reach for yield to reduce waivers. I show money market funds with higher costs reached for higher returns in 2009-11, but not thereafter. Some private defined benefit pension funds increased their risk taking beginning in 2009, but again such behavior largely dissipated by 2012. In sum, unconventional monetary policy helped to stabilize some sectors and provoked modest additional risk taking in others. I do not find evidence that the financial institutions studied formented a tradeoff between expansionary policy and financial stability at the end of 2013.\n\n",
    "acknowledgement": "\nRevised draft of paper prepared for the spring 2014 Brookings Panel on Economic Activity. I am grateful to Markus Brunnermeier, Joshua Hausman, Nellie Liang, Atif Mian, Hyun Song Shin, David Sraer, seminar participants at Arizona State, Duke, and Princeton, participants at the Brookings conference, and especially to the editors David Romer and Justin Wolfers and my discussants Annette Vissing-Jorgensen and Deborah Lucas for discussions and comments. Matthieu Gomez provided superb research assistance. This work was completed while I was visiting the Julis-Rabinowitz Center at Princeton University. I also acknowledge financial support from the Brookings Institution. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}