{
    "id": 20244,
    "citation_title": "Trying to Understand the PPPs in ICP2011: Why are the Results so Different?",
    "citation_author": [
        "Angus Deaton",
        "Bettina Aten"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "2015-04-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPurchasing power parity exchange rates, or PPPs, are price indexes that summarize prices in each country relative to a numeraire country, typically the United States. These numbers are used to compare living standards across countries, by academics in studies of economic growth, particularly through the Penn World Table, and in some cases, to allocate resources. The International Comparison Program (ICP) collects the detailed prices on which these indexes are based on an irregular basis. In 2014, the ICP published PPPs from the 2011 round that are sharply different from those that were expected from extrapolation of the previous round, ICP 2005. These discrepancies will eventually have important implications for the Penn World Table, and for international comparisons of living standards. The world according to ICP 2011 looks markedly more equal than calculated from ICP 2005. This paper investigates why this happened. We identify a likely source of the problem in the way that the regions of the ICP were linked in 2005. We use two different methods for measuring the size of the effect. Both suggest that the 2005 PPPs for consumption for countries in Asia (excluding Japan), Western Asia, and Africa were overstated relative to the US by between 18 to 26 percent.\n\n",
    "acknowledgement": "\nWe are grateful to Orley Ashenfelter, Grant Cameron, Erwin Diewert, Bill Easterly, Rob Feenstra, Nada Hamadeh, Alan Heston, Robert Inklaar, Michel Mouyelo-Katoula, Paul McCarthy, Prasada Rao, Marko Rissanen, Marcel Timmer, and Fred Vogel for help, comments and suggestions. The views expressed in this paper are solely those of the authors and not necessarily those of the U.S. Bureau of Economic Analysis, the U.S. Department of Commerce, or the National Bureau of Economic Research. Both Aten and Deaton are consultants to the International Comparison Program (ICP); Aten as a member of the Computation Task Force, and Deaton as a member of the Technical Advisory Group. The research reported in this paper was not funded by the ICP. The data used in the paper are either from the World Development Indicators or can be accessed via application to the ICP; for details see http://siteresources.worldbank.org/ICPINT/Resources/270056-1255977254560/121120_ICPDataAccessPrinciples&Procedures.pdf\n\n\n"
}