{
    "id": 20241,
    "citation_title": "The Revolving Door and Worker Flows in Banking Regulation",
    "citation_author": [
        "David Lucca",
        "Amit Seru",
        "Francesco Trebbi"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper traces career transitions of federal and state U.S. banking regulators from a large sample of publicly available curricula vitae, and provides basic facts on worker flows between the regulatory and private sector resulting from the revolving door. We find strong countercyclical net worker flows into regulatory jobs, driven largely by higher gross outflows into the private sector during booms. These worker flows are also driven by state-specific banking conditions as measured by local banks' profitability, asset quality and failure rates. The regulatory sector seems to experience a retention challenge over time, with shorter regulatory spells for workers, and especially those with higher education. Evidence from cross-state enforcement actions of regulators shows gross inflows into regulation and gross outflows from regulation are both higher during periods of intense enforcement, though gross outflows are significantly smaller in magnitude. These results appear inconsistent with a \"quid-pro-quo\" explanation of the revolving door, but consistent with a \"regulatory schooling\" hypothesis.\n\n",
    "acknowledgement": "\nThe authors would like to thank the editor Marvin Goodfriend as well as John Ferejohn, Joshua Gottlieb, Ed Kane, Debbie Lucas, Joseph Ma, Laura Pilossoph, Howard Rosenthal, Aysegul Sahin, Chester Spatt, Eugene White, Luigi Zingales and Allen Zhang for useful discussion and comments. We are also grateful to participants at the November 2013 Carnegie Rochester NYU Conference on Public Policy and December 2013 Harvard PIEP where this paper was presented. We are indebted to Jacob Conway, Moon Kang, Karen Shen, Lucy Shen, Navid Siami, Zachry Wang and Allen Zhang for outstanding research assistance. Seru thanks the Fama Miller Center at the University of Chicago that funded the project. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors are ours.\n\n\n"
}