{
    "id": 20248,
    "citation_title": "Productivity and Potential Output Before, During, and After the Great Recession",
    "citation_author": [
        "John Fernald"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. labor and total-factor productivity growth slowed prior to the Great Recession. The timing rules out explanations that focus on disruptions during or since the recession, and industry and state data rule out \"bubble economy\" stories related to housing or finance. The slowdown is located in industries that produce information technology (IT) or that use IT intensively, consistent with a return to normal productivity growth after nearly a decade of exceptional IT-fueled gains. A calibrated growth model suggests trend productivity growth has returned close to its 1973-1995 pace. Slower underlying productivity growth implies less economic slack than recently estimated by the Congressional Budget Office. As of 2013, about ¾ of the shortfall of actual output from (overly optimistic) pre-recession trends reflects a reduction in the level of potential.\n\n",
    "acknowledgement": "\nForthcoming, NBER Macroeconomics Annual 2014. This is a substantially revised and updated version of a paper that first circulated in 2012. I thank Erik Brynjolfsson, Susanto Basu, Mary Daly, Charles Fleischman, Fred Furlong, Robert Gordon, Bob Hall, Bart Hobijn, Chad Jones, Òscar Jordà, Liz Laderman, Zheng Liu, Steve Oliner, Nick Oulton, Jonathan Parker, Bob Shackleton, Dan Sichel, John Williams, and Dan Wilson for helpful comments and conversations. I also thank seminar participants at several institutions, as well as other colleagues at the San Francisco Fed. I thank Titan Alon, Kuni Natsuki and Bing Wang for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of San Francisco, or the Board of Governors of the Federal Reserve System.\n\n\n"
}