{
    "id": 20246,
    "citation_title": "Investor Sophistication and Capital Income Inequality",
    "citation_author": [
        "Marcin Kacperczyk",
        "Jaromir B. Nosal",
        "Luminita Stevens"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhat contributes to the growing income inequality across U.S. households? We develop an information- based general equilibrium model that links capital income derived from financial assets to a level of investor sophistication. Our model implies income inequality between sophisticated and unsophisticated investors that is growing in investors' aggregate and relative sophistication in the market. We show that our model is quantitatively consistent with the data from the U.S. market. In addition, we provide supporting evidence for our mechanism using a unique set of cross-sectional and time-series predictions on asset ownership and stock turnover.\n\n",
    "acknowledgement": "\nWe thank John Donaldson, Xavier Gabaix, Mike Golosov, Kai Li, Matteo Maggiori, Gustavo Manso, Stijn van Nieuwerburgh, Alexi Savov, Laura Veldkamp, and seminar participants at City University of Hong Kong Finance Conference, Columbia University, Federal Reserve Bank of New York, Imperial College, London School of Economics, National Bank of Poland, NBER Asset Pricing Meeting, New York University, Penn State University, Society for Economic Dynamics, University of Maryland, and University of Western Ontario for useful suggestions, and Joonkyu Choi for excellent research assistance. Kacperczyk acknowledges research support by a Marie Curie FP7 Integration Grant within the 7th European Union Framework Programme. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}