{
    "id": 20247,
    "citation_title": "Geographic Barriers to Commodity Price Integration: Evidence from US Cities and Swedish Towns, 1732-1860",
    "citation_author": [
        "Mario J. Crucini",
        "Gregor W. Smith"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the role of distance and time in statistically explaining price dispersion for 14 commodities from 1732 to 1860. The prices are reported for US cities and Swedish market towns, so we can compare international and intranational dispersion. Distance and commodity-specific fixed effects explain a large share--roughly 60%--of the variability in a panel of more than 230,000 relative prices over these 128 years. There was a negative \"ocean effect\": international dispersion was less than would be predicted using distance, narrowing the effective ocean by more than 3000 km. The absolute effect of distance declined over time beginning in the 18th century. This process of convergence was broad- based, across commodities and locations (both national and international). But there was a major interruption in convergence in the late 18th and early 19th centuries, at the time of the Napoleonic Wars, stopping the process by two or three decades on average.\n\n",
    "acknowledgement": "\nCrucini gratefully acknowledges the financial support of the National Science Foundation (SES-0524868). Smith thanks the Social Sciences and Humanities Research Council of Canada and the Bank of Canada research fellowship programme for support of this research. The opinions are the authors' alone and are not those of the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}