{
    "id": 20243,
    "citation_title": "Punishment and Deterrence: Evidence from Drunk Driving",
    "citation_author": [
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nTraditional economic models of criminal behavior have straightforward predictions: raising the expected cost of crime via apprehension probabilities or punishments decreases crime. I test the effect of harsher punishments on deterring driving under the influence (DUI).  In this setting, punishments are determined by strict rules on Blood Alcohol Content (BAC) and previous offenses. Regression discontinuity derived estimates suggest that having a BAC above the DUI threshold reduces recidivism by up to 2 percentage points (17 percent). Likewise having a BAC over the aggravated DUI threshold reduces recidivism by an additional percentage point (9 percent). The results suggest that recent recommendations to lower the BAC limit to .05 would save relatively few lives, while increasing marginal punishments and sanctions monotonically along the BAC distribution would more effectively deter the drunk drivers most likely to be involved in fatal crashes.\n\n",
    "acknowledgement": "\nSpecial thanks to Jason Lindo, Glen Waddell, Phil Cook, Tom Dee, Ben Cowan, Brigham Frandsen, Lars Lefgren, Daniel Rees, Emily Owens, Devin Pope, Kevin Schnepel, and Peter Siminski for helpful insights. I also thank participants at the IZA Risky Behaviors Conference, Conference on Empirical Legal Studies, NBER Summer Institute and Trans-Atlantic Economics of Crime Conferences, and to participants at seminars at BYU, Cornell, the University of Hawaii, and WSU for valuable comments which improved the quality of the paper. I am also grateful to Lucy Hackett and Cole Sutera who provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}