{
    "id": 20251,
    "citation_title": "Free to Leave? A Welfare Analysis of Divorce Regimes",
    "citation_author": [
        "Raquel Fernández",
        "Joyce Cheng Wong"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDuring the 1970s the US underwent an important change in its divorce laws, switching from mutual consent to a unilateral divorce regime.  Who benefitted and who lost from this change?  To answer this question we develop a dynamic life-cycle model in which agents make consumption, saving, labor force participation (LFP), and marriage and divorce decisions subject to several shocks and given a particular divorce regime.  We calibrate the model using statistics relevant to the life-cycle of the 1940 cohort. Conditioning solely on gender, our ex ante welfare analysis finds that women would fare better under mutual consent whereas men would prefer a unilateral system. Once we condition not only on gender but also on initial productivity, we find that men in the top three quintiles of the initial productivity distribution are made better off by a unilateral system as are the top two quintiles of women; the rest prefer mutual consent. We also find that although the change in divorce regime had only a small effect on the LFP of married women in the 1940 cohort, these effects would be considerably larger for a cohort who lived its entire life under a unilateral divorce system.\n\n",
    "acknowledgement": "\nWe thank Andres Blanco for excellent research assistance and Richard Blundell and seminar audiences for helpful comments. This research was funded in part by the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}