{
    "id": 20254,
    "citation_title": "The Agglomeration of Bankruptcy",
    "citation_author": [
        "Efraim Benmelech",
        "Nittai Bergman",
        "Anna Milanez",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2014-06-26",
    "issue_date": "2014-06-26",
    "revision_date": "2014-10-15",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper identifies a new channel through which bankrupt firms impose negative externalities on non-bankrupt peers. The bankruptcy and liquidation of a retail chain weakens the economies of agglomeration in any given local area, reducing the attractiveness of retail centers for remaining stores leading to contagion of financial distress. We find that companies with greater geographic exposure to bankrupt retailers are more likely to close stores in affected areas. We further show that the effect of these externalities on non-bankrupt peers is higher when the affected stores are smaller and are operated by firms with poor financial health.\n\n",
    "acknowledgement": "\nWe thank Douglas Baird, Bo Becker, Shikma Benmelech, John Campbell, Shawn Cole, Jennifer Dlugosz, Richard Frankel, Jerry Green, Yaniv Grinstein, Barney Hartman-Gleser, Ben Iverson, Steve Kaplan, Prasad Krishnamurthy, Kai Li (discussant), Anup Malani, David Matsa, Roni Michaely, Ed Morrison, Boris Nikolov (discussant), Randy Picker, Andrei Shleifer, Matthew Spiegel, David Sraer (discussant), Jeremy Stein and seminar participants at Aalto University, Adam Smith Workshop for Corporate Finance 2014, City University Hong Kong Finance Conference, Edinburgh Corporate Finance Conference, The Federal Reserve Bank of Boston, Harvard University, Koc University, The University of British Columbia, The University of Chicago Law and Economics 2013 seminar, The University of Chicago Booth School of Business, IDC Herzliya 2013 Summer Conference, Northwestern University (Kellogg), University of Alberta, UCLA (Anderson), University of Maryland (Smith), University of North Carolina (Kenan- Flagler), Washington University, Yale School of Management, and Yeshiva University (Syms School of Business) for very helpful comments. Savita Barrowes, David Choi and Sammy Young provided excellent research assistance. Benmelech is grateful for financial support from the Guthrie Center for Real Estate Research at the Kellogg School of Management and from the National Science Foundation under CAREER award SES-0847392. All errors are our own.\n\n\n"
}