{
    "id": 20255,
    "citation_title": "Banks as Secret Keepers",
    "citation_author": [
        "Tri Vi Dang",
        "Gary Gorton",
        "Bengt Holmström",
        "Guillermo Ordonez"
    ],
    "citation_publication_date": "2014-06-26",
    "issue_date": "2014-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanks are optimally opaque institutions. They produce debt for use as a transaction medium (bank money), which requires that information about the backing assets - loans - not be revealed, so that bank money does not fluctuate in value, reducing the efficiency of trade. This need for opacity conflicts with the production of information about investment projects, needed for allocative efficiency. Intermediaries exist to hide such information, so banks select portfolios of information-insensitive assets. For the economy as a whole, firms endogenously separate into bank finance and capital market/stock market finance depending on the cost of producing information about their projects.\n\n",
    "acknowledgement": "\nWe thank Tobias Adrian, Fernando Alvarez, Bruno Biais, Paul Beaudry, Ricardo Caballero, Douglas Diamond, John Geanakoplos, Mike Golosov, Jonathan Heathcote, Christian Hellwig, Alessandro Pavan, Enrico Perotti, Andrei Shleifer, Alp Simsek, Jean Tirole, Michael Woodford and seminar participants at Banque de France, Chicago, Chinese University of Hong Kong, Columbia, Commodity Futures Trading Commission, EIEF, Federal Reserve Board, Harvard/MIT Applied Theory Workshop, Hong Kong Monetary Authority, IMF, LBS, MIT, Northwestern, NY Fed, NYU, Rutgers, Toulouse, UBC, Universite de Montreal, Wharton, Yale Cowles Foundation, the SED Meetings at Cyprus, the LUISS Workshop on \"Financial Frictions in Macro-Models\", the Barcelona GSE Summer Forum on \"Financial Intermediation, Risk and Liquidity Management\", the ESSET Meetings at Gerzensee, the Sciences Po Paris Workshop on \"Macro and International Finance\" and the 2013 Summer Workshop at the Chicago Fed for useful comments. The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGary Gorton\n\nGorton has consulting relationships with Starr Inc. and Barclays Bank.  He worked for AIG Financial Products during 1996-2008.\n\n\n"
}