{
    "id": 2025,
    "citation_title": "Do Deferred Wages Dominate Involuntary Unemployment as a Worker Discipline Device?",
    "citation_author": [
        "George A. Akerlof",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the most widely analyzed type of efficiency wage model of involuntary unemployment, firms pay wages in excess of market clearing to give workers an incentive not to shirk. Such payments in excess of market clearing and the resultant equilibrium unemployment act as a worker discipline device. This paper concerns what is usually considered the most important theoretical criticism of such models: the so-called bonding argument. The essence of the bonding critique is that contracts whereby workers pay a bond to the firm upon taking a job (or pay an employment fee to gain employment) can eliminate involuntary unemployment. Explicit upfront bonds are only quite rarely observed. A more subtle form of the bonding critique argues that implicit bonding through upward sloping wage profiles and other deferred payment schemes can perfectly substitute for upfront bonds in providing incentives not to shirk and thereby allow the labor market to clear. This paper shows that upward sloping wage profiles do not act as a perfect substitute for explicit bonds in a natural extension of the shirking model in which workers are finite lived, the monitoring of worker behaviors on the job is costly, and firms have reputations for honesty as employers. In the absence of direct upfront bonding, optimal payment schedules will be in excess of market clearing. The reason why upward sloping wage profiles that are market clearing will not generally be the optimal labor contract is simple: delayed payment may provide sufficient incentive to prevent shirking late in the life of the contract, but in the beginning of the contract it does not prevent shirking. And it turns out in a variety of stylized cases, it is cheaper for the firm to pay a wage premium rather than to accept worker shirking early in the contract. The implications of potential worker malfeasance in the absence of explicit bonds for compensation schedules, job assignments, and firm monitoring strategies over the course of a worker's career are also analyzed.\n\n",
    "acknowledgement": "\n"
}