{
    "id": 20250,
    "citation_title": "Life Cycle Earnings, Education Premiums and Internal Rates of Return",
    "citation_author": [
        "Manudeep Bhuller",
        "Magne Mogstad",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2014-06-19",
    "issue_date": "2014-06-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat do the education premiums look like over the life cycle? What is the impact of schooling on lifetime earnings? How does the internal rate of return compare with opportunity cost of funds? To what extent do progressive taxes attenuate the incentives to invest in education? This paper exploits Norwegian population panel data with nearly career long earnings histories to answer these important questions. We provide a detailed picture of the causal relationship between schooling and earnings over the life cycle, following individuals over their working lifespan. To account for endogeneity of schooling, we apply three commonly used identification strategies. Our estimates show that additional schooling gives higher lifetime earnings and steeper age-earnings profile, in line with predictions from human capital theory. These estimates imply an internal rate of return of around 10 percent, after taking into account income taxes and earnings-related pension entitlements. Under standard conditions, this finding suggests it was financially profitable to take additional schooling because the rates of return were substantially higher than the market interest rates. By comparison, Mincer regressions understate substantially the rates of return. We explore the reasons for this downward bias, finding that it is driven by Mincer's assumptions of no earnings while in school and exogenous post-schooling employment.\n\n",
    "acknowledgement": "\nAn earlier but substantially different version of this paper circulated as \"Life-Cycle Bias and the Returns to Schooling in Current and Lifetime Earnings\", IZA Discussion Papers 5788, June 2011. Financial support from the Research Council of Norway (194339) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}