{
    "id": 20269,
    "citation_title": "Patents and Cumulative Innovation: Causal Evidence from the Courts",
    "citation_author": [
        "Alberto Galasso",
        "Mark Schankerman"
    ],
    "citation_publication_date": "2014-07-07",
    "issue_date": "2014-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCumulative innovation is central to economic growth. Do patent rights facilitate or impede follow-on innovation? We study the causal effect of removing patent rights by court invalidation on subsequent research related to the focal patent, as measured by later citations. We exploit random allocation of judges at the U.S. Court of Appeals for the Federal Circuit to control for endogeneity of patent invalidation. Patent invalidation leads to a 50 percent increase in citations to the focal patent, on average, but the impact is heterogeneous and depends on characteristics of the bargaining environment. Patent rights block downstream innovation in computers, electronics and medical instruments, but not in drugs, chemicals or mechanical technologies. Moreover, the effect is entirely driven by invalidation of patents owned by large patentees that triggers more follow-on innovation by small firms.\n\n",
    "acknowledgement": "\nWe  benefitted from comments by Alfonso Gambardella, John Golden, Dietmar Harhoff, Emeric Henry, Nicola Lacetera, Bhaven Sampat, David Schwartz, Carlos Serrano, Scott Stern, John Turner and Heidi Williams. Finally we thank seminar participants at the NBER 2013 Summer Institute, Ben Gurion University, Hebrew University of Jerusalem, Northwestern University, Tel Aviv University, UC Berkeley, University of Toronto, University of Texas at Austin, Tilburg University, Hitotsubashi University, University of Waterloo and Mines ParisTech. Deepa Agarwal, Faryal Ahmed, William Matcham and Jessica Zurawicki provided excellent research assistance. We are grateful for financial support from the Centre for Economic Policy at the London School of Economics and the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}