{
    "id": 20264,
    "citation_title": "The Acquisition and Commercialization of Invention in American Manufacturing: Incidence and Impact",
    "citation_author": [
        "Ashish Arora",
        "Wesley M. Cohen",
        "John P. Walsh"
    ],
    "citation_publication_date": "2014-06-26",
    "issue_date": "2014-06-26",
    "revision_date": "2015-09-02",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent accounts suggest the development and commercialization of invention has become more “open.” Greater division of labor between inventors and innovators can enhance social welfare through gains from trade and greater economies of specialization. Moreover, this extensive reliance upon outside sources for invention also suggests that understanding the factors that condition the extramural supply of inventions to innovators is crucial to understanding the determinants of the rate and direction of innovative activity. \nThis paper reports on a recent survey of over 6000 American manufacturing and service sector firms on the extent to which innovators rely upon external sources of invention. Our results indicate that, between 2007 and 2009, 16% of manufacturing firms had innovated – meaning had introduced a product that was new to the industry. Of these, 49% report that their most important new product had originated from an outside source, notably customers, suppliers and technology specialists (i.e., universities, independent inventors and R&D contractors). We also estimate the contribution of each source to innovation in the US economy. Although customers are the most frequent outside source, inventions acquired from technology specialists tend to be the more economically more significant in term of their gross commercial value. As a group, external sources of invention make a significant contribution to the overall rate of innovation in the economy. Innovation policies, both public and private, should pay careful attention to external supply of invention, and the efficiency of the mechanisms mediating between inventors and innovators.\n\n",
    "acknowledgement": "\nThis research was funded by grants from the National Science Foundation, and the Kauffman Foundation. Additional support was provided by The Fuqua School of Business, Duke University, The School of Public Policy, Georgia Tech and the National Institutes of Health. You-Na Lee and Colleen Cunningham provided outstanding research assistance. We are also grateful to Vaibhav Gajulapalli and Arun Patro for helping with data construction, and to seminar participants at Carnegie Mellon, Columbia, Duke, Berkeley, Michigan, New York University, Toronto, University of North Carolina (Greensboro), Tilburg, KU Leuven, Cambridge, London Business School, Japan’s Research Institute of Economy, Trade and Industry, the Roundtable for Engineering Entrepreneurship Research at Georgia Tech, the Atlanta Competitive Advantage Conference, the International Joseph A. Schumpeter Conference held in Jena, Germany and the IP2 Conference at the Hoover Institution for helpful comments. We are also grateful to two anonymous reviewers of this journal for many helpful comments and suggestions. The customary disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}