{
    "id": 20267,
    "citation_title": "Mutual Assistance between Federal Reserve Banks, 1913-1960 as Prolegomena to the TARGET2 Debate",
    "citation_author": [
        "Barry Eichengreen",
        "Arnaud J. Mehl",
        "Livia Chițu",
        "Gary Richardson"
    ],
    "citation_publication_date": "2014-06-26",
    "issue_date": "2014-06-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reconstructs the forgotten history of mutual assistance among Reserve Banks in the early years of the Federal Reserve System. We use data on accommodation operations by the 12 Reserve Banks between 1913 and 1960 which enabled them to mutualise their gold reserves in emergency situations. Gold reserve sharing was especially important in response to liquidity crises and bank runs. Cooperation among reserve banks was essential for the cohesion and stability of the US monetary union. But fortunes could change quickly, with emergency recipients of gold turning into providers. Because regional imbalances did not grow endlessly, instead narrowing when region-specific liquidity shocks subsided, mutual assistance created only limited tensions. These findings speak to the current debate over TARGET2 balances in Europe.\n\n",
    "acknowledgement": "\nThe authors are grateful to Ulrich Bindseil, Philippine Cour-Thimann, Robert Hetzel, J.P. Koning, Allan Meltzer, Adalbert Winkler, Alexander Wolman and to participants in the workshop on monetary and financial history organised by the Federal Reserve Bank of Atlanta on 24-27 June 2013 for comments as well as to Paul de Grauwe, Philipp Hartmann and John Williams for helpful discussions. The views expressed in this paper are those of the authors and do not necessarily reflect those of the ECB, the Eurosystem, the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}