{
    "id": 2026,
    "citation_title": "How Important is Welfare Dependence?",
    "citation_author": [
        "Rebecca M. Blank"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theoretical model of welfare dependence, in which current participation in AFDC induces greater future use of the program. One prediction is duration dependence in welfare spells. This is tested using 6 years of monthly data on time spent in the AFDC program among female household heads in the control group of the Seattle/Denver Income Maintenance Experiment. A variety of duration dependence models are estimated, investigating the effect of different functional form assumptions, as well as the impact of accounting for time-varying covariates, competing risks, and data heterogeneity in the estimates. Monthly AFDC participation does not show strong evidence of duration dependence. In fact, during the initial months on the program the probability of leaving the program, conditional on past participation, appears to be flat or increasing. After about eight months the probability of leaving starts to decrease, but it becomes virtually flat after 18 to 24 months. There is some indication that there are two distinct groups that utilize welfare: one group, which has a very low probability of leaving welfare and whose rate of exit changes little over time; and a second group, which is more affected by time on the program. The propensity of black women to experience longer AFDC spells appears totally due to their lower probability of leaving AFDC via marriage, rather than any difference in leaving via earnings or other income increases. However, even where duration dependence is present in the data, this is not adequate evidence for program-induced welfare dependence. The final part of the paper presents a model of earnings change and AFDC participation which contains no welfare dependence effects. Welfare spells simulated from this model show duration dependence effects which appear quite similar to those observed in the actual data.\n\n",
    "acknowledgement": "\n"
}