{
    "id": 20278,
    "citation_title": "Deposit Insurance Database",
    "citation_author": [
        "Asli Demirgüç-Kunt",
        "Edward J. Kane",
        "Luc Laeven"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a comprehensive, global database of deposit insurance arrangements as of 2013. We extend our earlier dataset by including recent adopters of deposit insurance and information on the use of government guarantees on banks' assets and liabilities, including during the recent global financial crisis. We also create a Safety Net Index capturing the generosity of the deposit insurance scheme and government guarantees on banks' balance sheets. The data show that deposit insurance has become more widespread and more extensive in coverage since the global financial crisis, which also triggered a temporary increase in the government protection of non-deposit liabilities and bank assets. In most cases, these guarantees have since been formally removed but coverage of deposit insurance remains above pre-crisis levels, raising concerns about implicit coverage and moral hazard going forward.\n\n",
    "acknowledgement": "\nThis research was performed at the IMF and World Bank. This paper was also published as IMF Working Paper 14/118. We would like to thank Belen Bazano and Lindsay Mollineaux for excellent research assistance, and IMF colleagues for their useful comments and help in checking the accuracy of the database. The views expressed herein are those of the authors and do not necessarily reflect the views of the IMF, the IMF Board, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}