{
    "id": 20270,
    "citation_title": "Tales from the Bretton Woods",
    "citation_author": [
        "Michael D. Bordo"
    ],
    "citation_publication_date": "2014-07-07",
    "issue_date": "2014-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn analogy has been made between the collapse of the Bretton Woods system in 1971 and the recent Eurozone crisis.  The build up of TARGET balances in the Eurosystem of Central Banks after 2007 with the GIPS (deficit countries having large liabilities) and Germany (a surplus country) with large claims is seen as similar  to the rising and persistent balance of payments deficits and declining gold reserves by the United States as center country of the BWS gold dollar standard in the 1960s.\nThis paper argues that a better Bretton Woods analogy is between  the UK which ran persistent balance of payments deficits reflecting  low productivity growth and overly expansionary financial policies (an analogy to the GIPS) countries  with  West Germany which ran persistent balance of payments surpluses reflecting high productivity and conservative financial policies (analogous to Germany today).\nHowever Bretton Woods is very different from the Eurozone in many dimensions. An even better analogy than BWS is a comparison of the clearing mechanism in the U.S.--The Gold Settlement account-- with the Target payments mechanism for the Eurozone. In the early 1930s massive gold flows from the interior, hard hit by banking panics, to New York City were similar to the payments imbalances within the Eurozone in the recent crisis. The Federal Reserve did little to accommodate the demands for liquidity leading to a collapse of the payments system in March 1933. By contrast the build up of TARGET reflected full accommodation of the liquidity demands of the member states. TARGET represented an institutional innovation that prevented a repeat of the 1930s payments crisis.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}