{
    "id": 20275,
    "citation_title": "A Market Based Solution to Price Externalities: A Generalized Framework",
    "citation_author": [
        "Weerachart T. Kilenthong",
        "Robert M. Townsend"
    ],
    "citation_publication_date": "2014-07-07",
    "issue_date": "2014-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nPecuniary externalities have regained the interest of researchers as they seek policy interventions and regulations to remedy externality-induced distortions, e.g., balance sheet effects, amplifiers and fire sales. In this paper we go back to first principles and show how to design financial contracts and markets in such a way that ex ante competition can achieve a constrained-efficient allocation. The key as in general equilibrium theory is to extend the commodity space in such a way that bundling, exclusivity and additional markets internalize these pecuniary externalities. We devise in this paper a general way of proceeding that covers as a general case the large variety of example-economies which differ from one another in the particular source of the constraint generating the externality. A key take away from our approach is that we do not need to identify and quantify some policy intervention. With the appropriate ex ante design we can let markets solve the problem.\n\n",
    "acknowledgement": "\nRobert Townsend is grateful to financial support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) under grant R01 HD027638, NSF, the John Templeton Foundation, and the Consortium on Financial Systems and Poverty at the University of Chicago through a grant from the Bill & Melinda Gates Foundation. The findings and conclusions contained in the report are those of the author(s) and do not necessarily represent the views of the funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}