{
    "id": 20277,
    "citation_title": "Coordination and Crisis in Monetary Unions",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador",
        "Emmanuel Farhi",
        "Gita Gopinath"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize fiscal and monetary policy in a monetary union with the potential for rollover crises in sovereign debt markets. Member-country fiscal authorities lack commitment to repay their debt and choose fiscal policy independently. A common monetary authority chooses inflation for the union, also without commitment.  We first describe the existence of a fiscal externality that arises in the presence of limited commitment and leads countries to over borrow; this externality rationalizes the imposition of debt ceilings in a monetary union. We then investigate the impact of the composition of debt in a monetary union, that is the fraction of high-debt versus low-debt members, on the occurrence of self-fulfilling debt crises. We demonstrate that a high-debt country may be less vulnerable to crises and have higher welfare when it belongs to a union with an intermediate mix of high- and low-debt members, than one where all other members are low-debt. This contrasts with the conventional wisdom that all countries should prefer a union with low-debt members, as such a union can credibly deliver low inflation. These findings shed new light on the criteria for an optimal currency area in the presence of rollover crises.\n\n",
    "acknowledgement": "\nWe thank Cristina Arellano, Enrique Mendoza, Tommaso Monacelli, and seminar participants at several places for useful comments. We also thank Ben Hebert for excellent research assistance. Manuel Amador acknowledges support from the NSF (award number 0952816). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}