{
    "id": 20271,
    "citation_title": "Educational Assortative Mating and Household Income Inequality",
    "citation_author": [
        "Lasse Eika",
        "Magne Mogstad",
        "Basit Zafar"
    ],
    "citation_publication_date": "2014-07-07",
    "issue_date": "2014-07-07",
    "revision_date": "2018-06-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document the degree of educational assortative mating, how it evolves over time, and the extent to which it differs between countries. Our analysis focuses on the U.S. but also uses data from Denmark, Germany, the U.K., and Norway. We find evidence of positive assortative mating at all levels of education in each country. However, the time trends vary by the level of education: Among college graduates, assortative mating has been declining over time, whereas the low-educated are increasingly sorting into internally homogeneous marriages. These findings motivate and guide a decomposition analysis where we quantify the contribution of various factors to the distribution of household income. We find that educational assortative mating accounts for a non-negligible part of the cross-sectional inequality in household income in each country. However, changes in assortative mating over time barely move the time trends in household income inequality. This is because the inequality contribution from the increase in assortative mating among the low educated is offset by the equalizing effect from the decline in assortative mating among the highly educated. By comparison, increases over time in the returns to education generate a considerable rise in household income inequality, but these price effects are partly mitigated by increases in college attendance and completion rates among women.\n\n",
    "acknowledgement": "\nWe thank James J. Heckman, three referees, and seminar participants at several universities and conferences for comments and suggestions. We are grateful to Rasmus Landersø for helping us with the analysis of the Danish data. The project received financial support from the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}