{
    "id": 20272,
    "citation_title": "Fertility Decline and Missing Women",
    "citation_author": [
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2014-07-07",
    "issue_date": "2014-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia's male-biased sex ratio has worsened over the past several decades. In combination with the increased availability of prenatal sex-diagnostic technology, the declining fertility rate is a hypothesized factor. Suppose a couple strongly wants to have at least one son. At the natural sex ratio, they are less likely to have a son the fewer children they have, so a smaller desired family size will increase the likelihood they manipulate the sex composition of their children. This paper empirically measures the relationship between desired fertility and the sex ratio. Standard survey questions on fertility preferences ask the respondent her desired number of children of each sex, but people who want larger families have systematically stronger son preference, which generates bias. This paper instead elicits desired sex composition at specified, randomly determined, levels of total fertility. These data allow one to isolate the causal effect of family size on the desired sex ratio. I find that the desired sex ratio increases sharply as the fertility rate falls; fertility decline can explain roughly half of the increase in the sex ratio that has occurred in India over the past thirty years. In addition, factors such as female education that lead to more progressive attitudes could counterintuitively cause a more male-skewed sex ratio because while they reduce the desired sex ratio at any given family size, they also reduce desired family size.\n\n",
    "acknowledgement": "\nI thank Suanna Oh, Vrinda Kapur, and Niki Shrestha for excellent research assistance and Diva Dhar and Tarun Jain for allowing me to add questions to our joint survey. I also thank Rebecca Dizon-Ross, David Berger, and several seminar and conference participants for helpful comments. Financial support from the International Initiative for Impact Evaluation and National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}