{
    "id": 20286,
    "citation_title": "International Banking and Liquidity Risk Transmission: Lessons from Across Countries",
    "citation_author": [
        "Claudia M. Buch",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nActivities of international banks have been at the core of discussions on the causes and effects of the international financial crisis. Yet we know little about the actual magnitudes and mechanisms for transmission of liquidity shocks through international banks, including the reasons for heterogeneity in transmission across banks. The International Banking Research Network, established in 2012, brings together researchers from around the world with access to micro-level data on individual banks to analyze issues pertaining to global banks. This paper summarizes the common methodology and results of empirical studies conducted in eleven countries to explore liquidity risk transmission. Among the main results is, first, that explanatory power of the empirical model is higher for domestic lending than for international lending. Second, how liquidity risk affects bank lending depends on whether the banks are drawing on official-sector liquidity facilities. Third, liquidity management across global banks can be important for liquidity risk transmission into lending. Fourth, there is substantial heterogeneity in the balance sheet characteristics that affect banks' responses to liquidity risk. Overall, balance sheet characteristics of banks matter for differentiating their lending responses, mainly in the realm of cross-border lending.\n\n",
    "acknowledgement": "\nThe authors thank participants of the International Banking Research Network, in particular Matthieu Bussiere and James Chapman, for many thoughtful exchanges and contributions. They also thank Arun Gupta, Florian Hüfner, and Lena Tonzer for highly efficient research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, Deutsche Bundesbank, or the National Bureau of Economic Research.\n\n\n"
}