{
    "id": 20285,
    "citation_title": "Liquidity Risk and U.S. Bank Lending at Home and Abroad",
    "citation_author": [
        "Ricardo Correa",
        "Linda S. Goldberg",
        "Tara Rice"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the balance sheet structure of U.S. banks influences how they respond to liquidity risks, the mechanisms for the effects on and consequences for lending vary widely across banks.  We demonstrate fundamental differences across banks without foreign affiliates versus those with foreign affiliates.  Among the nonglobal banks (those without a foreign affiliate), cross-sectional differences in response to liquidity risk depend on the banks' shares of core deposit funding.  By contrast, differences across global banks (those with foreign affiliates) are associated with ex ante liquidity management strategies as reflected in internal borrowing across the global organization. This intra-firm borrowing by banks serves as a shock absorber and affects lending patterns to domestic and foreign customers. The use of official-sector emergency liquidity facilities by global and nonglobal banks in response to market liquidity risks tends to reduce the importance of ex ante differences in balance sheets as drivers of cross-sectional differences in lending.\n\n",
    "acknowledgement": "\nThe authors thank Jason Goldrosen for excellent research assistance, as well as Claudia Buch, Ben Craig, Katheryn Russ, Charles Thomas, and participants at the International Banking Research Network workshops in Potsdam and Paris for thoughtful suggestions.  The views expressed in this paper are solely those of the authors and should not be interpreted as reflecting the view of the Board of Governors, Federal Reserve Bank of New York, the staff of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}