{
    "id": 20287,
    "citation_title": "Housing, Finance and the Macroeconomy",
    "citation_author": [
        "Morris A. Davis",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this chapter, we review and discuss the large body of research that has developed over the past 10-plus years that explores the interconnection of macroeconomics, finance, and housing.  We focus on three major topics -- housing and the business cycle, housing and portfolio choice, and housing and asset returns -- and then review the recent literature that studies housing and the macroeconomy during the great housing boom and bust of 2000-2010. Our emphasis is on calibrated models that can be compared to data.  In each section, we discuss the important questions, the typical set of tools used, and the insights that result from important papers.  Although great progress has been made in understanding the important role that housing plays in understanding macroeconomic phenomena, work remains. For example, economists cannot fully explain all of the volatility in house prices during the unprecedented boom and bust period of 2000-2010.  At the end of the chapter, we discuss a new literature that assesses the macroeconomic effects and welfare implications of housing policies.\n\n",
    "acknowledgement": "\nWe thank Gilles Duranton, Jack Favilukis, Carlos Garriga, David Kohn, Ralph Koijen, Sydney Ludvigson, Erwan Quintin, and Will Strange for comments and suggestions, and Vadim Elenev for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}