{
    "id": 20282,
    "citation_title": "The Shorting Premium and Asset Pricing Anomalies",
    "citation_author": [
        "Itamar Drechsler",
        "Qingyi Freda Drechsler"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nShort-rebate fees are a strong predictor of the cross-section of stock returns, both gross and net of fees. We document a large \"shorting premium\":  the cheap-minus-expensive-to-short (CME) portfolio of stocks has a monthly average gross return of 1.43%, a net return of 0.91%, and a 1.53% four-factor alpha. We show that short fees interact strongly with the returns to eight of the largest and most well-known cross-sectional anomalies. The anomalies effectively disappear within the 80% of stocks that have low short fees, but are greatly amplified among those with high fees. We propose a joint explanation for these findings: the shorting premium is compensation for the concentrated short risk borne by the small fraction of investors who do most shorting. Because it is on the short side, it raises prices rather than lowers them. We proxy for this short risk using the CME portfolio return and demonstrate that a Fama-French + CME factor model largely captures the anomaly returns among both high- and low-fee stocks.\n\n",
    "acknowledgement": "\nWe thank Malcolm Baker, Rabih Moussawi, Stijn Van Nieuwerburgh, Wenlan Qian, Alexi Savov, Robert Whitelaw, and seminar participants at Cubist Systematic Strategies for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}