{
    "id": 20289,
    "citation_title": "Who Benefits from State Corporate Tax Cuts? A Local Labor Markets Approach with Heterogeneous Firms",
    "citation_author": [
        "Juan Carlos Suárez Serrato",
        "Owen Zidar"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2016-08-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates the incidence of state corporate taxes on the welfare of workers, landowners, and firm owners using variation in state corporate tax rates and apportionment rules. We develop a spatial equilibrium model with imperfectly mobile firms and workers. Firm owners may earn profits and be inframarginal in their location choices due to differences in location-specific productivities. We use the reduced-form effects of tax changes to identify and estimate incidence as well as the structural parameters governing these impacts. In contrast to standard open economy models, firm owners bear roughly 40% of the incidence, while workers and landowners bear 30-35% and 25-30%, respectively.\n\n",
    "acknowledgement": "\nWe are very grateful for guidance and support from our advisors: Alan Auerbach, Yuriy Gorodnichenko, Patrick Kline, and Emmanuel Saez. We would like to thank the Editor Luigi Pistaferri and three anonymous referees for their helpful comments. We are also indebted to David Albouy, Dominick Bartelme, Alex Bartik, Pat Bayer, Michael Boskin, Eric Budish, David Card, Jeffrey Clemens, Robert Chirinko, Rebecca Diamond, Jonathan Dingel, Pascaline Dupas, Matt Gentzkow, Gopi Goda, Marc Hafstead, Jim Hines, Caroline Hoxby, Erik Hurst, Koichiro Ito, Matt Leister, Attila Lindner, Neale Mahoney, John McClelland, David Molitor, Enrico Moretti, Pascal Noel, Matt Notowidigdo, Alexandre Poirier, Jim Poterba, Andrés Rodríguez-Clare, Jesse Rothstein, Greg Rosston, Florian Scheuer, John Shoven, Orie Shelef, Reed Walker, Dan Wilson, Danny Yagan, Shuang Zhang, and Eric Zwick for helpful comments and suggestions. We are especially thankful to Nathan Seegert, Dan Wilson and Robert Chirinko, and Jamie Bernthal, Dana Gavrila, Katie Schumacher, Shane Spencer, and Katherine Sydor for generously providing us with tax data. Tim Anderson, Anastasia Bogdanova, Pawel Charasz, Stephen Lamb, Matt Panhans, Prab Upadrashta, John Wieselthier, and Victor Ye provided excellent research assistance. All errors remain our own. This work is supported by the Kauffman Foundation and the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business. We declare that we have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}