{
    "id": 20284,
    "citation_title": "Improving Educational Outcomes in Developing Countries: Lessons from Rigorous Impact Evaluations",
    "citation_author": [
        "Alejandro J. Ganimian",
        "Richard J. Murnane"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2016-02-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews and interprets the evidence from 223 rigorous impact evaluations of educational initiatives conducted in 56 low- and middle-income countries.  We consider for inclusion in our review all studies in recent syntheses, which have reached seemingly conflicting conclusions about which interventions improve educational outcomes.  We group interventions based on their theory of action.  We derive four lessons from the studies we review.  First, reducing the costs of going to school and expanding schooling options increase attendance and attainment, but do not consistently increase student achievement.  Second, providing information about school quality, developmentally appropriate parenting practices, and the economic returns to schooling affects the actions of parents and the achievement of children and adolescents.  Third, more or better resources improve student achievement only if they result in changes in children’s daily experiences at school.  Finally, well-designed incentives increase teacher effort and student achievement from very low levels, but low-skilled teachers need specific guidance to reach minimally acceptable levels of instruction.\n\n",
    "acknowledgement": "\nA version of this paper with fewer footnotes is forthcoming in the Review of Educational Research. An earlier version of this paper was published as NBER Working Paper No. 20284.  The authors gratefully acknowledge comments from Mariana Alfonso, Manuel Álvarez Trongé, Felipe Barrera-Osorio, Diether Beuermann, Barbara Bruns, Julián Cristia, David Deming, Ariel Fiszbein, Juliana Guaqueta, Heather Hill, Eduardo Levy Yeyati, Michael Lisman, Juan Llach, Mariano Narodowski, Hugo Ñopo, Joao Batista Oliveira, Jeffrey Puryear, Axel Rivas, Alonso Sánchez, Ismael Sanz, Norbert Schady, Adela Soliz, Laura Trucco, Emiliana Vegas, and Eduardo Vélez Bustillo on earlier drafts of this paper.  The authors acknowledge support for research assistance from the President’s Office, Harvard University.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.  The authors acknowledge support for research assistance from the President’s Office, Harvard University.\n\n\n"
}