{
    "id": 20283,
    "citation_title": "The Prison Boom and the Lack of Black Progress after Smith and Welch",
    "citation_author": [
        "Derek Neal",
        "Armin Rick"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2014-07-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nMore than two decades ago, Smith and Welch (1989) used the 1940 through 1980 census files to document important relative black progress. However, recent data indicate that this progress did not continue, at least among men. The growth of incarceration rates among black men in recent decades combined with the sharp drop in black employment rates during the Great Recession have left most black men in a position relative to white men that is really no better than the position they occupied only a few years after the Civil Rights Act of 1965. A move toward more punitive treatment of arrested offenders drove prison growth in recent decades, and this trend is evident among arrested offenders in every major crime category. Changes in the severity of corrections policies have had a much larger impact on black communities than white communities because arrest rates have historically been much greater for blacks than whites.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Elizabeth Carson, Steven Levitt, Jens Ludwig, Justin McCrary, Thomas Miles, Bruce Western, Max Schanzenbach, workshop participants at the IRP Summer Research Workshop, the NBER Summer Institute, Duke, and the Becker Friedman Institute Conference honoring Finis Welch for helpful comments. We are especially grateful to Janet Currie, Steven Raphael, and an anonymous referee for comments on a related project that led to this work. This work grew out of discussions during the October 2008 meeting of the Chicago Workshop on Black-White Inequality, which was funded by the Searle Freedom Trust. We thank the George J. Stigler Center for Study of the Economy and the State for research support. We thank Andrew Jordan, Ian Fillmore, Ezra Karger, Sarah Komisarow, and Joshua Shea for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}