{
    "id": 20280,
    "citation_title": "Hotelling Under Pressure",
    "citation_author": [
        "Soren T. Anderson",
        "Ryan Kellogg",
        "Stephen W. Salant"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that oil production from existing wells in Texas does not respond to price incentives. Drilling activity and costs, however, do respond strongly to prices. To explain these facts, we reformulate Hotelling's (1931) classic model of exhaustible resource extraction as a drilling problem: firms choose when to drill, but production from existing wells is constrained by reservoir pressure, which decays as oil is extracted. The model implies a modified Hotelling rule for drilling revenues net of costs and explains why production is typically constrained. It also rationalizes regional production peaks and observed patterns of price expectations following demand shocks.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we are grateful to Ying Fan, Cloé Garnache, Stephen Holland, Lutz Kilian, Mar Reguant, Dick Vail, Jinhua Zhao, and seminar and conference audiences at AERE, Case Western Reserve University, the Energy Institute at Haas Energy Camp, the Kansas City Federal Reserve, the MSU/UM Energy and Environmental Economics Summer Workshop, Michigan State University, NBER EEE/IO, the Occasional California Workshop in Environmental and Resource Economics, the University of Michigan, and the University of Montreal. Excellent research assistance was provided by Dana Beuschel and Sam Haltenhof. Part of this research was performed while Kellogg was at UC Berkeley's Energy Institute at Haas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}