{
    "id": 20288,
    "citation_title": "Banks as Patient Fixed-Income Investors",
    "citation_author": [
        "Samuel G. Hanson",
        "Andrei Shleifer",
        "Jeremy C. Stein",
        "Robert W. Vishny"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the business model of traditional commercial banks in the context of their co-existence with shadow banks. While both types of intermediaries create safe \"money-like\" claims, they go about this in different ways. Traditional banks create safe claims by relying on deposit insurance, supported by costly equity capital. This structure allows bank depositors to remain \"sleepy\": they do not have to pay attention to transient fluctuations in the mark-to-market value of bank assets. In contrast, shadow banks create safe claims by giving their investors an early exit option that allows them to seize collateral and liquidate it at the first sign of trouble. Thus traditional banks have a stable source of funding, while shadow banks are subject to runs and fire-sale losses. These different funding models in turn influence the kinds of assets that traditional banks and shadow banks hold in equilibrium: traditional banks have a comparative advantage at holding fixed-income assets that have only modest fundamental risk, but are relatively illiquid and have substantial transitory price volatility.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the 2014 NBER Corporate Finance Meeting and Harvard University for helpful comments, as well as to Malcolm Baker, John Campbell, Eduardo Dávila, Harry DeAngelo, Doug Diamond, Mihir Desai, Gary Gorton, Robin Greenwood, Arvind Krishnamurthy, David Scharfstein, René Stulz, Adi Sunderam, Paul Tucker, Annette Vissing-Jorgensen, and Yao Zeng for valuable suggestions. We also thank Yueran Ma for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeremy C. Stein\n\nNovember 2012, Jeremy C. Stein, Outside Activities Since 2006\nA. Compensated Activities*\nSpeaking Engagements\nReal Colegio Complutense, 2008.\nCredit Agricole Cheuvreux, 2009.\nHandelsbanken, 2009.\nDuisenberg School of Finance, 2010.\nDeutsche Bank, 2010.\nState Street, 2010.\nAlliance Bernstein, 2010.\nBank of America Merrill Lynch, 2011.\nConsulting\nGuggenheim Partners: design of quantitative asset-management strategies, 2005-2007.\nCommissioned Research\nThe Clearing House Association: unpublished paper with  Anil Kashyap and Samuel Hanson, “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,” 2010.\nPublic Service\nU.S. Treasury Department: Senior Advisor to  the Secretary; and concurrently, staff of National Economic Council, February-July 2009.\nOther\nJournal of Economic Perspectives: co-editor, 2007-2008.\nQuarterly Journal of Economics: co-editor, 2011-2012.\nNorthwestern University: visiting scholar, 2009.\nB. Significant Non-Compensated Activities\nAmerican Finance Association: President, 2008; President-Elect,  2007; Vice-President, 2006; Board of Directors, 2009-2011.\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012.\nSquam Lake Group, 2008-2012.\n\n\n* Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less in a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}