{
    "id": 20299,
    "citation_title": "The Fiscal Cost of Weak Governance: Evidence from Teacher Absence in India",
    "citation_author": [
        "Karthik Muralidharan",
        "Jishnu Das",
        "Alaka Holla",
        "Aakash Mohpal"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct a new nationally-representative panel dataset of schools across 1297 villages in India and find that the large investments in public primary education over the past decade have led to substantial improvements in input-based measures of school quality, including infrastructure, pupil-teacher ratios, and monitoring.  However, teacher absence continues to be high, with 23.6 percent of teachers in public schools across rural India being absent during unannounced visits to schools. Improvements in school infrastructure and service conditions are not correlated with lower teacher absence. We find two robust correlations in the nationally-representative panel data that corroborate findings from smaller-scale experiments. First, reductions in pupil-teacher ratios are correlated with increased teacher absence. Second, increases in the frequency of inspections are strongly correlated with lower teacher absence. We estimate that the fiscal cost of teacher absence in India is around $1.5 billion per year, and that investing in better governance by hiring more inspectors to increase the frequency of monitoring could be over ten times more cost effective at increasing teacher-student contact time (net of teacher absence) than hiring more teachers.\n\n",
    "acknowledgement": "\nWe are especially grateful to Michael Kremer for his involvement as a collaborator in the early stages of this project and for subsequent discussions.  We thank Julie Cullen, Roger Gordon, Gordon Hanson, Paul Niehaus, and Adam Wagstaff for useful comments. We thank the Bill and Melinda Gates Foundation for financial support for the data collection and analysis. Additional funds for data collection were made available by the Governance Partnership Facility grant provided through the Human Development Network of the World Bank. We are grateful to Pratap Bhanu Mehta and the Center for Policy Research, New Delhi for hosting the project and providing logistical support and infrastructure.  We thank Sreela Dasgupta, Anvesha Khandelwal, and L. Ravi for project management support, and Monisha Ashok, Jack Liebersohn, Prerna Mukharya, and Anand Shukla for outstanding research assistance.  The project would not have been possible without the efforts of Charu Sheela, Trilok Sisodiya, AV Surya, K. Venugopal, and other staff of the Social and Rural Research Institute (SRI) in New Delhi who oversaw the field work and primary data collection.  The findings, interpretations, and conclusions expressed in this paper are those of the authors and do not necessarily represent the views of any of the organizations that financially supported the project or the views of the World Bank, its Executive Directors, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}