{
    "id": 20294,
    "citation_title": "Forward and Spot Exchange Rates in a Multi-currency World",
    "citation_author": [
        "Tarek A. Hassan",
        "Rui C. Mano"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeparate literatures study violations of uncovered interest parity (UIP) using regression-based and portfolio-based methods. We propose a decomposition of these violations into a cross-currency, a between-time-and-currency, and a cross-time component that allows us to analytically relate regression-based and portfolio-based facts, and to estimate the joint restrictions they place on models of currency returns. Subject to standard assumptions on investors’ information sets, we find that the forward premium puzzle (FPP) and the “dollar trade” anomaly are intimately linked: both are driven almost exclusively by the cross-time component. By contrast, the “carry trade” anomaly is driven largely by cross-sectional violations of UIP. The simplest model the data do not reject features a cross-sectional asymmetry that makes some currencies pay permanently higher expected returns than others, and larger time series variation in expected returns on the US dollar than on other currencies. Importantly, conventional estimates of the FPP are not directly informative about expected returns, because they do not correct for uncertainty about future mean interest rates. Once we correct for this uncertainty, we never reject the null that investors expect high-interest-rate currencies to depreciate, not appreciate.\n\n",
    "acknowledgement": "\nWe are grateful to Pol Antras, Craig Burnside, John Cochrane, Xavier Gabaix, Jeremy Graveline, Ralph Koijen, Hanno Lustig, Matteo Maggiori, Lukas Menkhoff, Toby Moskowitz, Ralph Ossa, Andreas Schrimpf, Alireza Tahbaz-Salehi, Andrea Vedolin, and Adrien Verdelhan. We also thank seminar participants at the University of Chicago, CITE Chicago, the Chicago Junior Finance Conference, KU Leuven, University of Sydney, New York Federal Reserve, University of Zurich, SED annual meetings, and the NBER Summer Institute for useful comments. All mistakes remain our own. Tarek Hassan is grateful for financial support from the Fama-Miller Center for Research in Finance at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}