{
    "id": 20298,
    "citation_title": "The Long-Run Effects of a Public Policy on Alcohol Tastes and Mortality",
    "citation_author": [
        "Lorenz Kueng",
        "Evgeny Yakovlev"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2020-02-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe study the long-run effects of Russia's anti-alcohol campaign, which dramatically altered the relative supply of hard and light alcohol in the late 1980s. We find that this policy shifted young men's long-run preferences from hard to light alcohol decades later and we estimate the age at which consumers form their tastes. We show that the large beer market expansion in the late 1990s had similar effects on young consumers' tastes, while older consumers' tastes remained largely unchanged. We then link these long-run changes in alcohol consumption patterns to changes in male mortality. The shift from hard to light alcohol reduced incidences of binge drinking substantially, leading to fewer alcohol- related deaths. We conclude that the resulting large cohort differences in current alcohol consumption shares explain a significant part of the recent decrease in male mortality. Simulations suggest that mortality will continue to decrease by another 23% over the next twenty years due to persistent changes in consumer tastes. Program impact evaluations that focus only on contemporaneous effects can therefore severely underestimate the total effect of such public policies that change preferences for goods.\n\n",
    "acknowledgement": "\nWe thank Lucas Davis (the editor), two anonymous referees, Orley Ashenfelter, David Atkin, David Card, David Cutler, Irina Denisova, Yuriy Gorodnichenko, Sergey Guriev, Lee Lockwood, David Matsa, Brian Melzer, Michael Moore, Denis Nekipelov, Jonathan Parker, Paola Sapienza, Katya Zhuravskaya, and seminar participants at the NBER Summer Institute, Berkeley, Northwestern, Warwick, Pompeu Fabra, NES, CEFIR, HSE, and the EEA meetings for helpful discussions and comments. Evgeny Yakovlev gratefully acknowledges financial support from the Russian Science Foundation for the research project No. 18-18-00466. Two previous versions of this paper were titled \"USSR babies: Who drinks vodka in Russia?\" and \"How Persistent Are Consumption Habits? Micro-Evidence from Russia's Alcohol Market.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}