{
    "id": 20296,
    "citation_title": "The Value of Brownfield Remediation",
    "citation_author": [
        "Kevin Haninger",
        "Lala Ma",
        "Christopher Timmins"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2015-09-30",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Environmental Protection Agency Brownfields Program awards grants to redevelop contaminated lands known as brownfields. This paper estimates cleanup benefits by combining administrative records for a nationally representative sample of brownfields with high-resolution, high-frequency housing data. We find property value increases accompanying cleanup averaging from 5.0% to 11.5%; for a welfare interpretation that does not rely on the intertemporal stability of the hedonic price function, a double-difference matching estimator finds even larger effects of up to 15.2%. Our various specifications lead to the common conclusion that Brownfields Program cleanups yield positive, statistically significant, but highly-localized effects on housing prices.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the U.S. Environmental Protection Agency (EPA) Office of Solid Waste and Emergency Response Center for Program Analysis, the EPA Office of Brownfields and Land Revitalization (OBLR), and EPA Regional Offices for their financial support and for providing access to the data. We especially thank Ryan Smith of the OBLR for his partnership. We would also like to thank seminar participants at Iowa State University and CEnREP Camp Resources for helpful comments. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the EPA or the National Bureau of Economic Research. This work was conducted while Kevin Haninger was an American Association for the Advance of Science Policy Fellow at the EPA. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}