{
    "id": 20292,
    "citation_title": "Do \"Reverse Payment\" Settlements of Brand-Generic Patent Disputes in the Pharmaceutical Industry Constitute an Anticompetitive Pay for Delay?",
    "citation_author": [
        "Keith M. Drake",
        "Martha A. Starr",
        "Thomas McGuire"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nBrand and generic drug manufacturers frequently settle patent litigation on terms that include a payment to the generic manufacturer along with a specified date at which the generic would enter the market.  The Federal Trade Commission contends that these agreements extend the brand's market exclusivity and amount to anticompetitive divisions of the market.  The parties involved defend the settlements as normal business agreements that reduce business risk associated with litigation.  The anticompetitive hypothesis implies brand stock prices should rise with announcement of the settlement.  We classify 68 brand-generic settlements from 1993 to the present into those with and without an indication of a \"reverse payment\" from the brand to the generic, and conduct an event study of the announcement of the patent settlements on the stock price of the brand.  For settlements with an indication of a reverse payment, brand stock prices rise on average 6% at the announcement.  A \"control group\" of brand-generic settlements without indication of a reverse payment had no significant effect on the brands' stock prices.  Our results support the hypothesis that settlements with a reverse payment increase the expected profits of the brand manufacturer and are anticompetitive.\n\n",
    "acknowledgement": "\nWe are grateful to Bennett Erickson and Addison Wood for expert help with data preparation and analysis, and to Laura Panattoni and session participants at the June, 2014 American Society of Heath Economics meetings for valuable comments on an earlier version of the paper.  We also thank Moneil Abu Speitan, Mike Augusteijn, Sebastian Bauhoff, Rena Conti, Abe Dunn, Robert Drake, Randy Ellis, Robert Feinberg, Ray Hartman, Laura Hatfield, C. Scott Hemphill, Haiden Huskamp, Anupam Jena, Tim Layton, R. Forrest McCluer, Eileen Morrison, Joseph Newhouse, Ketan Patel, Renee Rushnawitz, Julie Shi and James Sigel for insightful comments and suggestions. Responsibility for the analyses and conclusions expressed here is the authors' own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKeith M. Drake\n\nKeith Drake received support for professional development from Greylock McKinnon Associates.  No other external funding was provided to any of the authors for this research.\n\n\n"
}