{
    "id": 20295,
    "citation_title": "Do Pharmacists Buy Bayer? Informed Shoppers and the Brand Premium",
    "citation_author": [
        "Bart J. Bronnenberg",
        "Jean-Pierre Dubé",
        "Matthew Gentzkow",
        "Jesse M. Shapiro"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effect of information and expertise on consumers’ willingness to pay for national brands in physically homogeneous product categories. In a detailed case study of headache remedies we find that more informed or expert consumers are less likely to pay extra to buy national brands, with pharmacists choosing them over store brands only 9 percent of the time, compared to 26 percent of the time for the average consumer. In a similar case study of pantry staples such as salt and sugar, we show that chefs devote 12 percentage points less of their purchases to national brands than demographically similar non-chefs. We extend our analysis to cover 50 retail health categories and 241 food and drink categories. The results suggest that misinformation and related consumer mistakes explain a sizable share of the brand premium for health products, and a much smaller share for most food and drink products. We tie our estimates together using a stylized model of demand and pricing.\n\n",
    "acknowledgement": "\nWe are grateful to Kevin Murphy for inspiring this project and to numerous seminar participants for comments. We thank Jeff Eastman, Grace Hyatt, and Todd Kaiser at Nielsen for their assistance with the collection of the PanelViews Survey. We thank Art Middlebrooks, Svetlozar Nestorov, and the Marketing Data Center at the University of Chicago Booth School of Business for their help with the Homescan and RMS data. We thank the Neubauer Family Foundation, the Initiative on Global Markets at the University of Chicago Booth School of Business, the Marketing Science Institute, the National Science Foundation, and the Netherlands Foundation for Scientific Research (NWO, Vici grant) for financial support. Results in this paper are calculated based on data from The Nielsen Company (US), LLC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft.\n\n\n"
}