{
    "id": 20293,
    "citation_title": "A Model of Dynamic Limit Pricing with an Application to the Airline Industry",
    "citation_author": [
        "Christopher Gedge",
        "James W. Roberts",
        "Andrew Sweeting"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe one-shot nature of most theoretical models of strategic investment, especially those based on   asymmetric information, limits our ability to test whether they can fit the data.  We develop a dynamic version of the classic Milgrom and Roberts (1982) model of limit pricing, where a monopolist incumbent has incentives to repeatedly signal information about its costs to a potential entrant by setting prices below monopoly levels.  The model has a unique Markov Perfect Bayesian Equilibrium under a standard form of refinement, and equilibrium strategies can be computed easily, making it well suited for empirical work.  We provide reduced-form evidence that our model can explain why incumbent airlines cut prices when Southwest becomes a potential entrant into airport-pair route markets, and we also calibrate our model to show that it can generate the large price declines that are observed in the data.\n\n",
    "acknowledgement": "\nWe are grateful to Joe Mazur for excellent research assistance;  Alan Sorensen and Robin Lee for insightful conference discussions of earlier drafts and many seminar participants for useful comments.  Roberts and Sweeting acknowledge National Science Foundation support (grant SES-1260876) for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}