{
    "id": 20291,
    "citation_title": "Unhappy Cities",
    "citation_author": [
        "Edward L. Glaeser",
        "Joshua D. Gottlieb",
        "Oren Ziv"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "2014-11-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are persistent differences in self-reported subjective well-being across U.S. metropolitan areas, and residents of declining cities appear less happy than other Americans. Newer residents of these cities appear to be as unhappy as longer term residents, and yet some people continue to move to these areas. While the historical data on happiness are limited, the available facts suggest that cities that are now declining were also unhappy in their more prosperous past. One interpretation of these facts is that individuals do not aim to maximize self-reported well-being, or happiness, as measured in surveys, and they willingly endure less happiness in exchange for higher incomes or lower housing costs. In this view, subjective well-being is better viewed as one of many arguments of the utility function, rather than the utility function itself, and individuals make trade-offs among competing objectives, including but not limited to happiness.\n\n",
    "acknowledgement": "\nWe are grateful to David Albouy, Ori Heffetz, Naomi Hausman, Jacob Leshno, Paul Oyer, Carolin Pflueger, Kelly Shue, Doug Staiger, Dave Zhao, an anonymous referee, and especially Erzo F.P. Luttmer for valuable comments and assistance. We thank Kristina Tobio and Ian Zhu for outstanding research assistance. We acknowledge support from the Taubman Center for State and Local Government. Gottlieb acknowledges support from the Social Sciences and Humanities Research Council of Canada, the Institute for Humane Studies and the National Institutes on Aging via grant number T32-AG000186-23 to the National Bureau of Economic Research. Ziv acknowledges support from the NE-UTC and the NSF via grant numbers DGE0644491 and DGE1144152. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}