{
    "id": 20297,
    "citation_title": "Financial Literacy and Retirement Planning in Canada",
    "citation_author": [
        "David Boisclair",
        "Annamaria Lusardi",
        "Pierre-Carl Michaud"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial literacy and Canadians' capacity to plan for retirement is of primary importance for the policy debate over pension system reform in Canada. In this paper, we draw on internationally comparable survey evidence on financial literacy and retirement planning in Canada to investigate how financially literate Canadians are and who does plan for retirement. We find that 42 percent of respondents are able to correctly answer three simple questions measuring knowledge of interest compounding, inflation, and risk diversification. This is consistent with evidence from other countries, and Canadians perform relatively well in comparison to Americans but worse than individuals in other countries, such as Germany. Among Canadian respondents, the young and the old, women, minorities, and those with lower educational attainment do worse, a pattern that has been consistently found in other countries as well. Retirement planning is strongly associated with financial literacy; those who responded correctly to all three financial literacy questions are 10 percentage points more likely to have retirement savings.\n\n",
    "acknowledgement": "\nWe thank the Canadian Securities Administrators and the Quebec Autorité des marchés financiers for granting access to the data, and Innovative Research for providing us with the data files and documentation. Michaud thanks the Fonds de recherche du Québec - Société et culture (NC 145848) for funding this research. We also thank Thomas Lalime for excellent research assistance and Audrey Brown for editorial assistance. Findings and conclusions do not necessarily represent the views of the organizations involved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}