{
    "id": 20290,
    "citation_title": "What Policies Increase Prosocial Behavior? An Experiment with Referees at the Journal of Public Economics",
    "citation_author": [
        "Raj Chetty",
        "Emmanuel Saez",
        "László Sándor"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate policies to increase prosocial behavior using a field experiment with 1,500 referees at the Journal of Public Economics. We randomly assign referees to four groups: a control group with a six week deadline to submit a referee report, a group with a four week deadline, a cash incentive group rewarded with $100 for meeting the four week deadline, and a social incentive group in which referees were told that their turnaround times would be publicly posted. We obtain four sets of results. First, shorter deadlines reduce the time referees take to submit reports substantially. Second, cash incentives significantly improve speed, especially in the week before the deadline. Cash payments do not crowd out intrinsic motivation: after the cash treatment ends, referees who received cash incentives are no slower than those in the four-week deadline group. Third, social incentives have smaller but significant effects on review times and are especially effective among tenured professors, who are less sensitive to deadlines and cash incentives. Fourth, all the treatments have little or no effect on agreement rates, quality of reports, or review times at other journals. We conclude that small changes in journals' policies could substantially expedite peer review at little cost. More generally, price incentives, nudges, and social pressure are effective and complementary methods of increasing prosocial behavior.\n\n",
    "acknowledgement": "\nThis paper is in preparation for publication at the Journal of Economic Perspectives. We thank Nava Ashraf, David Autor, Stefano DellaVigna, Hilary Hoynes, Damon Jones, Emir Kamenica, Lawrence Katz, Henrik Kleven, Ulrike Malmendier, Monica Singhal, Timothy Taylor, and numerous seminar participants for helpful discussions and comments. We thank Jenny Henzen and the Elsevier staff for supporting the project and providing data and Liz Anderson for implementing the experiment. Greg Bruich, Jessica Laird, Keli Liu, Alex Olssen, and Heather Sarsons provided outstanding research assistance. Financial support from the Lab for Economic Applications and Policy at Harvard and the National Science Foundation is gratefully acknowledged. A de-identified version of the referee-level dataset used in this paper can be downloaded at http://obs.rc.fas.harvard.edu/chetty/jpube_experiment.zip The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}