{
    "id": 20309,
    "citation_title": "Social Structure and Institutional Design: Evidence from a Lab Experiment in the Field",
    "citation_author": [
        "Emily Breza",
        "Arun G. Chandrasekhar",
        "Horacio Larreguy"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn settings with poor formal contract enforcement, profitable investments are likely unrealized. While social closeness can mitigate contractual incompleteness, we examine how to improve the preponderance of cases where contracting parties cannot rely upon social ties. We ask if a community can enlist members to monitor transactions or punish offending parties. \nWe conduct a laboratory experiment in 40 Indian villages, with 960 non-anonymized subjects, where we have social network data. Participants play modified sender-receiver investment games, with and without third-party monitors and punishers. We examine whether network centrality of the third party increases efficiency of interaction. Furthermore, we decompose the efficiency increase into a monitoring channel (central third parties are valuable since they may influence reputations) and an enforcement channel (central third parties may be more able to punish without fear of retaliation).\nAssigning a third party at the 75th percentile of the centrality distribution (as compared to the 25th) increases efficiency by 21% relative to the mean: we attribute 2/5 of the effect to monitoring and 3/5 to enforcement. The largest efficiency increase occurs when senders and receivers are socially distant, unable to maintain efficient levels autonomously. Results cannot be explained by demographics such as elite status, caste, wealth or gender.\nOur findings show not every member is equally well-equipped to be part of a local institution. Knowing that a central third party observes their interaction increases sender-receiver efficiency. More importantly, to be able to punish someone, the third party must be important in the community.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Abhijit Banerjee, Sam Bowles, Esther Duflo, Matt Elliott, Itay Fainmesser, Garance Genicot, Ben Golub, Matthew O. Jackson, Jacob Leshno, Markus Mobius, Rajiv Sethi, and Adam Szeidl for detailed discussion. Important feedback was provided by seminar participants at Berkeley (SEEDEC), Brown (Workshop on Networks and Applied Micro), Columbia Business School, CIRANO Workshop on Trade and Finance, and the Santa Fe Institute. Manaswini Rao, Gowri Nagraj and Dhruv Parthasarathy provided excellent research assistance. Special thanks to Juan Pablo Xandri. We are grateful to the Russell Sage Foundation, the George and Obie Shultz Fund, and the MIT Center for International Studies for financial support. Breza and Chandrasekhar thank the National Science Foundation GRFP and Larreguy thanks the Bank of Spain and Caja Madrid Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}