{
    "id": 20305,
    "citation_title": "Firms' Sickness Costs and Workers' Sickness Absences",
    "citation_author": [
        "René Böheim",
        "Thomas Leoni"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn many countries, social security insures firms against their workers' sickness absences. The insurance may create a moral hazard for firms, leading to inefficient monitoring of absences or to an underinvestment in the prevention of absences. We exploit an administrative threshold in the Austrian social security that defined whether a firm had to pay a deductible for its blue-collar workers sicknesses or not. The quasi-experimental situation around the threshold provides causal evidence on the extent of moral hazard induced by the deductible. We apply a regression discontinuity design to estimate the differences in the incidences and durations of sicknesses for firms that faced the deductible and those who did not. We find that the deductible did not lead to different sickness outcomes and conclude that relatively low deductibles have little impact on forms' management of sicknesses.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant # 1 DRC12000002-01-00 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government or the NBER. Support from the Austrian National Research Network \"Labor Economics and the Welfare State\" is gratefully acknowledged. Böheim is also associated with CESifo, NBER, WIFO, and IZA. Christina Judmayr and Christian Thallinger provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}