{
    "id": 20307,
    "citation_title": "The Micro and Macro of Disappearing Routine Jobs: A Flows Approach",
    "citation_author": [
        "Guido Matias Cortes",
        "Nir Jaimovich",
        "Christopher J. Nekarda",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. labor market has become increasingly polarized since the 1980s, with the share of employment in middle-wage occupations shrinking over time. This job polarization process has been associated with the disappearance of per capita employment in occupations focused on routine tasks. We use matched individual-level data from the CPS to study labor market flows into and out of routine occupations and determine how this disappearance has played out at the \"micro\" and \"macro\" levels. At the macro level, we determine which changes in transition rates account for the disappearance of routine employment since the 1980s. We find that changes in three transition rate categories are of primary importance: (i) that from unemployment to employment in routine occupations, (ii) that from labor force non-participation to routine employment, and (iii) that from routine employment to non-participation. At the micro level, we study how these transition rates have changed since job polarization, and the extent to which these changes are accounted for by changes in demographic composition or changes in the behavior of individuals with particular demographic characteristics. We find that the preponderance of changes is due to the propensity of individuals to make such transitions, and relatively little due to demographics. Moreover, we find that changes in the transition propensities of the young are of primary importance in accounting for the fall in routine employment.\n\n",
    "acknowledgement": "\nWe thank David Dorn, Giuseppe Moscarini, Anne Polivka, and seminar participants at Yale, Rochester, Aachen, IZA, the CIREQ Labor Workshop on Unemployment and the CEA, SOLE and TASKS Conferences for their helpful comments and suggestions. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. Siu thanks the Social Sciences and Humanities Research Council of Canada for support.\n\n\n"
}