{
    "id": 20306,
    "citation_title": "The Persistence and Heterogeneity of Health among Older Americans",
    "citation_author": [
        "Florian Heiss",
        "Steven F. Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe consider how age-health profiles differ by demographic characteristics such as education, race, and ethnicity. A key feature of the analysis is the joint estimation of health and mortality to correct for the effect of mortality selection on observed age-health profiles.  The model also allows for heterogeneity in individual health at a point in time and the persistence of the unobserved component of health over time.  The observed component of health is based on a multidimensional index based on 27 indicators of health.  Most of the key results are shown by simulations that illustrate the range of issues that can be addressed using the model.  Differences in health by education and racial-ethnic group at age 50 persist throughout the remainder of life.  Based on observed profiles, the health of whites is about 8 percentile points greater than the health of blacks at age 50 but by age 90 the gap is only 5 percentile points.  However, when corrected for mortality selection, the health of blacks is actually declining more rapidly with age than the health of whites; the true gap widens with age.  We also find that much of the difference in age-health profiles by racial-ethnic group is accounted for by differences in the levels of education between race-ethnic groups--from two-thirds to 85 percent for men and about half for women.  We also simulate differences in survival probabilities by level of education and health and use these probabilities to calculate the expected present discounted value (EPDV) of an immediate annuity with first payout at age 66 for persons by gender, level of education, and health decile.  The range of EPDVs is over two-fold for both men and women suggesting enormous potential for adverse selection.\n\n",
    "acknowledgement": "\nFunding for this project was provided by the National Institute on Aging grants P01-AG005842 and P30-AG012810 to the National Bureau of Economic Research. The views expressed herein are those of the author(s) and do not necessarily reflect the views of the National Institute on Aging, the National Institutes of Health, or the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}