{
    "id": 20301,
    "citation_title": "Inducing Leaders to Take Risky Decisions: Dismissal, Tenure, and Term Limits",
    "citation_author": [
        "Philippe Aghion",
        "Matthew Jackson"
    ],
    "citation_publication_date": "2014-07-10",
    "issue_date": "2014-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the problem of whether and/or when to replace a leader (agent) when no monetary rewards are available, and it is the leader's competence rather than effort that is being evaluated. The only decisions that the leader takes over time are whether to undertake risky but potentially high payoff projects, the choice of which can reveal the leader's competency. If the value of foregone projects are observed, then the probability that a leader is replaced is bell-shaped and saw-toothed over time. If the value of foregone projects are not observed, and the leader's competency is only indirectly inferrable through the success or failure of projects that the leader undertakes, then the incentives of the leader depend on the replacement strategy. If the principal can commit to a replacement strategy in advance, then we show that (approximately) optimal mechanisms either involve a probationary period and then indefinite tenure, or else a random dismissal strategy. If instead commitment is impossible, and for instance voters regularly choose whether to replace the leader, then there are poor incentives and inefficiently low payoffs, even below that of simply replacing the leader in every period. Incentives can be improved via term limits.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We gratefully acknowledge financial support from ARO MURI award No. W911NF-12-1-0509. We thank Daron Acemoglu, Tim Besley, Renee Bowen, Andres Drenik, Stephen Nei, Alessandro Pavan, Torsten Persson, Larry Samuelson, Guido Tabellini, Jean Tirole, and seminar participants at CIFAR, Northwestern, Stanford, INSEAD and the IIES at Stockholm University, for helpful comments and suggestions.\n\n\n"
}