{
    "id": 20303,
    "citation_title": "Identifying Long-Run Risks: A Bayesian Mixed-Frequency Approach",
    "citation_author": [
        "Frank Schorfheide",
        "Dongho Song",
        "Amir Yaron"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a nonlinear state-space model that captures the joint dynamics of consumption, dividend growth, and asset returns. Our model consists of an economy containing a common predictable component for consumption and dividend growth and multiple stochastic volatility processes. The estimation is based on annual consumption data from 1929 to 1959, monthly consumption data after 1959, and monthly asset return data throughout. We maximize the span of the sample to recover the predictable component and use high-frequency data, whenever available, to efficiently identify the volatility processes. Our Bayesian estimation provides strong evidence for a small predictable component in consumption growth (even if asset return data are omitted from the estimation). Three independent volatility processes capture different frequency dynamics; our measurement error specification implies that consumption is measured much more precisely at an annual than monthly frequency; and the estimated model is able to capture key asset-pricing facts of the data.\n\n",
    "acknowledgement": "\nWe thank Bent J. Christensen, Frank Diebold, Emily Fox, Ivan Shaliastovich, Neil Shephard, Minchul Shin, and seminar participants at the 2013 SED Meetings, the 2013 SBIES Meetings, the 2014 AEA Meetings, the 2014 Aarhus Macro-Finance Symposium, the Board of Governors, the European Central Bank, Universite de Toulouse, and the University of Pennsylvania for helpful comments and discussions. Schorfheide gratefully acknowledges financial support from the National Science Foundation under Grant SES 1061725. Yaron thanks the Rodney White Center for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}