{
    "id": 20308,
    "citation_title": "Expanding the School Breakfast Program: Impacts on Children's Consumption, Nutrition and Health",
    "citation_author": [
        "Diane Whitmore Schanzenbach",
        "Mary Zaki"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSchool meals programs are the front line of defense against childhood hunger, and while the school lunch program is nearly universally available in U.S. public schools, the school breakfast program has lagged behind in terms of availability and participation. In this paper we use experimental data collected by the USDA to measure the impact of two popular policy innovations aimed at increasing access to the school breakfast program. The first, universal free school breakfast, provides a hot breakfast before school (typically served in the school's cafeteria) to all students regardless of their income eligibility for free or reduced-price meals. The second is the Breakfast in the Classroom (BIC) program that provides free school breakfast to all children to be eaten in the classroom during the first few minutes of the school day. We find both policies increase the take-up rate of school breakfast, though much of this reflects shifting breakfast consumption from home to school or consumption of multiple breakfasts and relatively little of the increase is from students gaining access to breakfast. We find little evidence of overall improvements in child 24-hour nutritional intake, health, behavior or achievement, with some evidence of health and behavior improvements among specific subpopulations.\n\n",
    "acknowledgement": "\nWe thank Patricia Anderson and Seema Jayachandran for helpful comments. Mary Zaki is currently funded by a RIDGE grant through the USDA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}