{
    "id": 20311,
    "citation_title": "An Econometric Evaluation of Competing Explanations for The Midterm Gap",
    "citation_author": [
        "Brian G. Knight"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "2015-11-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a unified theoretical and empirical analysis of three longstanding explanations for the consistent loss of support for the President’s party in midterm Congressional elections: (1) a Presidential penalty, defined as a preference for supporting the opposition during midterm years, (2) a surge and decline in voter turnout, and (3) a reversion to the mean in voter ideology. To quantify the contribution of each of these factors, we build an econometric model in which voters jointly choose whether or not to participate and which party to support in both House and Presidential elections. Estimated using ANES data from both Presidential and midterm years, the model can fully explain the observed midterm gaps, and counterfactual simulations demonstrate that each factor makes a sizable contribution towards the midterm gap, with the Presidential penalty playing the largest role.\n\n",
    "acknowledgement": "\nThanks to Alex Effenberger for research assistance and for help with the literature review section of this paper. Thanks to Claire Lim for helpful comments and to seminar and conference participants at Harvard University, MIT, New York University, Johns Hopkins, Caltech, UC-Berkeley, Wake Forest University, Stanford University, Cornell University, the London School of Economics, University ofWarwick, University of Toronto, and the CIRPÉE-UQAM Conference on Political Institutions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}