{
    "id": 20313,
    "citation_title": "Do Large Modern Retailers Pay Premium Wages?",
    "citation_author": [
        "Brianna Cardiff-Hicks",
        "Francine Lafontaine",
        "Kathryn Shaw"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "2014-11-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWith malls, franchise strips and big-box retailers increasingly dotting the landscape, there is concern that middle-class jobs in manufacturing in the U.S. are being replaced by minimum wage jobs in retail. Retail jobs have spread, while manufacturing jobs have shrunk in number. In this paper, we characterize the wages that have accompanied the growth in retail. We show that wage rates in the retail sector rise markedly with firm size and with establishment size. These increases are halved when we control for worker fixed effects, suggesting that there is sorting of better workers into larger firms. Also, higher ability workers get promoted to the position of manager, which is associated with higher pay. We conclude that the growth in modern retail, characterized by larger chains of larger establishments with more levels of hierarchy, is raising wage rates relative to traditional mom-and-pop retail stores.\n\n",
    "acknowledgement": "\nWe thank Robert Picard for his excellent data management and programming, and Jennifer Cryer for her excellent assistance. We also thank David Autor, Harry Holzer, and participants at the AEA meetings 2013 and at the Stanford seminar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}