{
    "id": 20312,
    "citation_title": "Serial Entrepreneurship: Learning by Doing?",
    "citation_author": [
        "Francine Lafontaine",
        "Kathryn Shaw"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nAmong typical entrepreneurs, is the serial entrepreneur more likely to succeed?  If so, why? We answer these two questions using a comprehensive and unique data set on all establishments started at any time between 1990 and 2011 to sell taxable goods and services in the state of Texas.  An entrepreneur is defined as the owner of a new business.  A serial entrepreneur is one who opens repeat businesses.  The success of the business is measured by the duration over which the business is in operation. The data show that serial entrepreneurship is relatively uncommon in retail trade.  Of the almost 2.3 million retail businesses of small owners of new businesses in our data, only 25 percent are started by owners who have started at least one business before, and only 8 percent are started by an owner who is still operating at least one other business started earlier.  However, once one becomes an entrepreneur for a second time, the probability of becoming one a third time, or fourth time, and so on, keeps rising. Moreover, we find that an owner's prior experience at starting a business increases the longevity of the next business opened, and that controlling for person fixed effects, prior experience still matters. Finally, experience at starting retail businesses in other sectors (e.g. a clothing store versus a repair shop) is beneficial as well, though not as much as same sector experience, and not in the restaurant sector. We conclude that prior experience imparts general skills that are useful in running the new business.\n\n",
    "acknowledgement": "\nWe thank Robert Picard for his invaluable data management and programming assistance and Jennifer Cryer for her excellent research assistance.  We thank seminar participants at Columbia University, University of Stockholm, and Stanford University for their comments, as well as Charles Brown, Casey Ichniowski, Edward Lazear, and James Spletzer for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}