{
    "id": 2031,
    "citation_title": "Country Risk and Incentives Schemes",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1986-09-01",
    "issue_date": "1986-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to address the role of endogenous default penalties that are contingent upon the intensity of default on the part of the borrowing nation, and to evaluate the effects of contingency plans that make the interest rate dependent upon variables that are correlated with the default penalty. This is done by considering an economy where a default will trigger a variable cost whose magnitude is determined by the intensity of default. We design alternative incentive schemes by varying the responsiveness of the penalty to the intensity of default, without changing the total cost applied in case of a complete default. At the limit our incentive scheme converges to an exogenous default cost regime. We derive the supply of credit for the case where there is uncertainty regarding the total default cost, and we evaluate the dependency of the supply curve on the incentive scheme. A rise in the elasticity of the penalty with respect to the default intensity is shown to induce a higher default rate and to raise the country risk as reflected in the interest rate associated with a given borrowing, causing a leftward shift in the supply of credit. Using the expected welfare of a representative consumer it is shown that the introduction of partial defaults due to a variable penalty has adverse effects. Thus, our study concludes that variable default schemes that tie the penalty to the default rate are disadvantageous. We turn then to an assessment of the welfare effect of plans that make the interest rate contingent upon realization of shocks. In general, such a contingency plan is advantageous. For example, a plan that will index the Interest rate such as to correlate it perfectly with the default penalty eliminates the adverse effects of country risk on expected income. For such an economy a contingency plan that will index the effective interest rate to the realization of the terms of trade will be beneficial in reducing the effective magnitude of country risk and the incidence of default .\n\n",
    "acknowledgement": "\n"
}