{
    "id": 20315,
    "citation_title": "Corruption, Intimidation, and Whistle-blowing: a Theory of Inference from Unverifiable Reports",
    "citation_author": [
        "Sylvain Chassang",
        "Gerard Padró i Miquel"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider a game between a principal, an agent, and a monitor in which the principal would like to rely on messages by the monitor to target intervention against a misbehaving agent. The difficulty is that the agent can credibly threaten to retaliate against likely whistleblowers in the event of an intervention.  In this setting intervention policies that are very responsive to the monitor's message provide very informative signals to the agent, allowing him to shut down communication channels. Successful intervention policies must garble the information provided by monitors and cannot be fully responsive. We show that even if hard evidence is unavailable and monitors have heterogeneous incentives to (mis)report, it is possible to establish robust bounds on equilibrium corruption using only non-verifiable reports. Our analysis suggests a simple heuristic to calibrate intervention policies: first  get monitors to complain, then  scale up enforcement while keeping the information content of intervention constant.\n\n",
    "acknowledgement": "\nWe are grateful to Johannes H\\H orner for a very helpful discussion. We are indebted to Nageeb Ali, Abhijit Banerjee, Michael Callen, Yeon Koo Che, Hans Christensen, Ray Fisman, Matt Gentzkow, Bob Gibbons, Navin Kartik, David Martimort, Andrea Prat, Jesse Shapiro, as well as seminar audiences at Berkeley, Columbia, Essex,  Hebrew University, the Institute for Advanced Study, the 2013 Winter Meeting of the Econometric Society,  MIT, MIT Sloan, the Nemmers Prize Conference, NYU, NYU IO day, Paris School of Economics, Pompeu Fabra, ThReD, and the UCSD workshop on Cellular Technology, Security and Governance for helpful conversations. Chassang gratefully acknowledges the hospitality of the University of Chicago Booth School of Business, as well as support from the Alfred P. Sloan Foundation and the National Science Foundation under grant SES-1156154. Padro i Miquel acknowledges financial support from the European Union's Seventh Framework Programme (FP/2007-2013) / ERC Starting Grant Agreement no. 283837. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}