{
    "id": 20310,
    "citation_title": "Loans on sale: Credit market seasonality, borrower need, and lender rents",
    "citation_author": [
        "Justin Murfin",
        "Mitchell Petersen"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "2015-12-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe market for corporate credit is characterized by significant seasonal variation, both in interest rates and the volume of new lending. Firms borrowing from banks during seasonal \"sales\" in late spring and fall issue at 19 basis points cheaper than winter and summer borrowers.  Issuers during cheap seasons appear to have less immediate or uncertain needs, but are enticed by low rates to engage in precautionary borrowing.  High interest rate periods capture borrowers with unanticipated, non-deferrable investment needs.  Consistent with models of intertemporal price discrimination, seasonality is strongly associated with market concentration among a few large banks with repeated interactions.\n\n",
    "acknowledgement": "\nPetersen thanks the Heizer Center at Northwestern University’s Kellogg School for support. The views expressed in this paper are those of the authors. We appreciate the suggestions and advice Lamont Black, Sudheer Chava, Francisco Covas, Jim Dana, Jesse Davis, Victoria Ivashina, Steve Karolyi, Jose Liberti, David McLean, Chris Parsons, and Michael Vondriska as well as seminar and conference participants at the Board of Governors of the Federal Reserve System, Catholic University of Portugal, Chicago Federal Reserve Bank Structure conference, Depaul University, Drexel University, the European Finance Association meetings, the Financial Intermediation Research Society conference, Goethe University, Federal Reserve Bank of San Francisco, Federal Reserve Bank of New York, Harvard Business School, Northwestern University, Texas A&M University, the Universities of Chicago, Mannheim, Maryland, Michigan, Porto, Oregon, Oxford, Southern California, the University of Utah Winter Finance conference, Villanova University, Washington University, the Western Finance Association Meeting, and Yale University. The research assistance of David Kim and Thomas Kim is greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}