{
    "id": 20318,
    "citation_title": "Applying Insights from Behavioral Economics to Policy Design",
    "citation_author": [
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe premise of this article is that an understanding of psychology and other social science disciplines can inform the effectiveness of the economic tools traditionally deployed in carrying out the functions of government, which include remedying market failures, redistributing income, and collecting tax revenue. An understanding of psychology can also lead to the development of different policy tools that better motivate desired behavior change or that are more cost-effective than traditional policy tools. The article outlines a framework for thinking about the psychology of behavior change in the context of market failures. It then describes the research on the effects of a variety of interventions rooted in an understanding of psychology that have policy-relevant applications. The article concludes by discussing how an understanding of psychology can also inform the use and design of traditional policy tools for behavior change, such as financial incentives.\n\n",
    "acknowledgement": "\nI acknowledge financial support from the National Institute on Aging (grants P30-AG-034532, R01-AG- 021650, and P01-AG-005842). Comments from Caroline Hoxby, Todd Rogers, students at Harvard University, and seminar participants at the Brookings Institution are very much appreciated. I also thank Tarah Barzanji and Colin Gray for outstanding research assistance. The views expressed herein are my own and do not necessarily reflect the views of the National Institute on Aging, the National Bureau of Economic Research, or Harvard University.  See my website for a list of my outside activities. When citing this paper, please use the following: Madrian BC. 2014. Applying Insights From Behavioral Economics To Policy Design. Annual Review of Economics 6:30.1-30.26. doi:10.1146/annurev-economics-080213-041033. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}