{
    "id": 20314,
    "citation_title": "The Twin Ds: Optimal Default and Devaluation",
    "citation_author": [
        "Seunghoon Na",
        "Stephanie Schmitt-Grohé",
        "Martin Uribe",
        "Vivian Z. Yue"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "2017-06-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA salient characteristic of sovereign defaults is that they are typically accompanied by large devaluations. This paper presents new evidence of this empirical regularity known as the Twin Ds and proposes a model that rationalizes it as an optimal policy outcome. The model combines limited enforcement of debt contracts and downward nominal wage rigidity. Under optimal policy, default is shown to occur during con- tractions. The role of default is to free up resources for domestic absorption, and the role of exchange-rate devaluation is to lower the real value of wages, thereby reducing involuntary unemployment.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A Model of the Twin Ds: Optimal Default and Devaluation.\" Schmitt-Grohé and Uribe thank the National Science Foundation for research support. We thank for comments Manuel Amador, Javier Bianchi, Robert Kollmann and seminar participants at Bonn, Berkeley, Columbia, Georgetown, Harvard, Johns Hopkins, LSE, Mannheim, MIT, Notre Dame, Penn, Penn State, Rutgers, Seoul National, UT Austin, the ECB, the Philadelphia Fed, the Chicago Fed, the Board of Governors, the CIREQ-ENSAI workshop, the Cornell-PSU conference, the 2015 World Congress of the Econometric Society, and the IFM October 2014 Program meeting of the NBER. The views expressed herein are those of the authors and should not be interpreted as reflecting the views of the Board of Governors, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}