{
    "id": 20316,
    "citation_title": "A Surplus of Ambition: Can Europe Rely on Large Primary Surpluses to Solve its Debt Problem?",
    "citation_author": [
        "Barry Eichengreen",
        "Ugo Panizza"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIMF forecasts and the EU's Fiscal Compact foresee Europe's heavily indebted countries running primary budget surpluses of as much as 5 percent of GDP for as long as 10 years in order to maintain debt sustainability and bring their debt/GDP ratios down to the Compact's 60 percent target. We show that primary surpluses this large and persistent are rare. In an extensive sample of high- and middle-income countries there are just 3 (nonoverlapping) episodes where countries ran primary surpluses of at least 5 per cent of GDP for 10 years. Analyzing a less restrictive definition of persistent surplus episodes (primary surpluses averaging at least 3 percent of GDP for 5 years), we find that surplus episodes are more likely when growth is strong, when the current account of the balance of payments is in surplus (savings rates are high), when the debt-to-GDP ratio is high (heightening the urgency of fiscal adjustment), and when the governing party controls all houses of parliament or congress (its bargaining position is strong). Left wing governments, strikingly, are more likely to run large, persistent primary surpluses. In advanced countries, proportional representation electoral systems that give rise to encompassing coalitions are associated with surplus episodes. The point estimates do not provide much encouragement for the view that a country like Italy will be able to run a primary budget surplus as large and persistent as officially projected.\n\n",
    "acknowledgement": "\nWe thank Andrea Presbitero, Edward Robinson and Yi Ping Ng for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}