{
    "id": 20317,
    "citation_title": "The Gradients of Power: Evidence from the Chinese Housing Market",
    "citation_author": [
        "Hanming Fang",
        "Quanlin Gu",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing a large, unique dataset on the Chinese housing market, we propose to measure corruption using the price differences paid by bureaucrat buyers and non-bureaucrat buyers in the housing market. We find that the housing price paid by bureaucrat buyers is on average 1.05 percentage points lower than non-bureaucrat buyers, after controlling for a full set of characteristics of buyers, houses and mortgage loans. More interestingly, we find that the bureaucrat price discounts exhibit interesting gradients with respect to their hierarchical ranks, the criticality of their government agencies to real estate developers, and geography. We argue that the bureaucrat price discounts and the gradients of these discounts are unlikely to be driven by alternative explanations, thus they are evidence of corruption and measures of the market value of government power.\n\n",
    "acknowledgement": "\nWe would like to thank Zhiwu Chen, Matthew Kahn, Shang-jin Wei, Wei Xiong and participants at the NBER China Working Group Conference (Spring 2014) for useful discussions and comments. We are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}