{
    "id": 20326,
    "citation_title": "Growth, Import Dependence and War",
    "citation_author": [
        "Roberto Bonfatti",
        "Kevin Hjortshøj O'Rourke"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "2017-01-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting theories of pre-emptive war typically predict that the leading country may choose to launch a war on a follower who is catching up, since the follower cannot credibly commit to not use their increased power in the future. But it was Japan who launched a war against the West in 1941, not the West that pre-emptively attacked Japan. Similarly, many have argued that trade makes war less likely, yet World War I erupted at a time of unprecedented globalization. This paper develops a theoretical model of the relationship between trade and war which can help to explain both these observations. Dependence on strategic imports can lead follower nations to launch pre-emptive wars when they are potentially subject to blockade.\n\n",
    "acknowledgement": "\nWe thank Avner Offer, Dan Seidmann, Stergios Skaperdas and Hew Strachan for useful comments. We also thank two anonymous referees, as well as our editor, Joachim Voth, whose criticisms and suggestions improved the paper immensely. We are grateful to seminar participants at the University of Nottingham, University of Oxford, Syddansk Universitet, Queens University Belfast, VU Amsterdam, ISNIE 2013, and ETSG 2013. Bonfatti received research funding from the School of Economics at the University of Nottingham; O’Rourke received funding from the European Research Council under the European Union’s Seventh Framework Programme (FP7/2007-2013) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}