{
    "id": 20329,
    "citation_title": "Should Student Employment Be Subsidized? Conditional Counterfactuals and the Outcomes of Work-Study Participation",
    "citation_author": [
        "Judith Scott-Clayton",
        "Veronica Minaya"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudent employment subsidies are one of the largest types of federal employment subsidies, and one of the oldest forms of student aid. Yet it is unclear whether they help or harm students' long term outcomes. We present a framework that decomposes overall effects into a weighted average of effects for marginal and inframarginal workers. We then develop an application of propensity scores, which we call conditional-counterfactual matching, in which we estimate the overall impact, and the impact under two distinct counterfactuals: working at an unsubsidized job, or not working at all. Finally, we estimate the effects of the largest student employment subsidy program--Federal Work-Study (FWS)--for a broad range of participants and outcomes.  Our results suggest that about half of FWS participants are inframarginal workers, for whom FWS reduces hours worked and improves academic outcomes, but has little impact on future employment. For students who would not have worked otherwise, the pattern of effects reverses. With the exception of first-year GPA, we find scant evidence of negative effects of FWS for any outcome or subgroup. However, positive effects are largest for lower-income and lower-SAT subgroups, suggesting there may be gains to improved targeting of funds.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}