{
    "id": 20327,
    "citation_title": "Barriers to Electrification for \"Under Grid\" Households in Rural Kenya",
    "citation_author": [
        "Kenneth Lee",
        "Eric Brewer",
        "Carson Christiano",
        "Francis Meyo",
        "Edward Miguel",
        "Matthew Podolsky",
        "Javier Rosa",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "2016-07-27",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Sub-Saharan Africa, 600 million people live without electricity. Despite ambitions of governments and donors to invest in rural electrification, decisions about how to extend electricity access are being made in the absence of rigorous evidence. Using a novel dataset of 20,000 geo-tagged structures in rural Western Kenya, we provide descriptive evidence that electrification rates remain very low despite significant investments in grid infrastructure. This pattern holds across time and for both poor and relatively well-off households and businesses. We argue that if governments wish to leverage existing infrastructure and economies of scale, subsidies and new approaches to financing connections are necessary.\n\n",
    "acknowledgement": "\nWe thank Marshall Burke, Dimitri Gershenson and seminar participants at Toulouse School of Economics, \"The Economics of Energy Markets,\" for useful comments. This research was made possible with the support and cooperation of the Rural Electrification Authority. This work was supported by the Development Impact Lab (USAID Cooperative Agreements AID-OAA-A-13-00002 and AID-OAA-A-12-00011, part of the USAID Higher Education Solutions Network), the Blum Center for Developing Economies, the Berkeley Energy and Climate Institute, the UC Center for Energy and Environmental Economics, and the Center for Effective Global Action. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}