{
    "id": 20323,
    "citation_title": "Trade Liberalization, Quality, and Export Prices",
    "citation_author": [
        "Haichao Fan",
        "Yao Amber Li",
        "Stephen R. Yeaple"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper presents theory and evidence from highly disaggregated Chinese data that tariff reductions induce a country's producers to upgrade the quality of the goods that they export. The paper first documents two stylized facts regarding the effect of trade liberalization on export prices and its relation with product differentiation. Next, the paper develops a simple analytic framework that relates a firm's choice of quality to its access to imported intermediates. The model predicts that a reduction in the import tariff induces an incumbent importer/exporter to increase the quality of its exports and to raise its export price in industries where the scope for quality differentiation is large while to lower its export price in industries where the scope for quality differentiation is small. The predictions are consistent with the stylized facts based on Chinese data and robust to various estimation specifications.\n\n",
    "acknowledgement": "\nWe thank Mary Amiti, Keith Head, Amit Khandelwal, Thomas Chaney, Peter Schott, Michael Waugh, Robert Staiger, Hiroyuki Kasahara, Frédèric Warzynski, Kalina Manova, Ann Harrison, Lorenzo Caliendo, Roberto Samaniego, Ping Lin, Larry Qiu, Jiandong Ju, Edwin Lai, David Cook, Pengfei Wang, the participants at numerous seminars. Stephen Yeaple would also like to thank the Human Capital Foundation for support. Yao Amber Li gratefully acknowledges financial support from the Research Grants Council of Hong Kong, China (General Research Funds and Early Career Scheme GRF/ECS Project no. 646112). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}