{
    "id": 20321,
    "citation_title": "When Incentives Matter Too Much: Explaining Significant Responses to Irrelevant Information",
    "citation_author": [
        "Thomas Ahn",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen economic agents make decisions on the basis of an information set containing both a continuous variable and a discrete signal based on that variable, theory suggests that the signal should have no bearing on behavior conditional on the variable itself.  Numerous empirical studies, many based on the regression discontinuity design, have contradicted this basic prediction.  We propose two models of behavior capable of rationalizing this observed behavior, one based on information acquisition costs and a second on learning and imperfect information.  Using data on school responses to discrete signals embedded in North Carolina's school accountability system, we find patterns of results inconsistent with the first model but consistent with the second.  These results imply that rational responses to policy interventions may take time to emerge; consequently evaluations based on short-term data may understate treatment effects.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge financial support from the Institute for Education Sciences, award #R305A090019. Vigdor further acknowledges support via the Center for the Analysis of Longitudinal Data in Education Research (CALDER).  The authors are grateful to John Holbein for research assistance and to 2013 SEA conference, 2014 AEA conference, 2014 AEFP conference, and 2014 IWAEE conference attendees and seminar participants at the University of Colorado, University of Virginia, and University of Kentucky for helpful comments on earlier drafts.  Any opinions expressed herein are those of the authors and not any affiliated organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}