{
    "id": 20328,
    "citation_title": "Implications of Heterogeneity in Preferences, Beliefs and Asset Trading Technologies for the Macroeconomy",
    "citation_author": [
        "YiLi Chien",
        "Harold L. Cole",
        "Hanno Lustig"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the methodology developed in Chien, Cole and Lustig (2011 & 2012)  (hereafter CCL2011 and CCL2012, respectively) to analyze and compute the equilibria of economies with heterogeneous agents who have different asset trading technologies and are subject to both aggregate and idiosyncratic income risk. The different asset trading technologies, which are designed to replicate the portfolio behavior seen in the data, fall into two classes. Active traders manage the composition of their portfolios among a given set of assets in addition to choosing how much to save. Passive traders take their portfolio composition as given and choose only how much to save. There can be a wide variety of different cases within each classes. For active traders, the trading technology varies depending on the set of assets that they can use, while for passive traders it varies with the specific portfolio composition rule. In CCL2011 and CCL2012, all of our agents had to have the same CRRA flow utility functions, discount rates, and beliefs. In this extension, this restriction is relaxed greatly extending the set of economies to which our method applies. This richer degree of heterogeneity allows the model to match a number of key features of the data.\n\n",
    "acknowledgement": "\nWe would like to thank the SED for giving us the opportunity to present our new aggregation result and our heterogeneous belief findings as part of the plenary lecture in Soul Korea in June of 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}