{
    "id": 20322,
    "citation_title": "Patent Trolls: Evidence from Targeted Firms",
    "citation_author": [
        "Lauren Cohen",
        "Umit Gurun",
        "Scott Duke Kominers"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "2016-04-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theoretical model of, and provide the first large-sample evidence on, the behavior and impact of non-practicing entities (NPEs) in the intellectual property space. Our model shows that NPE litigation can reduce infringement and support small inventors. However, the model also shows that as NPEs become effective at bringing frivolous lawsuits, the resulting defense costs inefficiently crowd out some firms that, absent NPEs, would produce welfare-enhancing innovations without engaging in infringement. Our empirical analysis shows that on average, NPEs appear to behave as opportunistic patent trolls. NPEs sue cash-rich firms—a one standard deviation increase in cash holdings roughly doubles a firm's chance of being targeted by NPE litigation. We find moreover that NPEs target cash unrelated to the alleged infringement at essentially the same frequency as they target cash related to the alleged infringement. By contrast, cash is neither a key driver of intellectual property lawsuits by practicing entities (e.g., IBM and Intel), nor of any other type of litigation against firms. We find further suggestive evidence of NPE opportunism, such as forum shopping and targeting of firms that may have reduced ability to defend themselves against litigation. We find that NPE litigation has a real negative impact on innovation at targeted firms: firms substantially reduce their innovative activity after settling with NPEs (or losing to them in court). Moreover, we neither find any markers of significant NPE pass-through to end innovators, nor of a positive impact of NPEs on innovation in the industries in which they are most prevalent.\n\n",
    "acknowledgement": "\nWe greatly appreciate the helpful comments of David Abrams, Ufuk Akcigit, David Autor, Pierre Azoulay, James Bessen, Nick Bloom, Daniel Bradley, Eric Budish, Pierre-André Chiappori, Colleen Chien, Wesley Cohen, Chris Cotropia, Sidney Dickstein, Maryann Feldman, Noah Feldman, Robin Feldman, Ken Felter, Amy Finkelstein, Drew Fudenberg, Alberto Galasso, Bernhard Ganglmair, Joshua Gans, Mariassunta Giannetti, Wally Gilbert, Daniel Gottlieb, John Golden, Stuart Graham, Mark Greenstein, Oliver Hart, Cam Harvey, Paul Po-Hsuan Hsu, John Eric Humphries, Bob Hunt, Sonia Jaffe, Louis Kaplow, Jay Kesan, Julian Kolev, Ellen Dickstein Kominers, Paul Kominers, William Kominers, Mark Lemley, Josh Lerner, Stan Liebowitz, Chris Malloy, Alan Marco, Michael Meurer, Shawn Miller, Adair Morse, Petra Moser, Kevin Murphy, Marina Niessner, Jillian Popadak, Jim Poterba, Arti Rai, David Robinson, Assaf Romm, Fiona Scott Morton, David Schwartz, Victoria Schwartz, Amit Seru, Andrei Shleifer, Ted Sichelman, Kathy Spier, Scott Stern, Lars Stole, Balazs Szentes, Alex Teytelboym, Bob Topel, Catherine Tucker, Saurabh Vishnubhakat, Annette Vissing-Jorgensen, Martin Watzinger, Heidi Williams, and seminar participants at the 2015 American Finance Association Meeting, the 2014 Brandeis Entrepreneurship Conference, the 2014 Berkeley CELS Conference, the 2015 Harvard/MIT/INET/CIGI Workshop on Innovation, the 2015 Lund University Conference on Entrepreneurship and Finance, the 2014 NBER Summer Institute Workshop on Innovation, the 2015 NBER Law and Economics Meeting, the 2014 Red Rock Finance Conference, the 2015 Works in Progress Intellectual Property Colloquium (WIPIP), Bentley, Brandeis, Chicago Booth, DePaul, Duke, Harvard, HKU, HKUST, MIT, Nanyang Technological University, Ozyegin University, the Society of Fellows, Texas Christian University, the University of Texas at Dallas, and the USPTO. We are grateful to Daniel McCurdy, Christopher Reohr, and Shashank Tiwari of RPX Corporation for graciously providing data used in this study. We also thank Mike Lloyd and Doris Spielthenner of Ambercite for generously providing data. The authors gratefully acknowledge funding from the National Science Foundation (grants CCF-1216095, SciSIP-1535813, and SES-f0847395; 1459912g). Kominers also gratefully acknowledges the hospitality of Microsoft Research New England and the support of the Harvard Milton Fund and the Wu Fund for Big Data Analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}