{
    "id": 20324,
    "citation_title": "Presidents and the U.S. Economy: An Econometric Exploration",
    "citation_author": [
        "Alan S. Blinder",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "2021-02-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. economy has grown faster--and scored higher on many other macroeconomic metrics--when the President of the United States is a Democrat rather than a Republican. For many measures, including real GDP growth (on which we concentrate), the performance gap is both large and statistically significant, despite the fact that postwar history includes only 16 complete presidential terms. This paper asks why. The answer is not found in technical time series matters (such as differential trends or mean reversion), nor in systematically more expansionary monetary or fiscal policy under Democrats. Rather, it appears that the Democratic edge stems mainly from more benign oil shocks, superior TFP performance, a more favorable international environment, and perhaps more optimistic consumer expectations about the near-term future. Many other potential explanations are examined but fail to explain the partisan growth gap.\n\n",
    "acknowledgement": "\nFor advice on and help with obtaining data, and for making replication files available to us, we thank Steve Davis, William Dunkelberg, Wendy Edelberg, Otmar Issing, Jan Hatzius, Karl Mertens, Nolan McCarty, Valerie Ramey, Morten Ravns, Eric Sims, Nora Traum, and Egon Zakrajšek. We also thank Ray Fair, James Hamilton, Lutz Kilian, John Londregan, Edward Nelson, Jeremy Piger and participants at workshops at Princeton and elsewhere for many useful comments. None of them, of course, bears any responsibility for the views expressed here. Replications files can be downloaded from http://www.princeton.edu/~mwatson. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}