{
    "id": 20320,
    "citation_title": "Time Preferences and Consumer Behavior",
    "citation_author": [
        "David Bradford",
        "Charles Courtemanche",
        "Garth Heutel",
        "Patrick McAlvanah",
        "Christopher Ruhm"
    ],
    "citation_publication_date": "2014-07-17",
    "issue_date": "2014-07-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe investigate the predictive power of survey-elicited time preferences using a representative sample of US residents.  In regressions controlling for demographics and risk preferences, we show that the discount factor elicited from choice experiments using multiple price lists and real payments predicts various health, energy, and financial outcomes, including overall self-reported health, smoking, drinking, car fuel efficiency, and credit card balance.  We allow for time-inconsistent preferences and find that the long-run and present bias discount factors (δ and β) are each significantly associated in the expected direction with several of these outcomes.  Finally, we explore alternate measures of time preference.  Elicited discount factors are correlated with several such measures, including self-reported willpower.  A multiple proxies approach using these alternate measures shows that our estimated associations between the time-consistent discount factor and health, energy, and financial outcomes may be conservative.\n\n",
    "acknowledgement": "\nWe thank Will Mautz and Camden Sweed for valuable research assistance, GSU, UNCG, and the Harvard Center for Risk Analysis for funding, Darren Lubotsky for providing his code to implement the multiple proxies procedure, and Allen Bellas and conference and seminar participants at UNCG, GSU, Harvard School of Public Health, and the Midwest Economics Association meetings for helpful comments. Ruhm thanks the University of Virginia Bankard Fund for partial financial support.  The views expressed in this article are those of the authors and do not necessarily reflect those of the Federal Trade Commission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}