{
    "id": 20336,
    "citation_title": "Capital Market Financing, Firm Growth, Firm Size Distribution",
    "citation_author": [
        "Tatiana Didier",
        "Ross Levine",
        "Sergio L. Schmukler"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhich firms issue equity and debt in domestic and international markets and what happens to their assets, sales, and number of employees? To answer these questions, we assemble a new dataset on firm-level capital raising activity during 1991-2011, which we match with firm attributes for 45,527 listed firms from 51 economies during 2003-2011. We find that only a few of the largest firms issue securities in the median country. Firms issuing bonds are even larger than those issuing equity. Moreover, issuers grow much faster than non-issuers, particularly (a) during the year of issuance, (b) among smaller and younger firms, and (c) in countries with market-based financial systems. Furthermore, the firm size distribution (FSD) of issuers behaves differently from that of non-issuers. Among issuers, smaller firms grow faster than larger ones, tightening their FSD; but among non-issuers, larger firms grow faster than smaller ones, widening their FSD.\n\n",
    "acknowledgement": "\nThe authors are grateful to Lucas Núñez and Juan Jose Cortina for truly outstanding research assistance. We received very helpful comments from Eugenia Andreasen, Paco Buera, Roberto Fattal-Jaef, and participants at presentations held at the XVII Workshop on International Economics and Finance (San Jose, Costa Rica), the National Institute of Public Finance and Policy (Delhi, India), and the World Bank (Washington, DC). Generous research support came from the World Bank's Development Economics Department, Knowledge for Change Program, and the Latin America and the Caribbean (LAC) Region's Chief Economist Office. This paper is part of the work prepared for the Global Development Finance Report 2015 and the LAC Regional Studies Program of the World Bank. The paper was finished while Schmukler was visiting the Hong Kong Institute for Monetary Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the World Bank.\n\n\n"
}