{
    "id": 20333,
    "citation_title": "A Model to Evaluate Vehicle Emission Incentive Policies in Japan",
    "citation_author": [
        "Don Fullerton",
        "Li Gan",
        "Miwa Hattori"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing three years of data from the 47 prefectures of Japan, we estimate behavior of households who simultaneously make discrete decisions about vehicle ownership and continuous decisions about driving distance.  We use the estimated parameters to calculate elasticities and to simulate the effects of alternative pollution control policies such as taxes on gasoline, on distance, or on particular cars.  Given choices about cars and distance, we also calculate emissions.  Since we model simultaneous choices, both the chosen distance and the chosen car can be affected either by a tax on distance or by a tax on car characteristics.  We find expected signs for coefficients on price and income.  Car choices are relatively inelastic, however, either to taxes on cars or to taxes on gas or distance.  Thus emissions are more affected by taxes on gasoline than by taxes on particular vehicles. \nYet taxes on cars have lower costs on consumers and thus lower marginal cost of abatement.  Given that the existing gas tax already achieves some abatement, mostly through driving reduction, this analysis suggests that further abatement from the use of distance-reducing taxes is more costly than achieving some marginal abatement from induced changes in car choices.  The option with the lowest cost is to tax each car at a rate proportional to its emission rate.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from Japan's Economic and Social Research Institute (ESRI), for logistical support from PM-Keypoint, and for comments from Toshi Arimura, Frank Convery, Hilary Sigman, Karl Storchman, and Sarah West.  All remaining errors belong to us.  This paper is part of the NBER's research programs in Public Economics and Environmental and Energy Economics.  Any opinions expressed are those of the authors and not those of the ESRI or the National Bureau of Economic Research.\n\n\n"
}