{
    "id": 20337,
    "citation_title": "Is the Time Allocated to Review Patent Applications Inducing Examiners to Grant Invalid Patents?: Evidence from Micro-Level Application Data",
    "citation_author": [
        "Michael D. Frakes",
        "Melissa F. Wasserman"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "2014-12-09",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore how examiner behavior is altered by the time allocated for reviewing patent applications. Insufficient examination time may hamper examiner search and rejection efforts, leaving examiners more inclined to grant invalid applications. To test this prediction, we use application-level data to trace the behavior of individual examiners over the course of a series of promotions that carry with them reductions in examination-time allocations. We find evidence demonstrating that such promotions are associated with reductions in examination scrutiny and increases in granting tendencies, as well as evidence that those additional patents being issued on the margin are of below-average quality.\n\n",
    "acknowledgement": "\nThe work was funded in part by University of Illinois at Urbana Champaign Research Board, Award 12088 and the Cornell Institute for the Social Sciences Small Grant Award.  We are grateful to Matt Berry at the National Center for Supercomputing Applications at the University of Illinois for collecting data from the Patent Office's PAIR database.  We are grateful to Bhaven Sampat for providing data on examiner-driven citations and for helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}