{
    "id": 20339,
    "citation_title": "Inflating Away the Public Debt? An Empirical Assessment",
    "citation_author": [
        "Jens Hilscher",
        "Alon Raviv",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose and implement a method that provides quantitative estimates of the extent to which higher- than-expected inflation can lower the real value of outstanding government debt. Looking forward, we derive a formula for the debt burden that relies on detailed information about debt maturity and claimholders, and that uses option prices to construct risk-adjusted probability distributions for inflation at different horizons. The estimates suggest that it is unlikely that inflation will lower the US fiscal burden significantly, and that the effect of higher inflation is modest for plausible counterfactuals. If instead inflation is combined with financial repression that ex post extends the maturity of the debt, then the reduction in value can be significant.\n\n",
    "acknowledgement": "\nKeshav Dogra provided outstanding research assistance, and Eugene Kiselev and Kaiquan Wu helped to assemble the data. We are grateful to seminar participants at the 2014 ASSA annual meetings, Brandeis, the CEPR-INET conference in Cambridge, Chicago, Columbia, Drexel, ENSAE, FRB Boston, INET Columbia seminar, Johns Hopkins, London Business School, LSE, Princeton, as well as to Mark Aguiar, Richard Clarida, Elisa Faraglia, Lars Hansen, Anton Korinek, John Leahy, Olivier Jeanne, Alan Taylor, and Pietro Veronesi for useful comments. The Institute for New Economic Thinking financially supported this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}