{
    "id": 20335,
    "citation_title": "The Macroeconomics of Shadow Banking",
    "citation_author": [
        "Alan Moreira",
        "Alexi Savov"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build a macroeconomic model that centers on liquidity transformation in the financial sector. Intermediaries maximize liquidity creation by issuing securities that are money-like in normal times but become illiquid in a crash when collateral is scarce. We call this process shadow banking. A rise in uncertainty raises demand for crash-proof liquidity, forcing intermediaries to delever and substitute toward safe, collateral- intensive liabilities. Shadow banking shrinks, causing the liquidity supply to contract, discount rates and collateral premia spike, prices and investment fall. The model produces slow recoveries, collateral runs, and flight to quality and it provides a framework for analyzing unconventional monetary policy and regulatory reform proposals.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Douglas Diamond, Gary Gorton, Valentin Haddad, Zhiguo He, Arvind Krishnamurthy, Matteo Maggiori, Andrew Metrick, Tyler Muir, Cecilia Parlatore Siritto, Thomas Philippon, and Michael Woodford for feedback. We also thank seminar participants at Yale School of Management, New York University Stern School of Business, Kellogg School of Management, Wisconsin Business School, and Princeton University, and conference participants at the Kellogg Junior Finance Conference, the NBER Monetary Economics Program Meeting, the Safe Assets and the Macroeconomy Conference at LBS, and the annual meetings of the WFA and SED. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}