{
    "id": 20338,
    "citation_title": "An Exploration of the International Comparison Program's New Global Economic Landscape",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Purchasing Power Parity (PPP) rates from the 2011 round of the International Comparison Program (ICP) imply some dramatic revisions to price levels and real incomes across the world. The paper tries to understand these changes. Domestic inflation rates account for a share of the PPP changes, although less so for the 2011 revisions than prior ICP rounds. A marked downward drift in ICP price levels for developing countries also emerged in 2011. Conditional on domestic price changes, the co-movement of PPPs with market exchange rates suggests that that the ICP puts higher weight on more internationally comparable traded-goods than do domestic indices. There is also evidence of a Dynamic Penn Effect, whereby economic growth comes with higher prices. The drift is concentrated in the Asia regional groupings used for ICP implementation. The results are not consistent with expectations based on the only methodological change identified to date although other explanations remain to be investigated.\n\n",
    "acknowledgement": "\nFor their comments on an earlier version of this paper, the author is grateful to Shaohua Chen, Angus Deaton, Yuri Dikhanov, Dean Joliffe, Peter Lanjouw, Aaditya Mattoo, Stephen O'Connell, Luis Serven, staff of the International Comparison Program's Global Office and the ICP Results Review Group, and seminar participants at the World Bank. The author worked for the World Bank at the time the 2011 ICP was designed and implemented but was not involved in any decisions regarding that ICP round or any other round. The author has only had access to the publicly-released ICP data. The author received no financial support from the World Bank in preparing this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}