{
    "id": 20334,
    "citation_title": "Multiple Pollutants, Uncovered Sectors, and Suboptimal Environmental Policies",
    "citation_author": [
        "Don Fullerton",
        "Daniel H. Karney"
    ],
    "citation_publication_date": "2014-07-24",
    "issue_date": "2014-07-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn our analytical general equilibrium model where two polluting inputs can be substitutes or complements in production, we study the effects of a tax on one pollutant in two cases: one where both pollutants face taxes and the second where the other pollutant is subject to a permit policy.  In each case, we solve for closed-form solutions that highlight important parameters.  We demonstrate two important ways that environmental taxes and permits are not equivalent.  First, the change in the pollutant facing a tax increase depends on whether the other pollutant is subject to a tax or permit policy.  Second, if that other pollutant is subject to a tax, then general equilibrium effects can increase or decrease its quantity (affecting overall welfare).  However, when the second pollutant is subject to a permit policy that binds, then welfare is not affected by this spillover effect. Finally, a numerical exercise helps demonstrate these two ways that taxes and permits differ.  Using the example of coal-fired power plants, our numerical exercise examines the impacts of increasing a hypothetical carbon tax on the quantity of sulfur dioxide emissions.\n\n",
    "acknowledgement": "\nWe are grateful for suggestions from Stefan Ambec, Kathy Baylis, George Deltas, Firouz Gahvari, Garth Heutel, Stephen Holland, Jonathan Hughes, Ben Marx, Nick Muller, and Ian Sue Wing.  Our email addresses are dfullert@illinios.edu and dkarney2@illinois.edu. Regular mail can be sent to Fullerton at the Finance Department, UIUC, Champaign IL 61820. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}