{
    "id": 20349,
    "citation_title": "Cash for Corollas: When Stimulus Reduces Spending",
    "citation_author": [
        "Mark Hoekstra",
        "Steven L. Puller",
        "Jeremy West"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2015-05-13",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2009 Cash for Clunkers program aimed to stimulate consumer spending in the new automobile industry, which was experiencing disproportionate reductions in demand and employment during the Great Recession. Exploiting program eligibility criteria in a regression discontinuity design, we show nearly 60 percent of the subsidies went to households who would have purchased during the two-month program anyway; the rest accelerated sales by no more than eight months. Moreover, the program’s fuel efficiency restrictions shifted purchases toward vehicles that cost on average $5,000 less. On net, Cash for Clunkers significantly reduced total new vehicle spending over the ten month period.\n\n",
    "acknowledgement": "\nWe are grateful to Pierre Mouganie for excellent research assistance and to Daren Acemoglu, David Autor, John Cochrane, Amy Finkelstein, Jonathan Gruber, Catie Hausman, Chris Knittel, Jason Lindo, Joshua Linn, Erzo F.P. Luttmer, Jonathan Meer, Gregor Pfeifer, Jim Poterba, Matt Zaragoza-Watkins, Sarah Zubairy, and seminar participants at the Institute for the Study of Labor (IZA), the International Industrial Organization Conference, Louisiana State University, MIT, Texas Stata Empirical Microeconomics Conference, University of Florida, University of Melbourne, University of Michigan, and University of Texas for helpful comments. We gratefully acknowledge financial funding from the National Science Foundation EV-STS. Any errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}