{
    "id": 20344,
    "citation_title": "Can Electronic Procurement Improve Infrastructure Provision? Evidence From Public Works in India and Indonesia",
    "citation_author": [
        "Sean Lewis-Faupel",
        "Yusuf Neggers",
        "Benjamin A. Olken",
        "Rohini Pande"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoorly functioning, and often corrupt, public procurement procedures are widely faulted for the low quality of infrastructure provision in developing countries. Can electronic procurement (e-procurement), which reduces both the cost of acquiring tender information and personal interaction between bidders and procurement officials, ameliorate these problems? In this paper we develop a unique micro-dataset on public works procurement from two fast-growing economies, India and Indonesia, and use regional and time variation in the adoption of e-procurement across both countries to examine its impact. We find no evidence that e-procurement reduces prices paid by the government, but do find that it is associated with quality improvements. In India, where we observe an independent measure of construction quality, e-procurement improves the average road quality, and in Indonesia, e-procurement reduces delays in completion of public works projects. Bidding data suggests that an important channel of influence is selection -- regions with e-procurement have a broader distribution of winners, with (better) winning bidders more likely to come from outside the region where the work takes place. On net, the results suggest that e-procurement facilitates entry from higher quality contractors.\n\n",
    "acknowledgement": "\nThe authors are from Wisconsin-Madison (Lewis-Faupel), MIT (Olken) and Harvard University (Neggers and Pande). We thank Maria Acevedo for superb field work and research assistance, and International Growth Center for financial support. We thank Abhijit Banerjee for many thought-provoking conversations, and thank Leila Agha, Matthew Levinson, Zejd Muhammad, and Amanda Pallais for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This project received financial support from the International Growth Centre (IGC), based at the LSE and Oxford and supported by the UK DfID.\n\n\n\nSean Lewis-Faupel\n\nI have received research support for work on a number of projects generally related to human capital from the grant T32 HD007014, awarded to the Center for Demography and Ecology at the University of Wisconsin--Madison by the Eunice Kennedy Shriver National Institute of Child Health & Human Development. This funding did not support any work on this paper.\n\n\n\nBenjamin A. Olken\n\nThis project received financial support from the International Growth Centre (IGC), based at the LSE and Oxford and supported by the UK DfID.\n\n\nI receive other research grants from the IGC (primarily supporting my work on property tax reform in Pakistan), and the Abdul Latif Jameel Poverty Action Lab, which I co-direct, receives other grants from DfID, primarily to support work on governance issues in developing countries. However, none of those grants are directly connected to this research.\n\n\nNo one had the right to review this manuscript prior to circulation.\n\n\n"
}