{
    "id": 20345,
    "citation_title": "Capital Structure and Hedging Demand with Incomplete Markets",
    "citation_author": [
        "Alberto Bisin",
        "Gian Luca Clementi",
        "Piero Gottardi"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2022-02-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the role played by hedging demand in shaping firms' capital structure. We develop and study a general equilibrium model with production and incomplete markets where households differ in their risk-sharing needs. Value-maximizing firms cater to these different needs when choosing their leverage, their size, and possibly the risk profile of their production technology. We find that as the demand for hedging increases, firms issue more debt and destine only part of the greater proceeds to investment—the remainder going to shareholders. How much more debt, depends on the availability of competing risk-sharing instruments, such as (government-issued) risk-free debt and derivatives. When the capital structure is jointly shaped by hedging demand and agency—in the form of an asset-substitution problem—the greater risk induced by asymmetric information has countervailing effects on debt: On the one hand, debt is reduced to nudge shareholders into choosing lower risk. This is the standard asset substitution effect. On the other hand, however, the greater risk in production affects the state prices and calls for more debt.\n\n",
    "acknowledgement": "\nWe are grateful to Viral Acharya, Michele Boldrin, Markus Brunnermeier, Eva Carceles-Poveda, Daniele Coen-Pirani, Douglas Gale, John Geanakoplos, João Gomes, Luigi Guiso, Arvind Krishnamurty, David Levine, Erwan Morellec, Enrico Perotti, Michael Roberts, Larry Samuelson, Tom Sargent, Martin Schneider, and Bill Zame, as well as seminar participants at Bocconi, Carlo Alberto, Banca d’Italia, BI Norwegian Business School, EPF Lausanne, University of Toronto, AFA Annual Meeting (Atlanta), Barcelona GSE Forum, CMSG (Montreal), SFS Cavalcade (New Haven), Macro-Marrakesh, LAEF Macro-Finance Conference (Pittsburgh), North American Econometric Society Meeting (Seattle), Corporate Finance Theory Symposium (Cambridge), Oxford ETH Macro Finance Conference. All errors are our responsibility only. Piero Gottardi acknowledges financial support from MIUR, project PRIN 2010NE9L9Z-004. Guido Ruta contributed to the first version of the paper, circulated under the title “Equilibrium Corporate Finance and Intermediation,” but is not responsible for the present one. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}