{
    "id": 20343,
    "citation_title": "Reference-Dependent Preferences: Evidence from Marathon Runners",
    "citation_author": [
        "Eric J. Allen",
        "Patricia M. Dechow",
        "Devin G. Pope",
        "George Wu"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nModels of reference-dependent preferences propose that individuals evaluate outcomes as gains or losses relative to a neutral reference point. We test for reference dependence in a large dataset of marathon finishing times (n = 9,524,071). Models of reference-dependent preferences such as prospect theory predict bunching of finishing times at reference points. We provide visual and statistical evidence that round numbers (e.g., a four-hour marathon) serve as reference points in this environment and as a result produce significant bunching of performance at these round numbers. Bunching is driven by planning and adjustments in effort provision near the finish line and cannot be explained by explicit rewards (e.g., qualifying for the Boston Marathon), peer effects, or institutional features (e.g., pacesetters). We calibrate a simple model of prospect theory as well as other models of reference dependence and show that the basic qualitative shape of the empirical distribution of finishing times is consistent with parameters that have previously been estimated in the laboratory.\n\n",
    "acknowledgement": "\nWe are grateful for the comments of Jeffrey Allen, Han Bleichrodt, Colin Camerer, Stefano DellaVigna, Enrico Diecidue, David Erkens, Craig Fox, Alastair Lawrence, Maria Loumioti, Cade Massey, Pete McGraw, Canice Prendergast, Richard Sloan, Nicholas Sly, Matthew Spiegel, James Zuberi, and seminar participants at Tilburg University, University of California, Berkeley, University of Chicago, University of Oregon, and University of Southern California and at the JDM Winter Symposium, the Behavioral Economics Annual Meeting (BEAM), and The Natural Experiments Workshop in Munich, Germany. Ilknur Aliyev, Sandy Garcia, Dan Walco, Bing Wang, and Rongchen Zhu provided invaluable research assistance. We also thank Dave McGillivray and Marc Davis of the Boston Athletic Association for providing us with historical data on Boston Marathon qualifying times. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}