{
    "id": 20348,
    "citation_title": "How Does Family Health Care Use Respond to Economic Shocks? Realized and Anticipated Effects",
    "citation_author": [
        "Alan C. Monheit",
        "Irina Grafova",
        "Rizie Kumar"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamilies in constrained economic circumstances resulting from economic shocks face difficult choices regarding how best to spend their diminished resources. As families strive to preserve their living standards, decisions regarding health care use and its allocation among family members may become more discretionary and complex. Using two-year panel data from the Medical Expenditure Panel Survey for 2004 to 2011, we examine how the intra-family allocation of health care spending responds to realized and anticipated changes in family economic status. We focus on the share of total family health care spending allocated to children, and measure realized economic shocks based on changes in the family's income, employment, and health insurance status. We account for anticipated economic shocks by differentiating families by whether they are observed prior to, at the onset of, or during the Great Recession, or in the post-recession period. Our findings suggest that both types of economic shocks affect the share of family health care spending allocated to children, with findings more pronounced for single-mother families. We also find that realized economic shocks have a greater impact on children's spending share than the anticipated change in economic status associated with the Great Recession and its recovery.\n\n",
    "acknowledgement": "\nWe thank Pinar Karaca-Mandic and participants at the 5th Biennial Conference of the American Society of Health Economists, session on The Great Recession and Health, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}