{
    "id": 20353,
    "citation_title": "Positive Externalities of Social Insurance: Unemployment Insurance and Consumer Credit",
    "citation_author": [
        "Joanne W. Hsu",
        "David A. Matsa",
        "Brian T. Melzer"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2015-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the impact of unemployment insurance (UI) on consumer credit markets. Exploiting heterogeneity in UI generosity across U.S. states and over time, we find that UI helps the unemployed avoid defaulting on their mortgage debt. We estimate that UI expansions during the Great Recession prevented about 1.4 million foreclosures. Lenders respond to this decline in default risk by expanding credit access and reducing interest rates for low-income households at risk of being laid off. Our findings call attention to two benefits of unemployment insurance not previously highlighted: reducing deadweight losses from loan default and expanding access to credit.\n\n",
    "acknowledgement": "\nWe thank Jesse Davis, Naveen Gohndi, Eric Kennedy, Jake Krimmel, and Paolina Medina-Palma for research assistance. For helpful comments and suggestions, we are grateful to Gene Amromin, Marieke Bos, Tal Gross, Jeanne Lafortune, Andreas Mueller, Matthew Notowidigdo, Jonathan Parker, Janneke Ratcliffe, Amit Seru, Roine Vestman and seminar participants at the Consumer Financial Protection Bureau, DePaul-Chicago Fed, New York University, Northwestern University, Sveriges Riksbank, University of Arizona, University of California-Los Angeles, University of California-San Diego, University of Illinois-Chicago, University of Indiana, University of Mannheim, University of North Carolina, Boulder Summer Conference on Consumer Financial Decision Making, Federal Reserve Bank of Cleveland Policy Summit, Federal Reserve Bank of Philadelphia Credit and Payments Conference, Finance UC Conference at Pontificia Universidad Catolica de Chile, IBEFA Summer Meeting, NBER Conference on Poverty, Social Policy, and Inequality, NBER Summer Institute (Economics of Real Estate & Local Public Finance), and Norges Bank Workshop on Household Finance. The analysis and conclusions set forth in this paper are those of the authors and do not indicate concurrence by other members of the Federal Reserve research staff or the Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}