{
    "id": 20354,
    "citation_title": "The Economics of Density: Evidence from the Berlin Wall",
    "citation_author": [
        "Gabriel M. Ahlfeldt",
        "Stephen J. Redding",
        "Daniel M. Sturm",
        "Nikolaus Wolf"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2015-03-16",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a quantitative model of internal city structure that features agglomeration and dispersion forces and an arbitrary number of heterogeneous city blocks. The model remains tractable and amenable to empirical analysis because of stochastic shocks to commuting decisions, which yield a gravity equation for commuting flows. To structurally estimate agglomeration and dispersion forces, we use data on thousands of city blocks in Berlin for 1936, 1986 and 2006 and exogenous variation from the city’s division and reunification. We estimate substantial and highly localized production and residential externalities. We show that the model with the estimated agglomeration parameters can account both qualitatively and quantitatively for the observed changes in city structure. We show how our quantitative framework can be used to undertake counterfactuals for changes in the organization of economic activity within cities in response for example to changes in the transport network.\n\n",
    "acknowledgement": "\nWe are grateful to the European Research Council (Grant Number 263733), German Science Foundation (Grant Numbers STU 477/1-1 andWO 1429/1-1), the Centre for Economic Performance and Princeton University for financial support. An accompanying web appendix containing additional derivations and results is located together with the data and replication code. Thilo Albers, Horst Bräunlich, Daniela Glocker, Kristoffer Möller, David Nagy, Utz Pape, Ferdinand Rauch, Claudia Steinwender, Sevrin Waights and Nicolai Wendland provided excellent research assistance. We would like to thank the editor, four anonymous referees, conference and seminar participants at AEA, Arizona, Barcelona, Berkeley, Brussels, CEPR, Chicago, Clemson, Columbia, EEA, Harvard, Mannheim, Marseille, MIT, Munich, NARSC, Luzern, Nottingham, NYU, Oxford, Paris, Princeton, Rutgers, Shanghai, Stanford, Tübingen, UCLA, Virginia and the World Bank for helpful comments. We are also grateful to Dave Donaldson, Cecilia Fieler, Gene Grossman, Bo Honore, Ulrich Müller, Sam Kortum, Eduardo Morales and Esteban Rossi-Hansberg for their comments and suggestions. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}