{
    "id": 20351,
    "citation_title": "Measuring Economic Efficiency Using Inverse-Optimum Weights",
    "citation_author": [
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2020-04-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a method to measure the traditional Kaldor-Hicks notion of “economic efficiency” when taxes affect behavior. In contrast to traditional unweighted surplus, measuring efficiency requires weighting individual benefits (or surplus) by the marginal cost to the government of providing a $1 transfer at each income level. These weights correspond to the solution to the “inverse-optimum” program in optimal tax: they are the social planning weights that would rationalize the status quo tax schedule as optimal. I estimate the weights using the universe of US income tax returns from 2012. The results suggest that measuring economic efficiency requires weighting surplus accruing to the poor roughly 1.5-2 times more than surplus accruing to the rich. This is because $1 of surplus to the poor can be turned into roughly $1.5-$2 of surplus to the rich by reducing the progressivity of the tax schedule. Following Kaldor and Hicks’ original applications, I compare income distributions over time in the US and across countries. The results suggest US economic growth is 15-20% lower due to increased inequality than is suggested by changes in GDP. Because of its higher inequality, the U.S. is unable to replicate the income distribution of countries like Austria and the Netherlands, despite having higher national income per capita.\n\n",
    "acknowledgement": "\nThis paper is a revised version of a paper that previously circulated under the titles, \"The Inequality Deflator: Interpersonal Comparisons without a Social Welfare Function\" and \"Efficient Welfare Weights\". I am deeply indebted to conversations with Louis Kaplow for the inspiration behind this paper, and to Sarah Abraham, Alex Bell, Alex Olssen, Peter Ruhm, and Evan Storms for excellent research assistance. I also thank Daron Acemoglu, Raj Chetty, Amy Finkelstein, Ben Lockwood, Henrik Kleven, Patrick Kline, Kory Kroft, Matthew Notowodigdo, Jim Poterba, Emmanuel Saez, Matthew Weinzierl, Glen Weyl, Ivan Werning, and Floris Zoutman, along with seminar participants at Berkeley, Harvard, MIT, Michigan, and Stanford for very helpful comments. The opinions expressed in this paper are those of the author alone and do not necessarily reflect the views of the Internal Revenue Service or the U.S. Treasury Department. This work is a component of a larger project examining the effects of tax expenditures on the budget deficit and economic activity, and this paper in particular provides a general  characterization of the welfare impact of changes in tax expenditures relative to changes in tax rates. The empirical results derived from tax data that are reported in this paper are drawn from the SOI Working Paper \"The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation across the U.S.\", approved under IRS contract TIRNO-12-P-00374. I gratefully acknowledge funding from the National Science Foundation (CAREER1653686). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}