{
    "id": 20358,
    "citation_title": "Entrepreneurship as Experimentation",
    "citation_author": [
        "William R. Kerr",
        "Ramana Nanda",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEntrepreneurship research is on the rise but many questions about its fundamental nature still exist. We argue that entrepreneurship is about experimentation: the probabilities of success are low, extremely skewed and unknowable until an investment is made. At a macro level experimentation by new firms underlies the Schumpeterian notion of creative destruction. However, at a micro level investment and continuation decisions are not always made in a competitive Darwinian contest. Instead, a few investors make decisions that are impacted by incentive, agency and coordination problems, often before a new idea even has a chance to compete in a market. We contend that costs and constraints on the ability to experiment alter the type of organizational form surrounding innovation and influence when innovation is more likely to occur. These factors not only govern how much experimentation is undertaken in the economy, but also the trajectory of experimentation, with potentially very deep economic consequences.\n\n",
    "acknowledgement": "\nComments are appreciated and can be sent to wkerr@hbs.edu, rnanda@hbs.edu, and mrhodeskropf@hbs.edu.  We appreciate comments and editorial direction by David Autor, Chang-Tai Hsieh and Tim Taylor. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from the NSF grant ITR-0427889 [BRDC] and the Division of Research and Faculty Development at Harvard Business School is gratefully acknowledged. Research results and conclusions expressed are the authors and do not necessarily reflect the views of the Census Bureau or the NSF. This paper has been screened to ensure that no confidential data are revealed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}