{
    "id": 20352,
    "citation_title": "The Causal Effect of Environmental Catastrophe on Long-Run Economic Growth: Evidence From 6,700 Cyclones",
    "citation_author": [
        "Solomon M. Hsiang",
        "Amir S. Jina"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2022-03-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDoes the environment have a causal effect on economic development? Using meteorological data, we reconstruct every country's exposure to the universe of tropical cyclones during 1950-2008. We exploit random within-country year-to-year variation in cyclone strikes to identify the causal effect of environmental disasters on long-run growth. We compare each country's growth rate to itself in the years immediately before and after exposure, accounting for the distribution of cyclones in preceding years. The data reject hypotheses that disasters stimulate growth or that short-run losses disappear following migrations or transfers of wealth. Instead, we find robust evidence that national incomes decline, relative to their pre-disaster trend, and do not recover within twenty years.  Both rich and poor countries exhibit this response, with losses magnified in countries with less historical cyclone experience.  Income losses arise from a small but persistent suppression of annual growth rates spread across the fifteen years following disaster, generating large and significant cumulative effects: a 90th percentile event reduces per capita incomes by 7.4% two decades later, effectively undoing 3.7 years of average development. The gradual nature of these losses render them inconspicuous to a casual observer, however simulations indicate that they have dramatic influence over the long-run development of countries that are endowed with regular or continuous exposure to disaster.  Linking these results to projections of future cyclone activity, we estimate that under conservative discounting assumptions the present discounted cost of \"business as usual\" climate change is roughly $9.7 trillion larger than previously thought.\n\n",
    "acknowledgement": "\nWe thank Jesse Anttila-Hughes, Scott Barrett, Chris Blattman, Marshall Burke, Christopher Costello, Anthony Fisher, Joshua Graff Zivin, Michael Greenstone, Michael Hanemann, Hilary Hoynes, Meha Jain, Benjamin Jones, David Kanter, Gordon McCord, Kyle Meng, Edward Miguel, Daiju Narita, Matthew Neidell, Suresh Naidu, Serena Ng, Michael Oppenheimer, Billy Pizer, Valerie Ramey, Ricardo Reis, Jeffrey Sachs, Wolfram Schlenker, Glenn Sheriff, Thomas Sterner, Jan von der Goltz, Gernot Wagner, Reed Walker, and seminar participants at Columbia University, Environmental Defense Fund, EPA,  IBM Research, IZA, Lawrence Berkeley Laboratory, NBER, Princeton University, UC Berkeley, UC San Diego, the University of San Francisco, the University of Lausanne, and the University of Zurich for discussions and suggestions. This work was funded in part by a grant from the Center for International Business Education and Research at Columbia University and a Postdoctoral Fellowship in Science, Technology and Environmental Policy at Princeton University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}