{
    "id": 20359,
    "citation_title": "Tradeoffs in the Design of Health Plan Payment Systems: Fit, Power and Balance",
    "citation_author": [
        "Michael Geruso",
        "Thomas G. McGuire"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2015-02-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn many markets, including the new U.S. Exchanges, health insurance plans are paid by risk-adjusted capitation, in some markets combined with reinsurance and other payment mechanisms. This paper proposes three metrics for analyzing the insurer incentives embedded in these complex payment systems. We discuss fit, power and balance, each of which addresses a distinct market failure in health insurance. We implement these metrics in a study of Exchange payment systems with data similar to that used to develop the Exchange risk adjustment scheme and quantify the empirical tradeoffs among the metrics. We show that an essential tradeoff arises between the goals of limiting costs and limiting cream skimming because risk adjustment, which is aimed at discouraging cream-skimming, is in fact tied to costs. We find that a simple reinsurance system scores better on fit, power and balance than the risk adjustment scheme in use in the Exchanges.\n\n",
    "acknowledgement": "\nThe authors are grateful to Michael Chernew, Randy Ellis, Tim Layton, Julie Shi and Steve Trejo for comments on an earlier draft. Tim Layton also provided outstanding research assistance. Research for this paper was supported by the National Institute of Mental Health (R01 MH094290) the National Institute of Aging (P01 AG032952) and the Laura and John Arnold Foundation. The views expressed here are the authors' own and not necessarily those of the Foundation's officers, directors or staff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}