{
    "id": 20365,
    "citation_title": "Inefficiently Low Screening with Walrasian Markets",
    "citation_author": [
        "Kinda Hachem"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "2020-05-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial intermediaries devote resources to finding and screening borrowers before lending capital. By retaining only sufficiently good matches, informed lenders exacerbate adverse selection problems for others lending in the same market. Failure to internalize this implies that informed lenders are too selective in the matches they retain. The resulting under-use of capital pushes the cost of capital down, decreasing the benefit of being informed rather than uninformed and prompting a reallocation of resources from screening to matching. Compared to the constrained efficient allocation, the decentralized equilibrium has too little screening, too little informed credit, and too much uninformed credit.\n\n",
    "acknowledgement": "\nPart of this paper is based on the second chapter of my dissertation at the University of Toronto. I am extremely grateful to Huberto Ennis, Ricardo Reis, and an anonymous referee for many insightful suggestions. Financial support from UVA Darden and from Chicago Booth in prior stages of this work is also gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}