{
    "id": 20366,
    "citation_title": "Lead Exposure and Behavior: Effects on Antisocial and Risky Behavior among Children and Adolescents",
    "citation_author": [
        "Jessica Wolpaw Reyes"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "2014-10-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nIt is well known that exposure to lead has numerous adverse effects on behavior and development. Using data on two cohorts of children from the NLSY, this paper investigates the effect of early childhood lead exposure on behavior problems from childhood through early adulthood. I find large negative consequences of early childhood lead exposure, in the form of an unfolding series of adverse behavioral outcomes: behavior problems as a child, pregnancy and aggression as a teen, and criminal behavior as a young adult. At the levels of lead that were the norm in United States until the late 1980s, estimated elasticities of these behaviors with respect to lead range between 0.1 and 1.0.\n\n",
    "acknowledgement": "\nI would like to thank Claudia Goldin, Jun Ishii, Lawrence Katz, Ronnie Levin, Erzo Luttmer, René Reyes, Steven Rivkin, Katharine Sims, and seminar participants at Amherst College, Clark\nUniversity, Harvard University, RAND, the University of Massachusetts, the University of Delaware, APPAM, the University of Rochester, and the Childhood Lead Poisoning Prevention Program in Rochester, New York for valuable advice and comments. Many individuals at government agencies and petroleum industry companies generously provided information on lead in gasoline, and Jenny Ying shared data on teen pregnancy policies. Steve Trask provided excellent research assistance. Any remaining errors are my own. This research was supported by Amherst College and the National Bureau of Economic Research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}