{
    "id": 20367,
    "citation_title": "Agglomeration and Innovation",
    "citation_author": [
        "Gerald Carlino",
        "William R. Kerr"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis chapter reviews academic research on the connections between agglomeration and innovation. We first describe the conceptual distinctions between invention and innovation. We then describe how these factors are frequently measured in the data and some resulting empirical regularities. Innovative activity tends to be more concentrated than industrial activity, and we discuss important findings from the literature about why this is so. We highlight the traits of cities (e.g., size, industrial diversity) that theoretical and empirical work link to innovation, and we discuss factors that help sustain these features (e.g., the localization of entrepreneurial finance).\n\n",
    "acknowledgement": "\nThis paper is a draft chapter for the Handbook of Regional and Urban Economics, Vol. 5A and 5b. We thank Gilles Duranton, Vernon Henderson, and Will Strange for their editorial guidance and Ufuk Akcigit and seminar participants for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, Federal Reserve Bank of Philadelphia, the Federal Reserve System, or Harvard University.\n\n\n"
}