{
    "id": 20361,
    "citation_title": "Supply vs. Demand under an Affirmative Action Ban: Estimates from UC Law Schools",
    "citation_author": [
        "Danny Yagan"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "2015-12-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAffirmative action bans can reduce black enrollment not only by reducing black admission advantages (contracting demand) but also by reducing applications (contracting supply) from black students who can still gain admission but prefer alternative schools that still practice affirmative action. When affirmative action was banned at UC law schools, Berkeley's black applications and enrollment declined by almost half even as black admission rates rose relative to whites. I ask whether black enrollment at UC law schools would have markedly declined even without the supply contraction. I find in a large sample of students applying to law schools nationwide that black supply contractions were driven mostly or entirely by students unlikely to gain admission under the ban, yielding stronger post-ban black applicant pools. Holding applicant pools constant, I estimate that the ban reduced black admission rates at both Berkeley and UCLA by half. Hence, black enrollment at these elite schools would likely have plummeted even if supply contractions had been muted---as could occur under a nationwide ban that eliminates affirmative-action-practicing alternatives.\n\n",
    "acknowledgement": "\nI thank Joseph Altonji, David Card, Raj Chetty, David Cutler, John N. Friedman, Roland Fryer, Claudia Goldin, Joshua Gottlieb, Nathaniel Hilger, Caroline Hoxby, Lisa Kahn, Lawrence Katz, Ilyana Kuziemko, Jessica Laird, Justin McCrary, Sendhil Mullainathan, Jesse Rothstein, Emmanuel Saez, Matthew Weinzierl, and Martin West for their comments. Sarah Abraham, Michel Kim, Amol Pai, and Michael Stepner provided excellent research assistance.  The 2012-2013 version of this paper circulated with the title \"Law School Admissions under the UC Affirmative Action Ban.\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}