{
    "id": 20362,
    "citation_title": "Free to Choose: Promoting Conservation by Relaxing Outdoor Watering Restrictions",
    "citation_author": [
        "Anita Castledine",
        "Klaus Moeltner",
        "Michael Price",
        "Shawn Stoddard"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany water utilities use outdoor watering restrictions based on assigned weekly watering days to promote conservation and delay costly capacity expansions. We find that such policies can lead to unintended consequences - customers who adhere to the prescribed schedule use more water than those following a more flexible irrigation pattern. For our application to residential watering in a high-desert environment, this \"rigidity penalty\" is robust to an exogenous policy change that allowed an additional watering day per week. Our findings contribute to the growing literature on leakage effects of regulatory policies. In our case inefficiencies arise as policies limit the extent to which agents can temporally re-allocate actions.\n\n",
    "acknowledgement": "\nPart of this research was conducted while Moeltner was a Visiting Scholar at the Luskin Center for Innovation, School of Public Affairs, University of California, Los Angeles. An earlier version of this manuscript was presented at a workshop on \"The Identification of Causal Effects in Environmental and Energy Economics,\" which was hosted by the Howard H. Baker Jr. Center for Public Policy at the University of Tennessee. The authors would like to thank the Baker Center for hosting the workshop and the Journal of Economic Behavior and Organization for dedicating a special issue of the journal for papers presented at the workshop. We would also like to thank Christian Vossler, Mary Evans, and Matt Kotchen for organizing the workshop, and Roger von Haefen and participants at the workshop for providing us comments that have greatly improved the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}