{
    "id": 20360,
    "citation_title": "Riding the Bubble? Chasing Returns into Illiquid Assets",
    "citation_author": [
        "Danny Yagan"
    ],
    "citation_publication_date": "2014-07-31",
    "issue_date": "2014-07-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nHousehold investors chase stock market returns.  Surveys suggest that households intend to \"ride the bubble\" by buying stocks early in a boom and selling stocks early in a bust.  This implies that households use only liquid assets to chase returns.  I test this prediction using inflows to fixed annuities---illiquid tax-preferred assets that lock wealth out of the stock market for five to ten years.  I find that fixed annuity inflows spike after poor stock market returns, inconsistent with ride-the-bubble intentions and instead indicating buy-and-hold intentions.  The results are consistent with households extrapolating recent stock market returns into the long run.\n\n",
    "acknowledgement": "\nI thank Malcolm Baker, Jeffrey Brown, John Campbell, David Cutler, Stefano DellaVigna, Robin Greenwood, David Laibson, Owen Lamont, Andrei Shleifer, and Luis Viceira for helpful discussions and LIMRA International, Inc., for providing data on annuity inflows.  Evan Storms provided excellent research assistance.  I thank the State Farm Companies Foundation for financial support.  This paper circulated under the title \"Why Do Individual Investors Chase Stock Market Returns?\" 2009-2013 and is based on a chapter from my Ph.D. dissertation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}