{
    "id": 20369,
    "citation_title": "Social Norms and the Enforcement of Laws",
    "citation_author": [
        "Daron Acemoglu",
        "Matthew O. Jackson"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the interplay between social norms and the enforcement of laws. Agents choose a behavior (e.g., tax evasion, production of low-quality products, corruption, substance abuse, etc.) and then are randomly matched with another agent. An agent's payoff decreases with the mismatch between her behavior and her partner's, as well as average behavior in society. A law is an upper bound (cap) on behavior and a law-breaker, when detected, pays a fine and has her behavior forced down to the level of the law. Law-breaking depends on social norms because detection relies, at least in part, on private cooperation and whistle-blowing. Law-abiding agents have an incentive to whistle-blow because this reduces the mismatch with their partner's behavior as well as the overall negative externality. When laws are in conflict with norms so that many agents are breaking the law, each agent anticipates little whistle-blowing and is more likely to also break the law. Tighter laws (banning more behaviors) have counteracting effects, reducing behavior among law-abiding individuals but inducing more law-breaking. Greater fines for law breaking and better public enforcement reduce the number of law-breakers and behavior among law-abiding agents, but increase levels of law breaking among law-breakers (who effectively choose their behavior targeting other high-behavior law-breakers). Within a dynamic version of the model, we show that laws that are in strong conflict with prevailing social norms may backfire, while gradual tightening of laws can be more effective by changing social norms.\n\n",
    "acknowledgement": "\nWe thank Pascual Restrepo for excellent research assistance and comments. We also gratefully acknowledge financial support from the NSF grants SES-0961481 and SES-1155302, and ARO MURI Award No.W911NF-12-1-0509. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}