{
    "id": 20364,
    "citation_title": "Remix Rights and Negotiations Over the Use of Copy-Protected Works",
    "citation_author": [
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "2015-06-22",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines an environment where original content can be remixed by follow-on creators. The modelling innovation is to assume that original content creators and remixers can negotiate over the ‘amount’ of original content that is used by the follow-on creator in the shadow of various rights regimes. The following results are demonstrated. First, traditional copyright protection where the original content creators can block any use of their content provides more incentives for content creators and also more remixing than no copyright protection. This is because that regime incentivises original content creators to consider the value of remixing and permit it in negotiations. Second, fair use can improve on traditional copyright protection in some instances by mitigating potential hold-up of follow-on creators by original content providers. Finally, remix rights can significantly avoid the need for any negotiations over use by granting those rights to follow-on innovators in return for a set compensation regime. However, while these rights are sometimes optimal when the returns to remixing are relatively low, standard copyright protection can afford more opportunities to engage in remixing when remixing returns are relatively high.\n\n",
    "acknowledgement": "\nI thank Ariel Katz, Shane Greenstein, Avi Goldfarb, an anonymous referee, and seminar participants at the University of Toronto Law School for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI have consulted for Core Economic Research during the course of this project. However, none of the topics upon which I have been remunerated have impacted on or are related to this research.\n\n\n"
}