{
    "id": 20374,
    "citation_title": "Spatial Errors in Count Data Regressions",
    "citation_author": [
        "Marinho Bertanha",
        "Petra Moser"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCount data regressions are an important tool for empirical analyses ranging from analyses of patent counts to measures of health and unemployment. Along with negative binomial, Poisson panel regressions are a preferred method of analysis because the Poisson conditional fixed effects maximum likelihood estimator (PCFE) and its sandwich variance estimator are consistent even if the data are not Poisson-distributed, or if the data are correlated over time. Analyses of counts may be affected by correlation in the cross-section. For example, patent counts or publications may increase across related research fields in response to common shocks. This paper shows that the PCFE and its sandwich variance estimator are consistent in the presence of such dependence in the cross-section - as long as spatial dependence is time-invariant. In addition to the PCFE, this result also applies to the commonly used Logit model of panel data with fixed effects. We develop a test for time-invariant spatial dependence and provide code in STATA and MATLAB to implement the test.\n\n",
    "acknowledgement": "\nWe thank Han Hong, Guido Imbens, Aprajit Mahajan, and Scott Stern for helpful conversations and comments. Moser gratefully acknowledges financial support through NSF CAREER grant 1151180. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}