{
    "id": 20377,
    "citation_title": "Discount Shock, Price-Rent Dynamics, and the Business Cycle",
    "citation_author": [
        "Jianjun Miao",
        "Pengfei Wang",
        "Tao Zha"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "2020-01-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe price-rent ratio is highly volatile and predicts future returns for commercial real estate. Price-rent variations in commercial real estate also tend to comove with investment and output. We develop a general equilibrium model that explicitly introduces a rental market and incorporates collateral constraints on production as a key ingredient. Our estimation identifies discount-rate shocks as the most important factor in (1) driving price-rent variations, (2) producing the long-horizon predictability of real estate returns, and (3) linking the dynamics in commercial real estate to those in the production sector.\n",
    "acknowledgement": "\nWe thank Mark Bils, Larry Christiano, Marty Eichenbaum, Jordi Gali, Lars Hansen, Simon Gilchrist, Pat Higgins, Lee Ohanian, Sergio Rebelo, Richard Rogerson, Giorgio Valente, Gianluca Violante, Wei Xiong, and seminar participants at University of Pennsylvania, University of North Carolina, the NBER Summer Institute, the AFR Summer Institute of Economics and Finance, the PBC Finance School of Tsinghua University, Hong Kong Monetary Authority, University of Toronto, Vanderbilt University, and University of Rochester for helpful discussions. The research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Research Grants (71473168,  71473169, and 71633003). The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n\nPengfei Wang\n\nI (Pengfei Wang) have read the NBER disclosure policy and attest that the acknowledgements and my supplemental disclosure statement together disclose all sources of funding and all material and relevant financial relationships.\n\n\n"
}