{
    "id": 20371,
    "citation_title": "Spousal Labor Market Effects from Government Health Insurance: Evidence from a Veterans Affairs Expansion",
    "citation_author": [
        "Melissa A. Boyle",
        "Joanna N. Lahey"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMeasuring the overall impact of public health insurance receipt is important in an era of increased access to publicly-provided and subsidized insurance.  Although government expansion of health insurance to older workers leads to labor supply reductions for recipients, there may be spillover effects on the labor supply of uncovered spouses.  While theory predicts a decrease in overall household work hours, financial incentives such as credit constraints, target income levels, and the need for own health insurance suggest that spousal labor supply might increase.  In contrast, complementarities of spousal leisure would predict a decrease in labor supply for both spouses. Utilizing a mid-1990s expansion of health insurance for U.S. veterans, we provide evidence on the effects of public insurance availability on the labor supply of spouses.  Using data from the Current Population Survey and Health and Retirement Study, we employ a difference-in-differences strategy to compare the labor market behavior of the wives of older male veterans and non-veterans before and after the VA health benefits expansion.  Our findings suggest that although household labor supply may decrease because of the income effect, wives' labor supply increases, suggesting that financial incentives dominate complementarities of spousal leisure.  This effect is strongest for wives with lower education levels and lower levels of household wealth.  Moreover, wives with employer-provided health insurance in the previous year remain on the job while those without increase their hours, suggesting incentives to retain or obtain health insurance.  Finally, non-working wives enter the labor force, those who were working part-time increase their hours, and full-time \"career\" women are largely unaffected.\n\n",
    "acknowledgement": "\nThe authors would like to thank participants at the Southern Economic Association, the NBER Summer Institute on Aging and the Stata Texas Empirical Microeconomics Conference for helpful comments and Courtney Coile, Laura Dague, and Tom DeLeire for insightful discussion. The authors also thank Jillian Boles and Dutch Holland for excellent research assistance. The research reported herein was pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium (RRC) and the National Institute on Aging grant R03AG042874-01. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, the NIA, any agency of the Federal government or the RRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}