{
    "id": 20370,
    "citation_title": "Changing Times, Changing Values: A Historical Analysis of Sectors within the US Stock Market 1872-2013",
    "citation_author": [
        "Oliver D. Bunn",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2014-08-07",
    "issue_date": "2014-08-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a price, dividend, and earnings series for the Industrials sector, the Utilities sector, and the Railroads sector from the beginning of the 1870s until the beginning of the year 2013 from primary sources. To infer about mispricings in the sector markets over more than a century, we investigate the forecasting power of the Cyclically Adjusted Price-Earnings (CAPE) ratio for these sectors. With regard to the CAPE ratio, which has originally been devised and employed by Campbell and Shiller (1988, 1998, 2001) as well as Shiller (2005), we define a methodological  improvement to this ratio to not only be robust to inflationary changes, but also to changes in corporate payout policy. We then update the original evidence from Campbell and Shiller (1998, 2001) of the return predictability of the CAPE ratio for the overall stock market and furthermore extend this evidence to the three  forementioned sectors individually. Whereas this part of our analysis focuses on each sector of the US economy in isolation, we subsequently construct an indicator from the CAPE ratio that enables us to perform valuation comparisons across sectors. In addition to establishing the prediction of subsequent return differences based on differences in the CAPE-based valuation indicator, we also suggest a hypothetical, historical, and simple value investment strategy that rotates between the three sectors based on the valuation signals derived from the  CAPE-based indicator, generating slightly more than 1:09% annualized, inflation-adjusted excess total return over the market benchmark during a period of nearly 110 years.\n\n",
    "acknowledgement": "\nWe thank Barclays Bank PLC for partial financial support of this project. There exists a collaboration with Barclays Bank PLC on ways through which the Cyclically Adjusted Price Earnings (CAPE) ratio, a valuation measure that also plays a prominent role in this paper, may be implemented in an investment. The views herein are those of the  authors', and do not necessarily reflect the views of Barclays Bank PLC nor those of the National Bureau of Economic Research.\n\n\n\nRobert J. Shiller\n\nSeptember 16, 2012\nDisclosure of Outside Activities\nRobert J. Shiller\n\n\nList of activities outside principal Yale University employment since 2008.\n\n\nConsulting\nCurrently engaged in the development of a stock market index family with Barclays Investment Bank, a division of Barclays PLC, in London, based on my research on time series properties of stock prices: http://media.bloomberg.com/bb/avfile/rfc4sPIrGvHg.\n\n\nSpeeches\nIn addition to academic lectures and talks, represented by a speakers bureau, The Leigh Bureau, Bridgewater NJ, for for-fee talks.\n\n\nBoards and Advisory panels\nCompetitive Markets Advisory Council, CME Group (formerly Chicago Mercantile Exchange), Chicago IL\nIndex Committee for the S&P/Case-Shiller Home Price Indices, Standard & Poor’s (unpaid)\n\n\nCommissioned Research\n“Understanding Inflation-Indexed Bond Markets,” with John Campbell and Luis Viceira, Brookings Papers on Economic Activity, 2009, NBER Working Paper #15014, 2009.\n\n\nOther Activities\nColumn “Finance in the 21st Century” (every other month, alternating with Howard Davies, London School of Economics), Project Syndicate\nColumn “Economic View” (every five weeks, alternating with four other columnists), New York\n\n\n"
}