{
    "id": 20373,
    "citation_title": "Moral Hazard and Less Invasive Medical Treatment for Coronary Artery Disease: The Case of Cigarette Smoking",
    "citation_author": [
        "Jesse Margolis",
        "Jason Hockenberry",
        "Michael Grossman",
        "Shin-Yi Chou"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the last several decades, numerous medical studies have compared the effectiveness of two common procedures for Coronary Artery Disease: Percutaneous Coronary Intervention (PCI) and Coronary Artery Bypass Graft (CABG).  Most evidence indicates that CABG - the more invasive procedure - leads to superior long term outcomes for otherwise similar patients, though there is little consensus as to why.  In this article, we propose a novel explanation: patient offsetting behavior.  We hypothesize that patients who undergo the more invasive procedure, CABG, are more likely to improve their behavior - eating, exercise, smoking, and drinking - in a way that increases longevity.  To test our hypothesis, we use Medicare records linked to the National Health Interview Survey to study one such behavior: smoking.  We find that CABG patients are 12 percentage points more likely to quit smoking in the one-year period immediately surrounding their procedure than PCI patients, a result that is robust to numerous alternative specifications.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by grant number 5R21 AG033876 from the National Institute on Aging and the Office of Behavioral and Social Sciences Research to the National Bureau of Economic Research. We would like to thank Peter Cram and John O'Grady for their medical insights and Sandra Decker for her advice on working with the linked NHIS/Medicare data.  We are indebted to Jonathan Fisher, Research Data Center (RDC) Administrator at the New York Bureau of the Census RDC at Baruch College, and Frances McCarty, Senior Service Fellow at the National Center for Health Statistics RDC, for their assistance in helping us to gain access to and work with restricted files from the National Health Interview Survey. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJason Hockenberry\n\nDisclaimer: The Pennsylvania Health Care Cost Containment Council (PHC4) is an independent state agency responsible for addressing the problem of escalating health costs, ensuring the quality of health care, and increasing access to health care for all citizens regardless of ability to pay.  PHC4 has provided data to the authors in an effort to further their mission of educating the public and containing health care costs in Pennsylvania. PHC4, its agents and staff, have made no representation, guarantee or warranty, express or implied, that the data—financial, patient, payer and physician specific information—provided to this entity, are error free, or that the use of the data will avoid the differences of opinion or interpretation.\n\n\n"
}