{
    "id": 20375,
    "citation_title": "Defining Clusters of Related Industries",
    "citation_author": [
        "Mercedes Delgado",
        "Michael E. Porter",
        "Scott Stern"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nClusters are geographic concentrations of industries related by knowledge, skills, inputs, demand, and/or other linkages. A growing body of empirical literature has shown the positive impact of clusters on regional and industry performance, including job creation, patenting, and new business formation. There is an increasing need for cluster-based data to support research, facilitate comparisons of clusters across regions, and support policymakers and practitioners in defining regional strategies. This paper develops a novel clustering algorithm that systematically generates and assesses sets of cluster definitions (i.e., groups of closely related industries). We implement the algorithm using 2009 data for U.S. industries (6-digit NAICS), and propose a new set of benchmark cluster definitions that incorporates measures of inter-industry linkages based on co-location patterns, input-output links, and similarities in labor occupations. We also illustrate the algorithm's ability to compare alternative sets of cluster definitions by evaluating our new set against existing sets in the literature. We find that our proposed set outperforms other methods in capturing a wide range of inter-industry linkages, including grouping industries within the same 3-digit NAICS.\n\n",
    "acknowledgement": "\nThis project has been funded by a grant from the Economic Development Administration of the U.S. Department of Commerce. We received financial support from Harvard Business School. We thank Bill Simpson, Xiang Ao, Rich Bryden, and Sam Zyontz for their invaluable assistance with the analysis. We also acknowledge the insightful comments of two anonymous reviewers, Harald Bathelt, Ed Feser, Frank Neffke, Juan Alcacer, Bill Kerr, Fiona Murray, Christian Ketels, James Delaney, Brandon Stewart, Muhammed Yildirim, Ram Mudambi, Sergiy Protsiv, Jorge Guzman, Sarah Jane Maxted and the participants in the Industry Studies Association Conference, NBER Productivity Seminar, Temple University Seminar, and the Symposium on the Use of Innovative Datasets for Regional Economic Research at George Washington University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMercedes Delgado\n\nThe author would like to acknowledge the hospitality offered by the TIES Group at MIT Sloan.\n\n\n\nMichael E. Porter\n\nThe author is the Bishop William Lawrence University Professor of the Institute for Strategy and Competitiveness at Harvard Business School.  This author has drawn on the findings of this research for compensated speaking engagements and to offer policy advice in a number of settings.\n\n\n\nScott Stern\n\nThe author is the the Director of the NBER Innovation Policy Working Group.  This author has drawn on the findings of this research for compensated speaking engagements and to offer policy advice in a number of settings, including through his work as the Faculty Director of the MIT Regional Entrepreneurship Acceleration Program.\n\n\n"
}