{
    "id": 20386,
    "citation_title": "International Reserves Before and After the Global Crisis: Is There No End to Hoarding?",
    "citation_author": [
        "Joshua Aizenman",
        "Yin-Wong Cheung",
        "Hiro Ito"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe evaluate the impact of the global financial crisis (GFC) and recent structural changes in the patterns of hoarding international reserves (IR). We confirm that the determinants of IR hoarding evolve with developments in the global economy. During the pre-GFC period of 1999-2006, gross saving is associated with higher IR in developing and emerging markets. The negative impact of outward direct investment on IR accumulation is consistent with the recent trend of diverting international assets from the international reserve account into tangible foreign assets; the \"Joneses' effect\" lends support to the regional rivalry in hoarding IR as a motivation; and commodity price volatility induces precautionary buffer hoarding. During the 2007-2009 GFC period, previously significant variables become insignificant or display the opposite effect, probably reflecting the frantic market conditions driven by financial instability. Nevertheless, the propensity to import and gross saving continue to display strong and even larger positive effects on IR holding. The results from the 2010-2012 post-GFC period are dominated by factors that had been mostly overlooked in earlier decades. While the negative effect of swap agreements and the positive effect of gross saving on IR holdings are in line with our expectations, we find a change in the link between outward direct investment and IR in the pre- and post-crisis period. The macro-prudential policy tends to complement IR accumulation. Developed countries display different demand behaviors for IRs -- higher gross saving is associated with lower IR holding, possibly reflecting high-income countries' tendency to deploy their savings in the global capital markets. The presence of sovereign wealth funds motivates developed countries to hold a lower level of IR. Our predictive exercise affirms that an emerging market economy with insufficient IR holdings in 2012 tends to experience exchange rate depreciation against the U.S. dollar when many emerging markets were adjusted to the news of tapering quantitative easing (QE) in 2013.\n\n",
    "acknowledgement": "\nThe support of faculty research funds of the Dockson Chair, University of Southern California; the City University of Hong Kong; and Portland State University is gratefully acknowledged. We also thank Jacinta Bernadette Rico for her excellent research assistance. We are grateful to Yu-chin Chen and the participants at the April 2014 JIMF-USC conference for their insightful comments. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}