{
    "id": 20384,
    "citation_title": "Does the Gender of Offspring Affect Parental Political Orientation?",
    "citation_author": [
        "Byungkyu Lee",
        "Dalton Conley"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nRecently, the sex of child has been widely used as a natural experiment and shown to induce change of the allegedly stable political predisposition, however, prior results have been contradictory: in the U.K., researchers found that having daughters leads to parents favoring left-wing political parties and to holding more liberal views on family/gender roles, whereas in the U.S. scholars found that daughters were associated with more Republican (rightist) party identification and more conservative views on teen sexuality. Here, we utilize data from the General Social Survey and the European Social Survey to test the robustness of effects of offspring sex on parental political orientation while factoring out country and period differences. In analysis of 36 countries, we obtain null effects of the sex of the first child on party identification as well as on political ideology. Further, we observe no evidence of heterogeneous treatment effects. We discuss the implications of these null findings for theories of political socialization.\n\n",
    "acknowledgement": "\nWe thank Delia Baldassarri, Donghyun Choi, Seongsoo Choi, and Shang E. Ha for their helpful suggestions. Associated Stata do-files and R codes for the replication of the results in the article will be made available. Please direct correspondence to Byungkyu Lee (bl2474@columbia.edu) or Dalton Conley (conley@nyu.edu). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDalton Conley\n\nNone\n\n\n"
}