{
    "id": 20380,
    "citation_title": "The Roots of Gender Inequality in Developing Countries",
    "citation_author": [
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "2014-08-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nIs the high degree of gender inequality in developing countries--in education, personal autonomy, and more--explained by underdevelopment itself? Or do the societies that are poor today hold certain cultural views that lead to gender inequality? This article discusses several mechanisms through which, as countries grow, gender gaps  narrow. I argue that while much of the GDP/gender-inequality relationship can be explained by the process of development, society-specific factors are also at play: Many countries that are poor today have cultural norms that exacerbate favoritism toward males. Norms such as patrilocality and concern for women's \"purity\" help explain the male-skewed sex ratio in India and China and low female employment in India, the Middle East, and North Africa, for example. I also discuss why the sex ratio has become more male-skewed with development. Finally, I lay out some policy approaches to address gender inequality.\n\n",
    "acknowledgement": "\nForthcoming at the Annual Review of Economics doi: 10.1146/annurev-economics-080614-115404. I thank Rebecca Dizon-Ross, Pascaline Dupas, Claudia Goldin, and Adriana Lleras-Muney for very helpful comments. Pom Chirakijja, Yana Gallen, Lydia Kim, and Suanna Oh  provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}