{
    "id": 20381,
    "citation_title": "On the Interaction of Memory and Procrastination: Implications for Reminders",
    "citation_author": [
        "Keith M. Marzilli Ericson"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nI examine the interaction between present-bias and limited memory. Individuals in the model must choose when and whether to complete a task, but may forget or procrastinate. Present-bias expands the effect of memory: it induces delay and limits take-up of reminders. Cheap reminder technology can bound the cost of limited memory for time-consistent individuals but not for present-biased individuals, who procrastinate on setting up reminders. Moreover, while improving memory increases welfare for time-consistent individuals, it may harm present-biased individuals because limited memory can function as a commitment device. Thus, present-biased individuals may be better off with reminders that are unanticipated. Finally, I show how to optimally time the delivery of reminders to present-biased individuals.\n\n",
    "acknowledgement": "\nI thank Stefano DellaVigna, David Laibson, Ted O'Donoghue, Matthew Rabin, and seminar participants at the Univeristy of California-Berkeley, Harvard University, and ESA-North America for helpful comments. I thank the Williams College Tyng Committee and the National Science Foundation for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}