{
    "id": 20382,
    "citation_title": "Skill Gaps, Skill Shortages and Skill Mismatches: Evidence for the US",
    "citation_author": [
        "Peter Cappelli"
    ],
    "citation_publication_date": "2014-08-14",
    "issue_date": "2014-08-14",
    "revision_date": "2022-12-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns that there are problems with the supply of skills, especially education-related skills, in the US labor force have exploded in recent years with a series of reports from employer-associated organizations but also from independent and even government sources making similar claims. These complaints about skills are driving much of the debate around labor force and education policy, yet they have not been examined carefully. The discussion below examines the range of these charges as well as other evidence about skills in the labor force. There is very little evidence consistent with the complaints about skills and a wide range of evidence suggesting that they are not true. Indeed, a reasonable conclusion is that over-education remains the persistent and even growing situation of the US labor force with respect to skills. I consider three possible explanations for the employer complaints as well as the implications associated with those changes.\n\n",
    "acknowledgement": "\nThanks to colleagues at the World Economic Forum's Global Agenda Council on Employment for helping me understand developments outside the US, to David Coats for help with the UK literature, Pascaline Descy and colleagues at CEDEFOP(European Center for the Development of Vocational Training), Jerry Jacobs, Larry Kahn, Paul Harrington, and Paul Osterman for helpful comments.The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}