{
    "id": 20388,
    "citation_title": "Worker Mobility in a Global Labor Market: Evidence from the United Arab Emirates",
    "citation_author": [
        "Suresh Naidu",
        "Yaw Nyarko",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn 2011, a reform in the United Arab Emirates allowed any employer to renew a migrant's visa upon contract expiration without written permission from the initial employer. We find that the reform increased incumbent migrants' earnings and firm retention of these workers. This occurs despite an increase in employer transitions, and is driven by a fall in country exits. While the outcomes of workers already in the United Arab Emirates improved, our analysis suggests that the reform decreased demand for new migrant workers and lowered their earnings. These results are consistent with a model in which the reform reduces the monopsony power of firms.\n\n",
    "acknowledgement": "\nWe thank Thomas Joseph, UAE Exchange, Labor Minister H.E. Saqr Ghobash, Alex Zalami and the UAE Ministry of Labor for help accessing the data sets and learning about the UAE labor market. This paper has benefited from conversations with or comments from Daron Acemoglu, Santosh Anagol, Michael Clemens, Alan de Brauw, Arindrajit Dube, Ann Harrison, Alan Manning, Todd Sorenson, Eric Verhoogen and seminar participants at Barcelona GSE Summer Forum, Berkeley, Boston University, Center for Global Development, CIFAR, ETH-Zurich, LSE, MIT, NBER Summer Institute Labor/Personnel, Warwick, and Wharton. Afshan Aman, Victor Archavski, Michelle Han, Minkwang Jang, Goran Lazarevski, and Stefanie Gude provided excellent research assistance. The authors acknowledge financial support from the New York University in Abu Dhabi Research Institute, the Center for Technology and Economic  Development and Wharton Global Initiatives. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}