{
    "id": 20387,
    "citation_title": "Selection into Credit Markets: Evidence from Agriculture in Mali",
    "citation_author": [
        "Lori Beaman",
        "Dean Karlan",
        "Bram Thuysbaert",
        "Christopher Udry"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "2021-11-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine whether returns to capital are higher for farmers who borrow than for those who do not, a direct implication of many credit market models. We measure the difference in returns through a two-stage loan and grant experiment. We find large positive investment responses and returns to grants for a random (representative) sample of farmers, showing that liquidity constraints bind. However, we find zero returns to grants for a sample of farmers who endogenously did not borrow. Thus we find important heterogeneity, even conditional on a wide range of observed characteristics, which has critical implications for theory and policy.\n\n",
    "acknowledgement": "\nPaper previously circulated as “Self-selection into Credit Markets: Evidence from Agriculture in Mali”. The authors thank partners Save the Children and Soro Yiriwaso for their collaboration. Thanks to Yann Guy, Pierrick Judeaux, Henriette Hanicotte, Nicole Mauriello, Diego Santa Maria, and Aissatou Ouedraogo for excellent research assistance and to the field staff of Innovations for Poverty Action – Mali office. We thank Dale Adams and Alex W. Cohen, and many seminar audiences, for helpful comments. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}