{
    "id": 20389,
    "citation_title": "Damming the Commons: An Empirical Analysis of International Cooperation and Conflict in Dam Location",
    "citation_author": [
        "Sheila M. Olmstead",
        "Hilary Sigman"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "2015-08-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether countries consider the welfare of other nations when they make water development decisions.  We estimate econometric models of the location of major dams around the world as a function of the degree of international sharing of rivers.  We find that dams are more prevalent in areas of river basins some distance upstream of foreign countries, supporting the view that countries free ride in exploiting water resources. We find some evidence that international institutions, in particular multinational financing and international water management treaties, may mitigate this free riding.\n\n",
    "acknowledgement": "\nWe are grateful to Georgia Bush, Ju Young Park, and Sergey Reid for research assistance and to seminar participants at the AERE Summer Conference, Fordham University, Oregon State University, the University of Texas at Austin, the Property Environment Research Center, and the University of Wisconsin, Madison for comments.  This research was partially supported by a grant from the World Bank’s Knowledge for Change Program.  The views expressed in the paper are the authors’ alone and should not be attributed to the World Bank or its member countries.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}