{
    "id": 20399,
    "citation_title": "A Direct Estimate of the Technique Effect: Changes in the Pollution Intensity of US Manufacturing 1990 - 2008",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1990 to 2008, the real value of US manufacturing output grew by one-third while the pollution emitted from US factories fell by two-thirds. What accounts for this cleanup? Prior studies have documented that a relatively small share can be explained by changes in the composition of US manufacturing - a shift towards producing relatively more goods whose production processes involve less pollution. Those studies attribute the unexplained majority to \"technique\", a mix of input substitution, process changes, and end-of-pipe controls. But because that technique effect is a residual left over after other explanations, any errors or interactions in the original calculation could inflate the estimated technique. In this paper I provide the first direct estimate of the technique effect. I combine the National Emissions Inventories with the NBER-CES Manufacturing Industry Database for each of over 400 manufacturing industries. I aggregate across industries using analogs to the Laspeyres and Paasche price indexes for each of six major air pollutants. The calculations using this direct estimation of the technique effect support the research findings using indirect measures. From 1990 to 2008, production technique changes account for more than 90 percent of the overall cleanup of US manufacturing.\n\n",
    "acknowledgement": "\nI am grateful for research support from the National Science Foundation (grant #1156170) and the Georgetown Environmental Institute, helpful conversations with Jared Creason, Joe Shapiro, and Reed Walker, and research assistance from Jonah Birnberg, Sabrina Howell, and Julia Kieserman. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}