{
    "id": 20396,
    "citation_title": "The Evolution of Rotation Group Bias: Will the Real Unemployment Rate Please Stand Up?",
    "citation_author": [
        "Alan Krueger",
        "Alexandre Mas",
        "Xiaotong Niu"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents that rotation group bias -- the tendency for labor force statistics to vary systematically by month in sample in labor force surveys -- in the Current Population Survey (CPS) has worsened considerably over time.  The estimated unemployment rate for earlier rotation groups has grown sharply relative to the unemployment rate for later rotation groups; both should be nationally representative samples.  The rise in rotation group bias is driven by a growing tendency for respondents to report job search in earlier rotations relative to later rotations. We investigate explanations for the change in bias.  We find that rotation group bias increased discretely after the 1994 CPS redesign and that rising nonresponse is likely a significant contributor.  Survey nonresponse increased after the redesign, and subsequently trended upward, mirroring the time pattern of rotation group bias.  Consistent with this explanation, there is only a small increase in rotation group bias for households that responded in all eight interviews.  An analysis of rotation group bias in Canada and the U.K. reveal no rotation group bias in Canada and a modest and declining bias in the U.K.  There is not a \"Heisenberg Principle\" of rotation group bias, whereby the bias is an inherent feature of repeated interviewing.  We explore alternative weightings of the unemployment rate by rotation group and find that, despite the rise in rotation group bias, the official unemployment does no worse than these other measures in predicting alternative measures of economic slack or fitting key macroeconomic relationships.\n\n",
    "acknowledgement": "\nAlan B. Krueger, Industrial Relations Section, Firestone Library, Princeton University, Princeton NJ 08544, akrueger@princeton.edu; Alexandre Mas, Industrial Relations Section, Firestone Library, Princeton University, Princeton NJ 08544, amas@princeton.edu; Xiaotong Niu, Congressional Budget Office, Xiaotong.Niu@cbo.gov. We thank Ann Polivka and seminar participants at the Bureau of Labor Statistics, Princeton University, and NBER for helpful comments.  StatCan provided helpful statistical tabulations.  This paper has not been subject to CBO's regular review and editing process. The views expressed here should not be interpreted as CBO's. The authors are responsible for all views expressed in the paper and any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}