{
    "id": 20390,
    "citation_title": "Perturbation Methods for Markov-Switching DSGE Models",
    "citation_author": [
        "Andrew Foerster",
        "Juan Rubio-Ramírez",
        "Daniel F. Waggoner",
        "Tao Zha"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarkov-switching DSGE (MSDSGE) modeling has become a growing body of literature on economic and policy issues related to structural shifts. This paper develops a general perturbation methodology for constructing high-order approximations to the solutions of MSDSGE models. Our new method, called \"the partition perturbation method,'' partitions the Markov-switching parameter space to keep a maximum number of time-varying parameters from perturbation. For this method to work in practice, we show how to reduce the potentially intractable problem of solving MSDSGE models to the manageable problem of solving a system of quadratic polynomial equations. We propose to use the theory of Gröbner bases for solving such a quadratic system. This approach allows us to first obtain all the solutions and then determine how many of them are stable. We illustrate the tractability of our methodology through two examples.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Rhys Bidder, Han Chen, Seonghoon Cho, Lars Hansen, Giovanni Lombardo, Leonardo Melosi, Harald Uhlig, as well as seminar participants at Duke University, the Federal Reserve Bank of St. Louis, the 2010 Society of Economic Dynamics meetings, the 2011 Federal Reserve System Committee on Business and Financial Analysis Conference, the 2012 Annual Meeting of the American Economic Association, the 8th Dynare Conference, and the 2012 NBER Workshop on Methods and Applications for DSGE Models. Zhao Li and Tong Xu provided excellent research assistance. This research is supported in part by the National Science Foundation Grants SES-1127665 and SES-1227397. The views expressed herein are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Atlanta and Kansas City, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}