{
    "id": 20392,
    "citation_title": "Did Bank Distress Stifle Innovation During the Great Depression?",
    "citation_author": [
        "Ramana Nanda",
        "Tom Nicholas"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find a negative relationship between bank distress and the level, quality and trajectory of firm-level innovation during the Great Depression, particularly for R&D firms operating in capital intensive industries. However, we also show that because a sufficient number of R&D intensive firms were located in counties with lower levels of bank distress, or were operating in less capital intensive industries, the negative effects were mitigated in aggregate. Although Depression era bank distress was associated with the stifling of innovation, our results also help to explain why technological development was still robust following one of the largest shocks in the history of the U.S. banking system.\n\n",
    "acknowledgement": "\nWe are grateful to Shai Bernstein, Mark Carlson, Iain Cockburn, Ronnie Chatterji, Mihir Desai, Charles Eesley, Joan Farre-Mensa, Price Fishback, Naomi Hausman, Rick Hornbeck, Bill Kerr, Josh Lerner, Matt Marx, David Mowery, Matthew Rhodes-Kropf, Gary Richardson, Jonathan Rose, Antoinette Schoar, Chris Woodruff, Nicolas Ziebarth and seminar participants at the NBER Productivity Lunch, the Federal Reserve Board, the All-UC Economic History Group Conference on Science, Intellectual Property, and Innovation at UC Berkeley, the University of Iowa (Tippie) and the Queen's University of Belfast for helpful comments. We thank the Division of Research and Faculty Development at Harvard Business School for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}