{
    "id": 20397,
    "citation_title": "Affirmative Action and Human Capital Investment: Evidence from a Randomized Field Experiment",
    "citation_author": [
        "Christopher Cotton",
        "Brent R. Hickman",
        "Joseph P. Price"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "2015-09-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPre-College human capital investment occurs within a competitive environment and depends on market incentives created by Affirmative Action (AA) in college admissions. These policies affect mechanisms for rank-order allocation of college seats, and alter the relative competition between blacks and whites. We present a theory of AA in university admissions, showing how the effects of AA on human capital investment differ by student ability and demographic group. We then conduct a field experiment designed to mimic important aspects of competitive investment prior to the college market. We pay students based on relative performance on a mathematics exam in order to test the incentive effects of AA, and track study efforts on an online mathematics website. Consistent with theory, AA increases average human capital investment and exam performance for the majority of disadvantaged students targeted by the policy, by mitigating so-called \"discouragement effects.\" The experimental evidence suggests that AA can promote greater equality of market outcomes and narrow achievement gaps at the same time.\n\n",
    "acknowledgement": "\nWe greatly appreciate comments from John List, Andrew Sweeting, and participants of seminars at the University of Chicago, the 2013 meeting of the American Economic Association, the 2013 North American summer meetings of the Econometric Society, 2014 Canadian Public Economic Group conference, the 2015 Econometric Society World Congress, the 2015 European Meetings of the Economic Science Association, Brigham Young University, University of Missouri-Columbia, Queen’s University, Ryerson University, SUNY Binghampton, University of British Columbia-Okanagan, University of Guelph, and London School of Economics. We also wish to acknowledge the outstanding research assistance of Joe Patten, who played a crucial role in executing this project. Hickman acknowledges support for the financial incentives in this experiment provided by a grant from the Social Sciences Division at the University of Chicago. Cotton is grateful for financial support provided by his position as the Jarislowsky-Deutsch Chair in Economic and Financial Policy at Queen’s University. Cotton and Price gratefully acknowledge partial funding from the Spencer Foundation which supported an initial pilot study that lead to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}