{
    "id": 20395,
    "citation_title": "Import Competition and the Great U.S. Employment Sag of the 2000s",
    "citation_author": [
        "Daron Acemoglu",
        "David Autor",
        "David Dorn",
        "Gordon H. Hanson",
        "Brendan Price"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "2024-08-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEven before the Great Recession, U.S. employment growth was unimpressive. Between 2000 and 2007, the economy gave back the considerable gains in employment rates it had achieved during the 1990s, with major contractions in manufacturing employment being a prime contributor to the slump. The U.S. employment \"sag\" of the 2000s is widely recognized but poorly understood. In this paper, we explore the contribution of the swift rise of import competition from China to sluggish U.S. employment growth. We find that the increase in U.S. imports from China, which accelerated after 2000, was a major force behind recent reductions in U.S. manufacturing employment and that, through input-output linkages and other general equilibrium effects, it appears to have significantly suppressed overall U.S. job growth. We apply industry-level and local labor market-level approaches to estimate the size of (a) employment losses in directly exposed manufacturing industries, (b) employment effects in indirectly exposed upstream and downstream industries inside and outside manufacturing, and (c) the net effects of conventional labor reallocation, which should raise employment in non-exposed sectors, and Keynesian multipliers, which should reduce employment in non-exposed sectors. Our central estimates suggest net job losses of 2.0 to 2.4 million stemming from the rise in import competition from China over the period 1999 to 2011. The estimated employment effects are larger in magnitude at the local labor market level, consistent with local general equilibrium effects that amplify the impact of import competition.\n\n",
    "acknowledgement": "\nWe thank David Card, Alexandre Mas, Alireza Tahbaz-Salehi, two anonymous referees, and numerous participants at the NBER Labor Markets in the Great Recession conference for questions and suggestions that improved the paper. We are grateful to Christina Patterson for excellent research assistance. Dorn acknowledges funding from the Spanish Ministry of Science and Innovation (ECO2010-16726 and JCI2011-09709). Autor and Hanson acknowledge funding from the National Science Foundation (grant SES-1227334). Price acknowledges financial support from the Hewlett Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}