{
    "id": 20391,
    "citation_title": "Evidence for Relational Contracts in Sovereign Bank Lending",
    "citation_author": [
        "Peter Benczur",
        "Cosmin L. Ilut"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents direct evidence for relational contracts in sovereign bank lending. Unlike the existing empirical literature, its instrumental variables method allows for distinguishing a direct influence of past repayment problems on current spreads (a \"punishment\" effect in prices) from an indirect effect through higher expected future default probabilities (\"loss of reputation\"). Such a punishment provides positive surplus to lenders after a default and decreases the borrower's present discounted value of the net benefits of future borrowing, which create dynamic incentives. Using data on bank loans to developing countries between 1973-1981 and constructing continuous variables for credit history, we find evidence that most of the influence of past repayment problems is through the direct, punishment channel.\n\n",
    "acknowledgement": "\nWe thank Cristina Arellano, Francesco Bianchi, Craig Burnside, Larry Christiano, Jonathan Eaton, Refet Gurkaynak, Sebnem Kalemli-Ozcan, Gabor Kezdi, Narayana Kocherlakota, Sergio Rebelo, Adam Szeidl, Balazs Szentes, Mark Wright and participants at the AEA Annual Meeting, ESWC, SED Meeting, ESSIM, NBER Summer Institute and at seminars at Duke University, National Bank of Hungary (MNB), Northwestern University, UNC Chapel Hill for helpful comments and suggestions. Part of the work was done while Ilut was a visiting scholar at and Benczur was affiliated with the National Bank of Hungary (MNB). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}