{
    "id": 20393,
    "citation_title": "Terminating Links between Emission Trading Programs",
    "citation_author": [
        "William A. Pizer",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompliance links between CO2 emission trading programs--where firms regulated under one region's tradable permit program can comply using permits from another region, and vice-versa--are beginning to arise as a vehicle to lower costs, increase liquidity, and strengthen institutions while achieving the same environmental outcome.  These links are not immutable, however, as highlighted by New Jersey's decision to exit the multi-state Regional Greenhouse Gas Initiative at the end of 2011.  This raises the question of how to manage a delink and, in particular, what to do with existing permits that are  banked for future use--choices that can have important consequences for market behavior in advance of, or upon speculation about, a delinking event.  To examine this question, we consider two delinking policies.  One differentiates banked permits by origin, where banked permits originating in one region are only  valid for compliance in that region after the delink occurs.  The other treats all banked permits the same, with each banked permit being similarly split into two pieces, with one piece valid in one region and the other piece valid in the other region.  Using a two-region, two-period model, we describe the price behavior and relative cost-effectiveness of each policy. Treating permits differently generally leads to higher costs, and may lead regional prices to diverge, even when there is only speculation about delinking. We illustrate these results with a numerical example of the EU-Australian link contemplated in 2013.\n\n",
    "acknowledgement": "\nUseful comments on earlier drafts were provided by workshop participants at the AERE Summer Meetings in Banff, the Duke Sanford Seminar Series, the Harvard Regulatory Policy Program, Cambridge University, and the London School of Economics.  We thank John Agan and Rob Stavins for useful conversations about termination provisions  in existing linking agreements, and Carl Yin for research assistance with an early version of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}