{
    "id": 20407,
    "citation_title": "Can a Summer Make a Difference? The Impact of the American Economic Association Summer Program on Minority Student Outcomes",
    "citation_author": [
        "Charles M. Becker",
        "Cecilia Elena Rouse",
        "Mingyu Chen"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 1970s, the American Economic Association (AEA) was one of several professional associations to launch a summer program with the goal of increasing racial and ethnic diversity in its profession.  In this paper we estimate the effectiveness of the AEA's program which, to the best of our knowledge, is the first to rigorously study such a summer program.  Using a comparison group consisting of those who applied to, but did not attend, the program and controlling for an array of background characteristics, we find that program participants were over 40 percentage points more likely to apply to and attend a PhD program in economics, 26 percentage points more likely to complete a PhD, and about 15 percentage points more likely to ever work in an economics-related academic job.  Using our estimates, we calculate that the program may directly account for 17-21 percent of the PhDs awarded to minorities in economics over the past 20 years.\n\n",
    "acknowledgement": "\nThis paper grew out of a project with Gregory Price of Morehouse College and Sue Stockly of Eastern New Mexico University.  We owe them both a major intellectual debt.  We also have benefited from excellent research assistance from Ming Gu and are grateful to Edward Freeland and his colleagues at Princeton's Survey Research Center.  Francisca Antman, Peter Arcidiacono, Will Dobbie, Don Fullerton, Gregory Price and Juan Carlos Suarez have provided valuable, detailed comments for which we are truly appreciative.  We thank the Princeton University Industrial Relations Section for generously funding the project.  All errors in fact or interpretation are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCharles M. Becker\n\nDisclosure statement\n\n\nThe author declares that he has no relevant or material financial interests over the past three years that relate to the research described in this paper.\n\n\nAs a co-author of the paper “The American Economic Association Summer Program:\nThe Impact of an Intensive Summer Intervention on Minority Student Outcomes,” I am writing to confirm that:\n\n\n(1)\tI have received no financial support for the research described.\n(2)\tI have received no direct financial support or direct in-kind support. Indirect in-kind support was provided by Princeton University by the organization and conduct of a survey; financial support (that allowed hiring of research assistants) also was provided.\n(3)\tI served on the Board of Directors of the National Economic Association from 2004 through 2007. This was an unpaid position. I also served as Director of the AEA Summer Program (AEASP) from 2001-2007. This was part of my administrative assignment at the University of Colorado at Denver (2001-03) and Duke University (2004-07) and I was a paid employee at both institutions and therefore had a material financial interest in the program described in this research during that period. I have also been a member of the American Economic Association, Committee on the Status of Minority Groups in the Economics Profession, Subcommittee to Study the Causes and Consequences of the Absence of Minorities in the Economics Profession from 2001-04. Due to my (and Cecilia Rouse’s) association with the AEA CSMGEP and with the AEASP, we were able to obtain confidential information on program attendees and applicants.\n(4)\tNo relatives have any relevant disclosures.\n(5)\tNo other party has reviewed this paper\n\n\n(Signed)\n\n\nCharles M. Becker\nResearch Professor of Economics and Associate Department Chair\n\n\n"
}