{
    "id": 20402,
    "citation_title": "From Assortative to Ashortative Coupling: Men's Height, Height Heterogamy, and Relationship Dynamics in the United States",
    "citation_author": [
        "Abigail Weitzman",
        "Dalton Conley"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "2018-04-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of online dating suggest that physical attraction is a key factor in early relationship formation, but say little about the role of attractiveness in longer-term relationships. Meanwhile, assortative coupling and exchange models widely employed in demographic research overlook the powerful sorting function of initial and sustained physical attraction. This article observes the effects of one physical characteristic of men--height--on various relationship outcomes in longer-term relationships, including spouses' attributes, marriage entry and stability, and the division of household labor. Drawing on two different cohorts from the Panel Study of Income Dynamics, the authors show that (1) height-coupling norms have changed little over the last three decades, (2) short, average, and tall men's spouses are qualitatively different from one another (3) short men marry and divorce at lower rates than others and (4) both men's height relative to other men and their height relative to their spouse are related to the within-couple distribution of household labor and earnings. These findings depict an enduring height hierarchy among men on in the spousal marriage market.  Further, they indicate that at least one physical characteristic commonly associated with physical attraction influences the formation, functioning, and stability of longer-term relationships.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}