{
    "id": 20409,
    "citation_title": "The Labor Market Impacts of the 2010 Deepwater Horizon Oil Spill and Offshore Oil Drilling Moratorium",
    "citation_author": [
        "Joseph E. Aldy"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2010, the Gulf Coast experienced the largest oil spill, the greatest mobilization of spill response resources, and the first Gulf-wide deepwater drilling moratorium in U.S. history. Taking advantage of the unexpected nature of the spill and drilling moratorium, I estimate the net effects of these events on Gulf Coast employment and wages. Despite predictions of major job losses in Louisiana -- resulting from the spill and the drilling moratorium -- I find that Louisiana coastal parishes, and oil-intensive parishes in particular, experienced a net increase in employment and wages. In contrast, Gulf Coast Florida counties, especially those south of the Panhandle, experienced a decline in employment. Analysis of accommodation industry employment and wage, business establishment count, sales tax, and commercial air arrival data likewise show positive economic activity impacts in the oil-intensive coastal parishes of Louisiana and reduced economic activity along the Non-Panhandle Florida Gulf Coast.\n\n",
    "acknowledgement": "\nSusie Chung, Napat Jatusripitak, Brett Long, and Carlos Paez provided excellent research assistance for this project. Jonathan Abramson, Julia Hein, Juliette Kayyem, Mary Landry, and Pete Neffenger assisted in the provision of data on the spill and spill response. Ed Glaeser, Josh Goodman, Bill Hogan, Dick Morgenstern, Erich Muehlegger, Danny Shoag, Rob Stavins and seminar participants at Harvard, the AERE 2013 Summer Conference Sponsored Sessions, and the IZA 2013 Workshop on Labor Market Effects of Environmental Policies provided useful comments on an earlier draft. Research support was provided by the Taubman Center for State and Local Government at the Harvard Kennedy School. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}