{
    "id": 20403,
    "citation_title": "A Tear in the Iron Curtain: The Impact of Western Television on Consumption Behavior",
    "citation_author": [
        "Leonardo Bursztyn",
        "Davide Cantoni"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of exposure to foreign media on the economic behavior of agents in a totalitarian regime. We study private consumption choices focusing on former East Germany, where differential access to Western television was determined by geographic features. Using data collected after the transition to a market economy, we find no evidence of a significant impact of previous exposure to Western television on aggregate consumption levels. However, exposure to Western broadcasts affects the composition of consumption, biasing choices in favor of categories of goods with high intensity of pre-reunification advertisement. The effects vanish by 1998.\n\n",
    "acknowledgement": "\nPrevious drafts of this paper have been circulated under the title \"Clueless? The Impact of Television on Consumption Behavior.\" We are grateful to Philippe Aghion, Alberto Alesina, Stefano DellaVigna, Nicola Fuchs-Schündeln, Matthew Gentzkow, Larry Katz, David Laibson, Yona Rubinstein, Andrei Shleifer, Nico Voigtländer, Romain Wacziarg, and Noam Yuchtman for helpful comments, as well as seminar audiences at the EEA Annual Meeting, the NBER summer institute, and at Harvard, Heidelberg, HU Berlin, Linz, LSE, UCLA, U Penn, and UPF.  We thank Tobias Hauck and Maximilian W. Müller for excellent research assistance; Hans-R. Günther for letting us access the archives of the IM Leipzig; Jeff Blossom for sharing his GIS expertise with us; and Patrick Rothe for professional support with the German income and expenditure survey data. Parts of this research were completed while Davide Cantoni was visiting the University of Heidelberg. We appreciate the financial support of the Paul M. Warburg funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}