{
    "id": 20401,
    "citation_title": "Failure to Refinance",
    "citation_author": [
        "Benjamin J. Keys",
        "Devin G. Pope",
        "Jaren C. Pope"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHouseholds that fail to refinance their mortgage when interest rates decline can lose out on substantial savings. Based on a large random sample of outstanding U.S. mortgages in December of 2010, we estimate that approximately 20% of households for whom refinancing would be optimal and who appeared unconstrained to do so, had not taken advantage of the lower rates. We estimate the present-discounted cost to the median household who fails to refinance to be approximately $11,500, making this a particularly large consumer financial mistake. To shed light on possible mechanisms and corroborate our main findings, we also provide results from a mail campaign targeted at a sample of homeowners that could benefit from refinancing.\n\n",
    "acknowledgement": "\nWe thank Kelly Bishop, Nick Kuminoff, Lindsay Relihan, Arden Pope, Hui Shan, and seminar participants at the University of Chicago, the 2014 Colorado Consumer Credit Conference, and the JDM Winter symposium for helpful comments and suggestions. We also thank Neighborhood Housing Services and especially Anne Cole and Becca Goldstein for their expertise and assistance. A portion of the analysis was conducted using data from CoreLogic Solutions LLC provided under a CoreLogic Academic Research Council License Agreement. The results and opinions are those of the authors and do not reflect the position of CoreLogic, Solutions LLC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}