{
    "id": 20417,
    "citation_title": "Get Rid of Unanimity: The Superiority of Majority Rule with Veto Power",
    "citation_author": [
        "Laurent Bouton",
        "Aniol Llorente-Saguer",
        "Frédéric Malherbe"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA group of agents wants to reform the status quo if and only if this is Pareto improving. Agents have private information and may have common or private objectives, which creates a tension between information aggregation and minority protection. We analyze a simple voting system - majority rule with veto power (Veto) - that essentially resolves this tension, for it combines the advantageous properties of both majority and unanimity rules. We argue that our results shed new light on the evolution of voting rules in the EU institutions and could help to inform debates about policy reforms in cases such as juries in the US.\n\n",
    "acknowledgement": "\nWe thank participants to the NDAM 2013 conference, the Columbia Political Economy Conference 2013, the Priorat Political Economy Workshop 2013, the Barcelona GSE PhD Jamboree 2014, the Workshop \"Theory Meets Experiments\" in Zurich, the Workshop on IIBEO in Alghero and seminar participants at Ben Gurion University, Boston University, London Business School, the Max Planck Institute in Bonn, New Economic School, New York University (NY and AD), Technion and University of Haifa. We particularly thank David Austen-Smith, Jean-Pierre Benoit, Micael Castanheira, Ignacio Esponda, Jean-Guillaume Forand, David Myatt, Roger Myerson, and Wolfgang Pesendorfer. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}