{
    "id": 20410,
    "citation_title": "Selling Failed Banks",
    "citation_author": [
        "Joao Granja",
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the recent episode of bank failures and provide simple facts to better understand who acquires failed banks and which forces drive the losses that the FDIC realizes from these sales. We document three distinct forces related to the allocation of failed banks to potential acquirers. First, a geographically proximate bank is significantly more likely to acquire a failed bank: only 15% of acquirers do not have branches within the state. Sales are more local in regions with more soft information. Second, a failed bank is more likely to be purchased by a bank that has a similar loan portfolio and that offers similar services, highlighting the role of failed banks' asset specificity. Third, low capitalization of potential acquirers decreases their ability to acquire a failed bank and potentially distorts failed bank allocation. The results are robust to restricting the data to actual bidders, confirming that they are not driven by auction eligibility criteria imposed by the FDIC. We relate these forces to FDIC losses from failed bank sales. We organize these facts using the fire sales framework of Shleifer and Vishny (1992). Our findings speak to recent policies that are predicated on the idea that a bank's ability to lend is embodied in its collection of assets and employees and cannot be easily replaced or sold.\n\n",
    "acknowledgement": "\nWe thank Charlie Calomiris, Chris James (discussant), Anil Kashyap, Elena Loutskina, Toby Moskowitz, Enrico Perotti, Phil Strahan, Amir Sufi, Rob Vishny, and seminar participants at Chicago Booth and the NBER for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}