{
    "id": 20419,
    "citation_title": "Trade Dynamics in the Market for Federal Funds",
    "citation_author": [
        "Gara Afonso",
        "Ricardo Lagos"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of the market for federal funds that explicitly accounts for its two distinctive features: banks have to search for a suitable counterparty, and once they meet, both parties negotiate the size of the loan and the repayment. The theory is used to answer a number of positive and normative questions: What are the determinants of the fed funds rate? How does the market reallocate funds? Is the market able to achieve an efficient reallocation of funds? We also use the model for theoretical and quantitative analyses of policy issues facing modern central banks.\n\n",
    "acknowledgement": "\nWe are grateful to Todd Keister for his feedback at various stages. We also thank Darrell Duffie, Huberto Ennis and Tan Wang for comments. Lagos thanks the support from the C.V. Starr Center for Applied Economics at NYU, and the hospitality of the Cowles Foundation for Research in Economics at Yale University. While working on this project, Lagos was a short-term visiting scholar at the Federal Reserve Banks of Minneapolis, Philadelphia, New York, and St. Louis. The views expressed in the paper are those of the authors and are not necessarily reflective of views at the Federal Reserve Bank of Minneapolis, New York, Philadelphia, St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}