{
    "id": 20415,
    "citation_title": "Consumer Price Search and Platform Design in Internet Commerce",
    "citation_author": [
        "Michael Dinerstein",
        "Liran Einav",
        "Jonathan Levin",
        "Neel Sundaresan"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSearch frictions can explain why the \"law of one price\" fails in retail markets and why even firms selling commodity products have pricing power. In online commerce, physical search costs are low, yet price dispersion is common. We use browsing data from eBay to estimate a model of consumer search and price competition when retailers offer homogeneous goods. We find that retail margins are on the order of 10%, and use the model to analyze the design of search rankings. Our model explains most of the effects of a major re-design of eBay's product search, and allows us to identify conditions where narrowing consumer choice sets can be pro-competitive. Finally, we examine a subsequent A/B experiment run by eBay that illustrates the greater difficulties in designing search algorithms for differentiated products, where price is only one of the relevant product attributes.\n\n",
    "acknowledgement": "\nWe appreciate support from the Alfred P. Sloan Foundation, the National Science Foundation, the Stanford Institute for Economic Policy Research, and the Toulouse Network on Information Technology. We thank Greg Lewis for helpful comments. Data access for this study was obtained under a contract between the Stanford authors (Dinerstein, Einav, and Levin) and eBay Research Labs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nThis paper draws on some of my experience in related work that used proprietary data from various companies, which were obtained through contracts that I and my coauthors signed with each of these companies (eBay Research, Alcoa, Safeway, and a subprime lender).\n\n\n\nJonathan Levin\n\nLevin consulted in 2010-11 for eBay Research.\n\n\n\nNeel Sundaresan\n\nNeel Sundaresan is the Senior Director, eBay Research Labs and employed by eBay Inc.\n\n\n"
}