{
    "id": 2041,
    "citation_title": "Fiscal Prerequisites for a Viable Managed Exchange Rate Regime: A Non-technical Eclectic Introduction",
    "citation_author": [
        "Willem H. Buiter"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper first reviews the budget identities of the fiscal and monetary authorities and the solvency constraint or present value budget-constraint of the consolidated public sector, for closed and open economies. It then discusses the new conventional wisdom concerning the fiscal roots of inflation and the budgetary prerequisites for generating and stopping hyperinflation. The popular rational expectations \"Unpleasant Monetarist Arithmetic\" model of Sargent and Wallace has ambiguous inflation implications from an increase in the fundamental deficit and is incapable of generating hyperinflation. The only runaway, explosive or unstable behavior it can exhibit is \"hyperdeflation\"! In the open economy, the need to maintain a managed exchange rate regime does not impose any constraint on the growth rate of domestic credit, arising through the government's need to remain solvent. Obstfeld's proposition to the contrary is due to the omission of government bonds and borrowing. There is not yet any \"deep structural\" theory justifying the (exogenous) lower bounds on the stock of foreign exchange reserves characteristic of the collapsing exchange rate literature. Absent such a theory of \"international liquidity,\" one cannot model satisfactorily a foreign exchange crisis that is not at the same time a government solvency crisis. Given such a lower bound, the existence or absence of a pecuniary opportunity cost to holding reserves is shown to condition the fiscal and financial actions consistent with prolonged survival of the managed exchange rate regime.\n\n",
    "acknowledgement": "\n"
}