{
    "id": 20411,
    "citation_title": "Imperfect Competition in Selection Markets",
    "citation_author": [
        "Neale Mahoney",
        "E. Glen Weyl"
    ],
    "citation_publication_date": "2014-08-21",
    "issue_date": "2014-08-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nStandard policies to correct market power and selection can be misguided when these two forces co-exist. Using a calibrated model of employer-sponsored health insurance, we show that the risk adjustment commonly used by employers to offset adverse selection often reduces the amount of high-quality coverage and thus social surplus. Conversely, in a model of subprime auto lending calibrated to Einav, Jenkins and Levin (2012), realistic levels of competition among lenders generate a significant oversupply of credit, implying greater market power is desirable. We build a model of symmetric imperfect competition in selection markets that parameterizes the degree of both market power and selection and use graphical price-theoretic reasoning to provide a general analysis of the interaction between selection and imperfect competition. We use the same logic to show that in selection markets four principles of the United States Horizontal Merger Guidelines are often reversed.\n\n",
    "acknowledgement": "\nWeyl acknowledges the financial support of the Ewing Marion Kauffman foundation which funded the research assistance of Kevin Qian. Mahoney acknowledges financial support from the Neubauer Family Foundation. We are grateful to Miguel Espinosa, Mark Sands, Andre Veiga, and seminar participants at the 2014 AEA Meetings, Chicago Booth, the 2014 IIOC, and the University of Tokyo for their feedback and to Henry Mak and Michael Whinston for excellent discussions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}