{
    "id": 20423,
    "citation_title": "A New Method of Estimating Potential Real GDP Growth: Implications for the Labor Market and the Debt/GDP Ratio",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForecasts for the two or three years after mid-2014 have converged on growth rates of real GDP in the range of 3.0 to 3.5 percent, a major stepwise increase from realized growth of 2.1 percent between mid-2009 and mid-2014.  However, these forecasts are based on the demand for goods and services.  Less attention has been paid to how the accelerated growth of real GDP will be supplied.  Will the unemployment rate, which has declined at roughly one percent per year, decline even faster from 6.1 percent in June, 2014 to 3.0 percent or below in 2017?  Will the supply-side support for the demand-side optimism be provided instead by a major rebound of productivity growth from the average of 1.2 percent over the past decade and 0.6 percent for the last four years, or perhaps by a reversal of the minus 0.8 percent growth rate since 2007 of the labor-force participation rate?\nThe paper develops a new and surprisingly simple method of calculating the growth rate of potential GDP over the next decade and concludes that projections of potential output growth for the same decade in the most recent reports of the Congressional Budget Office (CBO) are much too optimistic.  If the projections in this paper are close to the mark, the level of potential GDP in 2024 will be almost 10 percent below the CBO's current forecast.  Further, the new potential GDP series implies that the debt/GDP ratio in 2024 will be closer to 87 percent than the CBO's current forecast of 78 percent.    \nThis paper also has profound implications for the Federal Reserve.  The unemployment rate has declined rapidly, particularly within the last year.  Faster real GDP growth will accelerate the decline in the unemployment rate and soon reduce it beyond any estimate of the constant-inflation NAIRU, even if productivity growth experiences a rebound and the labor force participation rate stabilizes.  The macro economy is on a collision course between demand-side optimism and supply-side pessimism.\n\n",
    "acknowledgement": "\nThis paper builds on previous research on changes in the historical behavior of the cyclical relationships captured in Okun's original 1962 \"law.\"  While I have been doing research since 1993 within the framework of the \"output identity\" used here, this paper has benefitted from Bob Hall's flagging the existence of a BLS series on aggregate labor hours based on the household survey.  Thanks also to Bob Hall for providing the detailed data on structural changes in the labor-force participations rate that are an input into his latest paper (2014).  I am grateful to John Fernald for our many exchanges on the substance and exposition of this paper and the reasons for the differences between my results and his (see Fernald, 2014).  Dan Sichel contributed an extensive mark-up of the paper and I have faithfully adjusted it in response to his many constructive suggestions.  This paper would not have been possible without the inspired research assistance of Leo Zhu, who performed the calculations within minutes, not hours, and who read my mind in creating elegantly formatted graphs almost before I thought them up. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}