{
    "id": 20429,
    "citation_title": "Risk Sorting, Portfolio Choice, and Endogenous Informal Insurance",
    "citation_author": [
        "Xiao Yu Wang"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2016-02-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeterogeneously risk-averse individuals who lack access to formal insurance build and use relationships with each other to manage risk. I study the formation of these relationships. I show that the composition of equilibrium groups under pairwise matching and when group size is endogenous is determined by a trade-off in expected return and variance of return (captured by the coefficient of variation) across differentially risky productive opportunities, even when output distributions are skewed and have infinitely-many nonzero cumulants. This has important policy implications. For example, a policy which ignores the equilibrium response of informal institutions may exacerbate inequality and hurt most those it intended to help: a reduction in aggregate risk may lead to an increase in risk borne by the most risk-averse individuals, as the least risk-averse abandon their roles as informal insurers. Understanding informal occupations as equilibrium choices as opposed to exogenous assignments generates insights into the role played by endogenous insurance relationships in shaping informal firm structure and the development of entrepreneurship.\n\n",
    "acknowledgement": "\nI am indebted to Abhijit Banerjee, Esther Duflo, and Rob Townsend for their insights, guidance, and support. I thank Attila Ambrus, Dan Bennett, Gabriel Carroll, Arun Chandrasekhar, Sebastian Di Tella, Erica Field, Ben Golub, Rachel Kranton, Andy Newman, Debraj Ray, Chris Walters, Juan Pablo Xandri, and seminar and conference participants at the CEAR Household and Risk Symposium, Cornell, Chicago, Duke, NEUDC at Dartmouth, Notre Dame, Stanford, ThReD at Oslo, Yale, Warwick, and the World Bank for helpful comments. Any errors are my own. Support from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}