{
    "id": 20424,
    "citation_title": "How Close is Asia to Already Being A Trade Bloc?",
    "citation_author": [
        "Chunding Li",
        "John Whalley"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFTA bilateral and regional negotiations in Asia have developed quickly in the past decade moving Asia ever closer to an economic union. Unlike Europe with the EU and the 1997 treaty of Rome and the 1993 NAFTA in North American, Asian economic integration does not involve a comprehensive trade treaty, but an accelerating process of building one bilateral agreement on another. For countries in Asia there is negotiation of a China-Japan-Korea agreement, a China-India agreement, a Trans-Pacific Partnership (TPP) agreement, and a Regional Comprehensive Economic Partnership (RCEP). This paper uses a fifteen-country global general equilibrium model with trade costs to numerically calculate Debreu distance measures between the present situation and potential full Asia integration in the form of a trade bloc. Our results reveal that these large Asia economies can be close to full integration if they act timely in agreements through negotiation. All Asia countries will gain from Asia trade bloc arrangements except when the Asia FTA can only eliminate tariffs. These countries' gain will increase as bilateral non-tariff elimination deepens. Larger countries will gain more than small countries. Asia FTA, Asia Union and RCEP will benefit member countries more than ASEAN+3. Global free trade will benefit all countries the most.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund for financial support and to seminar groups at the Xiamen University, Beijing Normal University, Qinghua University, and University of International Business and Economics for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}