{
    "id": 20425,
    "citation_title": "Numerical General Equilibrium Analysis of China's Impacts from Possible Mega Trade Deals",
    "citation_author": [
        "Chunding Li",
        "Jing Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the potential impacts on both China and other major countries of possible mega trade deals. These include the Trans-Pacific Partnership (TPP), the Regional Comprehensive Economic Partnership (RCEP), and various blocked deals. We use a numerical 13-country global general equilibrium model with trade costs to investigate both tariff and non-tariff effects, and include inside money to endogenously determine imports on the trade imbalance. Trade costs are calculated using a method based on gravity equations. Simulation results reveal that all FTA participation countries will gain but all FTA non-participation countries will lose. If non-tariff barriers are reduced more, the impacts will be larger. All effects to China on welfare, trade, export and import are positive. Comparatively China-TPP and RCEP will yield the highest welfare outcomes for the US in our model, China-Japan-Korea FTA will generate the second highest welfare outcome, and China-US FTA will generate the third highest welfare outcome. For the US, China-TPP FTA will generate the highest welfare outcome. For the EU, all China involved mega deals have negative impacts except China-US FTA. For Japan, RCEP will generate the highest welfare outcome. For both Korea and India, RCEP will generate the highest welfare outcome.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund and to The Centre for International Governance Innovation (CIGI) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}