{
    "id": 20428,
    "citation_title": "Immigration and the Economy of Cities and Regions",
    "citation_author": [
        "Ethan Lewis",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn this chapter we analyze immigration and its effect on urban and regional economies focusing on productivity and labor markets.  While immigration policies are typically national, the effects of international migrants are often more easily identified on local economies. The reason is that their settlements are significantly concentrated across cities and regions, relative to natives. Immigrants are different from natives in several economically relevant skills. Their impact on the local economy depends on these skills. We emphasize that to evaluate correctly such impact we also need to understand and measure the local adjustments produced by the immigrant flow. Workers and firms take advantage of the opportunities brought by immigrants and respond to them trying to maximize their welfare. We present a common conceptual frame to organize our analysis of the local effects of immigration and we describe several applications. We then discuss the empirical literature that has tried to isolate and identify a causal impact of immigrants on the local economies and to estimate the different margins of response and the resulting outcomes for natives of different skill types. We finally survey promising recent avenues for advancing this research.\n\n",
    "acknowledgement": "\nThis paper has been written as a chapter of the \"Handbook of Regional and Urban Economics\", Volume 5, Duranton, Henderson, and Strange editors, Elsevier. We thank Vernon Henderson, William Strange and Gilles Duranton for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}