{
    "id": 20426,
    "citation_title": "Housing Bubbles",
    "citation_author": [
        "Edward L. Glaeser",
        "Charles G. Nathanson"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHousing markets experience substantial price volatility, short term price change momentum and mean reversion of prices over the long run.   Together these features, particularly at their most extreme, produce the classic shape of an asset bubble.   In this paper, we review the stylized facts of housing bubbles and discuss theories that can potentially explain events like the boom-bust cycles of the 2000s.   One set of theories assumes rationality and uses idiosyncratic features of the housing market, such as intensive search and short selling constraints, to explain the stylized facts.  Cheap credit provides a particularly common rationalization for price booms, but temporary periods of low interest rates will not explain massive price swings in simple rational models.   An incorrectly under-priced default option is needed to explain the formation of rational bubbles.  Many non-rational explanations for real estate bubbles exist, but the most promising theories emphasize some form of trend-chasing, which in turn reflects boundedly rational learning.\n\n",
    "acknowledgement": "\nEdward Glaeser thanks the Taubman Center for State and Local Government for financial support.   William Strange (the editor) provided much guidance and Rajiv Sethi both provided excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}