{
    "id": 20421,
    "citation_title": "Keynes, King's and Endowment Asset Management",
    "citation_author": [
        "David Chambers",
        "Elroy Dimson",
        "Justin Foo"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFounded in 1441, King's College was one of Cambridge University's wealthiest Colleges, endowed with a vast agricultural portfolio. John Maynard Keynes was appointed bursar just after WWI and initiated a major reallocation to equities, an innovation at least as radical as the late 20th century commitment to illiquid assets by Harvard and Yale. Keynes initially pursued a market-timing approach to investment with mixed success and failed to anticipate the 1929 market crash. Thereafter, his switch to a patient buy-and-hold strategy allowed him to maintain his commitment to equities in the subsequent market slump, reflecting the natural advantages that accrue to long horizon investors. Keynes' innovations in endowment asset management, implemented over a dynamic period of capital market development and economic turbulence remain of great relevance to modern investors emerging from the Great Recession.\n\n",
    "acknowledgement": "\nWe wish to acknowledge the support of the King's College Cambridge first bursar and assistant bursar, Keith Carne and Simon Billington, and the archivist, Patricia McGuire. Valued comments were received from Jeffrey Brown, Keith Brown, Caroline Hoxby, James Poterba, and other participants at the NBER pre-conference on The Great Recession and Higher Education. We thank Paul Marsh, Peter Scott, Mike Staunton, and James Wyatt for data and ideas. This paper was prepared while David Chambers held a Keynes Fellowship and CERF Fellowship at Cambridge University and a Thomas McCraw Fellowship at Harvard Business School, Elroy Dimson held a Leverhulme Trust Emeritus Fellowship and Justin Foo held a CERF Postdoctoral Fellowship and was supported by the Cambridge Commonwealth Trust. We are also grateful to the Robert Brown Memorial Trust for providing financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}