{
    "id": 20430,
    "citation_title": "Pathways to Education: An Integrated Approach to Helping At-Risk High School Students",
    "citation_author": [
        "Philip Oreopoulos",
        "Robert S. Brown",
        "Adam M. Lavecchia"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPathways to Education is a comprehensive youth support program developed to improve academic outcomes among those entering high school from very poor social-economic backgrounds.  The program includes proactive mentoring to each student, daily tutoring, group activities, career counseling, and college transition assistance, combined with immediate and long-term incentives to reinforce a minimum degree of mandatory participation.  The program began in 2001 for entering Grade 9 students living in Regent Park, the largest public housing project in Toronto, and expanded in 2007 to include two additional Toronto projects.  In all three locations, participation rates quickly rose, to more than 85 percent, even though parents and students were required to commit in writing to conditions and high expectations of the program.  Comparing students from other housing projects before and after the introduction of the program, high school graduation and post secondary enrollment rates rose dramatically for Pathways eligible students, in some cases by more than 50 percent.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Pathways' administrators, Dianne Bascombe, Megan Conway, Margaret Douglin, Petrona Eccleston, Sharmini Fernando, Thomas Gerginis, David Hughes, Faisal Islam, Irene Parvin, and Stacey Young for their enthusiastic support and for providing program details, participation data, and making available internal reports.  We also thank Marc Frenette for producing the census robustness analysis in the paper, and seminar participants from the Canadian Institute for Advanced Research's Social Interactions, Identity, and Well Being group, Brigham Young University, University of Montreal, Laval University, University of Western Ontario, University of Stravenger Workshop on Labor Markets, Families, and Children, DIW Berlin, Simon Fraser University, University of Toronto, the Canadian Economics Association Meetings, the Midwest Economics Association Meetings and the 12th Conference on Research on Economic Theory and Econometrics.  Research support was provided by the Education Policy Research Initiative.  Any errors or omissions are those of the authors.  Data and code to reproduce the results are available on request. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}