{
    "id": 20433,
    "citation_title": "The Carry Trade: Risks and Drawdowns",
    "citation_author": [
        "Kent Daniel",
        "Robert J. Hodrick",
        "Zhongjin Lu"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine carry trade returns formed from the G10 currencies. Performance attributes depend on the base currency. Dynamically spread-weighting and risk-rebalancing positions improves performance. Equity, bond, FX, volatility, and downside equity risks cannot explain profitability. Dollar-neutral carry trades exhibit insignificant abnormal returns, while the dollar exposure part of the carry trade earns significant abnormal returns with little skewness. Downside equity market betas of our carry trades are not significantly different from unconditional betas. Hedging with options reduces but does not eliminate abnormal returns. Distributions of drawdowns and maximum losses from daily data indicate the importance of time-varying autocorrelation in determining the negative skewness of longer horizon returns.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Network for Study on Pensions, Aging, and Retirement to the Columbia Business School. We especially thank Pierre Collin-Dufresne for many substantive early discussions that were fundamental to the development of the paper. We also thank Elessar Chen for his research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}