{
    "id": 20439,
    "citation_title": "Momentum Crashes",
    "citation_author": [
        "Kent Daniel",
        "Tobias J. Moskowitz"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDespite their strong positive average returns across numerous asset classes, momentum strategies can experience infrequent and persistent strings of negative returns. These momentum crashes are partly forecastable. They occur in \"panic\" states - following market declines and when market volatility is high - and are contemporaneous with market rebounds. We show that the low ex-ante expected returns in panic states are consistent with a conditionally high premium attached to the option-like payoffs of past losers. An implementable dynamic momentum strategy based on forecasts of momentum's mean and variance approximately doubles the alpha and Sharpe Ratio of a static momentum strategy, and is not explained by other factors. These results are robust across multiple time periods, international equity markets, and other asset classes.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank Cliff Asness, John Cochrane, Pierre Collin-Dufresne, Eugene Fama, Andrea Frazzini, Gur Huberman, Ronen Israel, Mike Johannes, John Liew, Lasse Pedersen, Tano Santos, Paul Tetlock, Sheridan Titman, Narasimhan Jegadeesh, Will Goetzmann, an anonymous referee, and participants of the NBER Asset Pricing Summer Institute, the Quantitative Trading & Asset Management Conference at Columbia, the 5-Star Conference at NYU, and seminars at Columbia, Rutgers, University of Texas at Austin, USC, Yale, Aalto, BI Norwegian Business School, Copenhagen Business School, Swiss Finance Institute, the Q group, Kepos Capital, and SAC. Moskowitz has an ongoing relationship with AQR Capital, who invests in, among many other things, momentum strategies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTobias J. Moskowitz\n\nMoskowitz is a member of the NBER, has an academic consulting relationship with AQR Capital, and sits on the board of Ariel Capital.\n\n\n"
}