{
    "id": 20436,
    "citation_title": "Quantifying the Sources of Firm Heterogeneity",
    "citation_author": [
        "Colin Hottman",
        "Stephen J. Redding",
        "David E. Weinstein"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2015-11-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and structurally estimate a model of heterogeneous multiproduct firms that can be used to decompose the firm-size distribution into the contributions of costs, “appeal” (quality or taste), markups, and product scope. Using Nielsen bar-code data on prices and sales, we find that variation in firm appeal and product scope explains at least four fifths of the variation in firm sales. We show that the imperfect substitutability of products within firms, and the fact that larger firms supply more products than smaller firms, implies that standard productivity measures are highly dependent on implicit demand system assumptions and probably dramatically understate the relative productivity of the largest firms. Although most firms are well approximated by the monopolistic competition benchmark of constant markups, we find that the largest firms that account for most of aggregate sales depart substantially from this benchmark, and exhibit both variable markups and substantial cannibalization effects.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, four referees, Andrew Bernard, Swati Dhingra, Cecilia Fieler, Gene Grossman, Oleg Itskhoki, Esteban Rossi-Hansberg, Bernard Salanié and conference and seminar participants at Columbia, ERWIT, Dartmouth, Harvard, LSE, NBER-ITI, Philadelphia-Fed, Princeton, UBC, UC Berkeley, UC Merced, UCLA and UCSD for helpful comments. Thanks to Ildiko Magyari, Scott Marchi and Dyanne Vaught for providing excellent research assistance. Redding thanks Princeton University for research support. Weinstein thanks Columbia University and the NSF (Award 1127493) for generous financial support. We also would like to thank GS1 for providing us with a concordance between the bar code data and firm identifiers. The views expressed in this paper are solely those of the authors and do not represent the views of the Board of Governors, other members of the Federal Reserve System, or the National Bureau of Economic Research. All results are calculated based on data from The Nielsen Company (US), LLC and provided by the Marketing Data Center at The University of Chicago Booth School of Business.\n\n\n"
}