{
    "id": 2043,
    "citation_title": "International Capital Mobility in Developing Countries vs. Industrial Countries: What do Saving-Investment Correlations Tell Us?",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Michael P. Dooley",
        "Donald Mathieson"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe finding of Feldstein and Horioka (1980) that countriesf investment rates are highly correlated with their national saving rates has by now been confirmed by many subsequent studies, even though their inference that international capital mobility nust be low has not been as widely accepted. This paper examines the statistical relationship between national saving and investment in a sample that includes not only 14 industrialized countries, but also 50 developing countries. The paper addresses some of the econometric critiques that have been aimed at the Feldstein-Horioka work. Contrary to what one would expect from consideration of capital mobility, the coefficient appears higher for industrialized countries than for developing countries, and higher after 1973 than before. Our interpretation of the saving-investment evidence is that the hypothesis of a high degree of substitutability for claims on physical capital located in different countries is not supported by the data. International substitutability for financial capital may be nigh, but this is a separate condition (which is properly tested by looking directly at rates of return). High international substitutability for bonds would imply high international substitutability for physical capital if capital were perfectly substitutable for bonds within each country, but there is no reason for this to hold, any more than there is for all goods to be perfect substitutes.\n\n",
    "acknowledgement": "\n"
}