{
    "id": 20437,
    "citation_title": "Tax News: The Response of Household Spending to Changes in Expected Taxes",
    "citation_author": [
        "Lorenz Kueng"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2016-08-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAlthough theoretical models of household behavior often emphasize fiscal foresight, empirical studies of household consumption have yet to document the role of news about tax changes. Using novel high-frequency bond data, I develop a model of the term structure of municipal yield spreads as a function of future top income tax rates and a risk premium. Testing the model using the presidential elections of 1992 and 2000 as two quasi-natural experiments shows that financial markets forecast future tax rates remarkably well in both the short and long run. Combining these market-based tax expectations with data from the Consumer Expenditure Survey, I find that spending of higher-income households increases by close to 1% in response to news of a 1% increase in expected after-tax lifetime (permanent) income. These findings imply that by ignoring anticipation effects, previous estimates of the total effect of a tax change could be substantially biased.\n\n",
    "acknowledgement": "\nI am grateful to Alan Auerbach and Yuriy Gorodnichenko for their encouragement and support throughout this project. David Card, Pierre-Olivier Gourinchas, Dwight Jaffee, Erik Hurst, Patrick Kline, Nick Li, Brian Melzer, Dina Pomeranz, Demian Pouzo, Emmanuel Saez, Adam Szeidl, Mu-Jeung Yang and seminar participants at numerous places all provided valuable feedback. I thank Daniel Feenberg for support with mapping the CEX to TAXSIM, Kevin Moore for sharing his code for the SCF, and Craig Kreisler for patiently answering all my questions about the CEX. All remaining errors are mine.The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}