{
    "id": 20435,
    "citation_title": "Assessing Asset Pricing Models Using Revealed Preference",
    "citation_author": [
        "Jonathan B. Berk",
        "Jules H. van Binsbergen"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a new method of testing asset pricing models that relies on using quantities rather than prices or returns. We use the capital flows into and out of mutual funds to infer which risk model investors use. We derive a simple test statistic that allows us to infer, from a set of candidate models, the model that is closest to the model that investors use in making their capital allocation decisions. Using this methodology, we find that of the models most commonly used in the literature, the Capital Asset Pricing Model is the closest. The finding that investors’ revealed preferences are most aligned with the Capital Asset Pricing Model despite the fact that the model has been shown to perform poorly relative to other models in explaining cross sectional variation in expected returns, is an important puzzle for future research. We also document that a large fraction of mutual fund flows remain unexplained.\n\n",
    "acknowledgement": "\nWe are grateful to John Cochrane, George Constantinides, Peter DeMarzo, Wayne Ferson, Ravi Jagannathan, Lars Hansen, Tim McQuade, Lubos Pastor, Paul Pfleiderer, Monika Piazzesi, Anamaria Pieschacon, Martin Schneider, Ken Singleton, Rob Stambaugh, and seminar participants at the 2015 AFA meetings, Harvard, the Kellogg Junior Finance Conference, Notre Dame, Stanford GSB, the Stanford Institute for Theoretical Economics (SITE), the University of Chicago and the University of Washington Summer Finance Conference for their comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}