{
    "id": 20431,
    "citation_title": "The Efficiency of Real-World Bargaining: Evidence from Wholesale Used-Auto Auctions",
    "citation_author": [
        "Bradley Larsen"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2019-09-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis study empirically quantifies the efficiency of a real-world bargaining game with two-sided incomplete information. Myerson and Satterthwaite (1983) and Williams (1987) derived the theoretical ex-ante efficient frontier for bilateral trade under two-sided uncertainty and demonstrated that it falls short of ex-post efficiency, but little is known about how well bargaining performs in practice. Using about 265,000 sequences of a game of alternating-offer bargaining following an ascending auction in the wholesale used-car industry, this study estimates (or bounds) distributions of buyer and seller valuations and evaluates where realized bargaining outcomes lie relative to efficient outcomes. Results demonstrate that the ex-ante and ex-post efficient outcomes are close to one another, but that the real bargaining falls short of both, suggesting that the bargaining is indeed inefficient but that this inefficiency is not solely due to the information constraints highlighted in Myerson and Satterthwaite (1983). Quantitatively, findings indicate that 17–24% of negotiating pairs fail to trade even though gains from trade exist, leading an efficiency loss of 12–23% of the available gains from trade.\n\n",
    "acknowledgement": "\nI thank Panle Jia Barwick, Glenn Ellison, and Stephen Ryan for invaluable help and advice. I would also like to thank Isaiah Andrews, Gabe Carroll, Mingli Chen, Victor Chernozhukov, Denis Chetverikov, Dominic Coey, Joachim Freyberger, Ken Hendricks, Kyoo-il Kim, Steven Lang, Ariel Pakes, Christopher Palmer, Parag Pathak, Brennan Platt, Zhaonan Qu, Dan Quint, Mark Satterthwaite, Paulo Somaini, Alan Sorensen, Evan Storms, Jean Tirole, Juuso Toikka, and Anthony Zhang for helpful suggestions. This paper also benefited from conversations with many other faculty and students at various institutions. I thank several anonymous auction houses and their employees for providing data and institutional details. I acknowledge support from the National Science Foundation under grants GRFP-0645960 and SES-1530632. Earlier versions of this paper were circulated under the title, \"The Efficiency of Dynamic, Post-Auction Bargaining: Evidence from Wholesale Used-Auto Auctions.\" The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}