{
    "id": 20434,
    "citation_title": "Experimental Evidence on Distributional Effects of Head Start",
    "citation_author": [
        "Marianne P. Bitler",
        "Hilary W. Hoynes",
        "Thurston Domina"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study provides the first comprehensive analysis of the distributional effects of Head Start, using the first national randomized experiment of the Head Start program (the Head Start Impact Study). We examine program effects on cognitive and non-cognitive outcomes and explore the heterogeneous effects of the program through 1st grade by estimating quantile treatment effects under endogeneity (IV-QTE) as well as various types of subgroup mean treatment effects and two-stage least squares treatment effects. We find that (the experimentally manipulated) Head Start attendance leads to large and statistically significant gains in cognitive achievement during the pre-school period and that the gains are largest at the bottom of the distribution. Once the children enter elementary school, the cognitive gains fade out for the full population, but importantly, cognitive gains persist through 1st grade for some Spanish speakers. These results provide strong evidence in favor of a compensatory model of the educational process. Additionally, our findings of large effects at the bottom are consistent with an interpretation that the relatively large gains in the well-studied Perry Preschool Program are in part due to the low baseline skills in the Perry study population. We find no evidence that the counterfactual care setting plays a large role in explaining the differences between the HSIS and Perry findings.\n\n",
    "acknowledgement": "\nThis research was supported by the Eunice Kennedy Shriver National Institute of Child Health & Human Development of the National Institutes of Health under Award Number PO1HD065704. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. We thank Child Care & Early Education Research Connections for providing access to the experimental data used here. We also thank Josh Angrist, Peg Burchinal, Liz Cascio, Janet Currie, Greg Duncan, George Farkas, Avi Feller, Alex Gelber, Adam Isen, Doug Miller, Luke Miratrix, Jesse Rothstein, Diane Schanzenbach, Gary Solon, Deborah Vandell, Chris Walters and members of the UC Irvine Network on Interventions in Development and our INID Advisory Board members Jeff Smith, Howard Bloom, Susanna Loeb, Sean Reardon, Robert Crosnoe, Dale Farran, and Jacquelynne Eccles as well as seminar participants at Claremont McKenna, Stanford, Texas, Tulane, UCLA, UC Davis, UC Irvine, UC Santa Cruz, University of Houston, APPAM, the Institute for Research on Poverty, the NBER Summer Institute, and SREE for helpful comments. Kevin Williams provided expert research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}