{
    "id": 20432,
    "citation_title": "Vaccine Approvals and Mandates Under Uncertainty: Some Simple Analytics",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocial interactions make communicable disease a core concern of public health policy.  A prevalent problem is scarcity of empirical evidence that are informative about how interventions affect population behavior and illness.  Randomized trials, which have been important to evaluation of treatments for non-infectious diseases, are less informative about treatment of communicable diseases because they do not shed light on population-wide disease transmission.  In particular, trials do not reveal the indirect preventive (herd immunity) effect of vaccination on persons who are not vaccinated or who are unsuccessfully vaccinated.  This paper studies the decision problems faced by health planners who must choose whether to approve a new vaccine or mandate an approved one, but who do not know the indirect effect of vaccination.  I study vaccine approval as a choice between a zero vaccination rate (rejection of the new vaccine) and whatever vaccination rate the health-care system will yield if the vaccine is approved.  I study the decision to mandate an approved vaccine as a choice between vaccinating the entire population (the mandate) and the vaccination rate that would be generated by decentralized health-care decisions.  Considering decision making with partial knowledge, I show that it may be possible to determine optimal policies in some cases where the planner can only bound the indirect effect of vaccination.  Considering settings where optimal policy is indeterminate, I pose several criteria for decision making--expected utility, minimax, and minimax-regret--and derive the policies they yield.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}