{
    "id": 20443,
    "citation_title": "The Impact of Family Composition on Educational Achievement",
    "citation_author": [
        "Stacey H. Chen",
        "Yen-Chien Chen",
        "Jin-Tan Liu"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2016-11-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParents preferring sons tend to go on to have more children until a boy is born, and to concentrate investment in boys for a given number of children (sibsize). Thus, having a brother may affect child education in two ways: an indirect effect by keeping sibsize lower and a direct rivalry effect where sibsize remains constant. We estimate the direct and indirect effects of a next brother on the first child’s education conditional on potential sibsize. We address endogenous sibsize using twins. We find new evidence of sibling rivalry and gender bias that cannot be detected by conventional methods.\n\n",
    "acknowledgement": "\nThe authors thank to the Ministry of Interior Affairs and the Joint Board of the College Recruitment Commission for providing administrative data. We benefited from feedback from Josh Angrist, John Ham, Yu-Chin Hsu, Masao Ogaki, Nancy Qian, Tyler VanderWeele, Francis Vella, anonymous referees, and participants in universities and the 2009 NBER Education and Children Programs. We acknowledge financial support from the Academia Sinica Career Award (103-H02), Taiwan’s National Science Council (NSC101-2628-H-001-001-MY3) and National Health Research Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}