{
    "id": 20444,
    "citation_title": "Is the 'Quarter of Birth' Endogenous? Evidence From One Million Siblings in Taiwan",
    "citation_author": [
        "Elliott Fan",
        "Jin-Tan Liu",
        "Yen-Chien Chen"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies based on US data have provided evidence to suggest that the 'quarter of birth' (QOB) may be endogenous and that the use of QOB as an instrumental variable will consequently produce inconsistent estimates (see Buckles and Hungerman, 2013). Such potential endogeneity is addressed in this study by estimating the effects of QOB on university attendance using a Taiwanese dataset on approximately one million siblings. Our estimations are mainly reliant upon the strength of the family fixed-effects model, a regression discontinuity design and a simulation procedure. Our results, in sharp contrast to the US findings, suggest that family background characteristics can explain very little of the relationship between QOB and the probability of university attendance at the age of 18. The disparity between the US and Taiwanese findings may be due to high-'socioeconomic status' (SES) women in the US disproportionately planning births away from the winter months, as suggested by Buckles and Hungerman (2013), whereas the seasonality of births is virtually identical for low- and high-SES mothers in Taiwan. Our findings imply that the endogeneity of QOB is of less concern in the case of Taiwan, perhaps due to the milder winter climate.\n\n",
    "acknowledgement": "\nThe authors thank to the Ministries of Education and Interior Affairs of Taiwan for providing administrative data. We are grateful for helpful discussions with Stacey Chen, Kamhon Kan, and seminar participants at the Institute of Economics, Academia Sinica, Taipei, Taiwan. We acknowledge Pei-Chuan Ho and Szu-Yu Zoe Kao for their capable research assistance. All errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}