{
    "id": 20441,
    "citation_title": "Positive Long Run Capital Taxation: Chamley-Judd Revisited",
    "citation_author": [
        "Ludwig Straub",
        "Iván Werning"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the Chamley-Judd result, capital should not be taxed in the long run. In this paper, we overturn this conclusion, showing that it does not follow from the very models used to derive them. For the model in Judd (1985), we prove that the long run tax on capital is positive and significant, whenever the intertemporal elasticity of substitution is below one. For higher elasticities, the tax converges to zero but may do so at a slow rate, after centuries of high capital taxation. The model in Chamley (1986) imposes an upper bound on capital taxation and we prove that the tax rate may end up at this bound indefinitely. When, instead, the bounds do not bind forever, the long run tax is indeed zero; however, when preferences are recursive but non-additive across time, the zero-capital-tax limit comes accompanied by zero private wealth (zero tax base) or by zero labor taxes (first best). Finally, we explain why the equivalence of a positive capital tax with ever rising consumption taxes does not provide a firm rationale against capital taxation.\n\n",
    "acknowledgement": "\nThis paper benefited from detailed comments by Fernando Alvarez, Peter Diamond and Stefanie Stantcheva and was very fortunate to count with research assistance from Greg Howard, Lucas Manuelli and Andrés Sarto. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}