{
    "id": 20447,
    "citation_title": "It's Where You Work: Increases in Earnings Dispersion across Establishments and Individuals in the U.S.",
    "citation_author": [
        "Erling Barth",
        "Alex Bryson",
        "James C. Davis",
        "Richard Freeman"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper links data on establishments and individuals to analyze the role of establishments in the increase in inequality that has become a central topic in economic analysis and policy debate.  It decomposes changes in the variance of ln earnings among individuals into the part due to changes in earnings among establishments and the part due to changes in earnings within-establishments and finds that much of the 1970s-2010s increase in earnings inequality results from increased dispersion of the earnings among the establishments where individuals work.  It also shows that the divergence of establishment earnings occurred within and across industries and was associated with increased variance of revenues per worker.  Our results direct attention to the fundamental role of establishment-level pay setting and economic adjustments in earnings inequality.\n\n",
    "acknowledgement": "\nWe have benefited from support from the Labor and Worklife Program at Harvard University, NBER and from the Norwegian Research Council (project 173591/S20, Barth and Bryson). Opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. Results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}