{
    "id": 20445,
    "citation_title": "Understanding Uncertainty Shocks and the Role of Black Swans",
    "citation_author": [
        "Anna Orlik",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2014-08-28",
    "issue_date": "2014-08-28",
    "revision_date": "2015-10-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA fruitful emerging literature reveals that shocks to uncertainty can explain asset returns, business cycles and financial crises. The literature equates uncertainty shocks with changes in the variance of an innovation whose distribution is common  knowledge. But how do such shocks arise? This paper argues that people do not know the true distribution of macroeconomic outcomes. Like Bayesian econometricians, they estimate a distribution. Using real-time GDP data, we measure uncertainty as the conditional standard deviation of GDP growth, which captures uncertainty about the distributions estimated parameters. When the forecasting model admits only normally-distributed outcomes, we find small, acyclical changes in uncertainty. But when agents can also estimate parameters that regulate skewness, uncertainty fluctuations become large and counter-cyclical. The reason is that small changes in estimated skewness whip around probabilities of unobserved tail events (black swans). The resulting forecasts resemble those of professional forecasters. Our uncertainty estimates reveal that revisions in parameter estimates, especially those that affect the risk of a black swan, explain most of the shocks to uncertainty.\n\n",
    "acknowledgement": "\nWe are grateful for comments from NBER EF&G meetings, Wharton, Yale SOM, Banque de France, HEC, Bank of England, Toulouse School of Economics, U. Quebec at Montreal, Conference on Macroeconomic Uncertainty at Dallas Federal Reserve, the NBER Summer Institute forecasting group, NYU Alumni Conference, North American and European meetings of the Econometric Society, AEA meetings, Becker-Friedman Institute Policy Uncertainty Workshop, SED meetings, NBER Universities Research Conference on The Macroeconomic Consequences of Risk and Uncertainty, Barcelona GSE Summer Forum, CEF meetings, UCL Uncertainty and Economic Forecasting Workshop, Federal Reserve Bank of Boston, the NYU macro lunch, and also to Nick Bloom, Michele Lenza, Ignacio Presno, Thomas Sargent, Matthew Smith, Tom Stark, our EF&G discussant Jennifer La'O, our NBER Universities Research Conference discussant, Rudi Bachmann, and our AEA discussant, Lars Hansen. Many thanks to Edward Atkinson, Isaac Baley, David Johnson, Callum Jones, Nic Kozeniauskas and Pau Roldan for outstanding research assistance. We acknowledge grant assistance from the Stern Center for Global Economy and Business. The views expressed herein are those of the authors and do not necessarily reflect the position of the Board of Governors of the Federal Reserve, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}