{
    "id": 20448,
    "citation_title": "The Effects of Mortality on Fertility: Population Dynamics after a Natural Disaster",
    "citation_author": [
        "Jenna Nobles",
        "Elizabeth Frankenberg",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "2014-12-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding how mortality and fertility are linked is essential to the study of population dynamics. We investigate the fertility response to an unanticipated mortality shock that resulted from the 2004 Indian Ocean tsunami, which killed large shares of the residents of some Indonesian communities but caused no deaths in neighboring communities. Using population-representative multilevel longitudinal data, we identify a behavioral fertility response to mortality exposure, both at the level of a couple and in the broader community. We observe a sustained fertility increase at the aggregate level following the tsunami, which is driven by two behavioral responses to mortality exposure. First, mothers who lost one or more children in the disaster are significantly more likely to bear additional children after the tsunami. This response explains about 13 percent of the aggregate increase in fertility. Second, women without children before the tsunami initiated family-building earlier in communities where tsunami-related mortality rates were higher, indicating that the fertility of these women is an important route to rebuilding the population in the aftermath of a mortality shock. Such community-level effects have received little attention in demographic scholarship.\n\n",
    "acknowledgement": "\nThe authors are grateful for comments from David Lam and Jim Walker.  This work is supported by the National Institute for Child Health and Human Development (R01HD052762, R01HD051970, R03HD071131), the National Institute on Aging (R01AG031266), the National Science Foundation (CMS-0527763), the Hewlett Foundation, the World Bank and the MacArthur Foundation (05-85158-000). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}