{
    "id": 20452,
    "citation_title": "Micro Data and Macro Technology",
    "citation_author": [
        "Ezra Oberfield",
        "Devesh Raval"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework to estimate the aggregate capital-labor elasticity of substitution by aggregating the actions of individual plants, and use it to assess the decline in labor's share of income in the US manufacturing sector. The aggregate elasticity reflects substitution within plants and reallocation across plants; the extent of heterogeneity in capital intensities determines their relative importance. We use micro data on the cross-section of plants to build up to the aggregate elasticity at a point in time. Our approach places no assumptions on the evolution of technology, so we can separately identify shifts in technology and changes in response to factor prices. We find that the aggregate elasticity for the US manufacturing sector has been stable since 1970 at about 0.7. Mechanisms that work solely through factor prices cannot account for the labor share's decline. Finally, the aggregate elasticity is substantially higher in less-developed countries.\n\n",
    "acknowledgement": "\nWe thank Enghin Atalay, Bob Barsky, Ehsan Ebrahimy, Ali Hortacsu, Konstantin Golyaev, Michal Kolesar, Sam Kortum, Lee Lockwood, Harry J. Paarsch, Richard Rogerson, Chad Syverson, Hiroatsu Tanaka, and Nate Wilson for their comments on this paper, and Loukas Karabarbounis for his comments as a discussant. We are grateful to Frank Limehouse for all of his help at the Chicago Census Research Data Center and to Jon Samuels and Dale Jorgenson for providing us with capital tax information and estimates. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the the U.S. Census Bureau, the Federal Trade Commission and its Commissioners, or the National Bureau of Economic Research.\n\n\n"
}