{
    "id": 20453,
    "citation_title": "Does Gifted Education Work? For Which Students?",
    "citation_author": [
        "David Card",
        "Laura Giuliano"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEducation policy makers have struggled for decades with the question of how to best serve high ability K‐12 students. As in the debate over selective college admissions, a key issue is targeting. Should gifted and talented programs be allocated on the basis of cognitive ability, or a broader combination of ability and achievement? Should there be a single admission threshold, or a lower bar for disadvantaged students? We use data from a large urban school district to study the impacts of assignment to separate gifted classrooms on three distinct groups of fourth grade students: non-disadvantaged students with IQ scores ≥130; subsidized lunch participants and English language learners with IQ scores ≥116; and students who miss the IQ thresholds but scored highest among their school/grade cohort in state-wide achievement tests in the previous year. Regression discontinuity estimates based on the IQ thresholds for the first two groups show no effects on reading or math achievement at the end of fourth grade. In contrast, estimates based on test score ranks for the third group show significant gains in reading and math, concentrated among lower-income and black and Hispanic students. The math gains persist to fifth grade and are also reflected in fifth grade science scores. Our findings suggest that a separate classroom environment is more effective for students selected on past achievement - particularly disadvantaged students who are often excluded from gifted and talented programs.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Cynthia Park and Jacalyn Schulman for their assistance in accessing and interpreting the data used in this study, and to Sydnee Caldwell, Alessandra Fenizia, Yosub Jung, Hedvig Horvath, Attila Lindner, Carl Nadler and Kevin Todd for outstanding research assistance. We also thank Kelly Bedard, Jesse Rothstein, Enrico Moretti, Chris Walters, and seminar participants at UC Berkeley, UC Riverside, UC Santa Barbara, UMass Amherst, U.Virginia and the NBER Summer Institute for helpful discussions and suggestions. This research was supported by a grant from the Institute of Education Sciences (R305E110019). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}