{
    "id": 20459,
    "citation_title": "Counterparty Risk and the Establishment of the New York Stock Exchange Clearinghouse",
    "citation_author": [
        "Asaf Bernstein",
        "Eric Hughson",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeightened counterparty risk during the recent financial crisis has raised questions about the role clearinghouses play in global financial stability.  Empirical identification of the effect of centralized clearing on counterparty risk is challenging because of the co-incidence of macro-economic turbulence and the introduction of clearinghouses. We overcome these concerns by examining a novel historical experiment, the establishment of a clearinghouse on the New York Stock Exchange (NYSE) in 1892.  During this period the largest NYSE stocks were also listed on the Consolidated Stock Exchange (CSE), which already had a clearinghouse. Using identical securities on the CSE as a control, we find that the introduction of clearing reduced annualized volatility of NYSE returns by 90-173bps and increased asset values. Prior to clearing, shocks to overnight lending rates reduced the value of stocks on the NYSE, relative to identical stocks on the CSE, but this was no longer true after the establishment of clearing. We also show that at least ½ of the average reduction in counterparty risk on the NYSE is driven by a reduction in contagion risk - the risk of a cascade of broker defaults.  Our results indicate that clearing can cause a significant improvement in market stability and value through a reduction in network contagion and counterparty risk.\n\n",
    "acknowledgement": "\nThe authors would like to thank Jinlin Ye for excellent research assistance and seminar participants at the Massachusetts Institute of Technology, Harvard Business School, Harvard Economic History, 2014 London Business School Summer Finance Symposium, University of Colorado - Boulder, and HEC Montreal. We would also like to thank Michael Greenstone, John Campbell, Randall Kroszner, Nittai Bergman, Neil Shephard, Eric Hilt, William Roberds, Vania Stavrakeva, Jun Pan, Adrien Verdelhan, Rajkamal Iyer, Haoxiang Zhu, Jean-Noel Barrot, Erik Loualiche, Daan Struyven, Stephen Murphy, Nils Wernerfelt, Daniel Green, and Michael Abrahams for helpful comments.  We greatly appreciate Janet Linde and New York Stock Exchange Archives for their assistance in accessing historical archives. We also wish to thank the Lowe Institute of Political Economy and the Financial Economics Institute at Claremont McKenna College for financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}