{
    "id": 20467,
    "citation_title": "Creative Destruction: Barriers to Urban Growth and the Great Boston Fire of 1872",
    "citation_author": [
        "Richard Hornbeck",
        "Daniel Keniston"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHistorical city growth, in the United States and worldwide, has required remarkable transformation of outdated durable buildings.  Private land-use decisions may generate inefficiencies, however, due to externalities and various rigidities.  This paper analyzes new plot-level data in the aftermath of the Great Boston Fire of 1872, estimating substantial economic gains from the created opportunity for widespread reconstruction.  An important mechanism appears to be positive externalities from neighbors' reconstruction.  Strikingly, gains from this opportunity for urban redevelopment were sufficiently large that increases in land values were comparable to the previous value of all buildings burned.\n\n",
    "acknowledgement": "\nFor comments and suggestions, we thank Nava Ashraf, Leah Bouston, Bill Collins, Brad DeLong, Bob Ellickson, Ed Glaeser, Claudia Goldin, Tim Guinnane, Matthew Kahn, Larry Katz, Michael Kremer, Naomi Lamoreaux, Gary Libecap, Sendhil Mullainathan, Trevor O'Grady, Chris Udry, John Wallis, Bill Wheaton, and seminar participants at EIEF, George Washington, Harvard, MIT, NBER, Pittsburgh, UCLA, and Yale. For financial support, we thank Harvard's Taubman Center for State and Local Government and Harvard's Warburg Fund. For excellent research assistance, we thank Louis Amira, James Feigenbaum, Jan Kozak, Michael Olijnyk, Joseph Root, Sophie Wang, Alex Weckenman, and Kevin Wu, in addition to many others for their data entry work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}