{
    "id": 20460,
    "citation_title": "The Welfare Effects of Fuel Conservation Policies in a Dual-Fuel Car Market: Evidence from India",
    "citation_author": [
        "Randy Chugh",
        "Maureen L. Cropper"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "2017-01-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate a model of vehicle choice and kilometers driven to analyze the long-run impacts of fuel conservation policies in the Indian car market. We simulate the effects of petrol and diesel fuel taxes and a diesel car tax, taking into account their interactions with the pre-existing petrol fuel tax and car sales taxes. At levels sufficient to reduce total fuel consumption by 7%, the increased diesel and petrol fuel taxes both yield deadweight losses (net of externalities) of about 4 (2010) Rs./L. However, at levels sufficient to reduce total fuel consumption by 2%, the increased petrol fuel tax results in a deadweight loss per liter of fuel conserved that is greater than that caused by the diesel fuel tax. This reflects both the high pre-existing tax on petrol fuel and the high own-price elasticities of fuel demand in India. A tax on diesel cars that results in the same diesel market share as the large diesel fuel tax actually has a negative deadweight loss per liter of fuel conserved. The welfare effects of all three policy instruments are positive, once the external benefits of reducing fuel consumption are added to the excess burden of taxation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Welfare Effects of Fuel Conservation Policies in the Indian Car Market.\" We thank Resource for the Future and the World Bank for funding. We would like to thank seminar participants at the University of Virginia, Cornell University, NBER and Stanford University for helpful comments. The views expressed herein are entirely those of the authors and should not be purported to reflect those of the U.S. Department of Justice or of the National Bureau of Economic Research.\n\n\n"
}