{
    "id": 20468,
    "citation_title": "Incentive Pay and Bank Risk-Taking: Evidence from Austrian, German, and Swiss Banks",
    "citation_author": [
        "Matthias Efing",
        "Harald Hau",
        "Patrick Kampkötter",
        "Johannes Steinbrecher"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use payroll data on 1.2 million bank employee years in the Austrian, German, and Swiss banking sector to identify incentive pay in the critical banking segments of treasury/capital market management and investment banking for 66 banks. We document an economically significant correlation of incentive pay with both the level and volatility of bank trading income-particularly for the pre-crisis period 2003--7 for which incentive pay was strongest. This result is robust if we instrument the bonus share in the capital markets divisions with the strength of incentive pay in unrelated bank divisions like retail banking. Moreover, pre-crisis incentive pay appears too strong for an optimal trade-off between trading income and risk which maximizes the NPV of trading income.\n\n",
    "acknowledgement": "\nWe thank Anil Kashyap and Thorsten Beck for their helpful comments at the NBER 2014 International Seminar in Macroeconomics in Riga, Latvia. We are also grateful to the participants of the SFI research day in Gerzensee and in particular to Rüdiger Fahlenbrach, Philipp Krüger, Stevan Ongena, René Stulz, Alexander Wagner for their helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}