{
    "id": 20464,
    "citation_title": "Do Required Minimum Distributions Matter? The Effect of the 2009 Holiday On Retirement Plan Distributions",
    "citation_author": [
        "Jeffrey R. Brown",
        "James Poterba",
        "David Richardson"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates how the 2009 one-time suspension of the Required Minimum Distribution (RMD) rules associated with qualified retirement plans affected plan distributions at TIAA-CREF, a large retirement services provider.  Using panel data on retirement plan participants at TIAA-CREF, we find that roughly one third of those who were affected by minimum distribution rules discontinued their distributions in 2009.  The results also show relatively small differences in the suspension probability between those who had 2008 distributions equal to the RMD amount, and might be classified as facing a binding RMD constraint, and those who were taking distributions in excess of the RMD amount before the distribution holiday.  The probability of suspension declines substantially with age and rises modestly with economic resources. We find that individuals taking monthly distributions are less likely to suspend distributions than those taking annual distributions, particularly at higher wealth levels.  This pattern is consistent with those who choose monthly distributions being more likely to use their distributions to finance consumption.  We supplement these results based on administrative record data on retirement plan participants with survey evidence on participant attitudes that affected decisions about suspending distributions.  Our findings provide guidance on the revenue consequences of changing RMD rules and offer insights about the role of various behavioral considerations, such as inertia, in modeling distribution behavior.\n\n",
    "acknowledgement": "\nWe are grateful to Ben Sprung-Keyser and especially to Ben Bissette for outstanding assistance with data analysis, to the TIAA-CREF Institute (Richardson) and the National Science Foundation (Poterba) for research support, and to William Gentry, Alan Gustman, Brigitte Madrian, Steven Venti, Mark Warshawsky, Anthony Webb, David Wise, and seminar participants at Brandeis, the Congressional Budget Office, the 2014 NBER Summer Institute, and the 2014 Trans-Atlantic Public Economics Symposium for helpful discussions.  Brown is a trustee of TIAA, and Poterba is a trustee of CREF.  TIAA-CREF is a provider of investment and retirement income security products.  This paper represents the views of the authors, and it does not necessarily reflect the views of the institutions with which they are affiliated or of the National Bureau of Economic Research.\n\n\n\nJeffrey R. Brown\n\nI have served since 2009 as a Trustee for TIAA, a company that sells pensions, annuities and other retirement income products.  In addition, I have received compensation totaling more than $10,000 from several financial institutions, including life insurance companies, for making presentations about retirement income security.  Further, I have received more than $10,000 in compensation from the American Council of Life Insurers for speaking and writing white papers on topics related to retirement income security.\n\n\n\nJames Poterba\n\nIn addition to my role as a faculty member at MIT, I am engaged in a number of outside activities, including serving as President of the NBER, a trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org), and serving as a trustee of the Alfred P. Sloan Foundation (www.sloan.org).  I serve on the Panel of Economic Advisers at the Congressional Budget Office (www.cbo.gov). In addition, during the last three years  I have received  compensation for lectures or presentations in excess of $500 from each of the following organizations: American Economic Association, Elon University, the Institute for Fiscal Studies (London), the Investment Company Institute, the Lynde and Harry Bradley Foundation, Queens University, Tulane University, the University of Rochester, and the University of Wisconsin.\n\n\n"
}