{
    "id": 20465,
    "citation_title": "Subsidies and the Persistence of Technology Adoption: Field Experimental Evidence from Mozambique",
    "citation_author": [
        "Michael R. Carter",
        "Rachid Laajaj",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report the results of a randomized experiment testing impacts of subsidies for modern agricultural inputs in rural Mozambique. One-time provision of a voucher for fertilizer and improved seeds leads to substantial increases in fertilizer use, which persist through two subsequent agricultural seasons. Voucher receipt also leads to large, persistent increases in household agricultural production and market sales, per capita consumption, assets, durable good ownership, and housing improvements.\nConsistent with learning models of the adoption decision, we find positive treatment effects on farmers' estimated returns to the input package. We also document positive cross-household treatment spillovers: one's own fertilizer use rises in the number of social network members receiving vouchers. Our findings are consistent with theoretical models predicting persistence of impacts of temporary technology adoption subsidies, in particular due to learning effects.\n\n",
    "acknowledgement": "\nAniceto Matias and Ines Vilela provided outstanding field management. We thank Luc Behaghel, Karen Macours, Craig McIntosh and seminar participants at the Barcelona GSE Summer Forum 2014, PACDEV 2014, MIEDC 2014, Paris School of Economics, UC Davis, UC San Diego and UC San Francisco for helpful feedback. This research was conducted in collaboration with the International Fertilizer Development Corporation (IFDC), and in particular we thank Alexander Fernando, Robert Groot, Erik Schmidt, and Marcel Vandenberg. Generous financial support was provided by the BASIS research program through the United States Agency for International Development grant number EDH-A-00-06-0003-00. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}