{
    "id": 20466,
    "citation_title": "Conservation Policies: Who Responds to Price and Who Responds to Prescription?",
    "citation_author": [
        "Casey J. Wichman",
        "Laura O. Taylor",
        "Roger H. von Haefen"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe efficiency properties of price and non-price instruments for conservation in environmental policy are well understood. Yet, there is little evidence comparing the effectiveness of these instruments, especially when considering water resource management. We exploit a rich panel of residential water consumption to examine heterogeneous responses to both price and non-price conservation policies during times of drought while controlling for unobservable household characteristics. Our empirical models suggest that the burden of pricing policies fall disproportionately on low-income households and fail to reduce consumption among households who generally are large consumers of water. However, prescriptive policies such as restrictions on outdoor water use result in uniform responses across income classes while simultaneously targeting reductions from households with irrigation systems or historically high consumption.\n\n",
    "acknowledgement": "\nPartial support for this research by the Center for Environmental and Resource Economic Policy (NC State University) and the Environmental Finance Center (University of North Carolina, Chapel Hill) is gratefully acknowledged.  The authors thank participants at the following workshops and conferences for helpful suggestions: Camp Resources, Appalachian State University, the Association of Public Policy Analysis and Management, the NC Water Resources Research Institute, the Property and Environment Research Center, and the Agricultural and Applied Economics Association Annual Meetings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}