{
    "id": 20463,
    "citation_title": "Violence and the Formation of Hopelessness and Pessimistic Prospects of Upward Mobility in Colombia",
    "citation_author": [
        "Andrés Moya",
        "Michael Carter"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "2018-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the impact of violence on perceived prospects of upward mobility. For a sample of victims of violence in Colombia, we bring together data on expected upward mobility, exposure to violence, and symptoms of psychological trauma. After controlling for material losses and current circumstances, we find that exposure to more severe violence leads victims’ perceived prospects of upward mobility to become increasingly hopeless. The estimated impacts are large: victims exposed to more severe violence expect that the likelihood of being in extreme poverty in the long-run is more than two times as high than those exposed to less severe violence. Additional evidence indicates that depression and psychological trauma mediate this result, identifying a channel by which these pessimistic expectations can become self-confirming. Together, these findings suggest the existence of a psychological poverty trap and the need to rethink strategies to assist the economic recovery of the victims of violence.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title “Violence and the Formation of Hopelessness and Pessimistic Prospects of Upward Mobility in Colombia.” We thank Steve Boucher, Carlos Chiapa, Ghada Elabed, Hilary Hoynes, Miriam Golden, Guy Grossman, Rachid Laajaj, Evan Lieberman, Travis Lybbert, and Juan Fernando Vargas as well as the participants at the Northeast Development Conference at Harvard University, Households in Conflict Network Workshop at UC Berkeley, EGAP at Cape Town, and seminars at CIDE, UC Davis, University of Cape Town, and Universidad de los Andes for useful comments. Gabriela Paredes and María José Torres provided outstanding research assistance. This paper would have not been possible without the support of community leaders and local priests, and without the victims’ willingness to participate and revisit their painful experiences of violence. The Pacific Rim Research Dissertation Grant, the Programa de Dinámicas Territoriales from RIMISP, and the Henry A. Jastro Award provided generous funding to collect the data, while the Harry Frank Guggenheim Foundation provided a dissertation fellowship to Moya. IRB Approval for the collection of human subjects data was awarded by the University of California, Davis. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}