{
    "id": 20462,
    "citation_title": "Controlling Health Care Costs Through Limited Network Insurance Plans: Evidence from Massachusetts State Employees",
    "citation_author": [
        "Jonathan Gruber",
        "Robin McKnight"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nRecent years have seen enormous growth in limited network plans that restrict patient choice of provider, particularly through state exchanges under the ACA.  Opposition to such plans is based on concerns that restrictions on provider choice will harm patient care.  We explore this issue in the context of the Massachusetts GIC, the insurance plan for state employees, which recently introduced a major financial incentive to choose limited network plans for one group of enrollees and not another.  We use a quasi-experimental analysis based on the universe of claims data over a three-year period for GIC enrollees.  We find that enrollees are very price sensitive in their decision to enroll in limited network plans, with the state's three month \"premium holiday\" for limited network plans leading 10% of eligible employees to switch to such plans.  We find that those who switched spent considerably less on medical care; spending fell by almost 40% for the marginal complier.  This reflects both reductions in quantity of services used and prices paid per service.  But spending on primary care actually rose for switchers; the reduction in spending came entirely from spending on specialists and on hospital care, including emergency rooms.  We find that distance traveled falls for primary care and rises for tertiary care, although there is no evidence of a decrease in the quality of hospitals used by patients.  The basic results hold even for the sickest patients, suggesting that limited network plans are saving money by directing care towards primary care and away from downstream spending.  We find such savings only for those whose primary care physicians are included in limited network plans, however, suggesting that networks that are particularly restrictive on primary care access may fare less well than those that impose only stronger downstream restrictions.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Dolores Mitchell, Ennio Manto, Catherine Moore, and Diane McKenzie at the GIC for their enormous assistance in providing the data for this project and to seminar participants at Brigham Young University, UC Irvine and NBER Summer Institute for helpful comments. This research was supported by the National Institute on Aging through Grant #P30AG012810 to the National Bureau of Economic Research. Jonathan Gruber is a member of the Commonwealth Health Connector Board. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}