{
    "id": 20474,
    "citation_title": "The Biocultural Origins of Human Capital Formation",
    "citation_author": [
        "Oded Galor",
        "Marc Klemp"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis research explores the biocultural origins of human capital formation. It presents the first evidence that moderate fecundity and thus predisposition towards investment in child quality was conducive for long-run reproductive success within the human species. Using an extensive genealogical record for nearly half a million individuals in Quebec from the sixteenth to the eighteenth centuries, the study explores the effect of fecundity on the number of descendants of early inhabitants in the subsequent four generations. The research exploits variation in the random component of the time interval between the date of first marriage and the first birth to establish that while higher fecundity is associated with a larger number of children, an intermediate level maximizes long-run reproductive success. Moreover, the observed hump-shaped effect of fecundity on long-run reproductive success reflects the negative effect of higher fecundity on the quality of each child. The finding further indicates that the optimal level of fecundity was below the population median, lending credence to the hypothesis that during the Malthusian epoch, the forces of natural selection favored individuals with lower fecundity and thus larger predisposition towards child quality, contributing to human capital formation, the onset of the demographic transition and the evolution of societies from an epoch of stagnation to sustained economic growth.\n\n",
    "acknowledgement": "\nThe authors wish to thank Sascha Becker, Carl-Johan Dalgaard, Moshe Hazan, Nicolai Kaarsen, Omer Moav, Yona Rubinstein, Uwe Sunde, and especially Andrew Foster for helpful comments and suggestions. The authors are grateful for valuable comments from participants in the conferences: 4th Workshop on Growth, History and Development, Odense 2013, Demographic Change and Long-Run Development, Venice 2014, Towards Sustained Economic Growth: Geography, Demography and Institutions, Barcelona 2014, Society for Economic Dynamics Annual Meeting, Toronto 2014, and Warwick Summer Workshop in Economic Growth, Coventry 2014, and from participants at seminars at Brown University and University of Copenhagen. The authors are also grateful to the University of Montreal and in particular Bertrand Desjardins for sharing the data. The research of Galor is supported by NSF Grant SES-1338426. The research of Klemp is funded by the Carlsberg Foundation and by the Danish Research Council reference no. 1329-00093 and reference no. 1327-00245. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}