{
    "id": 20475,
    "citation_title": "Constitutional Rights and Education: An International Comparative Study",
    "citation_author": [
        "Sebastian Edwards",
        "Alvaro Garcia Marin"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether the inclusion of social rights in political constitutions affects social performance. More specifically, we analyze whether including the right to education in the constitution has been related to better \"educational outcomes.\" We rely on data for 61 countries that participated in the 2012 PISA tests. Our results are strong and robust to the estimation technique: we find that there is no evidence that including the right to education in the constitution has been associated with higher test scores. The quality of education depends on socioeconomic, structural, and policy variables, such as expenditure per student, the teacher-pupil ratio, and families' background. When these covariates are excluded, the relation between the strength of constitutional educational rights and the quality of education is negative and statistically significant. These results are important for emerging countries that are discussing the adoption of new constitutions, such as Thailand and Chile.\n\n",
    "acknowledgement": "\nWe have benefitted from discussions with Ed Leamer. We are grateful to Harald Beyer for detailed comments and suggestions. We thank UCLA's Anderson School's Center for Global Management (CGM) for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}