{
    "id": 20476,
    "citation_title": "Strategic News Releases in Equity Vesting Months",
    "citation_author": [
        "Alex Edmans",
        "Luis Goncalves-Pinto",
        "Yanbo Wang",
        "Moqi Xu"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe show that CEOs strategically time corporate news releases to coincide with months in which their equity vests. These vesting months are determined by equity grants made several years prior, and thus unlikely driven by the current information environment. CEOs reallocate news into vesting months, and away from prior and subsequent months. They release 5% more discretionary news in vesting months than prior months, but there is no difference for non-discretionary news. These news releases lead to favourable media coverage, suggesting they are positive in tone. They also generate a temporary run-up in stock prices and market liquidity, potentially resulting from increased investor attention or reduced information asymmetry. The CEO takes advantage of these effects by cashing out shortly after the news releases.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Kenneth Ahern, Steffen Brenner, Craig Brown, Jeff Coles, Wayne Guay, Tomislav Ladika, Tao Li, Margarita Tsoutsoura, Patrick Verwijmeren, Kent Womack, Jun Yang, conference participants at the Adam Smith Workshop in Corporate Finance, ASU Sonoran Winter Finance Conference, China International Conference in Finance, Drexel Conference on Corporate Governance, Erasmus Workshop on Executive Compensation and Corporate Governance, Finance Down Under Conference, SFS Cavalcade, Warwick Frontiers of Finance Conference, and seminar participants at London School of Economics, National University of Singapore, and University of Hong Kong. Goncalves- Pinto gratefully acknowledges financial support from Singapore MOE AcRF Tier-1 Grant No. R-315-000-094-133, and Xu gratefully acknowledges financial support from STICERD. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}