{
    "id": 20473,
    "citation_title": "Slow to Hire, Quick to Fire: Employment Dynamics with Asymmetric Responses to News",
    "citation_author": [
        "Cosmin Ilut",
        "Matthias Kehrig",
        "Martin Schneider"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "2017-05-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcave hiring rules imply that firms respond more to bad shocks than to good shocks. They provide a unified explanation for several seemingly unrelated facts about employment growth in macro and micro data. In particular, they generate countercyclical movement in both aggregate conditional “macro” volatility and cross-sectional “micro” volatility, as well as negative skewness in the cross-section and in the time series at different levels of aggregation. Concave establishment-level responses of employment growth to TFP shocks estimated from Census data induce significant skewness, movements in volatility and amplification of bad aggregate shocks.\n\n",
    "acknowledgement": "\nWe thank George-Marios Angeletos, Nick Bloom, Yongsung Chang, Pete Klenow, Michael Reiter, and Peter Zorn as well as workshop and conference participants at the Bank of France, Minneapolis Fed, Stanford, UC Santa Cruz, Toulouse, NBER Summer Institute, NBER DSGE meeting, SED Annual Meeting, the EEA Annual Congress, the conference on Causes and Macroeconomic Consequences of Uncertainty, the 2013 Empirical Macro Workshop, the Ifo Conference of Macroeconomics and Survey Data, the Annual Meeting of German Economists Abroad, the Cologne Macro Workshop, and the Frankfurt-Mannheim Macro Workshop for helpful comments. The views, opinions, and conclusions expressed herein are those of the authors and do not necessarily represent the views of the National Bureau of Economic Research or the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. Support for this research at the Texas RDC from NSF (ITR-0427889) is also gratefully acknowledged.\n\n\n"
}