{
    "id": 20478,
    "citation_title": "Do Star Performers Produce More Stars? Peer Effects and Learning in Elite Teams",
    "citation_author": [
        "Casey Ichniowski",
        "Anne Preston"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study investigates the professional soccer industry to ask whether the talent of an individual's co-workers helps explain differences in the rate of human capital accumulation on the job. Data tracking national soccer team performance and the professional leagues their members play for are particularly well suited for developing convincing non-experimental evidence about these kinds of peer effects.  The empirical results consistently show that performance improves more after an individual has been a member of an elite team than when he has been a member of lower level teams. The conclusion is borne out by a rich set of complementary data on: national team performance, player-level performance, performance of foreign players who joined elite teams after an exogenous shift in the number of foreign players participating on top club teams, performance of players on national teams in the year just before and the year just after they join an elite club team, and experiences of several national team players obtained through personal interviews.\n\n",
    "acknowledgement": "\nThe authors thank Michael Egley, Damien Fenske-Corbiere, Kazunari Inoki, Amy Johnson, Jack Koehler, and Frankie Pavia for research assistance on this project and Raymond Lim for expert work on the data set construction and analysis.  We thank participants at the Haverford-Swarthmore and Columbia Business School seminars for helpful comments. We thank Bob Gibbons, Florian Ederer, and Alan Benson for comments on earlier drafts. We also offer special thanks to several members of the U.S. Men's National Team for agreeing to interviews for this study and to Sunil Gulati for arranging these interviews.\n\n\n"
}