{
    "id": 20479,
    "citation_title": "Labor Market Fluidity and Economic Performance",
    "citation_author": [
        "Steven J. Davis",
        "John Haltiwanger"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "2014-12-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. labor markets became much less fluid in recent decades. Job reallocation rates fell more than a quarter after 1990, and worker reallocation rates fell more than a quarter after 2000. The declines cut across states, industries and demographic groups defined by age, gender and education. Younger and less educated workers had especially large declines, as did the retail sector. A shift to older businesses, an aging workforce, and policy developments that suppress reallocation all contributed to fluidity declines. Drawing on previous work, we argue that reduced fluidity has harmful consequences for productivity, real wages and employment. To quantify the effects of reallocation intensity on employment, we estimate regression models that exploit low frequency variation over time within states, using state-level changes in population composition and other variables as instruments. We find large positive effects of worker reallocation rates on employment, especially for young workers and the less educated. Similar estimates obtain when dropping data from the Great Recession and its aftermath. These results suggest the U.S. economy faced serious impediments to high employment rates well before the Great Recession, and that sustained high employment is unlikely to return without restoring labor market fluidity.\n\n",
    "acknowledgement": "\nWe thank Richard Rogerson, other conference participants, Claudia Goldin, Jason Faberman and Jim Spletzer for helpful comments and the Kauffman Foundation, the University of Chicago Booth School of Business, and the University of Maryland for financial support. Jake Blackwood, Diyue Guo, and Claudia Macaluso provided excellent research assistance. This paper was prepared for the Federal Reserve Bank of Kansas City’s economic policy symposium on “Re-Evaluating Labor Market Dynamics,” held August 21-23 2014 in Jackson Hole, Wyoming. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}