{
    "id": 20471,
    "citation_title": "Temporary Shocks and Persistent Effects in the Urban System: Evidence from British Cities after the U.S. Civil War",
    "citation_author": [
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUrban economies are often heavily reliant on a small number of dominant industries, leaving them vulnerable to negative industry-specific shocks. This paper analyzes the long-run impacts of one such event: the large, temporary, and industry-specific shock to the British cotton textile industry caused by the U.S. Civil War (1861-1865), which dramatically reduced supplies of raw cotton. Because the British cotton textile industry was heavily concentrated in towns in Northwest England, I compare patterns in these cotton towns to other English cities. I find that the shock had a persistent negative effect on the level of city population lasting at least 35 years with no sign of diminishing. Decomposing the effect by industry, I show that the shock to cotton textiles was transmitted to other local firms, leading to increased bankruptcies and long-run reductions in employment. This transmission occurred primarily through the link to capital suppliers, such as machinery and metal-goods producers. Roughly half of the reduction in city-level employment growth was due to the impact on industries other than cotton textiles.\n\n",
    "acknowledgement": "\nFor their helpful comments and suggestions I thank Jeremy Atack, Leah Boustan, Ryan Chahrour, Don Davis, Ronald Findlay, Richard Hornbeck, William Kerr, Amit Khandelwal, Tim Leunig, Guy Michaels, Matthew Notowidigdo, Henry Overman, Humphrey Southall, Eric Verhoogen, Jonathan Vogel, David Weinstein, Jeffrey Williamson and seminar participants at Caltech, Vanderbilt, Columbia and UCLA. Thanks to Matthew Wollard and Ole Wiedenmann at the UK Data Archive for help with the data. Funding was provided by the NSF (grant no. 0962545), the Economic History Association, the Ewing Marion Kauffman Foundation, and the European Commission's Marie Currie Initial Training Network (AMID Fellowship). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}