{
    "id": 20470,
    "citation_title": "Do Larger Health Insurance Subsidies Benefit Patients or Producers? Evidence from Medicare Advantage",
    "citation_author": [
        "Marika Cabral",
        "Michael Geruso",
        "Neale Mahoney"
    ],
    "citation_publication_date": "2014-09-05",
    "issue_date": "2014-09-05",
    "revision_date": "2017-07-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA central question in the debate over privatized Medicare is whether increased government payments to private Medicare Advantage (MA) plans generate lower premiums for consumers or higher profits for producers. Using difference-in-differences variation brought about by a sharp legislative change, we find that MA insurers pass through 45% of increased payments in lower premiums and an additional 9% in more generous benefits. We show that advantageous selection into MA cannot explain this incomplete pass-through. Instead, our evidence suggests that market power is important, with premium pass-through rates of 13% in the least competitive markets and 74% in the most competitive.\n\n",
    "acknowledgement": "\nWe thank Jason Abaluck, Christopher Afendulis, Michael Chernew, Amy Finkelstein, Matthew Grennan, Jonathan Kolstad, Amanda Kowalski, Timothy Layton, Matthew Notowidigdo, Robert Town, and seminar participants at the 2014 AHEC meeting, Duke Microeconomics Jamboree, Harvard, 2015 HEC Montreal Summer IO Conference, MIT, 2015 NBER Insurance/IO meeting, 2014 NBER Public Economics meeting, Penn State University, 2013 and 2014 RWJ Scholars in Health Policy Research Annual Meetings, UC Berkeley, UC Santa Barbara Health Economics\nConference, UC Santa Cruz, University of Chicago, University of Texas at Austin, and Yale for helpful comments. We are grateful to Abhi Gupta, Mariel Schwartz, and Yin Wei Soon for excellent research assistance. Mahoney acknowledges the George J. Stigler Center for the Economy and State for financial support. Geruso acknowledges the Robert Wood Johnson\nFoundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}