{
    "id": 20483,
    "citation_title": "Self-regulation and Health",
    "citation_author": [
        "Henry Saffer"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purposes of this paper are to measure self-regulation, to investigate whether self-regulation differs across different health related choices, to estimate its effect on health choices and to estimate the effect of self-regulation on health-demographic gradients.  The theory and empirical approach to self-regulation employed in this paper relies on a broad literature which includes economics, psychology and experimental studies.  In addition, a novel empirical approach is employed to create a single measure of self-regulation that can vary across domains.  A single measure of self-regulation in place of a set of proxy variables allows for the study of how self-regulation is correlated across different health choices.  The results show that there is a high correlation in self-regulation for smoking, drinking, drug use, crime and gambling, but that self-regulation for BMI (body mass index) and obesity are different than self-regulation for the other outcomes.  The results show that self-regulation has a significant negative effect on all choices.  The results also show that self-regulation generally reduces the effect of education on health but education retains a negative and significant relationship with all outcomes.  The research presented in this paper also raises questions about the effect of omitted individual heterogeneity in measuring the effects of public policy.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Markus Gehrsitz.  Michael Grossman provided many helpful comments. The work on this project has been funded by grant R01 AA020464 from the National Institute on Alcohol Abuse and Alcoholism, NIH to the National Bureau of Economic Research.  This grant is supported by the Common Fund, which is managed by the OD/Office of Strategic Coordination (OSC). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}