{
    "id": 20480,
    "citation_title": "Asset Management Contracts and Equilibrium Prices",
    "citation_author": [
        "Andrea M. Buffa",
        "Dimitri Vayanos",
        "Paul Woolley"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "2019-10-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe derive equilibrium asset prices when fund managers deviate from benchmark indices to exploit noise-trader induced distortions but fund investors constrain these deviations. Because constraints force managers to buy assets that they underweight when these assets appreciate, overvalued assets have high volatility, and the risk-return relationship becomes inverted. Noise traders bias prices upward because constraints make it harder for managers to underweight overvalued assets, which have high volatility, than to overweight undervalued ones. We endogenize the constraints based on investors' uncertainty about managers' skill, and show that asset-pricing implications can be significant even for moderate numbers of unskilled managers.\n\n",
    "acknowledgement": "\nWe thank Ricardo Alonso, Daniel Andrei, Oliver Bought, Jennifer Carpenter, Sergey Chernenko, Chris Darnell, Peter DeMarzo, Philip Edwards, Ken French, Willie Fuchs, Diego Garcia, Jeremy Grantham, Zhiguo He, Apoorva Javadekar, Ron Kaniel, Ralph Koijen, Dong Lou, John Moore, Dmitry Orlov, Marco Pagano, Anna Pavlova, Gabor Pinter, seminar participants at the Bank of England, Banque de France, Bocconi, Boston University, CEU, Cheung Kong, Dartmouth, Duke, EIEF, Glasgow, Indiana, Insead, Louvain, LSE, Maryland, Minnesota, MIT, Naples, NY Fed, SMU, Stanford, Toulouse, UT Austin, Yale, Vienna and conference participants at AEA, ASAP, BoE Macro-Finance, BIS, CEMFI, CRETE, ESSFM Gerzenzee, FCA, FIRS, FRIC, FTG, Inquire UK, Jackson Hole, LSE PWC, NBER Asset Pricing, SFS Cavalcade, Utah, and WFA for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}