{
    "id": 2048,
    "citation_title": "The Intra-Daily Exchange Rate Dynamics and Monetary Policies After the G5 Agreement",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates determinants of yen appreciation from the G5 agreement of September 1985 to the end of May, 1986. During that period, four waves of appreciation separated by calm periods are identified. For each wave and calm period, the changes in the yen/dollar exchange rate are decomposed in those taken place in the Tokyo, Europe and New York markets. In addition, correlations among the yen, mark, and pound for each market for each wave are studied. The surprisingly strong effect of the G5 agreement on the exchange rate was due to the signaled U.S. policy change. The role of direct intervention by the Bank of Japan was rather limited at that point. The Bank of Japan, adopted the \"high interest policy\" in October 1985. By narrowing the interest rate gap between Japan and the United States, the Bank of Japan successfully led to another round of appreciation. A major cause of the third wave of yen appreciation starting January 24, 1986 was the decline in oil prices. After the third wave was over, the Bank of Japan started intervening the market in support of the dollar -- a reversal of direction. However, the effort was not successful to stop another round of yen appreciation. The fourth wave of appreciation in the middle of April was due to a mix of prospects of reducing the U.S. federal deficits and a further decline in oil prices. These findings are consistent with a view that the exchange rates respond mainly to news of fundamentals and that the exchange rates are not manageable by coordinated interventions alone.\n\n",
    "acknowledgement": "\n"
}