{
    "id": 20486,
    "citation_title": "Measuring the Effect of the Zero Lower Bound on Medium- and Longer-Term Interest Rates",
    "citation_author": [
        "Eric T. Swanson",
        "John C. Williams"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal funds rate has been at the zero lower bound for over four years, since December 2008.  According to standard macroeconomic models, this should have greatly reduced the effectiveness of monetary policy and increased the efficacy of fiscal policy. However, these models also imply that asset prices and private-sector decisions depend on the entire path of expected future short-term interest rates, not just the current level of the overnight rate. Thus, interest rates with a year or more to maturity are arguably more relevant for asset prices and the economy, and it is unclear to what extent those yields have been affected by the zero lower bound. In this paper, we measure the effects of the zero lower bound on interest rates of any maturity by comparing the sensitivity of those interest rates to macroeconomic news when short-term interest rates were very low to that during normal times. We find that yields on Treasury securities with a year or more to maturity were surprisingly responsive to news throughout 2008-10, suggesting that monetary and fiscal policy were likely to have been about as effective as usual during this period. Only beginning in late 2011 does the sensitivity of these yields to news fall closer to zero. We offer two explanations for our findings: First, until late 2011, market participants expected the funds rate to lift off from zero within about four quarters, minimizing the effects of the zero bound on medium- and longer-term yields. Second, the Fed's unconventional policy actions seem to have helped offset the effects of the zero bound on medium- and longer-term rates.\n\n",
    "acknowledgement": "\nWe thank our discussants, James Hamilton, Kei Kawakami, Yvan Lengwiler, Benoit Mojon, John Taylor, Min Wei, and Jonathan Wright; Refet Gurkaynak, Oscar Jorda, Leo Krippner, David Romer, and Justin Wolfers; and seminar participants at the Federal Reserve Bank of San Francisco, NBER Monetary Economics Meeting, Federal Reserve Board, Federal Reserve Bank of St. Louis Conference, Society for Economic Dynamics Meetings, Haas School of Business, Swiss National Bank Conference, NBER EFG Meeting, UC Irvine, Brown University, Boston University-FRB Boston Conference, Reserve Bank of Australia Conference, AEA Meetings, Blackrock, the University of Oregon, Stanford University, and UC Davis, for helpful discussions, comments, and suggestions. We thank Maura Lynch and Kuni Natsuki for excellent research assistance. The research in this paper was conducted while the authors where employees of the Federal Reserve System. The opinions expressed in this paper are those of the authors and do not necessarily reflect the views of the people listed above, the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, any other individuals within the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJohn C. Williams\n\nI was an employee of the Federal Reserve Bank of San Francisco and Stanford University during the preparation of this paper. I received no outside funding for this work.\n\n\n"
}