{
    "id": 20484,
    "citation_title": "The Role of Dynamic Renegotiation and Asymmetric Information in Financial Contracting",
    "citation_author": [
        "Michael R. Roberts"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from SEC filings, I show that the typical bank loan is renegotiated five times, or every nine months. The pricing, maturity, amount, and covenants are all significantly modified during each renegotiation, whose timing is governed by the financial health of the contracting parties and uncertainty regarding the borrowers' credit quality. The relative importance of these factors depends on the duration of the lending relationship. I interpret these results in light of financial contracting theories and emphasize that renegotiation is an important mechanism for dynamically completing contracts and for allocating control rights ex post.\n\n",
    "acknowledgement": "\nI thank Bill Schwert (editor), two anonymous referees, Franklin Allen, Patrick Bolton, Peter DeMarzo, Nicolae Garleanu, Todd Gormley, Victoria Ivashina, Mark Leary, Mike Lemmon, Pricila Maziero, Martin Oehmke, Nick Roussanov, Luke Taylor, Toni Whited, Amir Yaron, Jeffrey Zwiebel for helpful comments; seminar participants at Columbia University, Michigan State University, New York Federal Reserve Bank, University of Chicago GSB, University of Pennsylvania; conference participants at SITE 2011; and, William Mann and Peter Maa for excellent research assistance. Roberts gratefully acknowledges financial support from the Jacobs Levy Equity Management Center for Quantitative Financial Research and the Greener Family Research Fellowship. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}