{
    "id": 20485,
    "citation_title": "Polanyi's Paradox and the Shape of Employment Growth",
    "citation_author": [
        "David Autor"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1966, the philosopher Michael Polanyi observed, \"We can know more than we can tell... The skill of a driver cannot be replaced by a thorough schooling in the theory of the motorcar; the knowledge I have of my own body differs altogether from the knowledge of its physiology.\" Polanyi's observation largely predates the computer era, but the paradox he identified--that our tacit knowledge of how the world works often exceeds our explicit understanding--foretells much of the history of computerization over the past five decades. This paper offers a conceptual and empirical overview of this evolution. I begin by sketching the historical thinking about machine displacement of human labor, and then consider the contemporary incarnation of this displacement--labor market polarization, meaning the simultaneous growth of high-education, high-wage and low-education, low-wages jobs--a manifestation of Polanyi's paradox. I discuss both the explanatory power of the polarization phenomenon and some key puzzles that confront it. I then reflect on how recent advances in artificial intelligence and robotics should shape our thinking about the likely trajectory of occupational change and employment growth. A key observation of the paper is that journalists and expert commentators overstate the extent of machine substitution for human labor and ignore the strong complementarities. The challenges to substituting machines for workers in tasks requiring adaptability, common sense, and creativity remain immense. Contemporary computer science seeks to overcome Polanyi's paradox by building machines that learn from human examples, thus inferring the rules that we tacitly apply but do not explicitly understand.\n\n",
    "acknowledgement": "\nThis paper is a draft prepared for the Federal Reserve Bank of Kansas City's economic policy symposium on \"Re-Evaluating Labor Market Dynamics,\" August 21-23 2014, in Jackson Hole, Wyoming. I thank Erik Brynjolfsson, Chris Foote, Frank Levy, Lisa Lynch, Andrew McAfee, Brendan Price, Seth Teller, Dave Wessel, and participants in the MIT CSAIL/Economists Lunch Seminar for insights that helped to shape the paper. I thank Sookyo Jeong and Brendan Price for superb research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}