{
    "id": 20487,
    "citation_title": "Are Dynamic Vickrey Auctions Practical?: Properties of the Combinatorial Clock Auction",
    "citation_author": [
        "Jonathan Levin",
        "Andrzej Skrzypacz"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThe combinatorial clock auction is becoming increasingly popular for large-scale spectrum awards and other uses, replacing more traditional ascending or clock auctions. We describe some surprising properties of the auction, including a wide range of ex post equilibria with demand expansion, demand reduction and predation. These outcomes arise because of the way the auction separates allocation and pricing, so that bidders are asked to make decisions that cannot possibly affect their own auction outcome. Our results obtain in a standard homogenous good setting where bidders have well-behaved linear demand curves, and suggest some practical difficulties with dynamic implementations of the Vickrey auction.\n\n",
    "acknowledgement": "\nWe thank Chiara Farronato, Maarten Janssen, Paul Klemperer, Erik Madsen, David Salant and Ernesto Wandeler for useful comments and discussions. The authors have advised bidders and the U.S. Federal Communications Commission on radio spectrum auctions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Levin\n\nAs noted in the Acknowledgments, I have worked as a consultant to telecommunications companies bidding in radio spectrum auctions. I also am advising the Federal Communications Commission on the design of the US incentive auctions for broadcast television licenses. None of these parties has reviewed this paper.\n\n\n\nAndrzej Skrzypacz\n\nAs noted in the Acknowledgments, I have worked as a consultant to telecommunications companies bidding in radio spectrum auctions. None of these parties has reviewed this paper.\n\n\n"
}