{
    "id": 20496,
    "citation_title": "Household Debt: Facts, Puzzles, Theories, and Policies",
    "citation_author": [
        "Jonathan Zinman"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nBorrowing decisions affect most households, with large stakes and implications for subfields as varied as macroeconomics and industrial organization. I review theoretical and empirical work on household debt: its prevalence, level, growth, and composition, as well as various measures of consumer choice and market (in)efficiency, elasticities, and prices, including new evidence on how borrowing heterogeneity affects the distribution of the opportunity cost of consumption. I also discuss opportunities and challenges in policy evaluation. A key takeaway is that puzzles outstrip stylized facts, and I highlight numerous avenues for further research.\n\n",
    "acknowledgement": "\nThanks to Ayushi Narayan for excellent research assistance; to Neil Bhutta, David Laibson, Jialan Wang, and audiences at the Consumer Financial Protection Bureau and the Chicago Benefit-Cost Conference for helpful comments; and to many co-authors (especially Dean Karlan and Victor Stango) for shaping and sharpening my thinking over the years. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}