{
    "id": 20499,
    "citation_title": "Should Hospitals Keep Their Patients Longer? The Role of Inpatient Care in Reducing Post-Discharge Mortality",
    "citation_author": [
        "Ann P. Bartel",
        "Carri W. Chan",
        "Song-Hee (Hailey) Kim"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "2016-03-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Centers for Medicare & Medicaid Services (CMS) and the National Quality Forum have endorsed 30-day mortality rates as important indicators of hospital quality. Concerns have been raised, however, as to whether post-discharge mortality rates are reasonable measures of hospital quality as they consider the frequency of an event that occurs after a patient is discharged and no longer under the watch and care of the hospital. Using a large dataset comprised of all hospital encounters of every Medicare patient from 2000 to 2011 and an instrumental variables methodology to address the potential endogeneity bias in hospital length-of-stay, we find evidence that 30-day mortality rates are appropriate measures of hospital quality. For patients with diagnoses of Pneumonia or Acute Myocardial Infarction, an additional day in the hospital could decrease 30-day mortality rates by up to 12.8%. Moreover, we find that, from a social planner's perspective, the gains achieved in reducing mortality rates far exceed the cost of keeping these patients in the hospital for an additional day.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Should Hospitals Keep Their Patients Longer? The Role of Inpatient and Outpatient Care in Reducing Readmissions.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}