{
    "id": 20492,
    "citation_title": "Patents and the Global Diffusion of New Drugs",
    "citation_author": [
        "Iain M. Cockburn",
        "Jean O. Lanjouw",
        "Mark Schankerman"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "2014-10-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how patent rights and price regulation affect how fast new drugs are launched in different countries, using newly constructed data on launches of 642 new drugs in 76 countries for the period 1983-2002, and information on the duration and content of patent and price control regimes. Price regulation strongly delays launch, while longer and more extensive patent protection accelerates it. Health policy institutions, and economic and demographic factors that make markets more profitable, also speed up diffusion. The effects are robust to using instruments to control for endogeneity of policy regimes. The results point to an important role for patents and other policy choices in driving the diffusion of new innovations.\n\n",
    "acknowledgement": "\nThis project was initiated by Jean (Jenny) Lanjouw. Tragically, Jenny died in late 2005, but had asked us to complete the project. This took much longer than expected because it involved complete reconstruction of the data set and empirical work. It is essentially a new paper in its current form, but it remains an important part of Jenny's legacy and a topic to which she devoted much of her intellectual and policy efforts. We hope she would be satisfied with our work which, for us, was a labor of love. We thank Judy Chevalier, Alberto Galasso, Matt Gentry, Bronwyn Hall, Saul Lach, Margaret Kyle, Scott Stern, Glen Weyl, Brian Wright, and seminar participants at Berkeley, MIT Sloan School, the USPTO, and numerous other universities for their suggestions on earlier versions of the paper. We are grateful to the World Bank, the Brookings Institution and the National Foreign Trade Council Foundation in Washington, D.C. for financial support at various stages of the project.  The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data under license from the following IMS Health Incorporated information service(s): \"Lifecycle: Drug Launches™ 1982-2002\", copyright IMS Health Incorporated, All Rights Reserved. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated or any of its affiliated or subsidiary entities. Nor do they necessarily reflect those of the research sponsor or the institutions with which the authors are affiliated, nor those of the National Bureau of Economic Research.\n\n\n"
}