{
    "id": 20497,
    "citation_title": "Why Do People Give? Testing Pure and Impure Altruism",
    "citation_author": [
        "Mark Ottoni-Wilhelm",
        "Lise Vesterlund",
        "Huan Xie"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe extant experimental design to investigate warm glow and altruism elicits a single measure of crowd-out. Not recognizing that impure altruism predicts crowd-out is a function of giving-by-others, this design's power to reject pure altruism varies with the level of giving-by-others, and it cannot identify the strength of warm glow and altruism preferences. These limitations are addressed with a new design that elicits crowd-out at a low and at a high level of giving-by-others.  Consistent with impure altruism we find decreasing crowd-out as giving-by-others increases. However warm glow is weak in our experiment and altruism largely explains why people give.\n\n",
    "acknowledgement": "\nWe thank Kong Wah Lai, Michael Menietti, and Linnea Warren who helped conduct the experiments. We thank Sandi Wraith and the American Red Cross of South Western Pennsylvania for their help in facilitating our research. We are grateful to Bo Honoré for extending his Stata code for the two-sided fixed-effects censored estimator to models with variable censoring levels. Seminar participants at Duke, NYU, IUPUI, and Stanford are thanked for helpful comments. Finally, we are grateful for generous financial support from the Research Fund of the Indiana University Lilly Family School of Philanthropy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}