{
    "id": 2049,
    "citation_title": "Location Decisions of the New Immigrants to the United States",
    "citation_author": [
        "Ann P. Bartel"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates a multinomial logit model of the location decisions of new immigrants to the United States. Data from the 5- percent Public Use Samples of the 1970 and 1980 Censuses of Population are used to study the geographic distribution of immigrants who arrived after 1965. The major findings are as follows: (1) In choosing both initial and subsequent locations, immigrants are considerably more geographically concentrated than native Americans who move to a new city. (2) All of the immigrant groups prefer to live in cities where their countrymen are already located, but this relationship is much weaker for the more educated immigrants. (3) There is ambiguous evidence on the question of whether immigrants learn about economic opportunities as they spend time in this country. On the one hand, with the exception of the Mexicans, distance from the home country has a much weaker negative impact on location choice as time in the U.S. elapses. On the other hand, the expected wage variable, which should have a larger positive effect over time, only did so for the Asians, and to some extent, the Central and South Americans (excluding Mexicans and Cubans). (4) Within each ethnic group, there are significant differences in the location choice behavior of the 1965-69 and 1975-79 immigrant cohorts. The results are consistent with an increase over time in the quality of Asian immigrants, and a decrease in the quality of Mexican, Cuban and European immigrants.\n\n",
    "acknowledgement": "\n"
}