{
    "id": 20490,
    "citation_title": "Banks, Liquidity Management and Monetary Policy",
    "citation_author": [
        "Javier Bianchi",
        "Saki Bigio"
    ],
    "citation_publication_date": "2014-09-11",
    "issue_date": "2014-09-11",
    "revision_date": "2020-07-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable model of banks' liquidity management and the credit channel of monetary policy. Banks finance loans by issuing demand deposits. Loans are illiquid, and transfers of deposits across banks must be settled with reserves in a frictional over the counter market. To mitigate the risk of large withdrawals of deposits, banks hold a precautionary buffer of reserves and government bonds. We show how monetary policy affects the banking system by altering the tradeoff between profiting from lending and incurring greater liquidity risk. We consider two applications of the theory, one involving the connection between the implementation of monetary policy and pass-through to loan rates, and another considering a quantitative decomposition behind the collapse in bank lending during the 2008 financial crisis. Our analysis underscores the importance of liquidity frictions and the functioning of interbank markets for the conduct of monetary policy.\n\n",
    "acknowledgement": "\nWe thank the editor and several anonymous referees for helpful comments. We are also grateful to Cristina Arellano, Andy Atkeson, Harjoat Bhamra, Luigi Bocola, John Cochrane, Dean Corbae, Itamar Dreschler, Huberto Ennis, Xavier Freixas, Lars Hansen, Todd Keister, Nobu Kiyotaki, Arvind Krishnamurthy, Ricardo Lagos, Ellen McGrattan, Thomas Philippon, Chris Phelan, Tomek Piskorski, Erwan Quintin, Ricardo Reis, Chris Sims, Harald Uhlig, Venky Venkateswaran, Gianluca Violante, Pierre-Olivier Weill, Mike Woodford, Tao Zha, and participants at various seminars and conferences for many useful comments. Jorge Mondragon provided excellent research assistance. We are grateful for financial support by the Fondation Banque de France, and the Smith Richardson Foundation. Bianchi acknowledges the support of the National Science Foundation under Award 1324395. Bigio thanks the Federal Reserve Bank of San Francisco for its hospitality. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}