{
    "id": 20493,
    "citation_title": "Leaders and Followers: Perspectives on the Nordic Model and the Economics of Innovation",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an exercise in comparative institutional analysis, asking what kinds of arrangements most facilitate innovation.  After identifying pervasive market failures in innovation, it explains why those associated with the Nordic model may be particularly conducive to innovation, and demonstrates that, in general, the optimal policies of the leader should differ from that of followers, but that both leaders and followers can benefit from active government policies (like industrial policies, public investments, and systems of social protection), not only leading to more innovation, but ensuring that more innovative activity is directed in ways that lead to the enhancement of living standards.\nIt concludes by constructing a simple model in which knowledge flows slowly across national borders but moves easily within borders.  We show there is a leadership-followership equilibrium, in which some countries are leaders, others are followers.  Contrary to Solow's analysis, there need not be convergence.   Focusing on technological progress that is a result of learning by doing, where learning occurs within the industrial sector but spills over to other sectors, we demonstrate the optimality of policies to expand the industrial sector beyond that which prevails in competitive equilibrium.\n\n",
    "acknowledgement": "\nI wish to acknowledge financial support from the Institute for New Economic Thinking (INET). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}