{
    "id": 20500,
    "citation_title": "The Economics of Attribute-Based Regulation: Theory and Evidence from Fuel-Economy Standards",
    "citation_author": [
        "Koichiro Ito",
        "James M. Sallee"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes \"attribute-based regulations,\" in which regulatory compliance depends upon some secondary attribute that is not the intended target of the regulation. For example, in many countries fuel-economy standards mandate that vehicles have a certain fuel economy, but heavier or larger vehicles are allowed to meet a lower standard. Such policies create perverse incentives to distort the attribute upon which compliance depends. We develop a theoretical framework to predict how actors will respond to attribute-based regulations and to characterize the welfare implications of these responses. To test our theoretical predictions, we exploit quasi-experimental variation in Japanese fuel economy regulations, under which fuel-economy targets are downward-sloping step functions of vehicle weight. Our bunching analysis reveals large distortions to vehicle weight induced by the policy. We then leverage panel data on vehicle redesigns to empirically investigate the welfare implications of attribute-basing, including both potential benefits and likely costs. This latter analysis concerns a \"double notched\" policy; vehicles are eligible for an incentive if they are above a step function in the two-dimensional fuel economy by weight space. We develop a procedure for analyzing the response to such policies that is new to the literature.\n\n",
    "acknowledgement": "\nThe authors would like to thank Kunihito Sasaki for excellent research assistance. For helpful comments, we thank Hunt Allcott, Soren Anderson, Severin Borenstein, Meghan Busse, Raj Chetty, Lucas Davis, Francesco Decarolis, Meredith Fowlie, Don Fullerton, Michael Greenstone, Mark Jacobsen, Damon Jones, Hiro Kasahara, Kazunari Kainou, Ryan Kellogg, Ben Keys, Christopher Knittel, Ashley Langer, Bruce Meyer, Richard Newell, Matt Notowidigdo, Ian Parry, Mar Reguant, Nancy Rose, Mark Rysman, Jesse Shapiro, Joel Slemrod, Sarah West, Katie Whitefoot, Florian Zettelmeyer and seminar participants at the ASSA meetings, Berkeley, Boston University, Chicago, the EPA, Harvard, Michigan, Michigan State, MIT, the National Tax Association, the NBER, the RIETI, Pontifical Catholic University of Chile, Stanford, Resources for the Future, UCLA, University of Chile, and Wharton. Ito thanks the Energy Institute at Haas and the Stanford Institute for Economic Policy Research for financial support. Sallee thanks the Stigler Center at the University of Chicago for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}