{
    "id": 20501,
    "citation_title": "The Great Mortgaging: Housing Finance, Crises, and Business Cycles",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper unveils a new resource for macroeconomic research: a long-run dataset covering disaggregated bank credit for 17 advanced economies since 1870. The new data show that the share of mortgages on banks' balance sheets doubled in the course of the 20th century, driven by a sharp rise of mortgage lending to households. Household debt to asset ratios have risen substantially in many countries. Financial stability risks have been increasingly linked to real estate lending booms which are typically followed by deeper recessions and slower recoveries. Housing finance has come to play a central role in the modern macroeconomy.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. We are particularly grateful to a large number of researchers at universities and central banks around the world who helped with the construction of the historical dataset. Details can be found in the appendix. We wish to thank Philip Jung, Atif Mian and Gernot Mueller for helpful comments and Katharina Knoll for sharing data on home ownership rates and housing wealth. The authors gratefully acknowledge financial support from the Institute for New Economic Thinking (INET) administered by UC Davis. Schularick received financial support from the Volkswagen Foundation. This research was undertaken while Schularick was a Research Fellow of Hong Kong Institute for Monetary Research (HKIMR). The generous support of the HKIMR is gratefully acknowledged. Early Elias and Niklas Flamang provided outstanding research assistance. All errors are ours.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}