{
    "id": 20509,
    "citation_title": "Misclassification in Binary Choice Models",
    "citation_author": [
        "Bruce Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile measurement error in the dependent variable does not lead to bias in some well-known cases, with a binary dependent variable the bias can be pronounced. In binary choice, Hausman, Abrevaya and Scott-Morton (1998) show that the marginal effects in the observed data differ from the true ones in proportion to the sum of the misclassification probabilities when the errors are unrelated to covariates. We provide two sets of results that extend this analysis. First, we derive the asymptotic bias in parametric models allowing for correlation of the errors with both observables and unobservables. Second, we examine the bias in a prototypical application in two different datasets, using a variety of methods that differ in the amount of knowledge that is assumed about the error process. Our application is receipt of food stamps, the largest and most widely received welfare program in the U.S. Monte Carlo results and our empirical application show that the bias formulas accurately describe the bias in finite samples. Our results indicate that the robustness of signs and relative magnitudes of coefficients implied by the earlier proportionality results does not necessarily extend to estimated Probit coefficients, and does not apply when errors are correlated with covariates. Using administrative records linked to survey data as validation data, we evaluate estimators that are consistent under misclassification. Estimators based on the assumption that misclassification is independent of the covariates are sensitive to their functional form assumptions and aggravate the bias if the conditional independence assumption is invalid in all cases   we examine. On the other hand, estimators that allow misreporting to be correlated with the covariates perform well if an accurate model of misreporting or validation data are available. Estimators that incorporate more information about the errors, such as aggregate underreporting rates, tend to be more robust to misspecification of the misreporting model.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. We would like to thank Frank Limehouse for assistance with the data and participants at presentations at the Census Research Data Center Conference, UNCE at Charles University and Xiamen University for their comments.\n\n\n"
}