{
    "id": 20504,
    "citation_title": "Public Goods and Ethnic Diversity: Evidence from Deforestation in Indonesia",
    "citation_author": [
        "Alberto Alesina",
        "Caterina Gennaioli",
        "Stefania Lovo"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "2017-01-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that the level of deforestation in Indonesia is positively related to the degree of ethnic fractionalization at the district level. To identify a casual relation we exploit the exogenous timing of variations in the level of ethnic heterogeneity due to the creation of new jurisdictions. We provide evidence consistent with a lower control of politicians, through electoral punishment, in more ethnically fragmented districts. Our results bring a new perspective on the political economy of deforestation. They are consistent with the literature on (under) provision of public goods and social capital in ethnically diverse societies and suggest that when the underlying communities are ethnically fractionalized decentralisation can reduce deforestation by delegating powers to more homogeneous communities.\n\n",
    "acknowledgement": "\nThis research has benefited from the financial support of the UK Economic and Social Research Council through the Centre for Climate Change Economics and Policy. We wish to thank Nicola Gennaioli, Eric Kere, Armando Miano, Charles Palmer, Alessandro Tavoni and seminars participants at the 2nd IAERE conference, LSE, Queen Mary School of Business and Management and the 5th World Congress of Environmental and Resource Economists for helpful comments. We also thank Ben Olken, Luhur Fajar and Stefanie Sieber for sharing some of the data, Gregor Singer for background research and Bryan Vadheim for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}