{
    "id": 20508,
    "citation_title": "Dutch Disease or Agglomeration? The Local Economic Effects of Natural Resource Booms in Modern America",
    "citation_author": [
        "Hunt Allcott",
        "Daniel Keniston"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "2017-06-28",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDo natural resources benefit producer economies, or is there a “Natural Resource Curse,”0 perhaps as the crowd-out of manufacturing productivity spillovers reduces long-term growth? We combine new data on oil and gas endowments with Census of Manufactures microdata to estimate how oil and gas booms affect local economies in the United States. Local wages rise during oil and gas booms, but manufacturing is not crowded out—in fact, the sector grows overall, driven by upstream and locally-traded subsectors. Tradable manufacturing subsectors do contract during resource booms, but their productivity is unaffected, so there is no evidence of foregone local learning-by-doing effects. Over the full 1969-2014 sample, a county with one standard deviation additional oil and gas endowment averaged about one percent higher real wages. Overall, the results provide evidence against a Natural Resource Curse within the United States.\n\n",
    "acknowledgement": "\nWe thank Yunmi Kong and Wendy Wei for superb research assistance and Julia Garlick for help in data preparation. We are grateful for feedback from Costas Arkolakis, Nathaniel Baum- Snow, Dan Black, Rick Hornbeck, Guido Imbens, Ryan Kellogg, Pat Kline, Erin Mansur, Enrico Moretti, Reed Walker, and seminar participants at the ASSA Annual Meetings, Bates White, Berkeley, Bocconi, the Census Center for Economic Studies, Centre de Recherche en Economie et Statistique, Cornell, Helsinki Center of Economic Research, LSE and UCL, Michigan State, NYU, Oxford, Sussex, Toulouse, Wharton, the World Bank, and Yale. Thanks also to Randy Becker, Allan Collard-Wexler, Jonathan Fischer, Todd Gardner, Cheryl Grim, Javier Miranda, Justin Pierce, and Kirk White for their advice and help in using U.S. Census of Manufactures data, and to Jean Roth for advice on the Current Population Survey. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}