{
    "id": 20503,
    "citation_title": "Cities and the Environment",
    "citation_author": [
        "Matthew E. Kahn",
        "Randall Walsh"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper surveys recent literature examining the relationship between environmental amenities and urban growth.  In this survey, we focus on the role of both exogenous attributes such as climate and coastal access as well as endogenous attributes such as local air pollution and green space. A city's greenness is a function of both its natural beauty and is an emergent property of the types of households and firms that locate within its borders and the types of local and national regulations enacted by voters. \nWe explore four main issues related to sustainability and environmental quality in cities.  First, we introduce a household locational choice model to highlight the role that environmental amenities play in shaping where households locate within a city.   We then analyze how ongoing suburbanization affects the carbon footprint of cities.  Third, we explore how the system of cities is affected by urban environmental amenity dynamics and we explore the causes of these dynamics.  Fourth, we review the recent literature on the private costs and benefits of investing in \"green\" buildings.  Throughout this survey, we pay careful attention to empirical research approaches and highlight what are open research questions.  While much of the literature focuses on cities in the developed world, we anticipate that similar issues will be of increased interest in developing nation's cities.\n\n",
    "acknowledgement": "\nWe thank Devin Bunten, Brandon Fuller, Todd Sinai and the editors of the Handbook of Urban and Regional Economics for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}