{
    "id": 20519,
    "citation_title": "Incumbency Advantage in Non-Democracies",
    "citation_author": [
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn elections that take place in a less-than-perfect democracy, incumbency advantages are different from those in mature democracies. The incumbent can prevent credible challengers from running, organize vote fraud, or even physically eliminate his main opponents. At the same time, formally winning the election does not guarantee staying in power. We present a unified model of elections and mass protests where the purpose of competitive elections is to reveal information about the relative popularity of the incumbent and the opposition. Citizens are heterogenous in their attitudes toward the dictator, and these individual preferences serve as private signals about the aggregate distribution of preferences; this ensures a unique equilibrium for any information the incumbent may reveal. We show that the most competent or popular dictators run in competitive elections, mediocre ones prevent credible opponents from running or cancel elections, and the least competent ones use outright repressions. A strong opposition makes competitive elections more likely but also increases the probability of repression. A totalitarian regime, where repression is cheaper, will have more repression, but even in the absence of repression, competitive elections will be rarer. A crueler, say, military, regime, where protesting is costly, makes repression less likely and, surprisingly, competitive elections more likely.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Alberto Alesina, Alex Debs, Scott Gehlbach, Mike Golosov, John Londregan, Santiago Oliveros, Carlo Prato, Alvaro Sandroni, Mehdi Shadmehr, participants of Harvard-MIT Positive Political Theory seminar, MOVE Workshop on Selection of Politicians in Barcelona and MPSA 2011, NASM of the Econometric Society 2011, EEA/ESEM 2012, BCEP confererence on institutions and political conflict, and AEA and IEA 2014 conferences for helpful comments and suggestions, and Egor Abramov and Pavel Andreyanov for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}