{
    "id": 20517,
    "citation_title": "Reconstructing Macroeconomic Theory to Manage Economic Policy",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomics has not done well in recent years:  The standard models didn't predict the Great Recession; and even said it couldn't happen. After the bubble burst, the models did not predict the full consequences.    \nThe paper traces the failures to the attempts, beginning in the 1970s, to reconcile macro and microeconomics, by making the former adopt the standard competitive micro-models that were under attack even then, from theories of imperfect and asymmetric information, game theory, and behavioral economics.  \nThe paper argues that any theory of deep downturns has to answer these questions:  What is the source of the disturbances?  Why do seemingly small shocks have such large effects?  Why do deep downturns last so long?  Why is there such persistence, when we have the same human, physical, and natural resources today as we had before the crisis? \nThe paper presents a variety of hypotheses which provide answers to these questions, and argues that models based on these alternative assumptions have markedly different policy implications, including large multipliers.  It explains why the apparent liquidity trap today is markedly different from that envisioned by Keynes in the Great Depression, and why the Zero Lower Bound is not the central impediment to the effectiveness of monetary policy in restoring the economy to full employment.\n\n",
    "acknowledgement": "\nThis essay was prepared for an event honoring Jean-Paul Fitoussi, to whom it owes an enormous intellectual debt. I should also acknowledge helpful discussions with Rob Johnson and my long-term collaborator, Bruce Greenwald.  Financial support from INET is gratefully acknowledged. Research and editorial assistance was provided by Eamon Kircher-Allen and Sandesh Dhungana. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}