{
    "id": 2051,
    "citation_title": "The Competitiveness and Comparative Advantage of U.S. Multinationals, 1957-1983",
    "citation_author": [
        "Robert E. Lipsey",
        "Irving B. Kravis"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe share in world exports of manufactured goods of U.S. multinational firms, including their majority-owned overseas affiliates, has been nearly stable since 1966. This stability, over a period in which the export share of the U.S. as a geographical entity was declining for the most part, suggests that it was not declines in the competitiveness of American firms' management and technology that were responsible for the deterioration of the U.S. trade position. That view is reinforced by the fact that a good deal of the change in U.S. export shares can be explained by changes in U.S. prices relative to those of other countries. The comparative advantage of both the U.S. and U.S. multinational firms, especially the latter, has been in chemicals, machinery, and transport equipment, industries with relatively fast growth in worldwide exports. The growth of U.S. exports in 1966-77 fell far short of what it would have been if the U.S. had retained its share in each industry. The growth of U.S. multinationals' exports fell a little short of that implied by constant-shares but surpassed that of the U.S. as a country in almost every industry. After 1977, both the U.S. and its multinationals kept up with their constant share growth rates and the U.S. even ran a bit ahead. The multinationals' position as exporters, now supplying almost half their exports from their majority-owned overseas affiliates, seems to have been quite insulated from changes in U.S. policies and circumstances.\n\n",
    "acknowledgement": "\n"
}