{
    "id": 20512,
    "citation_title": "Permission to Exist",
    "citation_author": [
        "Martin C. Byford",
        "Joshua S. Gans"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe provide a new model that generates persistent performance differences amongst seemingly similar enterprises. Our model provides a mechanism whereby efficient incumbent rivals can give permission for an inefficient firm to exist in the presence of efficient entrants. We demonstrate that, in a repeated game, an efficient incumbent has a unilateral incentive to establish a relational contract that softens price competition to either strengthen the inefficient firm in a war of attrition that emerges post-entry or reduce the value to the inefficient firm of selling its position to entrants. The paper provides conditions under which that equilibrium exists and derives a number of empirical predictions as implications of the model. It is demonstrated that performance differences are likely to be associated with stability in the identity of firms in the market.\n\n",
    "acknowledgement": "\nThanks to seminar participants at the University of Toronto for helpful comments. Joshua Gans consulted for Core Economic Research during the course of this project. However, none of the topics upon which he had been remunerated have impacted on or are related to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}