{
    "id": 20518,
    "citation_title": "Monetary Policy Effectiveness in China: Evidence from a FAVAR Model",
    "citation_author": [
        "John Fernald",
        "Mark M. Spiegel",
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe use a broad set of Chinese economic indicators and a dynamic factor model framework to estimate Chinese economic activity and inflation as latent variables. We incorporate these latent variables into a factor-augmented vector autoregression (FAVAR) to estimate the effects of Chinese monetary policy on the Chinese economy. A FAVAR approach is particularly well-suited to this analysis due to concerns about Chinese data quality, a lack of a long history for many series, and the rapid institutional and structural changes that China has undergone. We find that increases in bank reserve requirements reduce economic activity and inflation, consistent with previous studies. In contrast to much of the literature, however, we find that central-bank-determined changes in Chinese interest rates also have substantial impacts on economic activity and inflation, while other measures of changes in credit conditions, such as shocks to M2 or lending levels, do not once other policy variables are taken into account. Overall, our results indicate that the monetary policy transmission channels in China have moved closer to those of Western market economies.\n\n",
    "acknowledgement": "\nWe thank Eric Hsu and Kuni Natsuki for excellent research assistance, and Yin Wong Cheung, Xu Han, Ryuzo Miyao, Yosuke Takeda, and seminar participants at the Chinese University, Hong Kong and NBER East Asian Seminar on Economics for helpful discussions, comments, and suggestions. The research in this paper was conducted while the authors were employees of the Federal Reserve Bank of San Francisco. The views expressed in this paper are those of the authors, and do not necessarily reflect those of anyone else affiliated with the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}