{
    "id": 20511,
    "citation_title": "The Impact of No Child Left Behind's Accountability Sanctions on School Performance: Regression Discontinuity Evidence from North Carolina",
    "citation_author": [
        "Thomas Ahn",
        "Jacob Vigdor"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparisons of schools that barely meet or miss criteria for adequate yearly progress (AYP) reveal that some sanctions built into the No Child Left Behind accountability regime exert positive impacts on students.  Estimates indicate that the strongest positive effects associate with the ultimate sanction: leadership and management changes associated with school restructuring.  We find suggestive incentive effects in schools first entering the NCLB sanction regime, but no significant effects of intermediate sanctions.  Further analysis shows that gains in sanctioned schools are concentrated among low-performing students, with the exception of gains from restructuring which are pervasive.  We find no evidence that schools achieve gains among low-performing students by depriving high-performing students of resources.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge support from the Institute for Education Sciences, grant #R305A090019.  A nontechnical summary of this research appeared as a policy brief released by the American Enterprise Institute, which provided financial support for the brief.  We thank Erika Martinez, Sarah Crittenden Fuller, James Riddlesperger, and John Holbein for outstanding research assistance.  We also thank Mike Lovenheim, Scott Imberman, participants at the 2013 AEA meetings, and seminar participants at the University of Virginia, University of Kentucky, and Michigan State University for helpful comments on previous drafts.  Any opinions expressed in this paper are those of the authors and not of any affiliated institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}