{
    "id": 20515,
    "citation_title": "Risk Corridors and Reinsurance in Health Insurance Marketplaces: Insurance for Insurers",
    "citation_author": [
        "Timothy J. Layton",
        "Thomas G. McGuire",
        "Anna D. Sinaiko"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn order to encourage entry and lower prices, most regulated markets for health insurance include policies that seek to reduce the uncertainty faced by insurers. In addition to risk adjustment of premiums paid to plans, the Health Insurance Marketplaces established by the Affordable Care Act implement reinsurance and risk corridors. Reinsurance limits insurer costs associated with specific individuals, while risk corridors protect against aggregate losses. Both tighten the insurer's distribution of expected costs. This paper considers the economic costs and consequences of reinsurance and risk corridors.  Drawing a parallel to individual insurance principles first described by Arrow (1963) and Zeckhauser (1970), we first discuss the optimal insurance policy for insurers. Then, we simulate the insurer's cost distribution under reinsurance and risk corridors using health care utilization data for a group of individuals likely to enroll in Marketplace plans from the Medical Expenditure Panel Survey. We compare reinsurance and risk corridors in terms of insurer risk reduction and incentives for cost containment, finding that one-sided risk corridors achieve more risk reduction for a given level of cost containment incentives than both reinsurance and two-sided risk corridors. We also find that the ACA policies being implemented in the Marketplaces (a mix of reinsurance and two-sided risk corridor policies) substantially limit insurer risk but that they are outperformed by a simpler one-sided risk corridor policy according to our measures of insurer risk and incentives.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by the National Institute of Mental Health (R01 MH094290, T32-019733). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}