{
    "id": 20514,
    "citation_title": "Appropriability Mechanisms, Innovation and Productivity: Evidence from the UK",
    "citation_author": [
        "Bronwyn H. Hall",
        "Vania Sena"
    ],
    "citation_publication_date": "2014-09-18",
    "issue_date": "2014-09-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use an extended version of the well-established Crepon, Duguet and Mairesse model (1998) to model the relationship between appropriability mechanisms, innovation and firm-level productivity. We enrich this model in several ways. First, we consider different types of innovation spending and study the differences in estimates when innovation spending (rather than R&D spending) is used to predict innovation in the CDM model. Second, we assume that a firm simultaneously innovates and chooses among different appropriability methods (formal or informal) to protect the innovation. Finally, in the third stage, we estimate the impact of the innovation output conditional on the choice of appropriability mechanisms on firms' productivity. We find that firms that innovate and rate formal methods for the protection of Intellectual Property (IP) highly are more productive than other firms, but that the same does not hold in the case of informal methods for the protection of a firm's IP, except possibly for large firms as opposed to SMEs. We also find that this result is strongest for firms in the services, trade, and utility sectors, and negative in the manufacturing sector.\n\n",
    "acknowledgement": "\nThis paper was originally written as one of the reports for the project \"The choice between formal and informal intellectual property,\" funded by the UK Intellectual Property Office. We are grateful to Christian Helmers and the late Mark Rogers for their participation in the project and the data construction. We have received useful comments from participants in the CDM Workshop, London, December 2013 and various seminars. This work contains statistical data from UK ONS which is Crown copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the ONS statistical data in this work does not imply the endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}