{
    "id": 20526,
    "citation_title": "International Financial Integration and Crisis Contagion",
    "citation_author": [
        "Michael B. Devereux",
        "Changhua Yu"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational financial integration helps to diversify risk but also may increase the trans- mission of crises across countries. We provide a quantitative analysis of this trade-off in a two-country general equilibrium model with endogenous portfolio choice and collateral con- straints. Collateral constraints bind occasionally, depending upon the state of the economy and levels of inherited debt. The analysis allows for different degrees of financial integration, moving from financial autarky to bond market integration and equity market integration. Fi- nancial integration leads to a significant increase in global leverage, doubles the probability of balance sheet crises for any one country, and dramatically increases the degree of 'contagion' across countries. Outside of crises, the impact of financial integration on macro aggregates is relatively small. But the impact of a crisis with integrated international financial markets is much less severe than that under financial market autarky. Thus, a trade-off emerges between the probability of crises and the severity of crises. Financial integration can raise or lower welfare, depending on the scale of macroeconomic risk. In particular, in a low risk environment, the increased leverage resulting from financial integration can reduce welfare of investors.\n\n",
    "acknowledgement": "\nWe thank Hiroyuki Kasahara, Ennise Kharroubi, Anton Korinek, Vadim Marmer, Jose-Victor Rios-Rull, Karl Schmedders, Jian Wang, Kang Shi, Carlos Zarazaga, and seminar participants at the CUHK, the Federal Reserve Bank of Dallas, the BIS, the BIS Hong Kong, and SHUFE for helpful discussions. Devereux's research is supported by ESRC award ES/1024174/1. Changhua Yu thanks National Natural Science Foundation of China, No. 71303044. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}