{
    "id": 20522,
    "citation_title": "Remittance Responses to Temporary Discounts: A Field Experiment among Central American Migrants",
    "citation_author": [
        "Kate Ambler",
        "Diego Aycinena",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impacts on remittances of offering migrants temporary discounts on remittance transaction fees. We randomly assigned migrants from El Salvador and Guatemala 10-week remittance transaction fee discounts, and assess impacts using administrative transaction data and a post-experiment survey. Temporary discounts lead to substantial increases in the number of transactions and total amount remitted during the discount period. Surprisingly, these increases persist up to 20 weeks after expiration of the discount. We find no evidence that the discounts cause migrants to shift remittances from other remittance channels, or to send remittances on behalf of other migrants. These findings are consistent with naïveté on the part of migrants regarding remittance recipients' reference-dependent preferences.\n\n",
    "acknowledgement": "\nKevin Carney, our Innovations for Poverty Action project associate, deserves special thanks for superb work on all aspects of project implementation and data management. This project would not have been possible without the collaboration of Viamericas Corporation and their participating agents. We greatly appreciate the support and feedback of Luis Alejos Marroquín, Paul Dwyer, Daniel Gottschalk, Gabriela Inchauste, Yusufcan Masatlioglu, Celia Medrano, Carlos Sarmiento, and seminar participants at IFPRI, the 11th Midwest International Economic Development Conference, the 8th Annual Meeting of the Impact Evaluation Network, and the 7th International Conference on Migration and Development (Oxford). This study was funded by the Inter-American Development Bank (contract C0016-11) and by the University of Michigan's Population Studies Center. Ambler is grateful for the support of an NICHD training grant to the Population Studies Center at the University of Michigan (T32 HD007339). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}