{
    "id": 20523,
    "citation_title": "The Bidder Exclusion Effect",
    "citation_author": [
        "Dominic Coey",
        "Bradley Larsen",
        "Kane Sweeney"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a simple and robust approach to answering two key questions in empirical auction analysis: discriminating between models of entry and quantifying the revenue gains from improving auction design. The approach builds on Bulow and Klemperer (1996), connecting their theoretical results to empirical work. It applies in a broad range of information settings and auction formats without requiring instruments or estimation of a complex structural model. We demonstrate the approach using US timber and used-car auction data.\n\n",
    "acknowledgement": "\nWe thank Gaurab Aryal, Matt Backus, Tom Blake, Jeremy Bulow, Alex Frankel, Amit Gandhi, Phil Haile, Jakub Kastl, Nicola Lacetera, Dimitriy Masterov, Dan Quint, Jimmy Roberts, Paulo Somaini, Steve Tadelis, CaioWaisman, and seminar and  conference participants at Vanderbilt University, the 2013 Stanford-Berkeley IO Fest, the 2014 International Industrial Organization Conference, and the 2014 North American Econometric Society Meetings for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}