{
    "id": 20520,
    "citation_title": "Debt Relief and Debtor Outcomes: Measuring the Effects of Consumer Bankruptcy Protection",
    "citation_author": [
        "Will Dobbie",
        "Jae Song"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsumer bankruptcy is one of the largest social insurance programs in the United States, but little is known about its impact on debtors. We use 500,000 bankruptcy filings matched to administrative tax and foreclosure data to estimate the impact of Chapter 13 bankruptcy protection on subsequent outcomes. Exploiting the random assignment of bankruptcy filings to judges, we find that Chapter 13 protection increases annual earnings by $5,562, decreases five-year mortality by 1.2 percentage points, and decreases five-year foreclosure rates by 19.1 percentage points. These results come primarily from the deterioration of outcomes among dismissed filers, not gains by granted filers.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Raj Chetty, Roland Fryer, Edward Glaeser, and Lawrence Katz at Harvard, and Gerald Ray and David Foster at the Social Security Administration for their help and support. We also thank Tal Gross, Matthew Notowidigdo, and Jialan Wang for providing the bankruptcy data used in this analysis, and Joseph Altonji, Sam Asher, Adrien Auclert, David Autor, Lanier Benkard, David Deming, Joseph Doyle, John Friedman, Peter Ganong, Paul Goldsmith-Pinkham, Joshua Goodman, Adam Guren, Guido Imbens, David Laibson, Robert Lawless, Adam Levitin, Brigitte Madrian, Neale Mahoney, Sendhil Mullainathan, Antoinette Schoar, Steven Shavell, Jörg Spenkuch, Jeremy Tobacman, Danny Yagan, Crystal Yang, and numerous seminar participants for helpful comments and suggestions. Elijah De la Campa, Kwabena Donkor, Rebecca Sachs, and Jessica Wagner provided outstanding research assistance. Financial support from the Multidisciplinary Program on Inequality and Social Policy, the Taubman Center for State and Local Government, and the Terence M. Considine Fellowship through the John M. Olin Center for Law, Economics, and Business at Harvard Law School is gratefully acknowledged. Correspondence can be addressed to the authors by e-mail: wdobbie@princeton.edu [Dobbie] or jae.song@ssa.gov [Song]. Any opinions expressed herein are those of the authors and not those of the Social Security Administration. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}