{
    "id": 20528,
    "citation_title": "The Value of Postsecondary Credentials in the Labor Market: An Experimental Study",
    "citation_author": [
        "David J. Deming",
        "Noam Yuchtman",
        "Amira Abulafi",
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "2016-01-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study employers’ perceptions of the value of postsecondary degrees using a field experiment. We randomly assign the sector and selectivity of institutions to fictitious resumes and apply to real vacancy postings for business and health jobs on a large online job board. We find that a business bachelor’s degree from a for-profit “online” institution is 22 percent less likely to receive a callback than one from a non-selective public institution. In applications to health jobs, we find that for-profit credentials receive fewer callbacks unless the job requires an external quality indicator such as an occupational license.\n\n",
    "acknowledgement": "\nThis research is supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University. We thank Olivia Chi, Natalia Emanuel, Barbara Halla, Glenda Oskar, Megan Prasad, Lauren Reisig, Ali Rohde, Adela Soliz, Shichen Wang, Jonathan Whittinghill and Wenyu Zhou for superb research assistance. We also thank seminar participants at Harvard University, NYU, Princeton University, UC-Santa Barbara and the NBER Summer Institute for helpful feedback. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClaudia Goldin\n\nThis research is supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University and the Center for Analysis of Postsecondary Education and Employment (CAPSEE).  This study has been approved by the Harvard IRB (IRB13-1856) and was submitted to the American Economic Association Randomized Controlled Trial Registry on March 30, 2014.\n\n\n\nLawrence F. Katz\n\nI am a member of the Board of Trustees of the Russell Sage Foundation, the Board of Directors of the Manpower Demonstration Research Corporation, and the Panel of Economic Advisers of the Congressional Budget Office.\n\n\n"
}