{
    "id": 20529,
    "citation_title": "The Impatient Salesperson and the Delegation of Pricing Authority",
    "citation_author": [
        "Edward P. Lazear"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nSales agents are impatient relative to owners.  If a good fails to sell, the owner still retains possession of that good and can enjoy its services, whereas the agent receives nothing.  As a consequence, sales agents prefer a lower price than does an owner.  Owners are therefore reluctant to delegate pricing authority to sales agents even when the agents have superior market information.  Pricing authority is more likely to be delegated to agents when the owner lacks monopoly power and sells competitively and when the good is a non-durable. Agents who are given pricing authority are less likely to be paid commissions and more likely to be on a straight salary.\n\n",
    "acknowledgement": "\nThis work on pricing and authority is in memory of Dale Mortensen, much of whose life work was on search, pricing and wage setting. Dale was a great friend and scholar and his research and friendship will be missed. The literature that his ideas generated will continue to flourish. Comments from Steven Levitt, Paul Oyer, Glen Weyl, and Florian Zettelmeyer are gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}