{
    "id": 20537,
    "citation_title": "The Effect of Substance Use Disorder Treatment Use on Crime: Evidence from Public Insurance Expansions and Health Insurance Parity Mandates",
    "citation_author": [
        "Hefei Wen",
        "Jason M. Hockenberry",
        "Janet R. Cummings"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe examine the effect of increasing the substance use disorder (SUD) treatment rate on reducing violent and property crime rates, based on county-level panels of SUD treatment and crime data between 2001 and 2008 across the United States. To address the potential endogeneity of the SUD treatment rate with respect to crime rate, we exploit the exogenous variation in the SUD treatment rate induced by two state-level policies, namely insurance expansions under the Health Insurance Flexibility and Accountability (HIFA) waivers and parity mandates for SUD treatment. Once we address the endogeneity issue, we are able to demonstrate an economically meaningful reduction in the rates of robbery, aggravated assault and larceny theft attributable to an increased SUD treatment rate. A back-of-the-envelope calculation shows that a 10 percent relative increase in the SUD treatment rate at an average cost of $1.6 billion yields a crime reduction benefit of $2.5 billion to $4.8 billion. Our findings suggest that expanding insurance coverage and benefits for SUD treatment is an effective policy lever to improve treatment use, and the improved SUD treatment use can effectively and cost-effectively promote public safety through crime reduction.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments on earlier drafts of this work from Chad Meyerhoefer, Sara Markowitz, Alison Cuellar, as well as participants at the 2014 ASHEcon Fifth Biennial Conference and the 2013 AcademyHealth's Annual Research Meeting, and seminar participants at Emory University. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}