{
    "id": 20533,
    "citation_title": "Procyclical and Countercyclical Fiscal Multipliers: Evidence from OECD Countries",
    "citation_author": [
        "Daniel Riera-Crichton",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "2015-03-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing non-linear methods, we argue that existing estimates of government spending multipliers in expansion and recession may yield biased results by ignoring whether government spending is increasing or decreasing. In the case of OECD countries, the problem originates in the fact that, contrary to one’s priors, it is not always the case that government spending is going up in recessions (i.e., acting countercyclically). In almost as many cases, government spending is actually going down (i.e., acting procyclically). Since the economy does not respond symmetrically to government spending increases or decreases, the “true” long-run multiplier for bad times (and government spending going up) turns out to be 2.3 compared to 1.3 if we just distinguish between recession and expansion. In extreme recessions, the long-run multiplier reaches 3.1.\n\n",
    "acknowledgement": "\nThis paper was written while Vegh was visiting the Macroeconomics and Growth Division (DEC) at the World Bank, whose hospitality and stimulating research environment he gratefully acknowledges. He is also thankful to the Knowledge for Change Program for the financing provided. The authors are very grateful to Luis Serven for many helpful discussions and suggestions, and Oscar Jorda, Yuriy Gorodnichenko, and participants at the USC-JIMF 2014 conference for many useful comments. The authors would also like to thank Yuriy Gorodnichenko for sharing the data on government spending forecast errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}