{
    "id": 20539,
    "citation_title": "Early Life Environment and Racial Inequality in Education and Earnings in the United States",
    "citation_author": [
        "Kenneth Y. Chay",
        "Jonathan Guryan",
        "Bhashkar Mazumder"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nChay, Guryan and Mazumder (2009) found substantial racial convergence in AFQT and NAEP scores across cohorts born in the 1960's and early 1970's that was concentrated among blacks in the South.  We demonstrated a close tracking between variation in the test score convergence across states and racial convergence in measures of health and hospital access in the years immediately after birth.  This study analyzes whether the across-cohort patterns in the black-white education and earnings gaps match those in early life health and test scores already established.  It also addresses caveats in the earlier study, such as unobserved selection into taking the AFQT and potential discrepancies between state-of-birth and state-of-test taking.\nWith Census data, we find: i) a significant narrowing across the same cohorts in education gaps driven primarily by a relative increase in the probability of blacks going to college; and ii) a similar convergence in relative earnings that is insensitive to adjustments for employment selection, as well as time and age effects that vary by race and state-of-residence.  The variation in racial convergence across birth states matches the patterns in the earlier study.  The magnitude of the earnings gains is greater than can be explained by only the black gains in education and test scores for reasonable estimates of the returns to human capital.  This suggests that other pre-market, productivity factors also improved across successive cohorts of blacks born in the South between the early 1960's and early 1970's.  Finally, our cohort-based hypothesis provides a cohesive explanation for the aggregate patterns in several, previously disconnected literatures.\n\n",
    "acknowledgement": "\nWe thank numerous seminar participants and Blaise Melly for helpful comments.  The views expressed here do not reflect the views of the Federal Reserve system.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}