{
    "id": 20536,
    "citation_title": "Regulation and Housing Supply",
    "citation_author": [
        "Joseph Gyourko",
        "Raven Molloy"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2024-07-31",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA wide array of local government regulations influences the amount, location, and shape of residential development.  In this chapter, we review the literature on the causes and effects of this type of regulation.  We begin with a discussion of how researchers measure regulation empirically, which highlights the variety of methods that are used to constrain development.  Many theories have been developed to explain why regulation arises, including the role of homeowners in the local political process, the influence of historical density, and the fiscal and exclusionary motives for zoning.  As for the effects of regulation, most studies have found substantial effects on the housing market.  In particular, regulation appears to raise house prices, reduce construction, reduce the elasticity of housing supply, and alter urban form.  Other research has found that regulation influences local labor markets and household sorting across communities.  Finally, we discuss the welfare implications of regulation.  Although some specific rules clearly mitigate negative externalities, the benefits of more general forms of regulation are very difficult to quantify.   On balance, a few recent studies suggest that the overall efficiency losses from binding constraints on residential development could be quite large.\n\n",
    "acknowledgement": "\nWill Strange and the other editors provided helpful advice on this chapter.  We also are grateful to Holger Seig for his comments on an earlier version.  Naturally, we remain responsible for any errors or omissions.  Gyourko thanks the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton for financial support.  The analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoseph Gyourko\n\nGyourko gratefully acknowledges support from the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton.\nGyourko also acknowledges that he is an Adjunct Scholar at the American Enterprise Institute, where is is working on research to develop a plan to restructure the FHA as part of AEI's National Research Initiative.\n\n\n"
}