{
    "id": 20538,
    "citation_title": "Competitive Pressure and the Decline of the Rust Belt: A Macroeconomic Analysis",
    "citation_author": [
        "Simeon Alder",
        "David Lagakos",
        "Lee Ohanian"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNo region of the United States fared worse over the postwar period than the \"Rust Belt,\" the heavy manufacturing region bordering the Great Lakes. This paper hypothesizes that the Rust Belt declined in large part due to a lack of competitive pressure in its labor and output markets. We formalize this thesis in a two-region dynamic general equilibrium model, in which productivity growth and regional employment shares are determined by the extent of competition. Quantitatively, the model accounts for much of the large secular decline in the Rust Belt's employment share before the 1980s, and the relative stabilization of the Rust Belt since then, as competitive pressure increased.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated under the title \"The Decline of the U.S. Rust Belt: A Macroeconomic Analysis.\" We thank Ufuk Akcigit, Marco Bassetto, Jesus Fernandez-Villaverde, Pablo Fajgelbaum, Jeremy Greenwood, Berthold Herrendorf, Tom Holmes, Alejandro Justiniano, Thomas Klier, Michael Peters, Andrea Pozzi, Ed Prescott, Andres Rodriguez-Clare, Leena Rudanko, Jim Schmitz, Todd Schoellman, Marcelo Veracierto, Fabrizio Zilibotti and seminar participants at Arizona State, Autonoma de Barcelona, Berkeley, Brown, British Columbia, the Bank of Chile, Chicago Booth, the Federal Reserve Banks of Atlanta, Chicago, Minneapolis, St. Louis and Richmond, Frankfurt, LSE, Notre Dame, NYU, Ohio State, Pennsylvania, UCLA, UCSB, UCSD, USC, Wharton, Yale, Zurich, the NBER Macroeconomics across Time and Space 2014 meeting, the NBER Summer Institute 2013 (EFBGZ and PRMP), GSE Summer Forum, 2013 Midwest Macro meeting, February 2013 NBER EFG meeting, 2012 Einaudi Roma Macro Junior conference, and 2012 SED meeting (Cyprus) for helpful comments. We thank Andrew Cole, Alex Hartman, Patrick Kiernan, Patrick Orr, Samin Peirovi, Billy Smith and especially Caleb Johnson and Glenn Farley for excellent research assistance. All potential errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}