{
    "id": 20534,
    "citation_title": "Estimating the Value Added of Attending Physicians on Patient Outcomes",
    "citation_author": [
        "Jason M. Fletcher",
        "Leora I. Horwitz",
        "Elizabeth Bradley"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite increasing calls for value-based payments, existing methodologies for determining physicians' \"value added\" to patient health outcomes have important limitations. We incorporate methods from the value added literature in education research into a health care setting to present the first value added estimates of health care providers in the literature. Like teacher value added measures that calculate student test score gains, we estimate physician value added based on changes in health status during the course of a hospitalization.  We then tie our measures of physician value added to patient outcomes, including length of hospital stay, total charges, health status at discharge, and readmission. The estimated value added varied substantially across physicians and was highly stable for individual physicians. Patients of physicians in the 75th versus 25th percentile of value added had, on average, shorter length of stay (4.76 vs 5.08 days), lower total costs ($17,811 vs $19,822) and higher discharge health status (8% of a standard deviation).  Our findings provide evidence to support a new method of determining physician value added in the context of inpatient care that could have wide applicability across health care setting and in estimating value added of other health care providers (nurses, staff, etc).\n\n",
    "acknowledgement": "\nThe research was supported in part by the Commonwealth Fund. Dr. Horwitz is supported by the National Institute on Aging (K08 AG038336) and by the American Federation for Aging Research through the Paul B. Beeson Career Development Award Program.  Dr. Horwitz receives some salary support from Yale-New Haven Hospital (YNHH). We disclose that YNHH has a strategic partnership with Perahealth, the company that developed the Rothman Index used in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}