{
    "id": 20531,
    "citation_title": "Cashier or Consultant? Entry Labor Market Conditions, Field of Study, and Career Success",
    "citation_author": [
        "Joseph G. Altonji",
        "Lisa B. Kahn",
        "Jamin D. Speer"
    ],
    "citation_publication_date": "2014-09-25",
    "issue_date": "2014-09-25",
    "revision_date": "2020-04-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the early labor market outcomes of U.S. college graduates from the classes of 1974 to 2011, as a function of the economic conditions into which they graduated. We have three main findings. First, poor labor market conditions substantially disrupt early careers. A large recession at time of graduation reduces earnings by roughly 10% in the first year, for the average graduate. The losses are driven partially by a reduced ability to find employment and full-time work and partially by a roughly 4% reduction in hourly wage rates. Second, these effects differ by field of study. Those in majors with typically higher earnings experience significantly smaller declines in most labor market outcomes measured. As a result, the initial earnings and wage gaps across college majors widen by almost a third and a sixth, respectively, for those graduating into a large recession. Most of these effects fade out over the first 7 years. Those in higher paying majors are also slightly less likely to obtain an advanced degree when graduating into a recession, consistent with their relative increase in opportunity cost. Our third set of results focuses on a recent period that includes the Great Recession. Early impacts on earnings are much larger than what we would have expected given past patterns and the size of the recession, in part because of a large increase in the cyclical sensitivity of demand for college graduates. The effects also differ much less by field of study than those of prior recessions.\n\n",
    "acknowledgement": "\nWe thank Erica Blom and Sarah Amanda Levis for helping us with some early data issues, and David Card, Alex Mas, Paul Oyer, two anonymous referees, and seminar participants at CUNY, Columbia, Dartmouth, Duke, IZA, LSE, NBER, Queens University, University of Toulouse, and Yale University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}