{
    "id": 20548,
    "citation_title": "The Market Impacts of Pharmaceutical Product Patents in Developing Countries: Evidence from India",
    "citation_author": [
        "Mark Duggan",
        "Craig Garthwaite",
        "Aparajita Goyal"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2022-10-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn 2005, as the result of a World Trade Organization mandate, India began to implement product patents for pharmaceuticals that were compliant with the 1995 Trade-Related Aspects of Intellectual Property Rights (TRIPS). We combine pharmaceutical product sales data for India with a newly gathered dataset of molecule-linked patents issued by the Indian patent office. Exploiting variation in the timing of patent decisions, we estimate that a molecule receiving a patent experienced an average price increase of just 3-6 percent with larger increases for more recently developed molecules and for those produced by just one firm when the patent system began. Our results also show little impact on quantities sold or on the number of pharmaceutical firms operating in the market.\n\n",
    "acknowledgement": "\nWe are grateful to Preethi Rao for excellent research assistance and to Jen Brown, Meghan Busse, Leemore Dafny, Pascaline Dupas, Amy Finkelstein, Margaret Kyle, Grant Miller, Neale Mahoney, Petra Moser, Matt Notowidigdo, Emily Oster, Bhaven Sampat, Heidi Williams, seminar participants at the Bates White Life Sciences Conference and the 60th Anniversary Congress of the Yrjö Jahnsson Foundation for helpful comments. Duggan thanks the Dean's Research Fund and the Global Initiatives Fund at the Wharton School for support of this research and Goyal thanks the DECRG Research Support Budget grant of the World Bank. We also thank Bhaven Sampat for providing data on patent strength for a sample of products in the Indian market. The views expressed in this paper are solely those of the authors and do not represent the views of any of the institutions mentioned above. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated information service(s): MIDAS™ (2003 - 2011), IMS Health Incorporated. All Rights Reserved. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated, any of its affiliated or subsidiary entities, or the National Bureau of Economic Research.\n\n\n"
}