{
    "id": 20544,
    "citation_title": "Investment Banks as Corporate Monitors in the Early 20th Century United States",
    "citation_author": [
        "Carola Frydman",
        "Eric Hilt"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the Clayton Antitrust Act of 1914 to study the effect of bankers on corporate boards in facilitating access to external finance. In the early twentieth century, securities underwriters commonly held directorships with American corporations; this was especially true for railroads, which were the largest enterprises of the era. Section 10 of the Clayton Act prohibited investment bankers from serving on the boards of railroads for which they underwrote securities. Following the implementation of Section 10 in 1921, we find that railroads that had maintained strong affiliations with their underwriters saw declines in their valuations, investment rates and leverage ratios, and increases in their costs of external funds. We perform falsification tests using data for industrial corporations, which were not subject to the prohibitions of Section 10, and find no differential effect of relationships with underwriters on these firms following 1921. Our results are consistent with the predictions of a simple model of underwriters on corporate boards acting as delegated monitors. Our findings also highlight the potential risks of unintended consequences from financial regulations.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title \"Predators or Watchdogs?  Bankers on Corporate Boards in the Age of Finance Capitalism.'' We would like to thank Stanley Engerman, Dan Fetter, Arvind Krishnamurthy, David Matsa, Dimitris Papanikolaou, Joshua Rauh, and Antoinette Schoar, along with participants at the NBER Corporate Finance program meetings, the Economic History Association annual meetings, and various seminars for helpful comments and suggestions.  Richard B. Baker, Jack Chen, Francis Cho, Hannah Galin, Kimberly Le, Angela Lei, Andrew Marok, Ryan Munoz, Shrey Santosh, Sophie Sun, and Veronica Wilson provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}