{
    "id": 20545,
    "citation_title": "Monetary Policy in Open Economies: Practical Perspectives for Pragmatic Central Bankers",
    "citation_author": [
        "Richard Clarida"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews and interprets some of the key policy implications that flow from a class of DSGE models for optimal monetary policy in the open economy.  The framework suggests that good macroeconomic outcomes in open economies are possible by focusing inflation targeting that is implemented by a Taylor type rule, a rule that in equilibrium is reflected in the exchange rate as an asset price. Optimal monetary policy will not be able deliver a stationary ('stable') nominal exchange rate - let alone a fixed exchange rate or one that remains inside a target zone ‐ because, absent a commitment device, optimal monetary can't deliver a stationary domestic price level.   Another feature in the data for inflation targeting countries that is consistent with monetary policy via Taylor type rule is that it will tend push the nominal exchange rate in the opposite direction from PPP in response to an 'inflation' shock - the 'bad news god news' result of Clarida -Waldman (2008;2014). This is so even though in the long run of these models the nominal exchange rate must in expectation obey PPP.\n\n",
    "acknowledgement": "\nPaper prepared for the Hoover Institution Conference on Monetary Policy for the 21st Century. I would like to thank the conference organizers, participants, and especially my discussant Maurice Obstfeld as well as Ken Judd for insightful suggestions for future work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRichard Clarida\n\nI serve as a compensated strategic advisor for PIMCO, an asset management firm that invests in exchange rates.\n\n\n"
}