{
    "id": 20549,
    "citation_title": "Insurance Markets for the Elderly",
    "citation_author": [
        "Hanming Fang"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe describe the risks faced by the ageing population and survey the corresponding insurance markets for these risks. We focus on income risk, health expenditure risk, long-term care expenditure risk and mortality risk. We also discuss the interactions between social insurance and private insurance markets.\n\n",
    "acknowledgement": "\nThis paper is prepared for Handbook of the Economics of Population Ageing, edited by John Piggott and Alan Woodland. I would like to thank David Bloom, Olivia Mitchell, Edward Norton, and especially two anonymous reviewers and the editors (John Piggott and Alan Woodland), as well as participants in the Harvard-CEPAR Conference for the Handbook contributors for useful comments. I also like to thank my coauthors, Naoki Aizawa, Alessandro Gavazza, Edward Kung, Michael P. Keane and Dan Silverman, whose collaboration led me to better understand the issues discussed in this chapter. Junwen (Caroline) Liu provided capable research assistance on the preparation of this manuscript. I gratefully acknowledge the financial support from NSF Grant SES-0844845. All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}