{
    "id": 20540,
    "citation_title": "Robust Benchmark Design",
    "citation_author": [
        "Darrell Duffie",
        "Piotr Dworczak"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2018-03-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent scandals over the manipulation of LIBOR, foreign exchange benchmarks, and other financial benchmarks have spurred policy discussions over their appropriate design. We characterize the optimal fixing of a benchmark as an estimator of a market value or reference rate. The fixing data are the reports or transactions of agents whose profits depend on the fixing, and who may therefore have incentives to manipulate it. If the benchmark administrator cannot detect or deter the strategic splitting of trades, we show that the best linear unbiased fixing is the commonly used volume-weighted average price (VWAP).\n\n",
    "acknowledgement": "\nWe are grateful for useful discussions with members of the Market Participants Group on Reference Rate Reform (MPG). We have had particularly useful conversations with Matteo Aquilina, Terry Belton, David Bowman, Finbarr Hutchison, Paul Milgrom, Anthony Murphy, Holger Neuhaus, PierMario Satta, Roberto Schiavi, David Skeie, Andy Skrzypacz, Tom Steffen, Jeremy Stein, Kevin Stiroh, James Vickery, Zhe Wang, Victor Westrupp, and Haoxiang Zhu. The results and opinions expressed in this paper are not necessarily those of the Market Participants Group on Reference Rate Reform, a committee chaired by Duffie that was established by the Financial Stability Board and that published its final report in 2014, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarrell Duffie\n\nCurrent Editorial Board Service\n\n\nEconometrica, 1990 to present.\nReview of Finance, 1995 to present.\nJournal of Computational Finance, 1997 to present.\nAdvances in Mathematical Economics, 1998 to present.\nJournal of Financial Economics, 2001 to present.\nMathematics and Financial Economics, 2007 to present.\nAEJ: Microeconomics, 2007 to present.\nInternational Journal of Central Banking, 2009 to present.\nStochastic Systems, 2009 to present.\nReview of Asset Pricing Studies, 2010 to present.\n\n\nOther Current Professional Positions\n\n\nAmerican Academy of Arts and Sciences, Fellow.\nEconometric Society, Fellow and Member of Council.\nNational Bureau of Economic Research, Research Associate.\nNCCR FinRisk, International Scientific Council, Switzerland.\nAmerican Finance Association, Board of Directors.\nChicago Mercantile Exchange-Mathematical Sciences Research Institute, Prize Committee.\nFederal Reserve Bank of New York, Financial Advisory Roundtable.\nFinancial Economists Roundtable.\nPacific Institute of Mathematical Sciences, Board of Directors.\nWorking Group on Global Markets, Stanford University.\nSquam Lake Group, Member.\nStanford Institute of Economic Policy Research (SIEPR), Senior Fellow.\nSociety of Financial Econometrics (SoFiE), Council.\nHausdorff Research Institute for Mathematics, University of Bonn, Stochastic Dynamics in Economics and Finance, Advisory Board.\nSwiss Finance Institute, Scientific Council.\n\n\nCurrent Business Activities\n\n\nLehman Estate (New York), Consulting and Expert Witness.\nMatterhorn Investment Management (hedge fund), Consultation.\nKepos Capital (hedge fund), Academic Advisory Board.\nCantor Fitzgerald (interdealer brokerage), Expert Witness.\nMoody's Corporation, Board of Directors.\n\n\n"
}