{
    "id": 20541,
    "citation_title": "Belt and Suspenders and More: The Incremental Impact of Energy Efficiency Subsidies in the Presence of Existing Policy Instruments",
    "citation_author": [
        "Sébastien Houde",
        "Joseph E. Aldy"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effectiveness of investment subsidies depends on the existing array of regulatory and information mandates, especially in the energy efficiency space. Some consumers respond to information disclosure by purchasing energy-efficient durables (and thus may increase the inframarginal take-up of a subsequent subsidy), while other consumers may locate at the lower bound of a minimum efficiency standard (and a given subsidy may be insufficient to change their investment toward a more energy-efficient option). We investigate the incremental impact of energy efficiency rebates in the context of regulatory and information mandates by evaluating the State Energy Efficient Appliance Rebate Program (SEEARP) implemented through the 2009 American Recovery and Reinvestment Act. The design of the program -- Federal funds allocated to states on a per capita basis with significant discretion in state program design and implementation -- facilitates our empirical analysis. Using transaction-level data on appliance sales, we show that most program participants were inframarginal due to important short-term intertemporal substitutions where consumers delayed their purchases by a few weeks. We find evidence that some consumers accelerated the replacement of their old appliances by a few years, but overall the impact of the program on long-term energy demand is likely to be very small. Our estimated measures of cost-effectiveness are an order of magnitude higher than estimated for other energy efficiency programs in the literature. We also show that designing subsidies that reflect, in part, underlying attribute-based regulatory mandates can result in perverse effects, such as upgrading to larger, less energy-efficient models.\n\n",
    "acknowledgement": "\nWe first would like to thank Hasan Nazar, who worked on this project during his master's of public policy studies and as a research assistant at Harvard. We thank Chris Cloutier, Brandon Hurlbut, Lani MacRae, Susanne Rivera, and Toby Swope for assistance with the DOE SEEARP data. We would also like to thank Lucas Davis, in addition to numerous seminar participants at Harvard, the Stanford Institute of Theoretical Economics, and the AERE summer conference in Banff. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}