{
    "id": 20543,
    "citation_title": "The Direct and Indirect Effects of Small Business Administration Lending on Growth: Evidence from U.S. County-Level Data",
    "citation_author": [
        "Andrew T. Young",
        "Matthew J. Higgins",
        "Donald J. Lacombe",
        "Briana Sell"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nConventional wisdom suggests that small businesses are innovative engines of Schumpetarian growth. However, as small businesses, they are likely to face credit rationing in financial markets. If true then policies that promote lending to small businesses may yield substantial economy-wide returns. We examine the relationship between Small Business Administration (SBA) lending and local economic growth using a spatial econometric framework across a sample of 3,035 U.S. counties for the years 1980 to 2009. We find evidence that a county's SBA lending per capita is associated with direct negative effects on its income growth. We also find evidence of indirect negative effects on the growth rates of neighboring counties. Overall, a 10% increase in SBA loans per capita is associated with a cumulative decrease in income growth rates of about 2%.\n\n",
    "acknowledgement": "\nWe thank Jerry Thursby, Bart Hamilton and Daniel Levy for valuable comments and discussions. We also thank the Small Business Administration for their help in our FOIA request. Higgins acknowledges funding from the Imlay Professorship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}