{
    "id": 20542,
    "citation_title": "The Value of Informativeness for Contracting",
    "citation_author": [
        "Pierre Chaigneau",
        "Alex Edmans",
        "Daniel Gottlieb"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe informativeness principle demonstrates qualitative benefits to increasing signal precision. However, it is difficult to quantify these benefits -- and compare them against the costs of precision -- since we typically cannot solve for the optimal contract and analyze how it changes with informativeness. We consider a standard agency model with risk-neutrality and limited liability, where the optimal contract is a call option. The direct effect of reducing signal volatility is a fall in the value of the option, benefiting the principal. The indirect effect is a change in the agent's effort incentives. If the original option is sufficiently out-of-the-money, the agent can only beat the strike price if he exerts effort and there is a high noise realization. Thus, a fall in volatility reduces effort incentives. As the agency problem weakens, the gains from precision fall towards zero, potentially justifying pay-for-luck.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Wharton and at the Risk Theory Society meeting for helpful comments, and Shiying Dong for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}