{
    "id": 20547,
    "citation_title": "Annuitized Wealth and Post-Retirement Saving",
    "citation_author": [
        "John Laitner",
        "Daniel Silverman",
        "Dmitriy Stolyarov"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe introduce a tractable model of post-retirement saving behavior in which households have a precautionary motive arising from uninsured health status risks. The model distinguishes between annuitized and non-annuitized wealth, emphasizes the importance of asset composition in determining optimal household behavior, and includes an extension allowing late-in-life exchange transactions among relatives. We consider three puzzles in micro data - rising cohort average wealth of retirees, lack of demand for market annuities, and the relative scarcity of bequests - and show that our model can provide intuitive explanations for each.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Brigham Young University, Kansai University, the MRRC Researcher Workshop, the NBER Summer Institute, and the University of Michigan for their many helpful comments. This work was supported by NIH/NIA grant R01-AG030841-01. The opinions and conclusions are solely those of the authors and should not be considered as representing the opinions or policy of any agency of the Federal Government, nor the views of the National Bureau of Economic Research.\n\n\n"
}