{
    "id": 20557,
    "citation_title": "Compulsory Schooling Laws and Formation of Beliefs: Education, Religion and Superstition",
    "citation_author": [
        "Naci Mocan",
        "Luiza Pogorelova"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit information on compulsory schooling reforms in 11 European countries, implemented mostly in the 1960s and 70s, to identify the impact of education on religious adherence and religious practices.  Using micro data from the European Social Survey, conducted in various years between 2002 and 2013, we find consistently large negative effects of schooling on self-reported religiosity, social religious acts (attending religious services), as well as solitary religious acts (the frequency of praying). We also use data from European Values Survey to apply the same empirical design to analyze the impact of schooling on superstitious beliefs.  We find that more education, due to increased mandatory years of schooling, reduces individuals' propensity to believe in the power of lucky charms and the tendency to take into account horoscopes in daily life.\n\n",
    "acknowledgement": "\nWe thank participants of the ASREC Conference in Durham England, and Daniel Chen, Jörg Spenkuch and David Voas for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}