{
    "id": 20558,
    "citation_title": "Does Transparency Lead to Pay Compression?",
    "citation_author": [
        "Alexandre Mas"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2016-02-17",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether pay disclosure in the public sector changes wage setting at the top of the public sector distribution. I examine a 2010 California mandate that required municipal salaries to be posted online. Among top managers, disclosure led to approximately 7 percent average compensation declines, and a 75 percent increase in their quit rate, relative to managers in cities that had already disclosed salaries. The wage cuts were largely nominal. Wage cuts were larger in cities with higher initial compensation, but not in cities where compensation was initially out of line with (measured) fundamentals. The response is more consistent with public aversion to high compensation than the effects of increased accountability.\n\n",
    "acknowledgement": "\nI am grateful to Will Dobbie, Matthew Gentzkow, Ilyana Kuziemko, Emmanuel Saez, Jesse Shapiro, and Orie Shelef for helpful comments, as well as seminar participants at University of Chicago, Harvard, UC Berkeley, NBER, Princeton and Yale. Mingyu Chen, Kevin DeLuca, Kwabena Donkor, Helen Gao, Disa Hynsjo, Samsun Knight, Rebecca Sachs, Dan Van Deusen, Jessica Wagner, and Yining Zhu provided excellent research assistance. This project has been approved by Princeton's Institutional Review  Board.The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}