{
    "id": 20551,
    "citation_title": "How Do the \"GATS-Plus\" and \"GATS-Minus\" Characteristics of Regional Service Agreements Affect Trade in Services?",
    "citation_author": [
        "Nianli Zhou",
        "John Whalley"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPreferential liberalization of trade in services is a central feature of the new regionalism. \"GATS-Plus\" and \"GATS-Minus\" have become the distinctive characteristics of the service RTAs and this paper aims to investigate and distinguish the different effect of the \"GATS-Plus\" and \"GATS-Minus\" components of RTAs on the service trade . The results of the empirical research by using the gravity equation either with time-varying exporter and importer fixed effects or with the specific exporter and importer fixed effect and year fixed effect  both indicate : (1) belonging to a RTA (both \"only goods\" RTA and \"service\" RTA) can increase the bilateral service trade between the trading-pairs significantly. (2) almost all the \"GATS-plus\" and \"GATS-neutral\" commitments either on market access or on national treatment made by trading-pairs with each other under service RTAs have significantly positive effect on bilateral service export. (3) the commitments of \"GATS-minus\" characteristic do not have significant negative effects on bilateral service export because \"GATS-minus\" treatment can be neutralized to some extent by two main preferential erosion mechanisms under the RTAs: \"liberal rule of origin\" and \"non-party MFN provision\".\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund and National Social Science Fund of China (13CGJ031) for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}