{
    "id": 20555,
    "citation_title": "Resurrecting the Role of the Product Market Wedge in Recessions",
    "citation_author": [
        "Mark Bils",
        "Peter J. Klenow",
        "Benjamin A. Malin"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2017-11-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmployment and hours appear far more cyclical than dictated by the behavior of productivity and consumption. This puzzle has been called “the labor wedge” — a cyclical intratemporal wedge between the marginal product of labor and the marginal rate of substitution of consumption for leisure. The labor wedge can be broken into a price markup and a wage markup. Based on the wages of employees, the literature has attributed the labor wedge almost entirely to labor market distortions. Because employee wages may be smoothed versions of the true cyclical price of labor, we instead examine the self-employed and intermediate inputs, respectively. Any observed cyclicality in wedges calculated for these inputs cannot reflect wage markups. Looking at the past quarter century in the U.S. — including the Great Recession and its aftermath — we find that price markup movements are at least as important as wage markup movements. Thus, sticky prices and other forms of countercyclical markups deserve a central place in business cycle research, alongside sticky wages and matching frictions.\n\n",
    "acknowledgement": "\nWe are grateful to Susanto Basu, Robert Hall, Julio Rotemberg, Raphael Schoenle, and the referees and editor for constructive comments. Corina Boar, Cian Ruane, and Zoe Xie provided excellent research assistance. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}