{
    "id": 20554,
    "citation_title": "The Price of Stability: The balance sheet policy of the Banque de France and the Gold Standard (1880-1914)",
    "citation_author": [
        "Guillaume Bazot",
        "Michael D. Bordo",
        "Eric Monnet"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnder the classical gold standard (1880-1914), the Bank of France maintained a stable discount rate while the Bank of England changed its rate very frequently. Why did the policies of these central banks, the two pillars of the gold standard, differ so much? How did the Bank of France manage to keep a stable rate and continuously violate the \"rules of the game\"? This paper tackles these questions and shows that the domestic asset portfolio of the Bank of France played a crucial role in smoothing international shocks and in maintaining the stability of the discount rate. This policy provides a striking example of a central bank that uses its balance sheet to block the interest rate channel and protect the domestic economy from international constraints (Mundell's trilemma).\n\n",
    "acknowledgement": "\nWe are grateful from comments from Vincent Bignon, Rui Esteves, Antoine Parent, Angelo Riva, Philippe de Rougemont, Pierre Sicsic, Paul Sharp, Stefano Ungaro, François Velde, as well as seminar participants at the University of South Danemark, Sciences Po Lyon, Federal Reserve of Atlanta and Banque de France. The views expressed are those of the authors and do not necessarily reflect the views of the Bank of France, the Eurosystem, or the National Bureau of Economic Research.\n\n\n"
}