{
    "id": 20560,
    "citation_title": "The Glass Ceiling and The Paper Floor: Gender Differences among Top Earners, 1981-2012",
    "citation_author": [
        "Fatih Guvenen",
        "Greg Kaplan",
        "Jae Song"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe analyze changes in the gender structure at the top of the earnings distribution in the United States over the last 30 years using a 10% sample of individual earnings histories from the Social Security Administration. Despite making large inroads, females still constitute a small proportion of the top percentiles: the glass ceiling, albeit a thinner one, remains. We measure the contribution of changes in labor force participation, changes in the persistence of top earnings, and changes in industry and age composition to the change in the gender composition of top earners. A large proportion of the increased share of females among top earners is accounted for by the mending of, what we refer to as, the paper floor - the phenomenon whereby female top earners were much more likely than male top earners to drop out of the top percentiles. We also provide new evidence at the top of the earnings distribution for both genders: the rising share of top earnings accruing to workers in the Finance and Insurance industry, the relative transitory status of top earners, the emergence of top earnings gender gaps over the life cycle, and gender differences among lifetime top earners.\n\n",
    "acknowledgement": "\nThis paper uses confidential data supplied by the Social Security Administration. The views expressed herein are those of the authors and not necessarily those of the Social Security Administration, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\n•\tMy primary employer is Princeton University.\n\n\n•\tFor the 2014-15 academic year I am on leave from Princeton University. During this time I am a Visiting Lecturer at the University of New South Wales and a Senior Research Advisor at the Reserve Bank of Australia.\n\n\n•\tDuring the last three years, the following institutions have paid me or given me research grants valued cumulatively at more than $5000:\no\tReserve Bank of Australia\no\tBrookings Institution\no\tNational Science Foundation\n\n\n"
}