{
    "id": 20561,
    "citation_title": "Mortgage Rates, Household Balance Sheets, and the Real Economy",
    "citation_author": [
        "Benjamin J. Keys",
        "Tomasz Piskorski",
        "Amit Seru",
        "Vincent Yao"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2014-10-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the impact of lower mortgage rates on household balance sheets and other economic outcomes during the housing crisis. We use proprietary loan-level panel data matched to consumer credit records using borrowers' Social Security numbers, which allows for accurate measurement of the effects. Our main focus is on borrowers with agency loans, which constitute the vast majority of U.S. mortgage borrowers. Relying on variation in the timing of resets of adjustable rate mortgages, we find that a sizable decline in mortgage payments ($150 per month on average) induces a significant drop in mortgage defaults, an increase in new financing of durable consumption (auto purchases) of more than 10% in relative terms, and an overall improvement in household credit standing. New financing of durable consumption by borrowers with lower housing wealth responds more to mortgage payment reduction relative to wealthier households. Credit-constrained households initially use more than 70% of the extra liquidity generated by mortgage rate reductions to repay credit card debt-- a deleveraging response that can significantly restrict the ability of monetary policy to stimulate these households' consumption. These findings also qualitatively hold in a sample of less-prevalent borrowers with private non-agency loans. We then use regional variation in mortgage contract types to explore the impact of lower mortgage rates on broader economic outcomes. Regions more exposed to mortgage rate declines saw a relatively faster recovery in house prices, increased durable (auto) consumption, and increased employment growth, with responses concentrated in the non-tradable sector. Our findings have implications for the pass-through of monetary policy to the real economy through mortgage contracts and household balance sheets.\n\n",
    "acknowledgement": "\nFirst version: March 2014. Keys thanks the Kreisman Program on Housing Law and Policy at the University of Chicago. Piskorski thanks National Science Foundation (Grant 1124188) and the Paul Milstein Center for Real Estate at Columbia Business School for financial support. Seru thanks the Fama Miller Center at Booth for financial support. We are grateful to Atif Mian and Amir Sufi for sharing their auto sales data. We thank Sumit Agarwal, Patrick Bolton, Jon Steinsson, Neng Wang, and seminar participants at Columbia Business School for helpful discussions. Zach Wade and Vivek Sampathkumar provided excellent research assistance. The views expressed in this research are those of the authors and do not necessarily represent the position of Fannie Mae or the National Bureau of Economic Research.\n\n\n"
}