{
    "id": 20566,
    "citation_title": "Constrained Discretion and Central Bank Transparency",
    "citation_author": [
        "Francesco Bianchi",
        "Leonardo Melosi"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a general equilibrium model in which monetary policy can deviate from active inflation stabilization and agents face uncertainty about the nature of these deviations. When observing a deviation, agents conduct Bayesian learning to infer its likely duration. Under constrained discretion, only short deviations occur: Agents are confident about a prompt return to the active regime, macroeconomic uncertainty is low, welfare is high. However, if a deviation persists, agents' beliefs start drifting, uncertainty accelerates, and welfare declines. If the duration of the deviations is announced, uncertainty follows a reverse path. When estimated to match past U.S. experience, our model suggests that transparency lowers uncertainty and increases welfare.\n\n",
    "acknowledgement": "\nWe wish to thank Martin Eichenbaum, Cristina Fuentes-Albero, Jordi Gali, Pablo Guerron-Quintana, Yuriy Gorodnichenko, Narayana Kocherlakota, Frederick Mishkin, Matthias Paustian, Jon Steinsson, Mirko Wiederholt, Michael Woodford, and Tony Yates for very helpful comments and discussions. We also thank seminar participants at the NBER Summer Institute, Columbia University, UC Berkeley, Duke University, the SED conference in Cyprus, the Bank of England, the ECB Conference \"Information, Beliefs and Economic Policy,\" the Midwest Macro Meetings 2014, and the Philadelphia Fed. Part of this paper was written while Leonardo Melosi was visiting the Bank of England, whose hospitality is gratefully acknowledged. The views expressed in this paper are those of the authors and not necessarily those of the Bank of England, the Federal Reserve Bank of Chicago, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research. Francesco Bianchi gratefully acknowledges financial support from the National Science Foundation through grant SES-1227397.\n\n\n"
}