{
    "id": 20567,
    "citation_title": "Contagion in the European Sovereign Debt Crisis",
    "citation_author": [
        "Brent Glover",
        "Seth Richards-Shubik"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a network model of credit risk to measure market expectations of the potential spillovers from a sovereign default. Specifically, we develop an empirical model, based on the recent theoretical literature on contagion in financial networks, and estimate it with data on sovereign credit default swap spreads and the detailed structure of financial linkages among thirteen European sovereigns from 2005 to 2011.  Simulations from the estimated model show that a sovereign default generates only small spillovers to other sovereigns.  These results imply that credit markets do not demand a significant premium for the interconnectedness of sovereign debt in Europe.\n\n",
    "acknowledgement": "\nWe thank Ana Babus, Irina Balteanu, Steven N. Durlauf, Matthew Elliott, Michael Gofman, Christian Julliard, Raoul Minetti, Christian Opp, Mark Ready, Eli Remolona, Bruce Sacerdote, Alireza Tahbaz-Salehi, Lowell J. Taylor, Martin Weidner, Mark Wright, and participants at the AFA Meetings, Tepper-LAEF Macro-Finance Conference, SED Meetings, EMG-ECB Conference on Emerging Markets Finance, University College London applied seminar, and the Financial and Economics Networks Conference at the University of Wisconsin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}