{
    "id": 20563,
    "citation_title": "Product and Labor Market Regulations, Production Prices, Wages and Productivity",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "2015-06-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study is an attempt to evaluate the effects of product and labour market regulations on industry productivity through their various impacts on changes in production prices and wages. In a first stage, the estimation of a regression equation on an industry*country panel, with controls for country*industry and country*year fixed effects, show that multi-factor productivity is negatively and significantly influenced by both indicators of industrial prices from same industry and weighted average of industrial prices from other industries, and by indicators of country wages weighted by industry labour shares for low and high skilled workers. In a second stage, an economic policy simulation of the implications these results on the basis of their calibration by the OECD product and labour market anti-competitive regulation indicators suggests that nearly all countries could expect sizeable gains in multifactor productivity from deregulation reforms.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the other institutions the authors belong to.\n\n\n"
}