{
    "id": 20565,
    "citation_title": "Expanding Patients' Property Rights In Their Medical Records",
    "citation_author": [
        "Laurence C. Baker",
        "Kate Bundorf",
        "Daniel Kessler"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough doctors and hospitals own their patients' medical records, state and federal laws require that they provide patients with a copy at \"reasonable cost.\"   We examine the effects of state laws that cap the fees that doctors and hospitals are allowed to charge patients for a copy of their records.  We test whether these laws affected patients' propensity to switch doctors and the prices of new- and existing-patient visits.  We also examine the effect of laws on hospitals' adoption of electronic medical record (EMR) systems.  We find that patients from states adopting caps on copy fees were significantly more likely to switch doctors, and that hospitals in states adopting caps were significantly more likely to install an EMR.  We also find that laws did not have a systematic, significant effect on prices.\n\n",
    "acknowledgement": "\nWe would like to thank Kunhee Kim and Jack Boeglin for exceptional research assistance and Amalia Miller for generously sharing her data on state privacy laws.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel Kessler\n\nKessler reports speaking fees from America's Health Insurance Plans and Sutter Health; a grant from the AHIP Foundation; and consulting income from insurers, providers, and pharmaceutical manufacturers.\n\n\n"
}