{
    "id": 20562,
    "citation_title": "The Perception Of Social Security Incentives For Labor Supply And Retirement: The Median Voter Knows More Than You'd Think",
    "citation_author": [
        "Jeffrey B. Liebman",
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2014-10-06",
    "issue_date": "2014-10-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe degree to which the Social Security tax distorts labor supply depends on the extent to which individuals perceive the link between current earnings and future Social Security benefits.  Some Social Security reform plans have been motivated by an assumption that workers fail to perceive this link and that increasing the salience of the link could result in significant efficiency gains.  To measure the perceived linkage between labor supply and Social Security benefits, we administered a survey to a representative sample of Americans aged 50-70.  We find that the majority of respondents believe that their Social Security benefits increase with labor supply.  Indeed, respondents generally report a link between labor supply and future benefits that is somewhat greater than the actual incentive.  We also surveyed people about their understanding of various other provisions in the Social Security benefit rules.  We find that some of these provisions (e.g., effects of delayed benefit claiming and rules on widow benefits) are relatively well understood while others (e.g., rules on spousal benefits, provisions on which years of earnings are taken into account) are less well understood.  In addition, our survey incorporated a framing experiment, which shows that how the incentives for delayed claiming are presented has an impact on hypothetical claiming decisions.  In particular, the traditional \"break-even\" framing used by the Social Security Administration leads to earlier claiming than other presentations do.\n\n",
    "acknowledgement": "\nThis paper is the longer, working-paper version of our paper with same title, published in Tax Policy and the Economy, Volume 26, Jeffrey R. Brown (ed.). We thank Andrew Biggs, Jeffrey Brown, Alan Gustman, Edward Glaeser, David Laibson, Brigitte Madrian, Annamaria Lusardi, and seminar participants at Brookings, Harvard, the NBER Summer Institute, the NBER Tax Policy and the Economy conference, RAND, and the Social Security Administration for helpful comments.  We thank Andra Hibbert, Victoria Levin, Kate Mikels, Arman Rezaee, and Joshua Wan for superb research assistance.  This research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium as well as by the National Bureau of Economic Research itself.  The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}