{
    "id": 20571,
    "citation_title": "U.S. Investment in Global Bonds: As the Fed Pushes, Some EMEs Pull",
    "citation_author": [
        "John D. Burger",
        "Rajeswari Sengupta",
        "Francis E. Warnock",
        "Veronica Cacdac Warnock"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze reallocations within the international bond portfolios of US investors. The most striking empirical observation is a steady increase in US investors' allocations toward emerging market local currency bonds, unabated by the global financial crisis and accelerating in the post-crisis period. Part of the increase in EME allocations is associated with global \"push\" factors such as low US long-term interest rates and unconventional monetary policy as well as subdued risk aversion/expected volatility. But also evident is investor differentiation among EMEs, with the largest reallocations going to those EMEs with strong macroeconomic fundamentals such as more positive current account balances, less volatile inflation, and stronger economic growth. We also provide a descriptive analysis of global bond markets' structure and returns.\n\n",
    "acknowledgement": "\nThis paper, prepared for the 60th Panel Meeting of Economic Policy (October 2014), was lightly circulated as \"International Investors in Local Bond Markets: Indiscriminate Flows or Discriminating Tastes?\" The authors thank Sumit Malhotra for excellent research assistance, Robert DeMason of JPMorgan for returns indices, Randolph Tantzscher of Markit for GEMLOC investabilty data, and Branimir Gruic of BIS for data on the size of local currency and USD-denominated bond markets. We also thank for helpful comments the editor (Nicola Fuchs-Schündeln), three anonymous referees, Anusha Chari, Branimir Gruic, Philip Lane, Louis Miserendino, and participants at INFINITI, Australian Conference of Economists, Banco Central de Reserva del Perú and NIPFP. Burger acknowledges a research sabbatical from Loyola University Maryland. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}