{
    "id": 20579,
    "citation_title": "Outside Purchase Contracts, Human Capital and Firm Capital Structure",
    "citation_author": [
        "S. Katie Moon",
        "Gordon M. Phillips"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of outside purchase contracts on firm risk and firm capital structure.   We find that firms with more outside purchase contracts have less risky cash flows.  Despite these less risky cash flows, firms with these contracts also have less financial leverage especially when they operate in high value-added industries.   Examining firm financing decisions, we document that firms with more outside contracts are more likely to issue private securities.  Our results are consistent with firms with more outside purchase contracts using less leverage to decrease the expected costs of financial distress on their explicit and implicit contracting parties.\n\n",
    "acknowledgement": "\nWe thank Ashwini Agrawal, Tony Cookson, David Matsa, Alexandra Phillips, Michael Roberts, Giorgo Sertsios and seminar participants at George Washington University, Humboldt University, Tsinghua University, University of Colorado, University of Minnesota, University of Oregon, UBC Summer Finance conference and USC for helpful comments.   All errors are the authors alone. The Securities and Exchange Commission, as a matter of policy, disclaims responsibility for any private publication or statement by any of its employees. The views expressed herein are those of the authors and do not necessarily reflect the views of the Commission, the author's colleagues on the staff of the commission, or the National Bureau of Economic Research.\n\n\n"
}