{
    "id": 20575,
    "citation_title": "Dynamic Prediction Pools: An Investigation of Financial Frictions and Forecasting Performance",
    "citation_author": [
        "Marco Del Negro",
        "Raiden B. Hasegawa",
        "Frank Schorfheide"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a novel methodology for estimating time-varying weights in linear prediction pools,  which we call Dynamic Pools, and use it to investigate the relative forecasting performance of DSGE models with and without financial frictions for output growth and inflation from 1992 to 2011. We find strong evidence of time variation in the pool's weights, reflecting the fact that the DSGE model with financial frictions produces superior forecasts in periods of financial distress but does not perform as well in  tranquil periods. The dynamic pool's weights react in a timely fashion to changes in the environment, leading to real-time forecast improvements relative to other methods of density forecast combination, such as Bayesian Model Averaging, optimal (static) pools, and equal weights. We show how a policymaker dealing with model uncertainty could have used a dynamic pools to perform a counterfactual exercise (responding to the gap in labor market conditions) in the immediate aftermath of the Lehman crisis.\n\n",
    "acknowledgement": "\nWe are thankful for helpful comments and suggestions by Gianni Amisano, Frank Diebold, Tom Engsted, Bartosz ackowiak, Francesco Ravazzolo, Shaun Vahey, and seminar participants at Princeton, Penn, the Bank of England, the EFAB@Bayes250 Conference at Duke, University of Venice, NYU, the 2014 EABCN Conference in London, the 2014 SNDE Conference, Universite de Montreal, the 2014 Macro-Finance Conference at Aarhus, the 2014 ECB Workshop on Forecasting, the 2014 CEF in Oslo, and the 2014 NBER Summer Institute. Schorfheide gratefully acknowledges financial support from the National Science Foundation under Grant SES 1061725. The views expressed in this paper do not necessarily reflect those of\nthe Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}