{
    "id": 20578,
    "citation_title": "Financing Decisions and Product Introductions of Private and Publicly Traded Firms",
    "citation_author": [
        "Gordon Phillips",
        "Giorgo Sertsios"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe exploit Medicare national coverage reimbursement approvals of medical devices as a quasi-natural experiment to investigate how private and publicly traded firm financing decisions and product introductions respond to exogenous changes in investment opportunities. We find that publicly traded companies increase their external financing, and their subsequent product introductions, by more than private companies in response to national coverage approvals.  The primary source of the increased financing is through private financing of public firms. We also show that firms that select to go public during our sample period are ex ante more productive than similar private firms.  The results are consistent with public firms bearing the costs of going public to gain financing advantages that come from being able to offer securities with better exit liquidity and lower price risk.\n\n",
    "acknowledgement": "\nWe thank Nicholas Crain, Erik Gilje, Kathleen Kahle, Chen Lin, Jérôme Taillard, José Tessada, Patricio Valenzuela and seminar participants at Erasmus University, University of Amsterdam, University of Arizona, University of Southern California, Universidad Católica, the 2014 CICF conference, the 2014 FMA Asian Conference, the 4th mini-TOI conference and the 2nd Empirical Workshop in Management Science and Economics for helpful comments. We also thank Juan Cristobal Maass, MD-PhD, for helping us with medical institutional knowledge. We alone are responsible for any errors and omissions. Sertsios gratefully acknowledges the financial support of Fondecyt Iniciación (project/folio 11130073). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}