{
    "id": 2057,
    "citation_title": "Business Cycles and Oligopoly Supergames: Some Empirical Evidence on Prices and Margins",
    "citation_author": [
        "Ian Domowitz",
        "R. Glenn Hubbard",
        "Bruce C. Petersen"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere has been a significant interest on a theoretical level in the application of supergames to oligopoly behavior. Implications for pricing behavior in trigger-strategy models in response to aggregate demand are of particular importance for public policy considerations. We contrast the predictions for the movements of industry prices over the business cycle of two such models -- put forth by Edward Green and Robert Porter and by Julio Rotemberg and Garth Saloner -- and test the predictions using a panel data set of U.S. manufacturing industries. Our principal findings are four. First, the levels of price-cost margins of concentrated, homogeneous-goods industries, while higher than those of unconcentrated counterparts, appear to be closer to those predicted by a single-period Cournot-Nash equilibrium than monopoly. Second, there is little evidence to support the idea that price-cost margins of these industries have different cyclical patterns from other industries apart from effects by level of industry concentration. Maximum price declines for concentrated industries give little support for the occurrence of price wars during either recessions or booms. Finally, consistent with the predictions of the Rotemberg-Saloner model, the industries with high price-cost margins have more countercyclical price movements than those exhibited by other industries. That gradual price adjustment is quantitatively important for those industries, suggests, however, that other factors may lie behind the apparent rigidity of prices.\n\n",
    "acknowledgement": "\n"
}