{
    "id": 20581,
    "citation_title": "How Does Government Borrowing Affect Corporate Financing and Investment?",
    "citation_author": [
        "John Graham",
        "Mark T. Leary",
        "Michael R. Roberts"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel dataset of accounting and market information that spans most publicly traded nonfinancial firms over the last century, we show that U.S. federal government debt issuance significantly affects corporate financial policies and balance sheets through its impact on investors' portfolio allocations and the relative pricing of different assets. Government debt is strongly negatively correlated with corporate debt and investment, but strongly positively correlated with corporate liquidity. These relations are more pronounced in larger, less risky firms whose debt is a closer substitute for Treasuries. Indeed, we find a strong negative relation between the BAA-AAA yield spread and government debt, highlighting the greater sensitivity of more highly rated credit to variation in the supply of Treasuries. The channel through which this effect operates is investors' portfolio decisions: domestic intermediaries actively substitute between lending to the federal government and the nonfinancial corporate sector. The relations between government debt and corporate policies, as well as the substitution between government and corporate debt by intermediaries, are stronger after 1970 when foreign demand increased competition for Treasury securities. In concert, our results suggest that large, financially healthy corporations act as liquidity providers by supplying relatively safe securities to investors when alternatives are in short supply, and that this financial strategy influences firms' capital structures and investment policies.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title, \"Financial Crowding Out.\" We thank Andy Abel, Ravi Bansal, Effi Benmelech, Joao Gomes, Robin Greenwood, Boyan Jovanovich, Stefan Nagel, Josh Rauh, Ken Singleton, Jeremy Stein, Amir Sufi, Jules Van Binsbergen, Amir Yaron; seminar participants at Arizona State University, Duke University, London Business School, London School of Economics, Miami University, Notre Dame, MIT, Ohio State University, Oklahoma University, Stanford University, University of British Columbia, University of Chicago, University of Colorado, University of Illinois, University of Minnesota, University of Pennsylvania, University of Utah, Vanderbilt University, Yale University; and conference participants at the 2010 SITE and 2014 Safe Assets and the Macroeconomy Conference for helpful comments on this study and a predecessor paper. Nick della Copa, Ian Appel, and Jessica Jeffers provided excellent research assistance. Roberts gratefully acknowledges financial support from the Jacobs Levy Equity Management Center for Quantitative Financial Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}