{
    "id": 20586,
    "citation_title": "Family Planning: Program Effects",
    "citation_author": [
        "Grant Miller",
        "Kimberly Singer Babiarz"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-09",
    "revision_date": "2015-12-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper reviews empirical evidence on the micro-level consequences of family planning programs in middle- and low-income countries. In doing so, it focuses on fertility outcomes (the number and timing of births), women’s health and socio-economic outcomes (mortality, human capital, and labor force participation), and children’s health and socio-economic outcomes throughout the life cycle. Although effect sizes are heterogeneous, long-term studies imply that in practice, family planning programs may only explain a modest share of fertility decline in real-world settings (explaining 4-20% of fertility decline among studies finding significant effects).  Family planning programs may also have quantitatively modest - but practically meaningful - effects on the socio-economic welfare of individuals and families.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was prepared for the  International Encyclopedia of the Social and Behavioral Sciences, Second Edition (Wright, 2015). We are grateful to Colin Boyle, Sepideh Modrek, Lant Pritchett, and T. Paul Schultz as well as the Editor and three anonymous referees for helpful comments and suggestions.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}