{
    "id": 20584,
    "citation_title": "The Great Recession, Decline and Rebound in Household Wealth for the Near Retirement Population",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the Health and Retirement Study to examine the effects of the Great Recession on the wealth held by the near retirement age population from 2006 to 2012. For the Early Boomer cohort (ages 51 to 56 in 2004), real wealth in 2012 remained 3.6 percent below its 2006 value. This is a modest decline considering the fall in asset values during the Great Recession.\nMuch of the decline in wealth over the 2006 to 2010 period was cushioned by wealth originating from Social Security and defined benefit pensions. For the most part, these are stable sums that ensured a major fraction of total wealth did not decline as a result of the recession. \nThe rebound in asset values observed between 2010 and 2012 mitigated, but did not erase, the asset losses experienced in the first years of the Great Recession. \nEffects of the Great Recession varied with the household's initial wealth. Those who were in the highest wealth deciles typically had a larger share of their assets subject to the influence of declining markets, and were hurt most severely. Unlike those falling in lower wealth deciles, they have yet to regain all the wealth they lost during the recession.\nRecovering losses in assets is only part of the story. The assets held by members of the cohort nearing retirement at the onset of the recession would normally have grown over ensuing years. Members of older HRS cohorts accumulated assets rapidly in the years just before retirement. Those on the cusp of retiring at the onset of the recession would be much better off had they had enjoyed similar growth in assets as experienced by members of older cohorts. \nThe bottom line is that the losses in assets imposed by the Great Recession were relatively modest. The recovery has helped. But much of the remaining penalty due to the Great Recession is in the failure of assets to grow beyond their initial levels.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support for this research from a grant provided by the Sloan Foundation to Dartmouth College. A version of this paper will be published in the Journal of Retirement, Volume 2, Number 2. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}