{
    "id": 20580,
    "citation_title": "The New Full-time Employment Taxes",
    "citation_author": [
        "Casey B. Mulligan"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act introduces or expands taxes on incomes and full-time employment, beginning in 2014. The purpose of this paper is to characterize the new full-time employment taxes from the perspective of a household budget constraint, measure their magnitude, and assess their likely consequences for employee work schedules.  When the ACA is fully implemented, full-time employment taxes will be prevalent and often as large as what workers can earn in five hours of work per week, 52 weeks per year.  The economic significance of the ACA's full-time employment taxes varies by demographic group: they are non-monotonic in age, increasing with family size, and negatively correlated with schooling.\n\n",
    "acknowledgement": "\nI appreciate the financial support of the George J. Stigler Center for the Study of the Economy and the State and the Hoover Institution, conversations with Trevor Gallen, and comments from Jeff Brown and seminar participants at the Chicago Fed, Hoover, Texas A&M, the University of Chicago, and the September 2014 NBER conference on Tax Policy and the Economy. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}