{
    "id": 20587,
    "citation_title": "Patent Collateral, Investor Commitment, and the Market for Venture Lending",
    "citation_author": [
        "Yael V. Hochberg",
        "Carlos J. Serrano",
        "Rosemarie H. Ziedonis"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe use of debt to finance risky entrepreneurial-firm projects is rife with informational and contracting problems. Nonetheless, we document widespread lending to startups in three innovation-intensive sectors and in early stages of development. At odds with claims that the secondary patent market is too illiquid to shape debt financing, we find that intensified patent trading increases the annual rate of startup lending, particularly for startups with more redeployable (less firm-specific) patent assets. Exploiting differences in venture capital (VC) fundraising cycles and a negative capital-supply shock in early 2000, we also find that the credibility of VC commitments to refinance and grow fledgling companies is vital for such lending. Our study illuminates friction-reducing mechanisms in the market for venture lending, a surprisingly active but opaque arena for innovation financing, and tests central tenets of contract theory.\n\n",
    "acknowledgement": "\nWe thank Dow Jones Venture Source and Sand Hill Econometrics for venture finance and startup-exit data, RPX Corp for data on patent transactions, and Andre Boik, Jing Li, Karina Mann, Junguang Pan, Anastasia Strader, and Shana Wang for excellent research assistance. We also thank the venture lenders, investors and entrepreneurs who shared time and insights with us, Angela Cipollone, Alfonso Gambardella, David Hsu, Katherine Litvak, and Marvin Lieberman for discussant comments, and numerous colleagues and seminar participants for feedback and suggestions. Financial support from the NBER Innovation Policy Working Group and the University of Michigan Program in Law, Economics and Technology is gratefully acknowledged. All errors are our own. The opinions in this article are the sole responsibility of the authors and they do not necessarily coincide with those of the Banco de España or the National Bureau of Economic Research.\n\n\n"
}