{
    "id": 20583,
    "citation_title": "Financing Constraints, Home Equity and Selection into Entrepreneurship",
    "citation_author": [
        "Thais Lærkholm Jensen",
        "Søren Leth-Petersen",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2014-10-13",
    "issue_date": "2014-10-09",
    "revision_date": "2021-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe exploit a mortgage reform that differentially unlocked home equity across the Danish population and study how this impacted selection into entrepreneurship. We find that increased entry was concentrated among entrepreneurs whose firms were founded in industries where they had no prior work experience. In addition, we find that marginal entrants benefiting from the reform had higher pre-entry earnings and that a significant share of entrants started longer-lasting firms. Our results are most consistent with the view that housing collateral enabled high ability individuals with less-well-established track records to overcome credit rationing and start new firms, rather than just leading to `frivolous entry' by those without prior industry experience.\n\n",
    "acknowledgement": "\nPreviously circulated as “Housing Collateral, Credit Constraints and Entrepreneurship - Evidence from a Mortgage Reform.” We are extremely grateful to Manuel Adelino, Joan Farre-Mensa, Kristopher Gerardi, Erik Hurst, Raj Iyer, Bill Kerr, Chris Hansman, Renata Kosova, Francine Lafontaine, Josh Lerner, Ross Levine, Gustavo Manso, Matt Notowidigdo, Alex Oettl, Tarun Ramadorai, David Robinson, Matt Rhodes-Kropf, Martin Schmalz, Antoinette Schoar, Elvira Sojli, David Sraer, Peter Thompson and the seminar participants at the NBER summer institute, NBER productivity lunch, Imperial College London, ISNIE conference, Georgia Tech, UC Berkeley, University of Cambridge, University of Copenhagen, University of Southern Denmark, University of Mannheim, Goethe University, OECD, Paris School of Economics, Tilburg University and Rotterdam School of Management for helpful comments. The research presented in this paper is supported by Center for Economic Behavior and Inequality (CEBI), a center of excellence at the University of Copenhagen financed by grant DNRF134 from the Danish National Research Foundation, and by funding from the Danish Council for Independent Research, the Danish Economic Policy Research Network - EPRN, the Kauffman Foundation and the Division of Research and Faculty Development at the Harvard Business School. Leth-Petersen is research follow at the Danish Finance Institute.\n\n\n"
}