{
    "id": 20588,
    "citation_title": "Welfare and Optimal Trading Frequency in Dynamic Double Auctions",
    "citation_author": [
        "Songzi Du",
        "Haoxiang Zhu"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "2015-12-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the welfare consequence of increasing trading speed in financial markets. We build and solve a dynamic trading model, in which traders receive private information of asset value over time and trade strategically with demand schedules in a sequence of double auctions. A stationary linear equilibrium and its efficiency properties are characterized explicitly in closed form. Infrequent trading (few double auctions per unit of time) leads to a larger market depth in each trading period, but frequent trading allows more immediate asset re-allocation after new information arrives. Under natural conditions, the socially optimal trading frequency coincides with information arrival frequency for scheduled information releases, but can (far) exceed information arrival frequency for stochastic information arrivals. If traders have heterogeneous trading speeds, fast traders prefer the highest feasible trading frequency, whereas slow traders tend to prefer a strictly lower frequency.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were circulated under the titles \"Ex Post Equilibria in Double Auctions of Divisible Assets\" and \"Dynamic Ex Post Equilibrium, Welfare, and Optimal Trading Frequency in Double Auctions\". For helpful comments, we are grateful to Alexis Bergès, Bruno Biais, Alessandro Bonatti, Bradyn Breon-Drish, Jeremy Bulow, Giovanni Cespa, Hui Chen, Peter DeMarzo, David Dicks, Darrell Duffie, Thierry Foucault, Willie Fuchs, Lawrence Glosten, Robin Greenwood, Lawrence Harris, Joel Hasbrouck, Terry Hendershott, Eiichiro Kazumori, Ilan Kremer, Pete Kyle, Martin Lettau, Stefano Lovo, Andrey Malenko, Katya Malinova, Gustavo Manso, Konstantin Milbradt, Sophie Moinas, Michael Ostrovsky, Jun Pan, Andreas Park, Jonathan Parker, Parag Pathak, Michael Peters, Paul Peiderer, Uday Rajan, Marzena Rostek, Ioanid Rosu, Gideon Saar, Xianwen Shi, Andy Skrzypacz, Chester Spatt, Juuso Toikka, Dimitri Vayanos, Xavier Vives, Jiang Wang, Yajun Wang, Bob Wilson, Liyan Yang, Amir Yaron, and Hayong Yun, as well as seminar participants at Stanford University, Simon Fraser University, MIT, Copenhagen Business School, University of British Columbia, UNC Junior Finance Faculty Roundtable, Midwest Theory Meeting, Finance Theory Group Berkeley Meeting, Canadian Economic Theory Conference, HEC Paris, Barcelona Information Workshop, CICF, Stony Brook Game Theory Festival, SAET, Bank of Canada, Carnegie Mellon Tepper, University of Toronto, NBER Microstructure meeting, IESE Business School, Stanford Institute for Theoretical Economics, UBC Summer Workshop in Economic Theory, Toulouse Conference on Trading in Electronic Market, University of Cincinnati, the 10th Central Bank Workshop on the Microstructure of Financial Markets, FIRN Asset Pricing meeting, Imperial College High Frequency Trading Conference, UPenn Workshop on Multiunit Allocation, WFA, Econometric Society World Congress, and the National University of Singapore. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}