{
    "id": 20596,
    "citation_title": "A Tale of Repetition: Lessons from Florida Restaurant Inspections",
    "citation_author": [
        "Ginger Zhe Jin",
        "Jungmin Lee"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "2018-02-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of repetition in government regulation using Florida restaurant inspection data from 2003 to 2010. In the raw data, inspectors new to inspected restaurants tend to report 27% more violations than repeat inspectors. After ruling out regulatory capture and endogenous inspector rotation as potential explanations, we find that the new-repeat gap is best explained by the following two effects: first, restaurants target compliance in response to heterogenous stringency and tastes of different inspectors; second, inspectors pay greater attention in their first visit than in subsequent visits. After controlling for heterogenous inspector criteria, we find that a new inspector reports 13-18% more violations than the second visit of the previous inspector, likely due to a higher level of attention. Counterfactual simulations highlight the importance of inspector training and rotation in regulatory outcomes.\n\n",
    "acknowledgement": "\nPart of the revision was completed when Jin was on leave at the US Federal Trade Commission. The opinions expressed here are those of the authors and not necessarily those of the Federal Trade Commission or any of its Commissioners. We have received constructive comments from Roger Betancourt, David Becker, Joerg Claussen, John Ham, Panle Jia, Terence Johnson, Phillip Leslie, Michael Luca, Louis Rossiter, John Rust, Andrew Foster, and seminar participants at Maryland, College of Williams and Mary, MIT, Johns Hopkins, New York University, Brown University and the 2011 IIOC conference. Jin acknowledges financial support from the Alfred P. Sloan Foundation (grant #2011-10-14). Lee acknowledges financial support from the Center for National Competitiveness in the Institute of Economic Research of Seoul National University. Special thanks to the Florida Division of Hotels and Restaurants for providing us the data and patiently answering our questions. Yiyan (Echo) Liu provided excellent research assistance. All remaining errors are our own. All rights reserved.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}