{
    "id": 2059,
    "citation_title": "International Macroeconomic Policy Coordination When Policy-Makers Disagree on the Model",
    "citation_author": [
        "Jeffrey A. Frankel",
        "Katharine Rockett"
    ],
    "citation_publication_date": "1986-10-01",
    "issue_date": "1986-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe existing literature on international macroeconomic policy coordination makes the unrealistic assumption that policy-makers all know the true model, from which it follows in general that the Nash bargaining solution is superior to the Nash non-cooperative solution. But everything changes once we recognize that policy-makers' models differ from each other and therefore from the \"true\" model. It is still true that the two countries will in general be able to agree on a cooperative policy package that each believes will improve the objective function relative to the Nash non-cooperative solution. However, the bargaining solution is as likely to move the target variables in the wrong direction as in the right direction, in the light of a third true model. This paper illustrates these theoretical points with monetary and fiscal multipliers taken from simulations of eight leading international econometric models. (It is a sequel to NBER Working Paper 1925, which considered coordination between the domestic monetary and fiscal authorities.) Here we first consider coordination between U.S. and non-U.S. central banks. We find that out of 512 possible combinations of models that could represent U.S. beliefs, non-U.S. beliefs and the true model, coordination improves U.S. welfare in only 289 cases, reducing it in 206, and improves the welfare of other OECD countries in only 297 cases, reducing it in 198. Then we consider coordination with both monetary and fiscal policy. We find that out of 512 combinations, coordination improves U.S. welfare in 183 cases, reducing it in 228, and improves the welfare of other OECD countries in 283 cases, reducing it in 219. A final section of the paper considers possible extensions of the framework, dealing with uncertainty.\n\n",
    "acknowledgement": "\n"
}