{
    "id": 20594,
    "citation_title": "Monetary Policy Uncertainty and Economic Fluctuations",
    "citation_author": [
        "Drew D. Creal",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "2016-12-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the relationship between uncertainty about monetary policy and its transmission mechanism, and economic fluctuations. We propose a new term structure model where the second moments of macroeconomic variables and yields can have a first-order effect on their dynamics. The data favors a model with two unspanned volatility factors that capture uncertainty about monetary policy and the term premium. Uncertainty contributes negatively to economic activity. Two dimensions of uncertainty react in opposite directions to a shock to the real economy, and the response of inflation to uncertainty shocks vary across different historical episodes.\n\n",
    "acknowledgement": "\nPreviously circulated as “Interest Rate Uncertainty and Economic Fluctuations.” We thank Torben Andersen, Peter Christoffersen, Todd Clark, Steve Davis, Marty Eichenbaum, Bjorn Eraker, Jesus Fernandez-Villaverde, Jim Hamilton, Lars Hansen, Steve Heston, Jim Nason, Giorgio Primiceri, Dale Rosenthal, Dora Xia, Lan Zhang, three anonymous referees, and seminar and conference participants at Chicago Booth, Northwestern, UCL, Ohio State, U of Washington, NC State, Cleveland Fed, Illinois, Indiana, Texas A&M, Houston, Bank of England, Bank of Japan, Deutsche Bundesbank, Conference in Honor of James Hamilton, Annual Econometric Society Winter Meetings, ECB workshop on `New techniques and applications of Bayesian VARs', Fifth Risk Management Conference, UCSD alumnae conference, MFA, Midwest Econometrics, CFE. Drew Creal gratefully acknowledges financial support from the William Ladany Faculty Scholar Fund at the University of Chicago Booth School of Business. Cynthia Wu gratefully acknowledges financial support from the IBM Faculty Research Fund at the University of Chicago Booth School of Business. This paper was formerly titled “Term Structure of Interest Rate Volatility and Macroeconomic Uncertainty” and “Interest Rate Uncertainty and Economic Fluctuations”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}