{
    "id": 20598,
    "citation_title": "Climate and Conflict",
    "citation_author": [
        "Marshall Burke",
        "Solomon M. Hsiang",
        "Edward Miguel"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nUntil recently, neither climate nor conflict have been core areas of inquiry within economics, but there has been an explosion of research on both topics in the past decade, with a particularly large body of research emerging at their intersection.  In this review, we survey this literature on the interlinkages between climate and conflict, by necessity drawing from both economics and other disciplines given the inherent interdisciplinarity of research in this field. We consider many types of human conflict in the review, including both interpersonal conflict -- such as domestic violence, road rage, assault, murder, and rape -- and intergroup conflict -- including riots, ethnic violence, land invasions, gang violence, civil war and other forms of political instability, such as coups. We discuss the key methodological issues in estimating causal relationships in this area, and largely focus on \"natural experiments\" that exploit variation in climate variables over time, helping to address omitted variable bias concerns. After harmonizing statistical specifications and standardizing estimated effect sizes within each conflict category, we carry out a hierarchical meta-analysis that allows us to estimate the mean effect of climate variation on conflict outcomes as well as to quantify the degree of variability in this effect size across studies. Looking across 55 studies, we find that deviations from moderate temperatures and precipitation patterns systematically increase the risk of conflict, often substantially, with average effects that are highly statistically significant.  We find that contemporaneous temperature has the largest average effect by far, with each 1σ increase toward warmer temperatures increasing the frequency of contemporaneous interpersonal conflict by 2.4% and of intergroup conflict by 11.3%, but that the 2-period cumulative effect of rainfall on intergroup conflict is also substantial (3.5%/σ).  We also quantify heterogeneity in these effect estimates across settings that is likely important. We conclude by highlighting remaining challenges in this field and the approaches we expect will be most effective at solving them, including identifying mechanisms that link climate to conflict, measuring the ability of societies to adapt to climate changes, and understanding the likely impacts of future global warming.\n\n",
    "acknowledgement": "\nForthcoming in the Annual Review of Economics, Doi: 10.1146/annurev-economics-080614-115430. We thank Tamma Carleton for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}