{
    "id": 20597,
    "citation_title": "The Early Impact of the Affordable Care Act State-By-State",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nI examine the impact of state policy decisions on the early impact of the ACA using data through the first half of 2014. I focus on the individual health insurance market, which includes plans purchased through exchanges as well as plans purchased directly from insurers. In this market, at least 13.2 million people were covered in the second quarter of 2014, representing an increase of at least 4.2 million beyond pre-ACA state-level trends. I use data on coverage, premiums, and costs and a model developed by Hackmann, Kolstad, and Kowalski (2013) to calculate changes in selection and markups, which allow me to estimate the welfare impact of the ACA on participants in the individual health insurance market in each state. I then focus on comparisons across groups of states. The estimates from my model imply that market participants in the five \"direct enforcement\" states that ceded all enforcement of the ACA to the federal government are experiencing welfare losses of approximately $245 per participant on an annualized basis, relative to participants in all other states. They also imply that the impact of setting up a state exchange depends meaningfully on how well it functions. Market participants in the six states that had severe exchange glitches are experiencing welfare losses of approximately $750 per participant on an annualized basis, relative to participants in other states with their own exchanges. Although the national impact of the ACA is likely to change over the course of 2014 as coverage, costs, and premiums evolve, I expect that the differential impacts that we observe across states will persist through the rest of 2014.\n\n",
    "acknowledgement": "\nThis paper is in preparation for the Fall 2014 issue of the Brookings Papers on Economic Activity. I have committed to revisit this analysis using updated data in the Fall 2015 issue. I thank Manon Costinot, Aigerim Kabdiyeva, and Samuel Moy for excellent research assistance. Kate Bundorf and Amanda Starc provided helpful conference discussions. I thank Hank Aaron, Sherry Glied, Jon Gruber, Martin Hackmann, Jonathan Kolstad, David Romer, Clifford Winston, Justin Wolfers, and participants at the Brookings Panel on Economic Activity for helpful comments. Kevin Lucia and Nancy Turnbull provided helpful institutional details. Funding from the National Science Foundation, award no. 1350132, is gratefully acknowledged. The Online Appendix for this paper is available at http://www.econ.yale.edu/~ak669/ACA.online.appendix.pdf.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}