{
    "id": 20590,
    "citation_title": "The Value of Regulatory Discretion: Estimates from Environmental Inspections in India",
    "citation_author": [
        "Esther Duflo",
        "Michael Greenstone",
        "Rohini Pande",
        "Nicholas Ryan"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn collaboration with a state environmental regulator in India, we conducted a field experiment to raise the frequency of environmental inspections to the prescribed minimum for a random set of industrial plants. The treatment was successful when judged by process measures, as treatment plants, relative to the control group, were more than twice as likely to be inspected and to be cited for violating pollution standards. Yet the treatment was weaker for more consequential outcomes: the regulator was no more likely to identify extreme polluters (i.e., plants with emissions five times the regulatory standard or more) or to impose costly penalties in the treatment group. In response to the added scrutiny, treatment plants only marginally increased compliance with standards and did not significantly reduce mean pollution emissions. To explain these results and recover the full costs of environmental regulation, we model the regulatory process as a dynamic discrete game where the regulator chooses whether to penalize and plants choose whether to abate to avoid future sanctions. We estimate this model using original data on 10,000 interactions between plants and the regulator. Our estimates imply that the costs of environmental regulation are largely reserved for extremely polluting plants. Applying the cost estimates to the experimental data, we find the average treatment inspection imposes about half the cost on plants that the average control inspection does, because the randomly assigned inspections in the treatment are less likely than normal discretionary inspections to target such extreme polluters.\n\n",
    "acknowledgement": "\nWe thank Sanjiv Tyagi, R. G. Shah, and Hardik Shah for advice and support over the course of this project. We thank Pankaj Verma, Eric Dodge, Vipin Awatramani, Logan Clark, Yuanjian Li, Sam Norris, Nick Hagerty, Susanna Berkouwer and Kevin Rowe for excellent research assistance and numerous seminar participants for comments. We thank the Sustainability Science Program (SSP), the Harvard Environmental Economics Program, the Center for Energy and Environmental Policy Research (CEEPR), the International Initiative for Impact Evaluation (3ie), the International Growth Centre (IGC) and the National Science Foundation (NSF Award #1066006) for financial support. All views and errors are solely ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Greenstone\n\nGreenstone holds more than $10,000 in stock of various public companies that may be subject to air pollution regulations.\n\n\n"
}