{
    "id": 20599,
    "citation_title": "Second Trimester Sunlight and Asthma: Evidence from Two Independent Studies",
    "citation_author": [
        "Nils Wernerfelt",
        "David Slusky",
        "Richard Zeckhauser"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne in twelve Americans suffers from asthma and its annual costs are estimated to exceed $50 billion. Simultaneously, the root causes of the disease remain unknown. A recent hypothesis speculates that maternal vitamin D levels during pregnancy affect the probability the fetus later develops asthma. In two large-scale studies, we test this hypothesis using a natural experiment afforded by historical variation in sunlight, a major source of vitamin D. Specifically, holding the birth location and month fixed, we see how exogenous within-location variation in sunlight across birth years affects the probability of asthma onset. We show that this measurement of sunlight correlates with actual exposure, and consistent with pre-existing results from the fetal development literature, we find substantial and highly significant evidence in both datasets that increased sunlight during the second trimester lowers the subsequent probability of asthma. Our results suggest policies designed to augment vitamin D levels in pregnant women, the large majority of whom are vitamin D insufficient, could be very cost-effective.\n\n",
    "acknowledgement": "\nWe thank Amitabh Chandra and Scott Weiss, MD, for detailed comments and suggestions, and seminar participants at the Leonard Davis Institute, Princeton's Center for Health and Wellbeing, and MIT. We also thank Bob Krasowski of the Centers for Disease Control, and Jean Roth and the rest of the staff at NBER for outstanding assistance compiling our datasets, and Diane Alexander, Asaf Bernstein, Hoyt Bleakley, Anne Case, Alma Cohen, Janet Currie, David Cutler, Moshe Hazan, Fernanda Marquez Padilla, Sarah Moshary, Paul Murphy, Stephen Murphy, Joseph Newhouse, Jessica Pickett, Analia Schlosser, Benjamin Sommers, Heidi Williams, and especially Adam Sacarny for valuable comments. Wernerfelt gratefully acknowledges the support of an NSF Graduate Research Fellowship. This paper explored allergy and asthma emergency rates in children using outpatient data from Arizona and New Jersey, State Emergency Department Databases (SEDD), Healthcare Cost and Utilization Project (HCUP), Agency for Healthcare Research and Quality. The findings and conclusions in this paper are those of the authors and do not necessarily represent the views of the Research Data Center, the National Center for Health Statistics, the Centers for Disease Control and Prevention, or the National Bureau of Economic Research.\n\n\n"
}