{
    "id": 20595,
    "citation_title": "The Effects of Research & Development Funding On Scientific Productivity: Academic Chemistry, 1990-2009",
    "citation_author": [
        "Joshua L. Rosenbloom",
        "Donna K. Ginther",
        "Ted Juhl",
        "Joseph Heppert"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article examines the relationship between Research & Development (R&D) funding and the production of knowledge by academic chemists.  Using articles published, either raw counts or adjusted for quality, we find a strong, positive causal effect of funding on knowledge production.  This effect is similar across subsets of universities, suggesting a relatively efficient allocation of R&D funds.   Finally, we document a rapid acceleration in the rate at which chemical knowledge was produced in the late 1990s and early 2000s relative to the financial and human resources devoted to its production.\n\n",
    "acknowledgement": "\nWe thank Pat Oslund, Daria Milakhina, Carlos Zambrana, Peng Chen and Nadia Kim for their research assistance.  Irwin Feller offered extensive comments on an earlier draft of this article and seminar participants at George Mason University and Thomson Reuters, Research Analytics provided valuable feedback.  We thank them for their contributions while absolving them of responsibility for any remaining imperfections. This material is based upon work supported by the National Science Foundation under Grant No. 1064218. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n"
}