{
    "id": 20600,
    "citation_title": "Saving for a (not so) Rainy Day: A Randomized Evaluation of Savings Groups in Mali",
    "citation_author": [
        "Lori Beaman",
        "Dean Karlan",
        "Bram Thuysbaert"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nHigh transaction and contracting costs are often thought to create credit and savings market failures in developing countries. The microfinance movement grew largely out of business process innovations and subsidies that reduced these costs. We examine an alternative approach, one that infuses no external capital and introduces no change to formal contracts: an improved \"technology\" for managing informal, collaborative village-based savings groups. Such groups allow, in theory, for more efficient and lower- cost loans and informal savings,  and in  practice have been scaled  up  by international non-profit organizations to millions of members. Individuals save together and then lend the accumulated funds back out to themselves. In a randomized evaluation in Mali, we find improvements in food security, consumption smoothing, and buffer stock savings. Although we do find suggestive evidence of higher agricultural output, we do not find overall higher income or expenditure. We also do not find downstream impacts on health, education, social capital, and female decision-making power. Could this have happened before, without any external intervention? Yes. That is what makes the result striking, that indeed there were no resources provided nor legal institutional changes, yet the NGO-guided, improved informal processes led to important changes for households.\n\n",
    "acknowledgement": "\nThe authors thank partners Oxfam America, Freedom from Hunger and the Strømme Foundation for funding and their collaboration. Thanks to Yann Guy, Jaye Stapleton, Sarah Custer, Aissatou Ouedraogo and Nouhoum Traore for excellent research assistance and to the field staff of Innovations for Poverty Action - Mali office. We thank seminar and conference participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}