{
    "id": 20609,
    "citation_title": "Behavioral Economics of Education: Progress and Possibilities",
    "citation_author": [
        "Adam M. Lavecchia",
        "Heidi Liu",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBehavioral economics attempts to integrate insights from psychology, neuroscience, and sociology in order to better predict individual outcomes and develop more effective policy.  While the field has been successfully applied to many areas, education has, so far, received less attention - a surprising oversight, given the field's key interest in long-run decision-making and the propensity of youth to make poor long-run decisions. In this chapter, we review the emerging literature on the behavioral economics of education.  We first develop a general framework for thinking about why youth and their parents might not always take full advantage of education opportunities.  We then discuss how these behavioral barriers may be preventing some students from improving their long-run welfare.  We evaluate the recent but rapidly growing efforts to develop policies that mitigate these barriers, many of which have been examined in experimental settings.  Finally, we discuss future prospects for research in this emerging field.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Ben Castleman, Stefano DellaVigna, Angela Duckworth, Alex Haslam, Mitchell Hoffmann, Kory Kroft, David Laibson, Susan Mayer, Helena Skyt Nielsen, Uros Petronijevic, Aloysius Siow, Mel Stephens, and Ryan Webb for providing helpful and detailed comments.  Any errors or omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}