{
    "id": 20602,
    "citation_title": "The Comparative Advantage of Cities",
    "citation_author": [
        "Donald R. Davis",
        "Jonathan I. Dingel"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWhat determines the distributions of skills, occupations, and industries across cities? We develop a theory to jointly address these fundamental questions about the spatial organization of economies. Our model incorporates a system of cities, their internal urban structures, and a high-dimensional theory of factor-driven comparative advantage. It predicts that larger cities will be skill-abundant and specialize in skill-intensive activities according to the monotone likelihood ratio property. We test the model using data on 270 US metropolitan areas, 3 to 9 educational categories, 22 occupations, and 21 manufacturing industries. The results provide support for our theory's predictions.\n\n",
    "acknowledgement": "\nThanks to Arnaud Costinot, Gilles Duranton, Vernon Henderson, Corinne Low, Joan Monras, Gianmarco Ottaviano, Keeyoung Rhee, John Romalis, Bernard Salanié, Kurt Schmidheiny, Will Strange, Bruno Strulovici, Daniel Sturm, Matt Turner, Jonathan Vogel, and seminar audiences at Barcelona GSE, Berkeley, CURE, NBER ITI, NBER URB, New York Fed, NYU Stern, Penn State, Philadelphia Fed, Princeton IES Summer Workshop, UCLA, and the Urban Economics Association for helpful comments and suggestions. We thank Yuxiao Huang and especially Antonio Miscio for research assistance. Dingel thanks the Institute for Humane Studies, the Program for Economic Research at Columbia University, and the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}