{
    "id": 20601,
    "citation_title": "High Marginal Tax Rates on the Top 1%? Lessons from a Life Cycle Model with Idiosyncratic Income Risk",
    "citation_author": [
        "Fabian Kindermann",
        "Dirk Krueger"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we argue that very high marginal labor income tax rates are an effective tool for social insurance even when households have preferences with high labor supply elasticity, make dynamic savings decisions, and policies have general equilibrium effects. To make this point we construct a large scale Overlapping Generations Model with uninsurable labor productivity risk, show that it has a wealth distribution that matches the data well, and then use it to characterize fiscal policies that achieve a desired degree of redistribution in society. We find that marginal tax rates on the top 1% of the earnings distribution of close to 90% are optimal. We document that this result is robust to plausible variation in the labor supply elasticity and holds regardless of whether social welfare is measured at the steady state only or includes transitional generations.\n\n",
    "acknowledgement": "\nWe thank seminar participants at USC, the Wharton Macro Lunch, the 2014 Macro Tax conference in Montreal, the 4th SEEK Conference in Mannheim, the 2014 SED in Toronto and the 2014 NBER Summer Institute, as well as Juan Carlos Conesa and William Peterman for many useful comments. Krueger thanks the National Science Foundation for support under grant SES 1123547. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}