{
    "id": 20608,
    "citation_title": "Competing for Order Flow in OTC Markets",
    "citation_author": [
        "Benjamin Lester",
        "Guillaume Rocheteau",
        "Pierre-Olivier Weill"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of a two-sided asset market in which trades are intermediated by dealers and are bilateral. Dealers compete to attract order flow by posting the terms at which they execute trades-- which can include prices, quantities, and execution speed--and investors direct their orders toward dealers that offer the most attractive terms. We characterize the equilibrium in a general setting, and illustrate how the model can account for several important trading patterns in over-the-counter markets which do not emerge from existing models. We then study two special cases which allow us to highlight the differences between these existing models, which assume investors engage in random search for dealers and then use ex post bargaining to determine prices, and our model, which utilizes the concept of competitive search in which dealers post terms of trade. Finally, we calibrate our model, illustrate that it generates reasonable quantitative outcomes, and use it to study how trading frictions affect the per-unit trading costs that investors pay in equilibrium.\n\n",
    "acknowledgement": "\nPierre Mabille and Semih Uslu provided expert research assistance. We'd like to thank the participants of the JMCB-SNB-Uni Bern 2013 Conference on Financial Frictions and Julien Hugonnier for comments that greatly improved the paper. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}