{
    "id": 20607,
    "citation_title": "Knowledge-based Hierarchies: Using Organizations to Understand the Economy",
    "citation_author": [
        "Luis Garicano",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe argue that incorporating the decision of how to organize the acquisition, use, and communication of knowledge into economic models is essential to understand a wide variety of economic phenomena. We survey the literature that has used knowledge-based hierarchies to study issues like the evolution of wage inequality, the growth and productivity of firms, economic development, the gains from international trade, as well as offshoring and the formation of international production teams, among many others. We also review the nascent empirical literature that has, so far, confirmed the importance of organizational decisions and many of its more salient implications.\n\n",
    "acknowledgement": "\nPrepared for the Annual Review of Economics. We thank Pol Antràs, Lorenzo Caliendo, Ferdinando Monte, Bob Lucas, and Steve Redding for useful comments. Ricardo Reyes-Heroles provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLuis Garicano\n\nI have received honoraria or compensation in 2012 over $5000 from LIberbank (Board Membership) and the Toulouse Network in Information Technology (funded by Microsoft).\n\n\n"
}