{
    "id": 20605,
    "citation_title": "Directed Giving: Evidence from an Inter-Household Transfer Experiment",
    "citation_author": [
        "Catia Batista",
        "Dan Silverman",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the determinants of giving in a lab-in-the-field experiment with large stakes. Study participants in urban Mozambique play dictator games where their counterpart is the closest person to them outside their household. When given the option, dictators do a large fraction of giving in kind (in the form of goods) rather than cash. In addition, they share more in total when they have the option of giving in kind, compared to giving that can only be in cash. Qualitative post-experiment responses suggest that this effect is driven by a desire to control how recipients use gifted resources. Standard economic determinants such as the rate of return to giving and the size of the endowment also affect giving, but the effects of even large changes in these determinants are significantly smaller than the effect of the in-kind option. Our results support theories of giving where the utility of givers depends on the composition (not just the level) of gift-recipient expenditures, and givers thus seek control over transferred resources.\n\n",
    "acknowledgement": "\nWe appreciate comments and suggestions of seminar participants at Northwestern University,  the University of Michigan, and Stanford University. Cheney Wells, our IPA Project Associate, deserves special thanks for superb work on all aspects of project implementation and data management. This project would not have been possible without the collaboration of Banco Oportunidade de Mocambique (BOM); we greatly appreciate the support of Kathryn Larcombe and Douglas Pond at BOM. This study was funded by the International Growth Centre (IGC) and the Agricultural Technology Adoption Initiative (ATAI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}