{
    "id": 20606,
    "citation_title": "Capital Depreciation and Labor Shares Around the World: Measurement and Implications",
    "citation_author": [
        "Loukas Karabarbounis",
        "Brent Neiman"
    ],
    "citation_publication_date": "2014-10-20",
    "issue_date": "2014-10-16",
    "revision_date": "2014-11-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor share is typically measured as compensation to labor relative to gross value added (\"gross labor share\"), in part because gross value added is more directly measured than net value added. Labor compensation relative to net value added (\"net labor share\") may be more important in some settings, however, because depreciation is not consumed. In this paper we make three contributions. First, we document that gross and net labor shares generally declined together in most countries around the world over the past four decades. Second, we use a simple economic environment to show that declines in the price of capital necessarily cause gross and net labor shares to move in the same direction, whereas other shocks such as a decline in the real interest rate may cause the net labor share to rise when the gross labor share falls. Third, we illustrate that whether the gross or the net labor share is a more useful proxy for inequality during an economy's transition depends sensitively on the nature of the underlying shocks that hit the economy.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the support of the National Science Foundation, the Business and Public Policy Faculty Research Fund at Chicago Booth, and the Robert King Steel Faculty Fellowship at Chicago Booth. The Online Appendix that accompanies this paper can be found on the authors' web pages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}