{
    "id": 20619,
    "citation_title": "More on Recent Evidence on the Effects of Minimum Wages in the United States",
    "citation_author": [
        "David Neumark",
        "J.M. Ian Salas",
        "William Wascher"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central issue in estimating the employment effects of minimum wages is the appropriate comparison group for states (or other regions) that adopt or increase the minimum wage.  In recent research, Dube et al. (2010) and Allegretto et al. (2011) argue that past U.S. research is flawed because it does not restrict comparison areas to those that are geographically proximate and fails to control for changes in low-skill labor markets that are correlated with minimum wage increases.  They argue that using \"local controls\" establishes that higher minimum wages do not reduce employment of less-skilled workers.  In Neumark et al. (2014), we present evidence that their methods fail to isolate more reliable identifying information and lead to incorrect conclusions.  Moreover, for subsets of treatment groups where the identifying variation they use is supported by the data, the evidence is consistent with past findings of disemployment effects.  Allegretto et al. (2013) have challenged our conclusions, continuing the debate regarding some key issues regarding choosing comparison groups for estimating minimum wage effects.  We explain these issues and evaluate the evidence.  In general, we find little basis for their analyses and conclusions, and argue that the best evidence still points to job loss from minimum wages for very low-skilled workers - in particular, for teens.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at Aix-Marseille Université, the CUNY Graduate Center, and Georgia State, and to Marianne Bitler for helpful discussions.  The views expressed in this paper do not necessarily reflect the views of the Board of Governors of the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}