{
    "id": 20615,
    "citation_title": "Tax Credits and Small Firm R&D Spending",
    "citation_author": [
        "Ajay Agrawal",
        "Carlos Rosell",
        "Timothy S. Simcoe"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "2019-05-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn 2004, Canada changed the eligibility rules for its Scientific Research and Experimental Development (SRED) tax credit, which provides tax incentives for R&D conducted by small private firms. Difference in difference estimates show a seventeen percent increase in total R&D among eligible firms. The impact was larger for firms that took the tax credits as refunds because they had no current tax liability. Contract R&D expenditures were more elastic than the R&D wage bill. The response was also greater for firms that invested in R&D capital before the policy change.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Do Tax Credits Affect R&D Expenditures by Small Firms? Evidence from Canada.\" The Department of Finance, Canada generously provided data for this study. All views expressed herein are solely those of the authors and do not reflect the opinions or positions of the Department of Finance or the National Bureau of Economic Research. This research was funded by the Centre for Innovation and Entrepreneurship at the Rotman School of Management, University of Toronto and the Social Sciences and Humanities Research Council of Canada. We thank our colleagues at the University of Toronto, Boston University, and the Department of Finance, Canada for their advice and assistance. We also thank Iain Cockburn, Greg Leiserson, Jim Poterba, Nirupama Rao, Michael Salinger and two anonymous referees for their comments. Errors remain our own.\n\n\n"
}