{
    "id": 20610,
    "citation_title": "Investment under Uncertainty with Financial Constraints",
    "citation_author": [
        "Patrick Bolton",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an integrated theory of investment, seasoned equity offerings (SEOs), liquidation, and corporate savings under uncertainty for a financially constrained firm, which features endogenous growth options, abandonment options, and payout policies. Facing costly external financing, the firm prefers to fund its investment internally, so that its optimal policies and value depend on both its earnings fundamentals and liquidity holdings. The firm values not only real flexibility but also financial flexibility. The interaction of real and financial flexibility generates novel real options results: (1) Limited financial slack significantly erodes the value of growth & abandonment options; (2) Firms prefer projects with front-loaded cash-flows; (3) The firm's incentive to forgo costly external financing and to accumulate internal funds may cause substantial delay in investment; (4) A financially constrained firm over-invests in early stages of its life-cycle in an effort to quickly build up its cash-flow generating capacity; (5) SEOs are driven by both firm survival and growth motives. A firm in the mature phase may find itself in three mutually exclusive regions: payout, inaction, and liquidation. A firm in its growth phase may find itself in two additional regions: a region where investment is partly financed with an SEO and a region where investment is solely financed with internal funds. These regions depend on both firm savings and earnings fundamentals.\n\n",
    "acknowledgement": "\nWe are deeply grateful to Pierre-Olivier Weill for his insightful and detailed comments. This paper was previously circulated under the title “Investment under Uncertainty and the Value of Real and Financial Flexibility” (2014, NBER wp 20601.) We thank Andrew Abel, Ilona Babenka, Martin Cherkes, Min Dai, Sudipto Dasgupta, Peter DeMarzo, Janice Eberly, Mark Gertler, Simon Gilchrist, Steve Grenadier, Lars Peter Hansen, Vicky Henderson, Robert Hodrick, Harrison Hong, Wei Jiang, Bart Lambrecht, Erica Xuenan Li, Xiaoji Lin, Robert McDonald, Stewart Myers, Alessandro Pavan (Editor), Robert Pindyck, Tom Sargent, Suresh Sundaresan, Vladimir Vladimirov, and seminar participants at American Finance Association (AFA) 2014 meetings in Philadelphia, Boston University, China International Conference in Finance (CICF), Columbia University, HKUST 2013 Finance Symposium, the Paul Woolley Centre Conference at UTS Sydney, Rutgers University, University of Cambridge, University of Minnesota Carlson School, Zhejiang University, and the workshops hosted by the China Young Finance Scholars Society for helpful comments. Jinqiang Yang acknowledges support from the National Natural Science Foundation of China (71772112, 71472117, 71573033, 71532009, and 71532012) and Innovative Research Team of Shanghai University of Finance and Economics (#2016110241) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}