{
    "id": 20617,
    "citation_title": "Credit, Bankruptcy, and Aggregate Fluctuations",
    "citation_author": [
        "Makoto Nakajima",
        "José-Víctor Ríos-Rull"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask two questions related to how access to credit affects the nature of business cycles. First, does the standard theory of unsecured credit account for the high volatility and procyclicality of credit and the high volatility and countercyclicality of bankruptcy filings found in U.S. data? Yes, it does, but only if we explicitly model recessions as displaying countercyclical earnings risk (i.e., rather than having all households fare slightly worse than normal during recessions, we ensure that more households than normal fare very poorly). Second, does access to credit smooth aggregate consumption or aggregate hours worked, and if so, does it matter with respect to the nature of business cycles? No, it does not; in fact, consumption is 20 percent more volatile when credit is available. The interest rate premia increase in recessions because of higher bankruptcy risk discouraging households from using credit. This finding contradicts the intuition that access to credit helps households to smooth their consumption.\n\n",
    "acknowledgement": "\nRios-Rull thanks the National Science Foundation for Grants SES-0079504, SES-0351451, and SES- 1156228. We have benefited from the comments of many people in the long and protracted story of this paper, especially those of Roberto Perotti, who discussed an earlier version of this paper. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Philadelphia, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJosé-Víctor Ríos-Rull\n\nI thank the NSF for research support and the Federal Reserve Bank of Minneapolis.\n\n\n"
}