{
    "id": 20611,
    "citation_title": "Effective Monetary Policy Strategies in New Keynesian Models: A Re-examination",
    "citation_author": [
        "Hess Chung",
        "Edward Herbst",
        "Michael T. Kiley"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the importance of the nature of nominal price and wage adjustment for the design of effective monetary policy strategies, especially at the zero lower bound. Our analysis suggests that sticky-price and sticky-information models fit standard macroeconomic time series comparably well. However, the model with information rigidity responds differently to anticipated shocks and persistent zero-lower bound episodes - to a degree important for monetary policy and for understanding the effects of fundamental disturbances when monetary policy cannot adjust. These differences may be important for understanding other policy issues as well, such as fiscal multipliers. Despite these differences, many aspects of effective policy strategy are common across the two models: In particular, highly inertial interest rate rules that respond to nominal income or the price level perform well, even when hit by adverse supply shocks or large demand shocks that induce the zero-lower bound. Rules that respond to the level or change in the output gap can perform poorly under those conditions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors, and do not reflect the views of the Federal Reserve Board, its staff, or the National Bureau of Economic Research. We have benefited from comments by participants at the NBER conference, especially our discussants Lars Svensson and Mark Gertler, and from workshop participants and colleagues at the Federal Reserve Board, especially those of Matthias Paustian and Edward Nelson, and the Federal Reserve Banks of Cleveland and Richmond.\n\n\n"
}