{
    "id": 20616,
    "citation_title": "Microeconomic Uncertainty, International Trade, and Aggregate Fluctuations",
    "citation_author": [
        "George Alessandria",
        "Horag Choi",
        "Joseph P. Kaboski",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extent and direction of causation between micro volatility and business cycles are debated. We examine, empirically and theoretically, the source and effects of fluctuations in the dispersion of producer- level sales and production over the business cycle. On the theoretical side, we study the effect of exogenous first- and second-moment shocks to producer-level productivity in a two-country DSGE model with heterogenous producers and an endogenous dynamic export participation decision. First-moment shocks cause endogenous fluctuations in producer-level dispersion by reallocating production internationally, while second-moment shocks lead to increases in trade relative to GDP in recessions. Empirically, using detailed product-level data in the motor vehicle industry and industry-level data of U.S. manufacturers, we find evidence that international reallocation is indeed important for understanding cross-industry variation in cyclical patterns of measured dispersion.\n\n",
    "acknowledgement": "\nMolin Zhong provided excellent research assistance. We thank Kyle Handley and Hanno Lustig and audiences at Carnegie-Rochester NYU conference on public policy, EIEF, Emory University, The Ohio State University, Northwestern University, and the NBER conference on the Macroeconomic Consequeneces of Uncertainty for helpful comments. The views expressed here are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research. This paper was prepared for the Carnegie-NYU-Rochester conference series.\n\n\n"
}