{
    "id": 20614,
    "citation_title": "Will They Take the Money and Work? An Empirical Analysis of People's Willingness to Delay Claiming Social Security Benefits for a Lump Sum",
    "citation_author": [
        "Raimond Maurer",
        "Olivia S. Mitchell",
        "Ralph Rogalla",
        "Tatjana Schimetschek"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates whether exchanging the Social Security delayed retirement credit (currently paid as an increase in lifetime annuity benefits) for a lump sum would induce later claiming and additional work. We show that people would voluntarily claim about half a year later if the lump sum were paid for claiming any time after the Early Retirement Age, and about two-thirds of a year later if the lump sum were paid only for those claiming after their Full Retirement Age. Overall, people will work one-third to one-half of the additional months, compared to the status quo. Those who would currently claim at the youngest ages are likely to be most responsive to the offer of a lump sum benefit.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Michigan Retirement Research Center. Additional research support was provided by the Deutsche Forschungsgemeinschaft (DFG), the German Investment and Asset Management Association (BVI), the Pension Research Council/Boettner Center at The Wharton School of the University of Pennsylvania, and the Metzler Exchange Professor program. We also acknowledge support from the Research Center SAFE, funded by the State of Hessen initiative for research excellence, LOEWE. We are grateful for expert programming assistant from Yong Yu, and the RAND ALP team including Alerk Amin, Tim Colvin, and Diana Malouf. We also benefited from comments from participants at the 16th Annual Joint Meeting of the Retirement Research Consortium, particularly John Cummings, Howard Iams and Jeanne Young; for survival data from Steve Goss; from input provided at Wharton's AEW Workshop; and from pilot tests conducted at the Wharton Behavioral Labs. Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of SSA, any agency of the Federal Government, or any other institution with which the authors are affiliated. All rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute for research on retirement security.\n\n\n"
}