{
    "id": 20612,
    "citation_title": "Reserve Requirement Policy over the Business Cycle",
    "citation_author": [
        "Pablo Federico",
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on a novel quarterly dataset for 52 countries for the period 1970-2011, we analyze the use and cyclical properties of reserve requirements (RR) as a macroeconomic stabilization tool and whether RR policy substitutes or complements monetary policy.  We find that (i) around two thirds of developing countries have used RR policy as a macroeconomic stabilization tool compared to just one third of industrial countries (and no industrial country since 2004); (ii) most developing countries that rely on RR use them countercyclically; and (iii) in many developing countries, monetary policy is procyclical and hence RR policy has substituted monetary policy as a countercyclical tool.  We interpret the latter finding as reflecting the need of many emerging markets to raise interest rates in bad times to defend the currency and not raise or lower the interest rate in good times to prevent further currency appreciation.  Under these circumstances, RR policy provides a second instrument that substitutes for monetary policy.  Evidence from expanded Taylor rules (i.e., Taylor rules that include a nominal exchange rate target) supports these mechanisms.\n\n",
    "acknowledgement": "\nThe first draft of this paper was written while the authors were visiting the World Bank's Office of the Chief Economist for Latin America and the Caribbean (LAC) and Vegh was also visiting the Macroeconomics and Growth Division (DEC) at the World Bank, and is part of a project on macroprudential policy carried out at the Office of the Chief Economist for LAC.  The authors are very grateful for the World Bank's hospitality and stimulating policy and research environment.   They would also like to thank Enrique Alberola, Stijn Claessens, Tito Cordella, Augusto de la Torre, Eva Gutierrez, Luis Jacome, Alain Ize, Michael Leahy, Samuel Pienknagura, Andy Powell, Alessandro Rebucci, and seminar participants at the Bank of Japan, Bank of Spain, Brookings Institution, CEMLA, Central Bank of Bolivia, Central Bank of Uruguay, IDB, IMF, and World Bank for many helpful comments and discussions.  Jorge Puig and Pedro Pablo Matinez provided excellent research assistance. The views expressed in the paper are the authors' own and do not necessarily reflect those of the Office of the Chief Economist for LAC, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}