{
    "id": 20625,
    "citation_title": "Wealth Inequality in the United States since 1913: Evidence from Capitalized Income Tax Data",
    "citation_author": [
        "Emmanuel Saez",
        "Gabriel Zucman"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "2019-08-01",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper combines income tax returns with Flow of Funds data to estimate the distribution of household wealth in the United States since 1913. We estimate wealth by capitalizing the incomes reported by individual taxpayers, accounting for assets that do not generate taxable income. We successfully test our capitalization method in three micro datasets where we can observe both income and wealth: the Survey of Consumer Finance, linked estate and income tax returns, and foundations' tax records. Wealth concentration has followed a U-shaped evolution over the last 100 years: It was high in the beginning of the twentieth century, fell from 1929 to 1978, and has continuously increased since then. The rise of wealth inequality is almost entirely due to the rise of the top 0.1% wealth share, from 7% in 1979 to 22% in 2012--a level almost as high as in 1929. The bottom 90% wealth share first increased up to the mid-1980s and then steadily declined. The increase in wealth concentration is due to the surge of top incomes combined with an increase in saving rate inequality. Top wealth-holders are younger today than in the 1960s and earn a higher fraction of total labor income in the economy. We explain how our findings can be reconciled with Survey of Consumer Finances and estate tax data.\n\n",
    "acknowledgement": "\nWe thank Tony Atkinson, Mariacristina DeNardi, Matthieu Gomez, Barry W. Johnson, Maximilian Kasy, Lawrence Katz, Arthur Kennickell, Wojciech Kopczuk, Moritz Kuhn, Thomas Piketty, Jean-Laurent Rosenthal, John Sabelhaus, Amir Sufi, Edward Wolff, and numerous seminar and conference participants for helpful discussions and comments. Juliana Londono-Velez provided outstanding research assistance. We acknowledge financial support from the Center for Equitable Growth at UC Berkeley, and the MacArthur foundation. A complete set of Appendix tables and figures supplementing this article is available online at http://eml.berkeley.edu/~saez and http://gabriel-zucman.eu/uswealth The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}