{
    "id": 20623,
    "citation_title": "Markets with Multidimensional Private Information",
    "citation_author": [
        "Veronica Guerrieri",
        "Robert Shimer"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "2015-09-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores price formation when sellers are privately informed about their preferences and the quality of their asset. There are many equilibria, including a semi- separating one in which each seller's price depends on a one-dimensional index of her preferences and asset quality. This multiplicity does not rely on off-the-equilibrium path beliefs and so is not amenable to standard signaling game refinements. The semi- separating equilibrium may be not Pareto efficient, even if it is not Pareto dominated by any other equilibrium. Instead, efficient allocations may require transfers across uninformed buyers, inconsistent with any equilibrium.\n\n",
    "acknowledgement": "\nWe thank Briana Chang, Piero Gottardi, Robert Hall, Guido Lorenzoni, and numerous seminar audiences for comments on earlier versions of this paper. For research support, Guerrieri is grateful to the Alfred P. Sloan Foundation and Guerrieri and Shimer are grateful to the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Shimer\n\nI have received material compensation from the following institutions during the last three years: Banco Central de Chile, Barcelona Graduate School of Economics, the Environmental Protection Agency, the Federal Reserve Banks of Atlanta, Chicago, and Minneapolis, the International Monetary Fund, Tsinghua University, and the Sloan Foundation, as well as the National Science Foundation and the University of Chicago.\n\n\n"
}