{
    "id": 20627,
    "citation_title": "Tax Farming Redux: Experimental Evidence on Performance Pay for Tax Collectors",
    "citation_author": [
        "Adnan Q. Khan",
        "Asim I. Khwaja",
        "Benjamin A. Olken"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPerformance pay for tax collectors has the potential to raise revenues, but might come at a cost if taxpayers face undue pressure from collectors. We report the first large-scale field experiment on these issues, where we experimentally allocated 482 property tax units in Punjab, Pakistan into one of three performance-pay schemes or a control. After two years, incentivized units had 9.3 log points higher revenue than controls, which translates to a 46 percent higher growth rate. The scheme that rewarded purely on revenue did best, increasing revenue by 12.8 log points (62 percent higher growth rate), with little penalty for customer satisfaction and assessment accuracy compared to the two other schemes that explicitly also rewarded these dimensions. Further analysis reveals that these revenue gains accrue from a small number of properties becoming taxed at their true value, which is substantially more than they had been taxed at previously. The majority of properties in incentivized areas in fact pay no more taxes, but do report higher bribes. The results are consistent with a collusive setting in which performance pay increases collector's bargaining power over taxpayers, who either have to pay higher bribes to avoid being reassessed, or pay substantially higher taxes if collusion breaks down.\n\n",
    "acknowledgement": "\nThis project is the results of collaboration among many people. We thank Jon Hill, Donghee Jo, Kunal Mangal, Wayne Sandholtz, Mahvish Shaukat, Gabriel Tourek, He Yang, and Gabriel Zucker for outstanding research assistance in Cambridge and Zahir Ali, Osman Haq, Turab Hassan, Zahra Mansoor, Obeid Rahman, Shahrukh Raja, Adeel Shafqat, and Sadaqat Shah for outstanding research assistance in Lahore. We thank all the Secretaries, Director Generals, Directors, the two Project Directors from the Punjab Department of Excise and Taxation, the Punjab Finance, Planning and Development departments and the Chief Secretary and Chief Minister's offices for their support over the many years of this project. Financial support for the evaluation came from 3ie, the IGC, and the NSF (under grant SES-1124134), and financial support for the incentive payments described here came from the Government of the Punjab, Pakistan. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000252. The views expressed here are those of the authors and do not necessarily reflect those of the many individuals or organizations acknowledged here, nor those of the National Bureau of Economic Research.\n\n\n"
}