{
    "id": 20621,
    "citation_title": "Sources of Firm Life-Cycle Dynamics: Differentiating Size vs. Age Effects",
    "citation_author": [
        "Lorenz Kueng",
        "Mu-Jeung Yang",
        "Bryan Hong"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWhat determines firm growth over the life-cycle? Exploiting unique firm panel data on internal organization, balance sheets and innovation, representative of the entire Canadian economy, we study recent theories that examine life-cycle patterns for firm growth. These theories include organizational capital accumulation and management practices, financial frictions, learning about demand, and recent endogenous growth models with incumbent innovation. We emphasize the importance of differentiating between pure age effects of these theories and effects on size conditional on age. Our stylized facts highlight both empirical successes and shortcomings of current theory. First, models of organizational capital and innovation are broadly consistent with firm size correlations conditional on age but have difficulties matching the life-cycle dynamics of firm organization and innovation. Second, among theories we analyze, organizational capital and management practices are the most important determinants to explain intensive margin firm growth over the life-cycle. Third, although less important to explain intensive margin firm growth, financial frictions are an important determinant of firm exit, conditional on firm age.\n\n",
    "acknowledgement": "\nThe usual disclaimer applies. An earlier version of results of this paper were circulated under the title \"The Age Dynamics of Productivity, Management Practices and Organizational Capital.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}