{
    "id": 20629,
    "citation_title": "Affirmative Action and Stereotypes in Higher Education Admissions",
    "citation_author": [
        "Prasad Krishnamurthy",
        "Aaron Edlin"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze how admission policies affect stereotypes against students from disadvantaged groups. Many critics of affirmative action argue that lower admission standards cause such stereotypes and suggest group-blind admissions as a remedy. We show that when stereotypes result from social inequality, they can persist under group-blind admissions. In such cases, eliminating stereotypes perversely requires a higher admission standard for disadvantaged students. If a school seeks both to treat students equally and limit stereotypes, the optimal admission policy would still impose a higher standard on disadvantaged students. A third goal, such as equal representation, is required to justify group-blind admissions. Even when there is such a third goal, group-blind admissions are optimal only when the conflicting goals of equal representation and limiting stereotypes exactly balance. This is an implausible justification for group-blind admission because it implies that some schools desire higher standards for disadvantaged students. Schools that do not desire such higher standards will typically find some amount of affirmative action to be optimal.\n\n",
    "acknowledgement": "\nWe thank Bobby Bartlett, Omri Ben-Shahar, Richard Brooks, Bob Cooter, Dhammika Dharmapala, Lee Fennell, Yahor Fursevich, David Gamage, Jonah Gelbach, Mark Gergen, Bert Huang, Will Hubbard, Saul Levmore, Yair Listokin, Bentley MacLeod, Richard McAdams, Justin McCrary, Martha Nussbaum, David Oppenheimer, Vicki Plaut, Ariel Porat, Eric Posner, Kevin Quinn, Russell Robinson, Arden Rowell, Alex Stremitzer, Talha Syed, Eric Talley, David Weisbach, Glenn Weyl, and participants at the NBER Law and Economics Summer Institute, University of Chicago Law and Economics Workshop, Berkeley Law Faculty Workshop, and the University of Illinois Law and Social Science Workshop for helpful comments. For financial support, we are each grateful to Berkeley Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}