{
    "id": 20620,
    "citation_title": "Benchmarks in Search Markets",
    "citation_author": [
        "Darrell Duffie",
        "Piotr Dworczak",
        "Haoxiang Zhu"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "2016-09-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe characterize the price-transparency role of benchmarks in over-the-counter markets. A benchmark can, under conditions, raise social surplus by increasing the volume of beneficial trade, facilitating more efficient matching between dealers and customers, and reducing search costs. Although the market transparency promoted by benchmarks reduces dealers' profit margins, dealers may nonetheless introduce a benchmark to encourage greater market participation by investors. Low-cost dealers may also introduce a benchmark to increase their market share relative to high-cost dealers. We construct a revelation mechanism that maximizes welfare subject to search frictions, and show conditions under which it coincides with announcing the benchmark.\n\n",
    "acknowledgement": "\nWe are grateful for useful discussions with and comments from members of the Market Participants Group on Reference Rate Reform (MPG), as well as Ana Babus, Bruno Biais, David Bowman, Gregory Connor, Willie Fuchs, Will Gornall, Brett Green, Terry Hendershott, Gustavo Manso, Jose Moraga-Gonzalez, Konstantin Milbradt, Paul Milgrom, Marzena Rostek, Ali Shourideh, Andy Skrzypacz, Chester Spatt, Jeremy Stein, Gabor Virag, and Xavier Vives. Helpful comments were offered by seminar and conference participants at Stanford University, Princeton University, U.C. Berkeley, Harvard University, MIT, Finance Theory Group, SFS Cavalcade, European Central Bank, Paul Woolley Centre Annual Conference, Barcelona GSE Summer Forum, Western Finance Association annual meeting, Bonn Workshop on Information Aggregation, Society for Economic Dynamics meeting, NBER Summer Institute Asset Pricing meeting, Econometric Society World Congress, Philadelphia Fed Search and Matching Conference, the 11th Central Bank Workshop on Microstructure of Financial Markets, Conference on Monetary Policy Implementation and Transmission in the Post-Crisis Period, and American Finance Association annual meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarrell Duffie\n\nCurrent Editorial Board Service\n\n\nEconometrica, 1990 to present.\nReview of Finance, 1995 to present.\nJournal of Computational Finance, 1997 to present.\nAdvances in Mathematical Economics, 1998 to present.\nJournal of Financial Economics, 2001 to present.\nMathematics and Financial Economics, 2007 to present.\nAEJ: Microeconomics, 2007 to present.\nInternational Journal of Central Banking, 2009 to present.\nStochastic Systems, 2009 to present.\nReview of Asset Pricing Studies, 2010 to present.\n\n\nOther Current Professional Positions\n\n\nAmerican Academy of Arts and Sciences, Fellow.\nEconometric Society, Fellow and Member of Council.\nNational Bureau of Economic Research, Research Associate.\nNCCR FinRisk, International Scientific Council, Switzerland.\nAmerican Finance Association, Board of Directors.\nChicago Mercantile Exchange-Mathematical Sciences Research Institute, Prize Committee.\nFederal Reserve Bank of New York, Financial Advisory Roundtable.\nFinancial Economists Roundtable.\nPacific Institute of Mathematical Sciences, Board of Directors.\nWorking Group on Global Markets, Stanford University.\nSquam Lake Group, Member.\nStanford Institute of Economic Policy Research (SIEPR), Senior Fellow.\nSociety of Financial Econometrics (SoFiE), Council.\nHausdorff Research Institute for Mathematics, University of Bonn, Stochastic Dynamics in Economics and Finance, Advisory Board.\nSwiss Finance Institute, Scientific Council.\n\n\nCurrent Business Activities\n\n\nLehman Estate (New York), Consulting and Expert Witness.\nMatterhorn Investment Management (hedge fund), Consultation.\nKepos Capital (hedge fund), Academic Advisory Board.\nCantor Fitzgerald (interdealer brokerage), Expert Witness.\nMoody's Corporation, Board of Directors.\n\n\n"
}