{
    "id": 20626,
    "citation_title": "Recovering Ex Ante Returns and Preferences for Occupations using Subjective Expectations Data",
    "citation_author": [
        "Peter Arcidiacono",
        "V. Joseph Hotz",
        "Arnaud Maurel",
        "Teresa Romano"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that data on subjective expectations, especially on outcomes from counterfactual choices and choice probabilities, are a powerful tool in recovering ex ante treatment effects as well as preferences for different treatments. In this paper we focus on the choice of occupation, and use elicited beliefs from a sample of male undergraduates at Duke University. By asking individuals about potential earnings associated with counterfactual choices of college majors and occupations, we can recover the distribution of the ex ante monetary returns to particular occupations, and how these returns vary across majors. We then propose a model of occupational choice which allows us to link subjective data on earnings and choice probabilities with the non-pecuniary preferences for each occupation. We find large differences in expected earnings across occupations, and substantial heterogeneity across individuals in the corresponding ex ante returns. However, while sorting across occupations is partly driven by the ex ante monetary returns, non-monetary factors play a key role in this decision. Finally, our results point to the existence of sizable complementarities between college major and occupations, both in terms of earnings and non-monetary benefits.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the London School of Economics, Stanford University, University of Tennessee, and Washington University in St. Louis, as well as participants at the NBER Labor Studies 2014 Spring Meeting, the Workshop on Subjective Expectations and Probabilities in Economics and Psychology (Essex, March 2014), the 2014 European Meeting of the Econometric Society (Toulouse), and the 2014 Empirical Micro Jamboree (Duke) for helpful comments and suggestions. Luis Candelaria Barrera provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}