{
    "id": 20622,
    "citation_title": "Estimation of Dynamic Discrete Choice Models by Maximum Likelihood and the Simulated Method of Moments",
    "citation_author": [
        "Phillipp Eisenhauer",
        "James J. Heckman",
        "Stefano Mosso"
    ],
    "citation_publication_date": "2014-10-27",
    "issue_date": "2014-10-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe compare the performance of maximum likelihood (ML) and simulated method of moments (SMM) estimation for dynamic discrete choice models. We construct and estimate a simplified dynamic structural model of education that captures some basic features of educational choices in the United States in the 1980s and early 1990s. We use estimates from our model to simulate a synthetic dataset and assess the ability of ML and SMM to recover the model parameters on this sample. We investigate the performance of alternative tuning parameters for SMM.\n\n",
    "acknowledgement": "\nWe thank George Yates for numerous valuable comments, for excellent computational assistance in developing the maximum likelihood estimator used in this paper, and for assisting in the study of accuracy bounds for the computational algorithm. We thank Edward Sung and Jake Torcasso for their outstanding research assistance. We have benefited greatly from comments received from Chris Flinn, Kenneth Judd, Michael Keane, Bernard Salanié, Petra Todd, and Stefan Wild. We thank the editor and anonymous referees for their valuable comments. This research was supported in part by the American Bar Foundation, the Pritzker Children's Initiative, the Buffett Early Childhood Fund, NICHD 5R37HD065072, 5R01HD054702, the Human Capital and Economic Opportunity Global Working Group - an initiative of the Becker Friedman Institute for Research in Economics - funded by the Institute for New Economic Thinking (INET), and an anonymous funder. Philipp Eisenhauer thanks Prof. Wolfgang Franz and the Centre for European Economic Research (ZEW Mannheim) for their support. The views expressed in this paper are those of the authors and not necessarily those of the funders or commentators mentioned here, nor of the National Bureau of Economic Research.\n\n\n"
}