{
    "id": 20637,
    "citation_title": "A Schumpeterian Model of Top Income Inequality",
    "citation_author": [
        "Charles I. Jones",
        "Jihee Kim"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2015-07-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTop income inequality rose sharply in the United States over the last 35 years but increased only slightly in economies like France and Japan. Why? This paper explores a model in which heterogeneous entrepreneurs, broadly interpreted, exert effort to generate exponential growth in their incomes. On its own, this force leads to rising inequality. Creative destruction by outside innovators restrains this expansion and induces top incomes to obey a Pareto distribution. The development of the world wide web and a reduction in top tax rates are examples of changes that raise the growth rate of entrepreneurial incomes and therefore increase Pareto inequality. In contrast, policies that stimulate creative destruction reduce top inequality. Examples include research subsidies or a decline in the extent to which incumbent firms can block new innovation. Differences in these considerations across countries and over time, perhaps associated with globalization, may explain the varied patterns of top income inequality that we see in the data.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Philippe Aghion, Jess Benhabib, Sebastian Di Tella, Xavier Gabaix, Mike Harrison, Pete Klenow, Ben Moll, Chris Tonetti, Alwyn Young, Gabriel Zucman and seminar participants at the AEA annual meetings, Brown, Chicago Booth, CREI, the Federal Reserve Bank of San Francisco, Groningen, HKUST, IIES Stockholm, Korea University, the NBER EFG group, the NBER Income Distribution group, Princeton, the SED 2015 meetings, Stanford, U.C. Santa Cruz, USC, U. Washington, Yale, Yonsei University, and Zurich for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}