{
    "id": 20633,
    "citation_title": "Social Insurance, Information Revelation, and Lack of Commitment",
    "citation_author": [
        "Mikhail Golosov",
        "Luigi Iovino"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal provision of insurance against unobservable idiosyncratic shocks in a setting in which a benevolent government cannot commit. A continuum of agents and the government play an infinitely repeated game. Actions of the government are constrained only by the threat of reverting to the worst perfect Bayesian equilibrium (PBE). We construct a recursive problem that characterizes the resource allocation and information revelation on the Pareto frontier of the set of PBE. We prove a version of the Revelation Principle and find an upper bound on the maximum number of messages that are needed to achieve the optimal allocation. Agents play mixed strategies over that message set to limit the amount of information transmitted to the government. The central feature of the optimal contract is that agents who enter the period with low implicitly-promised lifetime utilities reveal no information to the government and receive no insurance against current period shock, while agents with high promised utilities reveal precise information about their current shock and receive insurance as in economies with full commitment by the government.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Fernando Alvarez, V.V. Chari, Hugo Hopenhayn, Ramon Marimon, Stephen Morris, Chris Sleet, Pierre Yared, Sevin Yeltekin, Ariel Zetlin-Jones for invaluable suggestions and all the participants at the seminars in Bocconi, Carnegie Mellon, EIEF, Georgetown, Minnesota, Norwegian Business School, Paris School of Economics, Princeton, University of Lausanne, University of Vienna, Washington University, the SED 2013, the SITE 2013, the ESSET 2013 meeting in Gerzensee, 12th Hydra Workshop on Dynamic Macroeconomics and 2014 Econometric Society meeting in Minneapolis. Golosov thanks the NSF for support and the EIEF for hospitality. We thank Sergii Kiiashko and Pedro Olea for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}