{
    "id": 20639,
    "citation_title": "Inputs in the Production of Early Childhood Human Capital: Evidence from Head Start",
    "citation_author": [
        "Christopher Walters"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of small-scale \"model\" early-childhood programs show that high-quality preschool can have transformative effects on human capital and economic outcomes. Evidence on the Head Start program is more mixed. Inputs and practices vary widely across Head Start centers, however, and little is known about variation in effectiveness within Head Start. This paper uses data from a multi-site randomized evaluation to quantify and explain variation in effectiveness across Head Start childcare centers. I answer two questions: (1) How much do short-run effects vary across Head Start centers? and (2) To what extent do inputs, practices, and child characteristics explain this variation? To answer the first question, I use a selection model with random coefficients to quantify heterogeneity in Head Start effects, accounting for non-compliance with experimental assignments. Estimates of the model show that the cross-center standard deviation of cognitive effects is 0.18 test score standard deviations, which is larger than typical estimates of variation in teacher or school effectiveness. Next, I assess the role of observed inputs, practices and child characteristics in generating this variation, focusing on inputs commonly cited as central to the success of model programs. My results show that Head Start centers offering full-day service boost cognitive skills more than other centers, while Head Start centers offering frequent home visiting are especially effective at raising non-cognitive skills. Head Start is also more effective for children with less-educated mothers. Centers that draw more children from center-based preschool have smaller effects, suggesting that cross-center differences in effects may be partially due to differences in counterfactual preschool options. Other key inputs, including the High/Scope curriculum, teacher education, and class size, are not associated with increased effectiveness in Head Start. Together, observed inputs explain about one-third of the variation in Head Start effectiveness across experimental sites.\n\n",
    "acknowledgement": "\nA version of this article is forthcoming at The American Economic Journal: Applied Economics. I am grateful to Joshua Angrist, Aviva Aron-Dine, David Autor, David Card, David Chan, Hilary Hoynes, Guido Imbens, Patrick Kline, Alex Mas, Enrico Moretti, Christopher Palmer, Parag Pathak, Jesse Rothstein, Tyler Williams, two anonymous referees, and seminar participants at MIT, UC Berkeley, and the NBER Education Program Spring meetings for useful comments and suggestions. This work was supported by Institute for Education Sciences award number R305A120269 and a National Academy of Education/Spencer Dissertation Fellowship. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}