{
    "id": 20632,
    "citation_title": "Optimal Time-Consistent Government Debt Maturity",
    "citation_author": [
        "Davide Debortoli",
        "Ricardo Nunes",
        "Pierre Yared"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2016-01-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of optimal government debt maturity in which the government cannot issue state-contingent bonds and cannot commit to fiscal policy. If the government can perfectly commit, it fully insulates the economy against government spending shocks by purchasing short-term assets and issuing long-term debt. These positions are quantitatively very large relative to GDP and do not need to be actively managed by the government. Our main result is that these conclusions are not robust to the introduction of lack of commitment. Under lack of commitment, large and tilted positions are very expensive to finance ex-ante since they exacerbate the problem of lack of commitment ex-post. In contrast, a flat maturity structure minimizes the cost of lack of commitment, though it also limits insurance and increases the volatility of fiscal policy distortions. We show that the optimal time-consistent maturity structure is nearly flat because reducing average borrowing costs is quantitatively more important for welfare than reducing fiscal policy volatility. Thus, under lack of commitment, the government actively manages its debt positions and can approximate optimal policy by confining its debt instruments to consols.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Optimal Government Debt Maturity.\" We would like to thank Marina Azzimonti, Marco Bassetto, Luigi Bocola, Fernando Broner, Francisco Buera, V.V. Chari, Isabel Correia, Mike Golosov, Patrick Kehoe, Alessandro Lizzeri, Guido Lorenzoni, Albert Marcet, Jean-Baptiste Michau, Juan Pablo Nicolini, Facundo Piguillem, Andrew Scott, Pedro Teles, Joaquim Voth, Iv´an Werning, and seminar participants at Bank of Portugal, Boston College, Cambridge, Católica Lisbon School of Business and Economics, Columbia, CREI, EIEF, European University Institute, Fed Board of Governors, HKUST, London Business School, NBER, Nova School of Business and Economics, Northwestern, NYU, Paris School of Economics, Princeton, and Stonybrook for comments. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of Boston, the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}