{
    "id": 20638,
    "citation_title": "Quantifying Liquidity and Default Risks of Corporate Bonds over the Business Cycle",
    "citation_author": [
        "Hui Chen",
        "Rui Cui",
        "Zhiguo He",
        "Konstantin Milbradt"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a structural credit risk model to examine how the interactions of liquidity and default risk affect corporate bond pricing. By explicitly modeling debt rollover and by endogenizing the holding costs via collateralized financing, our model generates rich links between liquidity risk and default risk. The introduction of macroeconomic risks helps the model capture realistic time variation in default risk premia and the default-liquidity spiral over the business cycle. Across different credit ratings, our calibrated model can simultaneously match the average default probabilities, credit spreads, and bond liquidity measures including Bond-CDS spreads and bid-ask spreads in the data. Through a structural decomposition, we show that the interactions between liquidity and default risk account for 25∼40% of the observed credit spreads and up to 55% of the credit spread changes over the business cycle. As an application, we use this framework to quantitatively evaluate the effects of liquidity-provision policies for the corporate bond market.\n\n",
    "acknowledgement": "\nWe thank Ron Anderson, Mark Carey, Pierre Collin-Dufresne, Thomas Dangl, Vyacheslav Fos, Joao Gomes, Lars Hansen, Jingzhi Huang, David Lando, Mads Stenbo Nielsen, Martin Schneider, and seminar participants at Chicago economic dynamics working group, ECB, Georgia Tech, Kellogg, Maryland, MIT Sloan, the NBER Summer Institute (Risk of Financial Institution, Capital Markets), Federal Reserve Board, AFA 2014, the USC Fixed Income Conference, University of Alberta, University of Calgary, Central European University, Wirtschaftsuniversitaet Wien, WFA, CICF, the Rothschild Caesarea Conference, and the Stanford Institute for Theoretical Economics Workshop for helpful comments. We acknowledge the financial supported from the Fama-Miller Center at Booth School of Business, University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}