{
    "id": 20634,
    "citation_title": "International Trade, Multinational Activity, and Corporate Finance",
    "citation_author": [
        "C. Fritz Foley",
        "Kalina Manova"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn emerging new literature brings unique ideas from corporate finance to the study of international trade and investment. Insights about differences in the development of financial institutions across countries, the role of financial constraints, and the use of internal capital markets are proving central in understanding international economics. The ability to access financial capital to pay fixed and variable costs affects choices firms make regarding export entry and operations, and, as a consequence, influence aggregate trade patterns. Financial frictions and the use of internal capital markets shape decisions that multinationals make regarding production locations, integration, and corporate governance. This article surveys this recent research with the goal of highlighting the main themes it explores, the key results it establishes, and the leading open questions it raises.\n\n",
    "acknowledgement": "\nForthcoming in the Annual Review of Economics 7, doi: 10.1146/annurev-economics-080614-115453. Foley thanks the Division of Research of the Harvard Business School for financial support. Manova thanks the Stanford Center for International Development for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}