{
    "id": 20635,
    "citation_title": "Tariff Incidence: Evidence from U.S. Sugar Duties, 1890-1930",
    "citation_author": [
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDirect empirical evidence on whether domestic consumers or foreign exporters bear the burden of a country's import duties is scarce.  This paper examines the incidence of U.S. sugar duties using a unique set of high-frequency (weekly, and sometimes daily) data on the landed and the duty-inclusive price of raw sugar in New York City from 1890 to 1930, a time when the United States consumed more than 20 percent of world sugar production and was therefore plausibly a \"large\" country.  The results reveal a striking asymmetry:  a tariff reduction is immediately passed through to consumer prices with no impact on the import price, whereas about 40 percent of a tariff increase is passed through to consumer prices and 60 percent borne by foreign exporters.  The apparent explanation for the asymmetric response is the asymmetric response of demand:  imports collapse upon a tariff increase, but do not surge after a tariff reduction.\n\n",
    "acknowledgement": "\nI wish to thank Maha Malik and Clare Snyder for excellent research assistance.  I am also indebted to Alan Dye for providing important background information on the Cuban sugar industry, Jim Poterba for helpful discussions and references, and seminar participants at Dartmouth, Brandeis, MIT, LSE, Harvard, and Vanderbilt for very helpful discussions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}