{
    "id": 20648,
    "citation_title": "The Impact of Short Term Exposure to Ambient Air Pollution on Cognitive Performance and Human Capital Formation",
    "citation_author": [
        "Victor Lavy",
        "Avraham Ebenstein",
        "Sefi Roth"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCognitive performance is critical to productivity in many occupations and potentially linked to pollution exposure. We evaluate this potentially important relationship by estimating the effect of pollution exposure on standardized test scores among Israeli high school high-stakes tests (2000-2002). Since students take multiple exams on multiple days in the same location after each grade, we can adopt a fixed effects strategy estimating models with city, school, and student fixed effects. We focus on fine particulate matter (PM2.5) and carbon monoxide (CO), which are considered to be two of the most dangerous forms of air pollution. We find that while PM2.5 and CO levels are only weakly correlated with each other, both exhibit a robust negative relationship with test scores. We also find that PM2.5, which is thought to be particularly damaging for asthmatics, has a larger negative impact on groups with higher rates of asthma. For CO, which affects neurological functioning, the effect is more homogenous across demographic groups. Furthermore, we find that exposure to either pollutant is associated with a significant decline in the probability of not receiving a Bagrut certificate, which is required for college entrance in Israel. The results suggest that the gain from improving air quality may be underestimated by a narrow focus on health impacts. Insofar as air pollution may lead to reduced cognitive performance, the consequences of pollution may be relevant for a variety of everyday activities that require mental acuity. Moreover, by temporarily lowering the productivity of human capital, high pollution levels lead to allocative inefficiency as students with lower human capital are assigned a higher rank than their more qualified peers. This may lead to inefficient allocation of workers across occupations, and possibly a less productive workforce.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Eyal Frank, Michael Freedman, Michal Hodor and Susan Schwartz. We thank seminar participants at Hebrew University, University of London Royal Holloway, University of Warwick, and NBER Summer Institute for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}