{
    "id": 20644,
    "citation_title": "W.U.I. on Fire: Risk, Salience & Housing Demand",
    "citation_author": [
        "Shawn J. McCoy",
        "Randall P. Walsh"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of wildfires on risk perceptions by quantifying the impact of severe wildfires on housing price and transaction dynamics. Our empirical results are interpreted through the lens of a parsimonious model of sorting between locations that vary in their perceived level of fire risk. The model allows us to infer the evolution of risk perceptions among potential sellers and buyers of properties located in the proximity of large wildfire events. Our empirical analysis is based on a multi-dimensional characterization of the potential linkages between fire events and risk perceptions which incorporates measures of both proximity and burn scar views as well as a properties latent wildfire risk. Our analysis provides a connection between changes in underlying risk perceptions and the observed differences in housing price and quantity dynamics across properties that differ in both their spatial relationship to wild fire events (views vs. proximity) and their latent risk for wildfire.\n\n",
    "acknowledgement": "\nSupport for this research was provided by the National Science Foundation, NSF SES-03-21566. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}