{
    "id": 20647,
    "citation_title": "The Long Run Human Capital and Economic Consequences of High-Stakes Examinations",
    "citation_author": [
        "Victor Lavy",
        "Avraham Ebenstein",
        "Sefi Roth"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2014-11-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCognitive performance during high-stakes exams can be affected by random disturbances that, even if transitory, may have permanent consequences for long-term schooling attainment and labor market outcomes. We evaluate this hypothesis among Israeli high school students who took a series of high stakes matriculation exams between 2000 and 2002. As a source of random (transitory) shocks to high- stakes matriculation test scores, we use exposure to ambient air pollution during the day of the exam. First, we document a significant and negative relationship between average PM2.5 exposure during exams and student composite scores, post-secondary educational attainment, and earnings during adulthood. Second, using PM2.5 as an instrument, we estimate a large economic return to each point on the exam and each additional year of post-secondary education. Third, we examine the return to exam scores and schooling across sub-populations, and find the largest effects among boys, better students, and children from higher socio-economic backgrounds. The results suggest that random disturbances during high-stakes examinations can have long-term consequences for schooling and labor market outcomes, while also highlighting the drawbacks of using high-stakes examinations in university admissions.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Eyal Frank, Michael Freedman, Michal Hodor, Susan Schwartz, and Ben Raven. We thank Josh Angrist, Andrea Ichino, Sascha Becker, Eric Maurin, Erik Plug, Fabian Waldinger, seminar participants at Hebrew University, University of London Royal Holloway, RES annual meeting 2014, and CAGE May 2014 conference on Education, Human Capital and Labor Market Outcomes for useful comments and suggestions. We thank Israel's National Insurance Institute (NII) for allowing restricted access to data in the NII protected research lab. Research of the first author is supported by European Research Council (ERC) Advance Grant No. 323439. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}