{
    "id": 20640,
    "citation_title": "The Demand for Effective Charter Schools",
    "citation_author": [
        "Christopher R. Walters"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2017-02-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the demand for charter schools in Boston, Massachusetts, with an emphasis on comparative advantage in school choice. I model charter school application and attendance decisions in a generalized Roy selection framework that links students’ preferences to the achievement gains generated by charter attendance. I estimate the model using instruments based on randomized admission lotteries and distance to charter schools. The estimates show that students do not sort into charter schools on the basis of comparative advantage in academic achievement. Charter schools generate larger test score gains for disadvantaged, low-achieving students, but demand for charters is stronger among richer students and high achievers. Similarly, achievement benefits are larger for students with weaker unobserved preferences for charter schools. As a result, counterfactual simulations indicate that charter expansion is likely to be most effective when accompanied by efforts to target students who are currently unlikely to apply.\n\n",
    "acknowledgement": "\nI am grateful to Joshua Angrist, Aviva Aron-Dine, David Autor, David Card, David Chan, Sarah Cohodes, William Darrity Jr., Will Dobbie, Susan Dynarski, Maria Ferreyra, James Heckman, Patrick Kline, Michal Kurlaender, Bridget Terry Long, Magne Mogstad, Enrico Moretti, Christopher Palmer, Parag Pathak, Jesse Rothstein, Stephen Ryan, Steven Stern, Xiao Yu Wang, Tyler Williams, and seminar participants at APPAM, the Becker Applied Economics Seminar at the University of Chicago, Cornell University, Duke University, the Federal Reserve Bank of St. Louis, Mathematica Policy Research, MIT, Northeastern University, the Spencer Foundation, the Stanford Graduate School of Business, The Stanford Institute for Theoretical Economics, UC Berkeley, UC Davis, UCLA, the University of Chicago Harris School, the University of Michigan, the University of Virginia, Warwick University, and WEAI for useful comments. Special thanks go to Carrie Conaway and the Massachusetts Department of Elementary and Secondary Education for suggestions, assistance and data. This work was supported by a National Science Foundation Graduate Research Fellowship, a National Academy of Education/Spencer Dissertation Fellowship, and Institute for Education Sciences award number R305A120269. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}