{
    "id": 20646,
    "citation_title": "Liquidity and Foreign Asset Management Challenges for Latin American Countries",
    "citation_author": [
        "Joshua Aizenman",
        "Daniel Riera-Crichton"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the degree to which the growing importance of sovereign wealth funds [SWFs] and the diffusion of inflation targeting and augmented Taylor rules have impacted the post crisis adjustment of Latin American Countries (LATAM) to the challenges associated with terms of trade and financial shocks. We confirm that active international reserves management reduces the effects of transitory Commodity Terms of Trade (CTOT) shocks to the real exchange rate [REER] and the real GDP in LATAM economies. These buffer effects work more against the risks of real appreciation than against depreciations, under relatively high levels of external debt and in economies that are less open to trade. Fixed exchange regimes act as a substitute policy to reserve accumulation. In contrast to reserves, SWFs buffers the REER from CTOT shocks with fixed exchange rate regimes and in relatively closed economies. The buffer effect of reserve accumulation appears to be strongest during the 1980-2007 period. While the stock of reserves fails to smooth the transmission of CTOT shocks to REER during the Global Financial Crisis (2008-2009), SWFs stepped up as substitutes to traditional reserve assets. The international reserve buffering role resumes during the post-great recession period (2010-2013), but not at the levels observed prior to the crisis. We observe a \"substitution\" between reserves and SWFs, where SWFs take over the buffering role of the REER and the real GDP during the Great Recession and the post-Great Recession period. Inflation targeting (IT) policy matters: IT countries give up the use of reserves to buffer against CTOT shocks, relegating this role to the SWFs. In LATAM countries that follow augmented Taylor rules, their monetary authorities place large weights on output gaps; while inflation gains importance for IT countries. Countries switch from REER stabilization targets to inflation targets when committing to a formal IT rule. SWFs may provide IT countries with an alternative form of liquidity management against foreign shocks when traditional reserves are committed to other macroeconomic goals. This is true for both REER and output growth stabilization.\n\n",
    "acknowledgement": "\nPrepared for the 18th Annual Conference of the Central Bank of Chile \"Commodity Prices and Macroeconomic Policy,\" October 2014, Santiago, Chile [Rodrigo Caputo and Roberto Chang, eds.]. Insightful comments by Martin Bodenstein, Jose De Gregorio, Pablo Garcia and Governor Rodrigo Vergara are gratefully acknowledged.   Support from the Bank of Chile is gratefully acknowledged.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research and the Bank of Chile.\n\n\n"
}