{
    "id": 20642,
    "citation_title": "Adverse Selection and Self-fulfilling Business Cycles",
    "citation_author": [
        "Jess Benhabib",
        "Feng Dong",
        "Pengfei Wang"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2017-03-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce a simple adverse selection problem arising in credit markets into a standard textbook real business cycle model. There is a continuum of households and a continuum of anonymous producers who produce the final goods from intermediate goods. These producers do not have the resources to make up-front payments to purchase inputs and must do so by borrowing from competitive financial intermediates. However, lending to these producers is risky: honest borrowers will always pay off their debt, but dishonest borrowers will always default. This gives rise to an adverse selection problem for financial intermediaries. In a continuous-time real business cycle setting we show that such adverse selection generates multiple steady states and both local and global indeterminacy, and can give rise to equilibria with probabilistic jumps in credit, consumption, investment and employment driven by Markov sunspots under calibrated parameterizations and fully rational expectations. Introducing reputational effects eliminates defaults and results in a unique but still indeterminate steady state. Finally we generalize the model to firms with heterogeneous and stochastic productivity, and show that indeterminacies and sunspots persist.\n\n",
    "acknowledgement": "\nWe are indebted to participants at SED, and Paul Beaudry, Saki Bigio, Lars Peter Hansen, Alessandro Lizzeri, Jianjun Miao, Patrick Pintus, Franck Portier, Venky Venkateswaran, Yi Wen and Tao Zha for very enlightening comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPengfei Wang\n\nI (Pengfei Wang) have read the NBER disclosure policy and attest that the acknowledgements and my supplemental disclosure statement together disclose all sources of funding and all material and relevant financial relationships.\n\n\n"
}