{
    "id": 20645,
    "citation_title": "The Evolution of Charter School Quality",
    "citation_author": [
        "Patrick L. Baude",
        "Marcus Casey",
        "Eric A. Hanushek",
        "Steven G. Rivkin"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudies of the charter school sector typically focus on head-to-head comparisons of charter and traditional schools at a point in time, but the expansion of parental choice and relaxation of constraints on school operations is unlikely to raise school quality overnight. Rather, the success of the reform depends in large part on whether parental choices induce improvements in the charter sector. We study quality changes among Texas charter schools between 2001 and 2011. Our results suggest that the charter sector was initially characterized by schools whose quality was highly variable and, on average, less effective than traditional public schools. However, exits from the sector, improvement of existing charter schools, and positive selection of charter management organizations that open additional schools raised average charter school effectiveness over time relative to traditional public schools. Moreover, the evidence is consistent with the belief that a reduction in student turnover as the sector matures, expansion of the share of charters that adhere to a No Excuses philosophy, and increasingly positive student selection at the times of both entry and reenrollment all contribute to the improvement of the charter sector.\n\n",
    "acknowledgement": "\nThis work was done in conjunction with the Texas Schools Project at the University of Texas at Dallas. Ross Cole provided superb research assistance. The conclusions of this research do not necessarily reflect the opinions or official position of the Texas Education Agency, the Texas Higher Education Coordinating Board, the State of Texas, or the National Bureau of Economic Research.\n\n\n"
}