{
    "id": 2065,
    "citation_title": "Fiscal Policies and Real Exchange Rates in the World Economy",
    "citation_author": [
        "Jacob A. Frenkel",
        "Assaf Razin"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effects of fiscal policies on the evolution of real rates of interest and real exchange rates in the interdependent world economy. We construct an analytical framework suitable for a detailed examination of the various channels through which these variables are influenced by government spending and by tax policies. The analytical framework employs a general equilibrium approach highlighting the roles played by wealth effects and by temporal and intertemporal substitution effects. The general principle illustrated by the analysis of the dynamic effects of budget deficits is that the consequences of temporary tax policies stretch beyond the period during which the temporary policies are in effect. The counterpart to these dynamic implications is the rise in the economy's external debt induced by the budget deficit the service of which stretches into the indefinite future. By series of examples, allowing for both distortionary and non-distortionary taxes and for various patterns of government spending, it is shown that the quantitative and qualitative effects of fiscal policies on real exchange rates, real interest rates, debt accumulation and the like depend critically on the commodity composition of government spending and its intertemporal allocations on the one hand, and on the details of government debt issue and tax structure, including the timing of taxes and borrowing and the types of taxes used to finance the budget, on the other hand.\n\n",
    "acknowledgement": "\n"
}