{
    "id": 20656,
    "citation_title": "Federal Reserve Policy and Bretton Woods",
    "citation_author": [
        "Michael D. Bordo",
        "Owen F. Humpage"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the Bretton Woods era, balance-of-payments developments, gold losses, and exchange-rate concerns had little influence on Federal Reserve monetary policy, even after 1958 when such issues became critical.  The Federal Reserve could largely disregard international considerations because the U.S. Treasury instituted a number of stopgap devices—the gold pool, the general agreement to borrow, capital restraints, sterilized foreign-exchange operations—to shore up the dollar and Bretton Woods.  These, however, gave Federal Reserve policymakers the latitude to focus on the domestic objectives and shifted responsibility for international developments to the Treasury.  Removing the pressure of international considerations from Federal Reserve policy decisions made it easier for the Federal Reserve to pursue the inflationary policies of the late 1960s and 1970s that ultimate destroyed Bretton Woods.  In the end, the Treasury’s stopgap devices, which were intended to support Bretton Woods, contributed to its demise.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, of the Federal Reserve System, or of the National Bureau of Economic Research.\n\n\n\nMichael D. Bordo\n\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Cleveland and some of the research behind this paper was done there.\n\n\n\nOwen F. Humpage\n\nI am a full-time employee of the Federal Reserve Bank of Cleveland.  The views expressed in our paper do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, the Board of Governors of  the Federal Reserve System, or their staffs.\n\n\n"
}