{
    "id": 20657,
    "citation_title": "Validating Teacher Effect Estimates Using Changes in Teacher Assignments in Los Angeles",
    "citation_author": [
        "Andrew Bacher-Hicks",
        "Thomas J. Kane",
        "Douglas O. Staiger"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a widely cited study, Chetty, Friedman, and Rockoff (2014a; hereafter CFR) evaluate the degree of bias in teacher value-added estimates using a novel \"teacher switching\" research design with data from New York City. They conclude that there is little to no bias in their estimates.  Using the same model with data from North Carolina, Rothstein (2014) argued that the CFR research design is invalid, given a relationship between student baseline test scores and teachers' value-added. In this paper, we replicated the CFR analysis using data from the Los Angeles Unified School District and similarly found that teacher value-added estimates were valid predictors of student achievement. We also demonstrate that Rothstein's test does not invalidate the CFR design and instead reflects a mechanical relationship, given that teacher value-added scores from prior years and baseline test scores can be based on the same data.  In addition, we explore the (1) predictive validity of value-added estimates drawn from the same, similar, and different schools, (2) an alternative way of estimating differences in access to effective teaching by taking teacher experience into account, and (3) the implications of alternative ways of imputing value-added when it cannot be estimated directly.\n\n",
    "acknowledgement": "\nWe thank Raj Chetty for helpful discussions and comments. Thomas J. Kane served as an expert witness for Gibson, Dunn, and Crutcher LLP to testify in Vergara v. California. Although the research was done independently of the litigation, his paid testimony referred to several of the findings from this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}