{
    "id": 20655,
    "citation_title": "Political Polarization, Anticipated Health Insurance Uptake and Individual Mandate: A view from the Washington State",
    "citation_author": [
        "Anirban Basu",
        "Norma B. Coe",
        "David E. Grembowski",
        "Larry Kessler"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "2014-11-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe politicization of the Affordable Care Act (ACA) was extreme, with the popular moniker of \"Obamacare\" and 54 House attempts to repeal the law in the four years after passage.  Our study set out to understand Washington state public's preferences about enrolling into ACA driven health insurance programs, the role that political polarization may play on the chances that the uninsured would enroll and the extent to which individual mandate may influence these choices. A representative mail survey among the registered voters of Washington State. We find that 27% have not ruled out purchasing insurance through the Exchange, but their ambiguity is most likely driven by conflicts between health care needs and financial worries on one hand and their political views on the other. Overall, compared to the insured population in 2013, uninsured are significantly more likely (OR = 2.0, 95%CI: 1.1, 3.4) to enroll through the Exchange even after all adjustments including medical needs and financial worries. This highlights that the individual mandate may have an independent effect on enrollment for the uninsured. However, the individual mandate effect is found to be negligible (OR: 1.1, 95%CI: 0.50, 2.8) for the uninsured who blamed the Democrats and/or President Obama for the 2013 governmental shutdown. Political polarization appears to have a trickle down affect at the individual choices even beyond medical needs and financial worries.  Alternative strategies, for example bipartisan outreach, may be necessary to convince certain groups of eligible beneficiaries to consider enrollment through the Exchange.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}