{
    "id": 20654,
    "citation_title": "Is it all worth it? The experiences of new PhDs on the job market, 2007-2010",
    "citation_author": [
        "Brooke Helppie McFall",
        "Marta Murray-Close",
        "Robert J. Willis",
        "Uniko Chen"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the job market experiences of new PhD economists, 2007-10. Using information from PhD programs' job candidate websites and original surveys, the authors present information about job candidates' characteristics, preferences and expectations; how job candidates fared at each stage of the market; and predictors of outcomes at each stage. Some information presented in this paper updates findings of prior studies. However, design features of the data used in this paper may result in more generalizable findings. This paper is unique in comparing pre-market expectations and preferences with post-market outcomes on the new PhD job market. It shows that outcomes tend to align with pre-market preferences, and candidates' expectations are somewhat predictive of their outcomes. Several analyses also shed light on sub-group differences.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support from the Sloan Foundation's Scientific & Engineering Workforce Program, the Eva L. Mueller New Directions in Economics and Demography Fund, and the A. Regula Herzog Young Investigators' Fund. We are thankful for feedback from Charlie Brown, David Lam and Miles Kimball about the Job Seekers Project and its surveys, and we thank Martha Bailey, Trivellore Raghunathan, Jeffrey Smith, and Matthew Shapiro for comments and feedback about this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This is an Accepted Manuscript of an article forthcoming in The Journal of Economic Education, 2014. Reprinted by permission of Taylor & Francis LLC, http://www.tandfonline.com/\n\n\n\nRobert J. Willis\n\nThe primary sources of support for my research are from National Institutes of Health grants U01AG0009740 and  P01AG026571.  In addition, in the recent past I have received grants from Social Security Administration through the Michigan Retirement Research Center, from the Sloan Foundation and from Pfizer.\n\n\n"
}