{
    "id": 20650,
    "citation_title": "Monetary Policy and Debt Fragility",
    "citation_author": [
        "Antoine Camous",
        "Russell Cooper"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2015-07-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe valuation of government debt is subject to strategic uncertainty, stemming from investors' sentiments. Pessimistic lenders, fearing default, bid down the price of debt. This leaves a government with a higher debt burden, increasing the likelihood of default and thus confirming the pessimism of lenders. This paper studies the interaction of monetary policy and debt fragility. It asks: do monetary interventions mitigate debt fragility? The answer depends in part on the nature of monetary policy, particularly the ability of the monetary authority to commit to future state contingent actions. With commitment to a state contingent policy, the monetary authority can indeed overcome strategic uncertainty. Under discretion, debt fragility remains unless reputation effects are sufficiently strong.\n\n",
    "acknowledgement": "\nThanks to Costas Azariadis, Marco Bassetto, Piero Gottardi, Immo Schott, Ramon Marimon and seminar participants at the Pennsylvania State University, European University Institute, Rimini Center For Economic Analysis (RCEF 2014), XIX Workshop On Macroeconomics Dynamics, Congress of the European Economic Association 2014, the Fall 2014 CU/PSU Macroeconomics Conference, the EUI Alumni Conference 2014 and the University of Mannheim. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}