{
    "id": 20653,
    "citation_title": "The War on Poverty's Experiment in Public Medicine: Community Health Centers and the Mortality of Older Americans",
    "citation_author": [
        "Martha J. Bailey",
        "Andrew Goodman-Bacon"
    ],
    "citation_publication_date": "2014-11-03",
    "issue_date": "2014-10-30",
    "revision_date": "2015-03-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper uses the rollout of the first Community Health Centers (CHCs) to study the longer-term health effects of increasing access to primary care. Within ten years, CHCs are associated with a reduction in age-adjusted mortality rates of 2 percent among those 50 and older. The implied 7 to 13 percent decrease in one-year mortality risk among beneficiaries amounts to 20 to 40 percent of the 1966 poor/non-poor mortality gap for this age group. Large effects for those 65 and older suggest that increased access to primary care has longer-term benefits, even for populations with near universal health insurance.\n\n",
    "acknowledgement": "\nThis project was generously supported by the National Institutes of Health (R03-HD066145, R01-HD070950, and L60-MD003213), the University of California-Berkeley’s Center on the Economics and Demography of Aging (NIA 2P30AG012839), the University of Michigan’s Robert Wood Johnson Foundation Health and Society Scholars Small Grant Program, the University of Michigan’s Population Studies Center’s Eva Mueller Award, and the West Coast Poverty Center (US DHHS, Office of the Assistant Secretary for Planning and Evaluation, 3 U01 PE000004-03S3). The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinions or policy of any agency of the federal government. We gratefully acknowledge the use of the services and facilities of the Population Studies Center at the University of Michigan (funded by NICHD Center Grant R24 HD041028). During work on this project, Goodman-Bacon was supported by the NICHD (T32 HD0007339) as a UM Population Studies Center Trainee. We are grateful to Doug Almond, Hilary Hoynes, and Diane Schanzenbach for sharing the Regional Economic Information System (REIS) data for the period of 1959 to 1978; Amy Finkelstein for sharing the American Hospital Association (AHA) Annual Survey data from 1948 to 1974; Jean Roth for sharing the AHA data from 1976 to 1990; Cynthia Severt and the University of Wisconsin DISC for helping us locate and compile the OEO survey data; and Cheryl Sutherland and Jeffrey Hackett from NORC for helping us locate the restricted geographic identifiers in the SHSUE. We are also grateful for helpful comments from Barbara Anderson, John Bound, Charlie Brown, Amitabh Chandra, Jamein Cunningham, John DiNardo, Nic Duquette, Daniel Eisenberg, Mireille Jacobson, Bob Kaestner, David Lam, Ron Lee, Maggie Levenstein, Daniel Leeds, Rob Mickey, Sayeh Nikpay, Edward Norton, Paul Rhode, Heather Royer, Mel Stephens, Jeff Smith, Kathy Swartz, John Wilmoth, and Bobbi Wolfe. Exceptional research assistance was provided by Shulamite Chiu, Andrew Covert, Emily Gray Collins, Allison Davido, Anna Erickson, Kendra Goostrey, Johannes Norling, Tyler Sawher, and Anna Wentz. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}