{
    "id": 20659,
    "citation_title": "One Step at a Time: The Effects of an Early Literacy Text Messaging Program for Parents of Preschoolers",
    "citation_author": [
        "Benjamin N. York",
        "Susanna Loeb"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "2018-03-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nLarge systematic differences in young children’s home learning experiences have long-term economic consequences. Many parenting programs place significant demands on parents’ time and inundate parents with information. This study evaluates the effects of READY4K!, an eight-month-long text-messaging intervention for parents of preschoolers that targets the behavioral barriers to engaged parenting. We find that READY4K! increased parental involvement at home and school by 0.15 to 0.29 standard deviations, leading to child gains in early literacy of about 0.11 standard deviations. The results point to the salience of behavioral barriers to parenting and the potential for low-cost interventions to reduce these barriers.\n\n",
    "acknowledgement": "\nThe authors would like to give special thanks to Carla Bryant, Chief of Early Education of San Francisco Unified School District, and her team, for the many ways in which they supported this study. They also thank Helen Maniates, Assistant Professor of Teacher Education at the University of San Francisco, Molly Wertz, Executive Director of Raising A Reader in San Francisco, Alameda and Contra Costa Counties, and various team members of Jumpstart Northern California, including Jennifer Curran and Catherine Aranda, for their feedback on READY4K! text messages. This research was supported by the Silver Giving Foundation, the Evelyn and Walter Haas, Jr. Fund, and the Institute of Education Sciences (IES), United States (U.S.) Department of Education, through Grant R305B090016 to Stanford University. The opinions expressed are those of the authors and do not reflect the views of the Silver Giving Foundation, the Evelyn and Walter Haas, Jr. Fund, IES, the U.S. Department of Education, or the National Bureau of Economic Research. This randomized controlled trial (RCT) was registered in the American Economic Association Registry (RCT ID AEARCTR-0000536).\n\n\n"
}