{
    "id": 20662,
    "citation_title": "Gray Matters: Fetal Pollution Exposure and Human Capital Formation",
    "citation_author": [
        "Prashant Bharadwaj",
        "Matthew Gibson",
        "Joshua Graff Zivin",
        "Christopher A. Neilson"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of fetal exposure to air pollution on 4th grade test scores in Santiago, Chile. We rely on comparisons across siblings which address concerns about locational sorting and all other time-invariant family characteristics that can lead to endogenous exposure to poor environmental quality. We also exploit data on air quality alerts to help address concerns related to short-run time-varying avoidance behavior, which has been shown to be important in a number of other contexts. We find a strong negative effect from fetal exposure to carbon monoxide (CO) on math and language skills measured in 4th grade. These effects are economically significant and our back of the envelope calculations suggest that the 50% reduction in CO in Santiago between 1990 and 2005 increased lifetime earnings by approximately 100 million USD per birth cohort.\n\n",
    "acknowledgement": "\nThe authors wish to thank the Departamento de Estasticas e Informacion de Salud del Ministerio de Salud (MINSAL) and Ministry of Education (MINEDUC) of the government of Chile for providing access to the data used in this study. We have also benefited from discussions with Matthew Neidell, Reed Walker and participants at PERC Workshop on Environmental Quality and Human Health, NBER Environmental Meetings, University of Southern California, UC Irvine, Yale and the IZA Workshop on Labor Market Effects of Environmental Policies. Financial support from the UC Center for Energy and Environmental Economics is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gibson\n\nJoshua Graff Zivin does not have any additional disclosures.\n\n\n"
}