{
    "id": 20669,
    "citation_title": "Social Investments, Informal Risk Sharing, and Inequality",
    "citation_author": [
        "Attila Ambrus",
        "Arun G. Chandrasekhar",
        "Matt Elliott"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies costly network formation in the context of risk sharing. Neighboring agents negotiate agreements as in Stole and Zwiebel (1996), which results in the social surplus being allocated according to the Myerson value. We uncover two types of inefficiency: overinvestment in social relationships within group (e.g., caste, ethnicity), but underinvestment across group. We find a novel tradeoff between efficiency and equality. Both within and across groups, inefficiencies are minimized by increasing social inequality, which results in financial inequality and increasing the centrality of the most central agents. Evidence from 75 Indian village networks is congruent with our model.\n\n",
    "acknowledgement": "\nWe thank the National Science Foundation, SES-1155302, for funding the research that collected the data we use. Ambrus, Chandrasekhar and Elliott acknowledge financial support from National Science Foundation (NSF) grant \"The economic benefits of investing into social relationships,'' SES-1429959. We thank Nageeb Ali, Ben Golub, Matt Jackson, Willemien Kets, Cynthia Kinnan, Rachel Kranton, Peter Landry, Horacio Larreguy, Melanie Morten, Kaivan Munshi and Luigi Pistaferri for helpful comments. We also thank seminar participants at the Calvo-Armengol prize conference, the Harvard-MIT theory seminar, Oxford, Microsoft Research, 2012 ThRed conference in Budapest, Syracuse, Ohio State University, Duke and the Tinbergen Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}