{
    "id": 20663,
    "citation_title": "Trade Adjustment Dynamics and the Welfare Gains from Trade",
    "citation_author": [
        "George Alessandria",
        "Horag Choi",
        "Kim Ruhl"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "2018-08-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the transitions following a trade reform are shaped by the time it takes for new exporters to grow in the export market. We introduce time and risk into the fixed-variable cost tradeoff central to general equilibrium heterogeneous firm trade models: Investing in exporting gradually and stochastically lowers the costs of exporting. The model captures the tendency of new exporters to export on a small scale, to have low survival rates, and to take time to grow into large exporters. In the model, aggregate trade dynamics arise from producer-level decisions to invest in lowering their future variable export costs, and tariff reforms generate time-varying trade elasticities. We show that the gains from reducing tariffs arise from substituting away from firm creation and towards export capacity. This is in stark contrast to the static models that dominate the literature. The strength of this substitution is determined largely by the size of new exporters and their ability to grow into successful exporters. We calibrate the model and estimate the welfare gains from reducing tariffs, which differ substantially from the long-run changes in consumption or trade. We show that the welfare gain cannot be recovered from a static trade model or from formulas based on those models. Because aggregate trade grows slowly, the long-run effects are strongly discounted and, thus, are not the key determinants of the welfare gains from a change in trade policy. We also find that policy prescriptions based on static models can predict a loss from trade reform when our dynamic model predicts a gain.\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Roc Armenter, Hal Cole, Lukasz Drozd, Virgiliu Midrigan, Veronica Rappoport, Natalia Ramondo, Richard Rogerson, MikeWaugh, Kei-Mu Yi, and audiences at the Board of Governors, BC, Clemson, CMSG, Michigan, NYU, NBER ITI, Philadelphia and Minneapolis Feds, Penn State, Princeton, SED, Toronto, UCLA, and Wharton for helpful comments. We thank Joseph Steinberg for an excellent discussion. The views expressed here are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}