{
    "id": 20661,
    "citation_title": "Does Conflict of Interest Lead to Biased Coverage? Evidence from Movie Reviews",
    "citation_author": [
        "Stefano DellaVigna",
        "Johannes Hermle"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nMedia outlets are increasingly owned by conglomerates, inducing a conflict of interest: a media outlet can bias its coverage to benefit companies in the same group. We test for bias by examining movie reviews by media outlets owned by News Corp.—such as the Wall Street Journal—and by Time Warner— such as Time. We use a matching procedure based on reported preferences to disentangle bias due to conflict of interest from correlated tastes. We find no evidence of bias in the reviews for 20th Century Fox movies in the News Corp. outlets, nor for the reviews of Warner Bros. movies in the Time Warner outlets. We can reject even small effects, such as biasing the review by one extra star (out of four) every 13 movies. We test for differential bias when the return to bias is plausibly higher, examine bias by media outlet and by journalist, as well as editorial bias. We also consider bias by omission: whether the media at conflict of interest are more likely to review highly-rated movies by affiliated studios. In none of these dimensions do we find systematic evidence of bias. Lastly, we document that conflict of interest within a movie aggregator does not lead to bias either. We conclude that media reputation in this competitive industry acts as a powerful disciplining force.\n\n",
    "acknowledgement": "\nA previous version of this paper circulated in 2011 with the title `Does Media Concentration Lead to Biased Coverage? Evidence from Movie Reviews' with Alec Kennedy as collaborator. Ivan Balbuzanov, Natalie Cox, Tristan Gagnon-Bartsch, Jordan Ou, and Xiaoyu Xia provided excellent research assistance. We thank Marianne Bertrand, Saurabh Bhargava, Fanny Camara, Lucas Davis, Casey Dougal, David Dranove, Matthew Ellman, Ignacio Franceschelli, Matthew Gentzkow, Fabrizio Germano, Austan Goolsbee, Emir Kamenica, Brian Knight, Jesse Shapiro, Noam Yuchtman, Joel Waldfogel and audiences at Brown University, Boston University, Chicago Booth, the Paris School of Economics, UC Berkeley, and at the 2011 Media Conference in Moscow for very helpful comments. We also thank Bruce Nash for access to data from the-numbers, as well as helpful clarifications about the industry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}