{
    "id": 20660,
    "citation_title": "Momentum Trading, Return Chasing, and Predictable Crashes",
    "citation_author": [
        "Benjamin Chabot",
        "Eric Ghysels",
        "Ravi Jagannathan"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe combine self-collected historical data from 1867 to 1907 with CRSP data from 1926 to 2012, to examine the risk and return over the past 140 years of one of the most popular mechanical trading strategies — momentum. We find that momentum has earned abnormally high risk-adjusted returns — a three factor alpha of 1 percent per month between 1927 and 2012 and 0.5 percent per month between 1867 and 1907 — both statistically significantly different from zero. However, the momentum strategy also exposed investors to large losses (crashes) during both periods. Momentum crashes were predictable — more likely when momentum recently performed well (both eras), interest rates were relatively low (1867–1907), or momentum had recently outperformed the stock market (CRSP era) — times when borrowing or attracting return chasing “blind capital” would have been easier. Based on a stylized model and simulated outcomes from a richer model, we argue that a money manager has an incentive to remain invested in momentum even when the crash risk is known to be high when (1) he competes for funds from return-chasing investors and (2) he is compensated via fees that are convex in the amount of money managed and the return on that money.\n\n",
    "acknowledgement": "\nThe views expressed in this article are those of the author and do not necessarily reflect those of the Federal Reserve Bank of Chicago, Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}