{
    "id": 20664,
    "citation_title": "Intrinsic Motivation in Public Service: Theory and Evidence from State Supreme Courts",
    "citation_author": [
        "Elliott Ash",
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "2015-06-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides a theoretical and empirical analysis of the intrinsic preferences of state appellate court judges. We construct a panel data set using published decisions from state supreme court cases merged with institutional and biographical information on all (1,636) state supreme court judges for the 50 states of the United States from 1947 to 1994. We estimate the effects of changes in judge employment conditions on a number of measures of judicial performance. The results are consistent with the hypothesis that judges are intrinsically motivated to provide high-quality decisions, and that at the margin they prefer quality over quantity. When judges face less time pressure, they write more well-researched opinions that are cited more often by later judges. When judges are up for election then performance falls, suggesting that election politics take time away from judging work – rather than providing an incentive for good performance. These effects are strongest when judges have more discretion to select their case portfolio, consistent with psychological theories that posit a negative effect of contingency on motivation (e.g. Deci, 1971).\n\n",
    "acknowledgement": "\nWe thank Yisehak Abraham, Ankeet Ball, Josh Brown, Josh Burton, Matthew Buck, Eammonn Campbell, Seth Fromer, Gohar Harutyunyan, Archan Hazra, Montague Hung, Dong Hyeun, Mithun Kamath, James Kim, Michael Kurish, Jennifer Kutsunai, Steven Lau, Sharon Liao, Sarah MacDougall, Justin McNamee, Sourabh Mishra, Arielle Napoli, Bryn Paslawski, Olga Peshko, Quinton Robbins, Ricardo Rodriguez, Carol Shou, Alex Swift, Tom Verderame, Sam Waters, Sophie Wilkowske, John Yang, Geoffrey Zee, and Fred Zhu for their meticulous help in assembling data and other research assistance. We thank Matthew Freedman, Levon Barseghyan, and Adam Lavecchia for discussant comments on previous drafts. Columbia University’s Program for Economic Research and the National Science Foundation Grant SES-1260875 provide financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}