{
    "id": 20668,
    "citation_title": "The Effects of High-Skilled Immigration Policy on Firms: Evidence from Visa Lotteries",
    "citation_author": [
        "Kirk Doran",
        "Alexander Gelber",
        "Adam Isen"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "2022-06-07",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe compare winning and losing firms in lotteries for H-1B visas, matching administrative data on these lotteries to administrative tax data on U.S. firms and to approved U.S. patents. Winning one additional H-1B visa crowds out about 1.5 other workers at the firm. Additional H-1Bs have insignificant and at most modest effects on firm innovation. More general evidence from the universe of U.S. firms and the universe of H-1B visas using alternative estimation strategies is consistent with these results. Firms that hire H-1Bs grow faster and innovate more because they are different in other ways from firms that do not.\n\n",
    "acknowledgement": "\nThis is a greatly revised version of NBER Working Paper 20668, previously titled “The Effect of High-Skilled Immigration on Patenting and Employment: Evidence from H-1B Visa Lotteries.” We thank U.S. Customs and Immigration Services for help with the H-1B lottery data. We thank Sunil Vidhani for outstanding research assistance. We thank Notre Dame and the Wharton School of the University of Pennsylvania for research support. We are grateful to George Borjas, John Bound, Sean Farhang, Richard Freeman, Hilary Hoynes, Jenny Hunt, Damon Jones, Larry Katz, Bill Kerr, Norman Matloff, Ankur Patel, Dina Pomeranz, Jesse Rothstein, and seminar participants at the Fed Board, HBS, NBER, CEMIR, U.S. Treasury, and WIGE for helpful comments. We thank Lee Fleming for sharing the patent data with us. We thank Danny Yagan for sharing his code to probabilistically identify natives and foreigners in the Treasury data. The views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the U.S. Treasury Department, any other person associated with the U.S. Treasury Department, or the National Bureau of Economic Research. All errors are our own.\n\n\n\nAlexander Gelber\n\nAlexander Gelber served as Deputy Assistant Secretary of the U.S. Treasury from 2012 to 2013 and worked on immigration reform proposals (among other issues). He has also been a consultant to Premise Data Corporation, and he is an advisor to Good World Solutions and Orange Door Research.\n\n\n"
}