{
    "id": 20666,
    "citation_title": "Whither News Shocks?",
    "citation_author": [
        "Robert B. Barsky",
        "Susanto Basu",
        "Keyoung Lee"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes news about future productivity cause business-cycle fluctuations?  What other effects might it have? We explore the answer to this question using semi-structural VARs, where “news” is defined as the innovation in the expectation of TFP at a fixed horizon in the future.  We find that systems incorporating a number of forward-looking variables, including stock prices, consumption, consumer confidence and inflation, robustly predict three outcomes.  First, following a news shock, TFP rises for several years.  Second, inflation falls immediately and substantially, and stays low, often for 10 quarters or more.  Third, there is a sharp increase  in a forward-looking measure of consumer confidence.   Consumption typically rises following good news, but investment, consumer durables purchases and hours worked typically fall on impact.  All the quantity variables subsequently rise, as does TFP.  Depending on the specification of the reduced form VAR, the activity variables may lead TFP to some extent – possibly lending some support to the hypothesis of news-driven business cycles – or they may move in lockstep with productivity.   For the most part, the quantity and inflation responses are quite consistent with the predictions of a standard New Keynesian model augmented with real wage inertia.\n\n",
    "acknowledgement": "\nThis paper is dedicated to the memory of Santimay Basu (1932-2013): gentleman, scholar and humanist.  We thank Larry Christiano for many helpful discussions, and Larry Christiano, Franck Portier, conference participants and the editors for useful comments. The paper does not reflect the views of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}