{
    "id": 20670,
    "citation_title": "Unemployment and Innovation",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper analyzes equilibrium, dynamics, and optimal decisions on the factor bias of innovation in a model of induced innovation.  In a  model with full employment, we show that (a) if the elasticity of substitution is always less than or greater than unity, there is a unique steady state equilibrium; (b) if the elasticity of substitution is less than unity, the steady state is stable, but convergence is oscillatory; (c) if the elasticity of substitution is greater than unity, the steady state is a saddle point; and (d) if the elasticity of substitution is less than unity for both high and low effective capital labor ratios but greater than unity for intermediate values, then there can be multiple steady states.  In a model where efficiency wages lead to equilibrium unemployment, we show that if the elasticity of substitution is less than unity, there will be a bias towards excessive labor augmenting innovation, resulting in too high unemployment, with convergence to the  unique steady state being oscillatory, rather than monotonic.  Similarly, if the elasticity of substitution between skilled and unskilled labor is less than unity,  and there is efficiency wage unemployment for unskilled labor only, there is will be excessively skill-biased innovation.  \nThis paper provides an alternative resolution to the Harrod-Domar conundrum of the disparity between the natural and warranted rate of growth to that of Solow, with strong policy implications, for instance, concerning the effects of income distribution and monetary policy both in the short run and the long.\n\n",
    "acknowledgement": "\nThis paper is part of a broader work on innovation, undertaken with my colleague Bruce Greenwald, and of a more long standing research agenda undertaken with Partha Dasgupta.  I also wish to acknowledge my indebtedness to Peter Howitt, and to discussions over the years on these topics with Giovanni Dosi.   My interest in these topics was awakened as a graduate student by Paul Samuelson and Charles Kindleberger, who approached these questions from quite different perspectives.    I also wish to acknowledge financial support from the Institute for New Economic Thinking (INET) and research and editorial assistance from Laurence Wilse-Samson, Eamon Kircher-Allen, and Jun Huang. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}