{
    "id": 20677,
    "citation_title": "Markets for Scientific Attribution",
    "citation_author": [
        "Joshua Gans",
        "Fiona Murray"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFormal attribution provides a means of recognizing scientific contributions as well as allocating scientific credit. This paper examines the processes by which attribution arises and its interaction with market assessments of the relative contributions of members of scientific teams and communities – a topic of interest organizational economics of science and in understanding scientific labor markets.  We demonstrate that a pioneer or senior scientist’s decision to co-author with a follower or junior scientist depends critically on market attributions as well as the timing of the co-authoring decision. This results in multiple equilibrium outcomes each with different implications for expected quality of research projects. However, we demonstrate that the Pareto efficient organisational regime is for the follower researcher to be granted co-authorship contingent on their own performance without any earlier pre-commitment to formal attribution. We then compare this with the alternative for the pioneer of publishing their contribution and being rewarded through citations to back to it. While in some equilibria (especially where co-authoring commitments are possible) there is no advantage to interim publication, in others this can increase expected research quality.\n\n",
    "acknowledgement": "\nThanks to Matthew Grennan, Michael Ryall, Sotaro Shibayama, participants at the IO Workshop (Vancouver), REER Conference (Altanta), AIEA-NBER Innovation and Entrepreneurship Conference (Deijong) and seminar participants at Harvard Business School, MIT, Toronto and Melbourne for helpful discussions. Responsibility for all views remain our own. We thank the Sloan Foundation for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua Gans\n\nI have consulted for Core Economic Research during the course of this project. However, none of the topics upon which I have been remunerated have impacted on or are related to this research.\n\n\n"
}