{
    "id": 20671,
    "citation_title": "Seesaws and Social Security Benefits Indexing",
    "citation_author": [
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2014-11-10",
    "issue_date": "2014-11-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe price indexation of Social Security benefit payments has emerged in recent years as a flashpoint of debate in the United States. I characterize the direct effects that changes in that price index would have on retirees who differ in their initial wealth at retirement and mortality rates after retirement. I propose a simple but flexible theoretical framework that converts benefits reform first into changes to retirees' consumption paths and then into a net effect on social welfare. I calibrate that framework using recently-produced data on Social Security beneficiaries by lifetime income decile and both existing and new survey evidence on the normative priorities Americans have for Social Security. The results suggest that the value retirees place on protection against longevity risk is an important caveat to the widespread enthusiasm for a switch to a slower-growing price index such as the chained CPI-U.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Fall 2014 BPEA conference. Thanks to the editors, David Romer and Justin Wolfers, as well as to my discussants, Martin Feldstein and Aleh Tsyvinski, and the many participants in that conference for helpful comments and discussions. Thanks to Darren A. Rippy at the BLS for sharing the data on CPI-E. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}