{
    "id": 20678,
    "citation_title": "Prices, Consumption, and Dividends Over the Business Cycle: A Tale of Two Regimes",
    "citation_author": [
        "Anisha Ghosh",
        "George M. Constantinides"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn economy in which investors know the true model and its parameters and filter the regime probability from aggregate consumption history has been empirically rejected. Hypothesizing that prices partly reflect investorsʼ belief about the regime, we infer beliefs from prices. The model fits well the moments of the market return, risk free rate, and price-dividend ratio. Consistent with the data, it implies higher mean and lower volatility of consumption and dividend growth rates, lower mean and volatility of the market return and equity premium, and higher mean of the price-dividend ratio in the first regime compared with the second one. The probability of recession in a year is 62:5% (23:7%) if the probability of being in the first regime at the beginning of the year is lower (higher) than 50%. The results support the hypothesis that investors employ a broader information set than just aggregate consumption history in forming their beliefs.\n\n",
    "acknowledgement": "\nWe thank Frank Schorfheide, Amir Yaron, other colleagues, and, in particular, Stefano Giglio for helpful comments. Constantinides acknowledges financial support from the Center for Research in Security Prices of the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}