{
    "id": 20683,
    "citation_title": "New Linked Data on Research Investments: Scientific Workforce, Productivity, and Public Value",
    "citation_author": [
        "Julia Lane",
        "Jason Owen-Smith",
        "Rebecca Rosen",
        "Bruce Weinberg"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nLongitudinal micro-data derived from transaction level information about wage and vendor payments made by federal grants on multiple U.S. campuses are being developed in a partnership involving researchers, university administrators, representatives of federal agencies, and others. This paper describes the UMETRICS data initiative that has been implemented under the auspices of the Committee on Institutional Cooperation. The resulting data set reflects an emerging conceptual framework for analyzing the process, products, and impact of research. It grows from and engages the work of a diverse and vibrant community. This paper situates the UMETRICS effort in the context of research evaluation and ongoing data infrastructure efforts in order to highlight its novel and valuable features. Refocusing data construction in this field around individuals, networks, and teams offers dramatic possibilities for data linkage, the evaluation of research investments, and the development of rigorous conceptual and empirical models. Two preliminary analyses of the scientific workforce and network approaches to characterizing scientific teams ground a discussion of future directions and a call for increased community engagement.\n\n",
    "acknowledgement": "\nThis research was supported by NSF SciSP Awards 1064220 and 1262447; NSF Education and Human Resources Award 1348691; NSF NCSES award 1423706; NIH P01AG039347 (on which Weinberg was paid by the NBER and Ohio State); the U.S. Bureau of the Census, and the Ewing Marion Kaufman and Alfred P. Sloan Foundations. Data were generously provided by the Committee on Institutional Cooperation and its member institutions. We thank Wei Cheng, Cameron Conrad, Russ Funk, Christina Jones, Felix Kabo, Evgeny Klochikhin, Yulia Muzyrya, J. Staudt and Michelle Yin for research support, Greg Carr, Marietta Harrison, David Mayo, Mark Sweet and Stephanie Willis for help with data issues, and Barb McFadden Allen, Jay Walsh, Roy Weiss and Carol Whitacre for their overarching support. The research agenda draws on work with many coauthors, but particularly work with Michele Pezzoni, Paula Stephan and Jacques Mairesse. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}