{
    "id": 20680,
    "citation_title": "Subjective Beliefs, Deterrence, and the Propensity to Drive While Intoxicated",
    "citation_author": [
        "Yiqun Chen",
        "Frank Sloan"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis study investigates causal effects of changes in subjective probabilities of being pulled over and involved in accidents if driving while intoxicated on individuals’ drinking and driving choices. We also examine how hypothetical changes in perceptions of sanction severity affect drunk driving by experiments randomizing the harshness of punishments. We find that higher perceived risks of being pulled over and involved in accidents deter drinking and driving. However, deterrence is limited to persons who are alcohol addicted, lack of self-control over drinking, and are more impulsive. No deterrent effect of harsher legal punishments is found on individuals’ drunk driving choices.\n\n",
    "acknowledgement": "\nThis research was supported by a grant (R01-AA-017913-03) from the National Institute on Alcohol Abuse and Alcoholism. The sponsor had no involvement in study design, data collection and analysis, writing of the manuscript or the decision to submit the manuscript for publication. We thank Mark Duggan for helpful comments on a previous version of this paper. Any errors here are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}