{
    "id": 20682,
    "citation_title": "Which Factors?",
    "citation_author": [
        "Kewei Hou",
        "Haitao Mo",
        "Chen Xue",
        "Lu Zhang"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "2018-07-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nMany recently proposed, seemingly different factor models are closely related. In spanning tests, the q-factor model largely subsumes the Fama-French (2015, 2018) 5-and 6-factor models, and the q⁵ model captures the Stambaugh-Yuan (2017)  model. The Stambaugh-Yuan factors are sensitive to their construction, and once replicated via the standard approach, are close to the q-factors, with correlations of 0.8 and 0.84. Finally, it seems difficult to motivate the Fama-French 5-factor model from valuation theory, which predicts a positive relation between the expected investment and the expected return.\n\n",
    "acknowledgement": "\nThis version supersedes our previous work circulated under the titles “A Comparison of New Factor Models” and “Motivating Factors.” For helpful comments, we thank our discussants Ilan Cooper, Raife Giovinazzo, Serhiy Kozak, Kai Li, Scott Murray, David Ng, Christian Opp, Jay Shanken, Timothy Simin, and Zhenyu Wang, as well as Jonathan Berk, Michael Brennan, David Chapman, Andrei Goncalves, Don Keim, Jim Kolari, Dongxu Li, Jim Poterba, Berk Sensoy, Rob Stambaugh, René Stulz, Sheridan Titman, Michael Weisbach, Tong Yao, and other seminar participants at Baruch College, Cheung Kong Graduate School of Business, Georgia Institute of Technology, Guanghua School of Management at Peking University, PBC School of Finance at Tsinghua University, Shanghai University of Finance and Economics, Seoul National University, Texas A&M University, The Ohio State University, University of Iowa, University of Miami, University of Missouri, and University of Southern California, as well as the 2015 Arizona State University Sonoran Winter Finance Conference, the 2015 Chicago Quantitative Alliance Annual Academic Competition, the 2015 Financial Intermediation Research Society Conference, the 2015 Florida State University SunTrust Beach Conference, the 2015 Rodney L. White Center for Financial Research Conference on Financial Decisions and Asset Market at Wharton, the 2015 Society for Financial Studies Finance Cavalcade, the 2015 University of British Columbia Summer Finance Conference, the 2016 HKUST Finance Symposium, the 27th Annual Conference on Financial Economics and Accounting, and the 7th McGill Global Asset Management Conference. All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}