{
    "id": 20684,
    "citation_title": "Household Finance over the Life-Cycle: What does Education Contribute?",
    "citation_author": [
        "Russell Cooper",
        "Guozhong Zhu"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies household financial choices: why are these decisions dependent on the education level of the household?  A life-cycle model is constructed to understand a rich set of facts about decisions of households with different levels of educational attainment regarding stock market participation, the stock share in wealth, the stock adjustment rate and the wealth-income ratio.  Model parameters, including preferences, the cost of stock market participation and portfolio adjustment costs, are estimated to match the financial decisions of different education groups. Based on the estimated model, education affects household finance mainly through increased average income. The estimation also finds evidence that higher educational attainment is associated with a lower stock market entry cost and a larger discount factor. Education specific differences in income risks, medical expenses, mortality risks and the life-cycle pattern of income explain relatively little of the observed differences in household financial choices.\n\n",
    "acknowledgement": "\nWe are grateful to the NSF for financial support. Participants at seminars at Pennsylvania State University, SUFE and SED 2014 provided helpful questions and comments. Thanks to David Lander and Qi Wu for detailed comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}