{
    "id": 20686,
    "citation_title": "Empirical Linkages between Good Government and National Well-being",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang",
        "Shawn Grover",
        "Shun Wang"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper first reviews existing studies of the links between good governance and subjective well-being. It then brings together the largest available sets of national-level measures of the quality of governance to assess the extent to which they contribute to explaining the levels and changes in life evaluations in 157 countries over the years 2005-2012, using data from the Gallup World Poll.\n The results show not just that people are more satisfied with their lives in countries with better governance quality, but also that actual changes in governance quality since 2005 have led to large changes in the quality of life.  For example, the ten-most-improved countries, in terms of delivery quality changes between 2005 and 2012, when compared to the ten countries with most worsened delivery quality, are estimated to have thereby increased average life evaluations by as much as would be produced by a 40% increase in per capita incomes. \nThe results also confirm earlier findings that the delivery quality of government services generally dominates democratic quality in supporting better lives. The situation changes as development proceeds, with democratic quality having a positive influence among countries that have already achieved higher quality of service delivery.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Gallup Organization for access to data from the Gallup World Poll, to CIFAR and the KDI School for research support. This paper is drawn from the empirical portions of Helliwell et al (2014), prepared for the Public Governance Committee of the OECD. The opinions and analysis are the responsibility of the authors, and not of the OECD or the NBER. For helpful comments on an earlier version, we thank Martin Forst, Carol Graham, David Gyarmati, Jon Hall, Mario Marcel, Charles Montgomery, Tom Sander, Conal Smith, Alois Stutzer, and Tatyana Teplova. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}