{
    "id": 20681,
    "citation_title": "Homophily, Group Size, and the Diffusion of Political Information in Social Networks: Evidence from Twitter",
    "citation_author": [
        "Yosh Halberstam",
        "Brian Knight"
    ],
    "citation_publication_date": "2014-11-17",
    "issue_date": "2014-11-13",
    "revision_date": "2015-05-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate political communications in social networks characterized both by homophily–a tendency to associate with similar individuals–and group size. To generate testable hypotheses, we develop a simple theory of information diffusion in social networks with homophily and two groups: conservatives and liberals. The model predicts that, with homophily, members of the majority group have more network connections and are exposed to more information than the minority group. We also use the model to show that, with homophily and a tendency to produce like-minded information, groups are disproportionately exposed to like-minded information and the information reaches like-minded individuals more quickly than it reaches individuals of opposing ideologies. To test the hypotheses of our model, we analyze nearly 500,000 communications during the 2012 US elections in a social network of 2.2 million politically-engaged Twitter users. Consistent with the model, we find that members of the majority group in each state-level network have more connections and are exposed to more tweets than members of the minority group. Likewise, we find that groups are disproportionately exposed to like-minded information and that information reaches like-minded users more quickly than users of the opposing ideology.\n\n",
    "acknowledgement": "\nWe are particularly indebted to Zack Hayat for getting this project off the ground and providing continual advice. We thank seminar participants at UC-Berkeley, CU-Boulder, Michigan State, Stanford, Toronto, the National University of Rosario, the Central Bank of Colombia and the 2014 Media and Communications Conference at Chicago-Booth. Ashwin Balamohan, Max Fowler, Kristopher Kivutha and Somang Nam jointly created the infrastructure to obtain the Twitter data used in this paper, and Michael Boutros helped design the MTurk surveys we used to analyze the content in tweets. Dylan Moore provided outstanding research assistance. Special thanks to Darko Gavrilovic, the IT consultant at Toronto, who facilitated the data work for this project, and Pooya Saadatpanah for providing computing support. We gratefully acknowledge financial support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}