{
    "id": 20688,
    "citation_title": "How Does Tax Progressivity and Household Heterogeneity Affect Laffer Curves?",
    "citation_author": [
        "Hans A. Holter",
        "Dirk Krueger",
        "Serhiy Stepanchuk"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much additional tax revenue can the government generate by increasing labor income taxes? In this paper we provide a quantitative answer to this question, and study the importance of the progressivity of the tax schedule for the ability of the government to generate tax revenues. We develop a rich overlapping generations model featuring an explicit family structure, extensive and intensive margins of labor supply, endogenous accumulation of labor market experience as well as standard intertemporal consumption-savings choices in the presence of uninsurable idiosyncratic labor productivity risk. We calibrate the model to US macro, micro and tax data and characterize the labor income tax Laffer curve under the current choice of the progressivity of the labor income tax code as well as when varying progressivity. We find that more progressive labor income taxes significantly reduce tax revenues. For the US, converting to a flat tax code raises the peak of the Laffer curve by 6%, whereas converting to a tax system with progressivity similar to Denmark would lower the peak by 7%. We also show that, relative to a representative agent economy tax revenues are less sensitive to the progressivity of the tax code in our economy. This finding is due to the fact that labor supply of two earner households is less elastic (along the intensive margin) and the endogenous accumulation of labor market experience makes labor supply of females less elastic (around the extensive margin) to changes in tax progressivity.\n\n",
    "acknowledgement": "\nWe thank Per Krusell and Kjetil Storesletten for helpful comments and Hakki Yazici and Hitoshi Tsujiyama for excellent discussions of earlier versions of this paper. We also thank seminar participants at the Federal Reserve Bank of Philadelphia, the Greater Stockholm Macro Group at Sveriges Riksbank, Statistics Norway, the 2014 Barcelona GSE Summer Forum; Working Group on Micro and Macro Evidence on Taxation, the 2014 Nordic Symposium in Macroeconomics (Iceland), the 2014 Mannheim Workshop in Quantitative Macroeconomics, the 2014 SEEK Conference (Mannheim), the 2014 OFS Annual Conference (Oslo) and the 2013 UCFS Annual Conference (Uppsala). Hans A. Holter is grateful for financial support from Handelsbanken Research Foundations and the Nordic Tax Research Council and Dirk Krueger acknowledges financial support from the NSF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}