{
    "id": 20695,
    "citation_title": "Toward an Understanding of Reference-Dependent Labor Supply: Theory and Evidence from a Field Experiment",
    "citation_author": [
        "Steffen Andersen",
        "Alec Brandon",
        "Uri Gneezy",
        "John A. List"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nPerhaps the most powerful form of framing arises through reference dependence, wherein choices are made recognizing the starting point or a goal. In labor economics, for example, a form of reference dependence, income targeting, has been argued to represent a serious challenge to traditional economic models. We design a field experiment linked tightly to three popular economic models of labor supply—two behavioral variants and one simple neoclassical model—to deepen our understanding of the positive implications of our major theories. Consistent with neoclassical theory and reference-dependent preferences with endogenous reference points, workers (vendors in open air markets) supply more hours when presented with an expected transitory increase in hourly wages. In contrast with the prediction of behavioral models, however, when vendors earn an unexpected windfall early in the day, their labor supply does not respond. A key feature of our market in terms of parsing the theories is that vendors do not post prices rather they haggle with customers. In this way, our data also speak to the possibility of reference-dependent preferences over other dimensions. Our investigation again yields results that are in line with neoclassical theory, as bargaining patterns are unaffected by the unexpected windfall.\n\n",
    "acknowledgement": "\nStefano DellaVigna, Casey Mulligan, Zongjin Qian, and George Wu provided helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}