{
    "id": 20699,
    "citation_title": "Farms, Families, and Markets: New Evidence on Completeness of Markets in Agricultural Settings",
    "citation_author": [
        "Daniel LaFave",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "2016-05-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe farm household model has played a central role in improving the understanding of small-scale agricultural households and non-farm enterprises. Under the assumptions that all current and future markets exist and that farmers treat all prices as given, the model simplifies households’ simultaneous production and consumption decisions into a recursive form in which production can be treated as independent of preferences of household members. These assumptions, which are the foundation of a large literature in labor and development, have been tested and not rejected in several important studies, including, for example, Benjamin (1992). Using multiple waves of longitudinal survey data from Central Java, Indonesia, this paper tests a key prediction of the recursive model: demand for farm labor is unrelated to the demographic composition of the farm household. The prediction is unambiguously rejected. The rejection cannot be explained by contamination due to unobserved heterogeneity that is fixed at the farm level, local area shocks or farm-specific shocks that affect changes in household composition and farm labor demand. We conclude that the recursive form of the farm household model is not consistent with the data. Developing empirically tractable models of farm households when markets are incomplete remains an important challenge.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Farms, Families, and Markets: New Evidence on Agricultural Labor Markets.\" This paper has benefited from helpful comments from Peter Arcidiacono, Chris Barrett, Dwayne Benjamin, Pascaline Dupas, Andrew Foster, Amar Hamoudi, V. Joseph Hotz, Liran Einav, Marcos Rangel, John Strauss, Alessandro Tarozzi, and Christopher Udry. Financial support from the National Institutes of Aging (R01 AG20276) and Fogarty International Center at the NIH (D43 TW007599) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}