{
    "id": 20691,
    "citation_title": "A Welfare Criterion for Models with Distorted Beliefs",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Alp Simsek",
        "Wei Xiong"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "2015-02-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes a welfare criterion for economies in which agents have heterogeneously distorted beliefs. Instead of taking a stand on whose belief is correct, our criterion asserts that an allocation is belief-neutral efficient (inefficient) if it is efficient (inefficient) under any convex combination of agents' beliefs. While this criterion gives an incomplete ranking of social allocations, it can identify positive- and negative-sum speculation driven by conflicting beliefs in a broad range of economic environments.\n\n",
    "acknowledgement": "\nWe thank John Geanakoplos, Lars Hansen, David Hirshleifer, Leonid Kogan, Carsten Nielsen, Stephen Morris, Wolfgang Pesendorfer, Larry Samuelson, Martin Schneider, Chris Sims, Tomasz Strzalecki, Dimitri Vayanos, Glen Weyl, and seminar participants at London Business School, Princeton University, University of British Columbia, University of Cambridge, University of Chicago, 2012 Behavioral Finance Conference in Amsterdam, 2012 NBER Meeting on Capital Markets and the Economy, 2013 Econometric Society Meetings, 2012 NBER Behavioral Economics Meeting, 2012 CITE conference, 2012 SITE Conference on Psychology and Economics, 8th Annual Cowles Foundation Conference on General Equilibrium and Its Applications, and the 2nd Miami Behavioral Finance Conference for helpful discussion and comments. We also thank Zhenyu Gao, Ji Huang, and Alejandro Van der Ghote for able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures\n\n\n2010-2013/01\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nStifterverband der Deutschen Wirtschaft, 2012\nAmbrosetti – The European House, 2011\nCenter for Investor Education, 2011\nWim Duisenberg School of Finance, 2010\nHandelsbanken, 2010\nDeutsche Bank, 2010\nFEBRABAN, Brazil, 2009\n\n\nCentral banks\n\n\nECB, ESRB, Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nInternational financial institution\n\n\nIMF\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nUniversity of Chicago, T.W. Schultz Prize and Lecture, 2010\nINQUIRE Europe, Research Grant\n\n\nVisiting Scholar and Other:\nMilton Friedman Institute, visiting scholar 2011\nAmerican Economic Review, Journal of Finance, Associated Editorship\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n2010-2013/01\n\n\n"
}