{
    "id": 20694,
    "citation_title": "Unemployment in the Great Recession: A Comparison of Germany, Canada and the United States",
    "citation_author": [
        "Florian Hoffmann",
        "Thomas Lemieux"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the potential reasons for the surprisingly different labor market performance of the United States, Canada, Germany, and several other OECD countries during and after the Great Recession of 2008-09.  Unemployment rates did not change substantially in Germany, increased and remained at relatively high levels in the United States, and increased moderately in Canada. More recent data also show that, unlike Germany and Canada, the U.S. unemployment rate remains largely above its pre-recession level. We find two main explanations for these differences. First, the large employment swings in the construction sector linked to the boom and bust in U.S. housing markets can account for a large fraction of the cross-country differences in aggregate labor market outcomes for the three countries. Second, cross-country differences are consistent with a conventional Okun relationship linking GDP growth to employment performance. In particular, relative to pre-recession trends there has been a much larger drop in GDP in the United States than Germany between 2008 and 2012. In light of these facts, the strong performance of the German labor market is consistent with other aggregate outcomes of the economy.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER Conference on “The Labor Market in the Aftermath of the Great Recession”.  We would like to thank David Card, Alex Mas, David Dorn, and two anonymous referees for useful comments, the Social Sciences and Humanities Research Council of Canada and the Bank of Canada Fellowship Program for research support, and Georgios Tassoukis for assisting us with accessing the German Mikrozensus data. This study also uses the weakly anonymous IAB Employment Sample. Data access was provided via on-site use at the Research Data Centre (FDZ) of the German Federal Employment Agency (BA) at the Institute for Employment Research (IAB) and remote data access. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}