{
    "id": 20696,
    "citation_title": "The Emotional Consequences of Donation Opportunities",
    "citation_author": [
        "Lara B. Aknin",
        "Guy Mayraz",
        "John F. Helliwell"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nCharities often circulate widespread donation appeals to garner support for campaigns, but what impact do these campaigns have on the well-being of individuals who choose to donate, those who choose not to donate, and the entire group exposed to the campaign? Here we investigate these questions by exploring the changes in affect reported by individuals who donate in response to a charitable request and those who do not. We also look at the change in affect reported by the entire sample to measure the net impact of the donation request. Results reveal that large donors experience hedonic boosts from their charitable actions, and the substantial fraction of large donors translates to a net positive influence on the well-being of the entire sample. Thus, under certain conditions, donation opportunities can enable people to help others while also increasing the overall well-being of the population of potential donors.\n\n",
    "acknowledgement": "\nThe authors are grateful for the support of the Canadian Institute for Advanced Research, through its program on Social Interactions, Identity and Well-being, with which all of us are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}