{
    "id": 20697,
    "citation_title": "Revealing Malfeasance: How Local Media Facilitates Electoral Sanctioning of Mayors in Mexico",
    "citation_author": [
        "Horacio A. Larreguy",
        "John Marshall",
        "James M. Snyder",
        "Jr."
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe estimate the effect of local media outlets on political accountability in Mexico, focusing on malfeasance by municipal mayors. We study federal grants earmarked for infrastructure projects targeting the poor, and leverage two sources of plausibly exogenous variation. First, we exploit variation in the timing of the release of municipal audit reports. Second, and moving beyond existing studies, we exploit variation in media exposure at the electoral precinct level. In particular, we compare neighboring precincts on the boundaries of media stations’ coverage areas to isolate the effects of an additional media station. We find that voters punish the party of malfeasant mayors, but only in electoral precincts covered by local media stations (which emit from within the precinct’s municipality). An additional local radio or television station reduces the vote share of an incumbent political party revealed to be corrupt by 1 percentage point, and reduces the vote share of an incumbent political party revealed to have diverted funds to projects not benefiting the poor by around 2 percentage points. We also show that these electoral sanctions persist: at the next election, the vote share of the current incumbent’s party continues to be reduced by a similar magnitude. The electoral costs of diverting resources away from the poor are especially large for the populist Institutional Revolutionary Party (PRI) party. However, we find no effect of media stations based in other municipalities.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Rakeen Mabud, Ben Olken, Jesse Shapiro, and David Stromberg, as well as participants at the Harvard Comparative PoliticsWorkshop and MIT Political Economy Lunch for useful comments. Thanks to Andrea Ortiz and Daniel Silberwasser for excellent research assistance, and to ASF officials for providing information about the auditing process.  Horacio Larreguy acknowledges financial support from the IQSS Undergraduate Research Scholars Program. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}