{
    "id": 20698,
    "citation_title": "Employment Cyclicality and Firm Quality",
    "citation_author": [
        "Lisa B. Kahn",
        "Erika McEntarfer"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "2015-06-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWho fares worse in an economic downturn, low- or high-paying firms? Different answers to this question imply very different consequences for the costs of recessions. Using U.S. employer-employee data, we find that employment growth at low-paying firms is less cyclically sensitive. High-paying firms grow more quickly in booms and shrink more quickly in busts. We show that while during recessions separations fall in both high-paying and low- paying firms, the decline is stronger among low-paying firms. This is particularly true for separations that are likely voluntary. Our findings thus suggest that downturns hinder upward progression of workers toward higher paying firms - the job ladder partially collapses. Workers at the lowest paying firms are 20% less likely to advance in firm quality (as measured by average pay in a firm) in a bust compared to a boom. Furthermore, workers that join firms in busts compared to booms will on average advance only half as far up the job ladder within the first year, due to both an increased likelihood of matching to a lower paying firm and a reduced probability of moving up once matched. Thus our findings can account for some of the lasting negative impacts on workers forced to search for a job in a downturn, such as displaced workers and recent college graduates. For example, differential sorting and lack of upward mobility can account for roughly a third of the initial earnings impacts of graduating into a large downturn.\n\n",
    "acknowledgement": "\nThe research program of the Center for Economic Studies (CES) produces a wide range of economic analyses to improve the statistical programs of the U.S. Census Bureau. Many of these analyses take the form of CES research papers. These papers have not undergone the review accorded Census Bureau publications and no endorsement should be inferred. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or its staff. All results have been reviewed to ensure that no confidential information is disclosed. Republication in whole or part must be cleared with the authors. We are grateful to Jason Abaluck, David Atkin, David Berger, Judy Chevalier, Florian Ederer, Chris Foote, John Haltiwanger, Larry Katz, Fabian Lange, Alina Lerman, Giuseppe Moscarini, Peter Schott, Jim Spletzer, Till von Wachter and seminar participants at the AEA 2013 meetings, Cornell, CUNY, Federal Reserve Banks of Atlanta, St. Louis, and NYC, McGill, NBER Labor Studies, RPI, Stanford, Society of Labor Economics 2013 Meetings, Stavanger-Bergen Workshop, UC Santa Barbara, the University of Delaware, the University of Utah, and Yale for helpful comments. We especially thank John Abowd and Kevin McKinney for providing us with some data elements. A previous version of this paper was entitled \"Worker Flows over the Business Cycle: the Role of Firm Quality\" (2012). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}