{
    "id": 20704,
    "citation_title": "Do Credit Market Shocks affect the Real Economy? Quasi-Experimental Evidence from the Great Recession and ‘Normal’ Economic Times",
    "citation_author": [
        "Michael Greenstone",
        "Alexandre Mas",
        "Hoai-Luu Nguyen"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the effect of the reduction in credit supply that followed the 2008 financial crisis on the real economy.  We predict county lending shocks using variation in pre-crisis bank market shares and estimated bank supply-shifts.  Counties with negative predicted shocks experienced declines in small business loan originations, indicating that it is costly for these businesses to find new lenders.  Using confidential microdata from the Longitudinal Business Database, we find that the 2007-2009 lending shocks accounted for statistically significant, but economically small, declines in both small firm and overall employment.  Predicted lending shocks affected lending but not employment from 1997-2007.\n\n",
    "acknowledgement": "\nMichael Greenstone, University of Chicago, mgreenst@uchicago.edu; Alexandre Mas, Princeton, amas@princeton.edu; Hoai-Luu Nguyen, MIT, HQN@mit.edu  We are grateful to Laurien Gilbert, Felipe Goncalves, Ernest Liu, and Steven Mello for excellent research assistance. We thank Daron Acemoglu, Pat Kline, Lawrence Summers, Ivan Werning, and seminar participants at the NBER Summer Institute, Columbia, Brookings, Boston Federal Reserve, and Bank of Mexico for helpful comments.  We also thank Abigail Cooke, Javier Miranda, and Lars Vilhuber for enabling our use of the Census LBD microdata.  The first version of this paper was released in November 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}