{
    "id": 20705,
    "citation_title": "Resolving Intertemporal Conflicts: Economics vs Politics",
    "citation_author": [
        "Antony Millner",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIntertemporal conflicts occur when a group of agents with heterogeneous time preferences must make a collective decision about how to manage a common asset. How should this be done? We examine two methods: an 'Economics' approach that seeks to implement efficient allocations, and a 'Politics' approach in which agents vote over consumption plans. We compare these methods by varying two characteristics of the problem: are agents' preferences known or are they hidden information, and can they commit to intertemporal collective plans or not? We show that if commitment is possible the Economics approach always Pareto dominates the Politics approach, in both full and hidden information scenarios. By contrast, without commitment the group may be better off if the Politics approach is adopted. We investigate when Politics trumps Economics analytically, and then apply our model to a survey of economists' views on the appropriate pure rate of time preference for project appraisal. For a wide range of model parameters, and under both full and hidden information, the Politics approach is supported by a majority of agents, and leads to higher group welfare.\n\n",
    "acknowledgement": "\nWithout necessarily tying them to the content of the paper, we are grateful for helpful comments from Geir Asheim, Elizabeth Baldwin, Niko Jaakkola, Derek Lemoine, and Paulo Piacquadio. We are especially grateful to Ben Groom and co-authors for providing us with early access to the results of their survey on social discounting. AM acknowledges financial support from the UK Economic and Social Research Council and the Grantham Foundation for the Protection of the Environment. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}