{
    "id": 20701,
    "citation_title": "Public School Choice: An Economic Analysis",
    "citation_author": [
        "Levon Barseghyan",
        "Damon Clark",
        "Stephen Coate"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic school choice programs give households a free choice of public school and provide schools incentives to compete for students. Proponents of these programs argue that by the usual market logic, choice and competition will improve the quality of the education that schools provide. Critics counter that the usual market logic does not translate easily to schools, since households’ perceptions of school quality depend not only on the efforts of school personnel but also on the composition of the student body (i.e., households have peer preferences). This paper advances this debate by developing and analyzing an economic model of public school choice. To capture the pro-choice argument, the model assumes that a neighborhood enrollment policy that provides schools with no incentives to exert effort is replaced by a prototypical public school choice policy in which households have a free choice of school and schools have incentives to compete for students. To capture the anti-choice argument the model assumes that households have peer preferences. The analysis of the equilibrium of this model generates three findings that highlight potential limitations of choice programs.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, we thank Jean-Paul Carvalho, Jon Hamilton, Sergios Skaperdas, Steve Slutsky, David Sappington and various seminar participants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}