{
    "id": 2070,
    "citation_title": "Productivity, Wages, and Prices Inside and Outside of Manufacturing in the U.S., Japan, and Europe",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the dynamic behavior of changes in productivity, wages, and prices. Results are based on a new data set that allows a consistent analysis of the aggregate economy, the manufacturing sector, and the nonmanufacturing sector. Results are presented for the U. S., Japan, and an aggregate called \"Europe\" consisting of eleven European economies. The primary theme of the paper is that differences between Europe and the U. S. have been substantially exaggerated in recent work. Europe has neither greater nominal wage flexibility nor more rigid real wages than the U. S. Evidence that the U. S. exhibits more nominal rigidity is confined to manufacturing, while the U. S. aggregate and nonmanufacturing sectors display as much nominal wage flexibility as Europe, and similar \"output sacrifice ratios\" as well. These results undermine the case frequently made against demand expansion in Europe on the ground that such a demand expansion would cause only extra inflation with no bonus of extra output as a result of a uniquely vertical European aggregate supply curve. The analysis of real wages also yields new results. A consistent treatment of the income of the self-employed almost completely eliminates the secular uptrend in previously developed wage gap indexes for Japan and Europe between the 1960s and 1980s. If anything real wages in Europe and Japan were too flexible rather than too rigid, in the sense that much of the increase in wage gap indexes in Europe during 1968-70 and in Japan in 1973-74 can be interpreted as autonomous wage push. The component of increases in wage gap indexes to be attributed to a failure of real wages to respond to the post-1972 productivity growth slowdown is relatively minor. The paper's analysis of productivity change confirms the real-wage elasticity of labor input emphasized previously, but shows that the response of productivity to changes in the real wage, and to cyclical output fluctuations, is roughly the same the U, S., Japan, and Europe. The cyclical analysis allows an estimate of trend productivity growth, revealing interesting differences between the manufacturing and nonmanufacturing sectors in the three economies.\n\n",
    "acknowledgement": "\n"
}