{
    "id": 20700,
    "citation_title": "Do Funds Make More When They Trade More?",
    "citation_author": [
        "Lubos Pastor",
        "Robert F. Stambaugh",
        "Lucian A. Taylor"
    ],
    "citation_publication_date": "2014-11-24",
    "issue_date": "2014-11-20",
    "revision_date": "2016-04-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe model optimal fund turnover in the presence of time-varying profit opportunities. Our model predicts a positive relation between an active fund’s turnover and its subsequent benchmark-adjusted return. We find such a relation for equity mutual funds. This time-series relation between turnover and performance is stronger than the cross-sectional relation, as the model predicts. Also as predicted, the turnover-performance relation is stronger for funds trading less-liquid stocks, such as small-cap funds. Turnover has a common component that is positively correlated with proxies for stock mispricing, consistent with funds exploiting time-varying opportunities. Turnover’s common component helps predict fund returns.\n\n",
    "acknowledgement": "\nPastor is at the University of Chicago Booth School of Business. Stambaugh and Taylor are at the Wharton School of the University of Pennsylvania. Pastor and Stambaugh are also at the NBER. Pastor is also at the National Bank of Slovakia and the CEPR. The views in this paper are the responsibility of the authors, not the institutions they are affiliated with. Email: lubos.pastor@chicagobooth.edu, stambaugh@wharton.upenn.edu, luket@wharton.upenn.edu. We are grateful for comments from Jonathan Berk, Justin Birru, David Chapman, Alex Edmans, Gene Fama, Miguel Ferreira, Francesco Franzoni, Vincent Glode, Todd Gormley, Christian Hansen, Marcin Kacperczyk, FabioMoneta, DavidMusto, Jonathan Reuter, Sergei Sarkissian, Clemens Sialm, from the audiences at the 2016 AFA, 2015 WFA, 2015 EFA, 2015 FIRS, 2016 IPC Winter Research Symposium, 2015 Conference on Advances in the Analysis of Hedge Fund Strategies, 2015 Finance Down Under conference, 2015 Liquidity Risk in Asset Management conference, 2015 Nova BPI Asset Management Conference, 2015 Q Group, 2014 German Finance Association conference, and the following universities and other institutions: Aalto, BI Oslo, Cass, Cheung Kong, Chicago, Columbia, Copenhagen, Dartmouth, Duke, Georgia State, Houston, Imperial, Indiana, Mannheim, McGill, Michigan, NBIM, NHH Bergen, SAIF, Tsinghua PBCSF, Tsinghua SEM, Vanderbilt, and Wharton. We are also grateful to Yeguang Chi and Gerardo Manzo for superb research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}