{
    "id": 20709,
    "citation_title": "Financing Smallholder Agriculture: An Experiment with Agent-Intermediated Microloans in India",
    "citation_author": [
        "Pushkar Maitra",
        "Sandip Mitra",
        "Dilip Mookherjee",
        "Alberto Motta",
        "Sujata Visaria"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent evaluations of traditional microfinance loans have found no significant impacts on borrower incomes or productive activities. We examine whether this can be remedied by (a) modifying loan features to facilitate financing of working capital needs of farmers, and (b) delegating selection of borrowers for individual liability loans to local trader-lender agents incentivized by repayment-based commissions. We conduct a field experiment in West Bengal where this design (called TRAIL) was offered in randomly selected villages. In remaining villages a more traditional design (called GBL) was offered, wherein five-member groups applied for joint liability loans with terms otherwise similar to TRAIL loans. TRAIL loans increased cultivation of potatoes (the major cash crop in the region) and farm incomes by 17–21%, whereas GBL loans had insignificant and highly dispersed effects. We argue this was because TRAIL agents selected borrowers that were low-risk and highly productive, whereas the GBL scheme attracted farmers that were riskier on average and highly heterogeneous in terms of productivity. TRAIL loans also achieved higher repayment and take-up rates, and lower administrative costs.\n\n",
    "acknowledgement": "\nFunding was provided by the Australian Agency for International Development, the International Growth Centre, United States Agency for International Development and the Hong Kong Research Grants Council. We are grateful to Shree Sanchari for implementing the lending schemes. Clarence Lee, Daijing Lv, Foez Mojumder, Moumita Poddar and Nina Yeung provided exceptional research assistance and Elizabeth Kwok provided excellent administrative support. Boston University Masters students Torry Ah-Tye, Ou Bai, Juan Blanco, Chantel Pfeiffer and Stefan Winata conducted useful analysis and provided insights from a field study of relations between agents and borrowers in the study. We thank Xavier Gine, Albert Park, Russell Toth, Bruce Wydick and a large number of seminar and conference participants for helpful comments on previous and related versions. Internal review board clearance was received from Monash University, Boston University and the Hong Kong University of Science and Technology. The authors are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}