{
    "id": 20710,
    "citation_title": "House Prices, Local Demand, and Retail Prices",
    "citation_author": [
        "Johannes Stroebel",
        "Joseph Vavra"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "2016-06-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use detailed micro data to document a causal response of local retail prices to changes in local house prices, with elasticities of 15%-20% across housing booms and busts. Notably, these price responses are largest in zip codes with many homeowners, and non-existent in zip codes with mostly renters. We provide evidence that these retail price responses are driven by changes in markups rather than by changes in local costs. We then argue that markups rise with house prices, particularly in high homeownership locations, because greater housing wealth reduces homeowners' demand elasticity, and firms raise markups in response. Consistent with this explanation, shopping data confirms that house price changes affect the price sensitivity of homeowners, but not that of renters. Our evidence suggests a new source of markup variation in business cycle models.\n\n",
    "acknowledgement": "\nThis draft: June 2016. We are grateful to Viral Acharya, Manuel Adelino, David Berger, Jeff Campbell, Lawrence Christiano, Eduardo Davila, Jonathan Dingel, Martin Eichenbaum, Eduardo Engel, Erwin Gautier, Ed Glaeser, Francois Gourio, Jessie Handbury, Erik Hurst, Chang-Tai Hsieh, Nir Jaimovich, Alejandro Justiniano, Greg Kaplan, Anil Kashyap, Amir Kermani, Pete Klenow, Theresa Kuchler, John Leahy, Amy Meek, Atif Mian, Kurt Mitman, Holger Mueller, Emi Nakamura, Stijn van Nieuwerburgh, Matt Notowidigdo, Cecilia Parlatore, Andrea Pozzi, Alexi Savov, Jon Steinsson, Amir Sufi, Harald Uhlig, Laura Veldkamp, and Michael Weber, and seminar participants at MIT, Harvard, Berkeley, Stanford, LSE, Cornell, Wharton, University of Southern California, Chicago Booth, New York University, New York Fed, Minneapolis Fed, Fed Board, Ohio State University, UW Milwaukee, University of Hawaii, Leuven, University of Iowa, New York Junior Macro-Finance Workshop, Mannheim, Munich, Frankfurt, NBER EF&G, NBER Summer Institute, Society for Economic Dynamics, Econometric Society World Congress, Banque of France, Yale Cowles Conference, and the Junior Macro Workshop in New Orleans for helpful suggestions. We thank David Argente for outstanding research assistance. The Institute for Global Markets at Chicago Booth provided financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}