{
    "id": 20719,
    "citation_title": "Government Spending Multipliers in Good Times and in Bad: Evidence from U.S. Historical Data",
    "citation_author": [
        "Valerie A. Ramey",
        "Sarah Zubairy"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "2020-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether U.S. government spending multipliers differ according to two potentially important features of the economy:  (1) the amount of slack and (2) whether interest rates are near the zero lower bound. We shed light on these questions by analyzing new quarterly historical U.S. data covering multiple large wars and deep recessions.  We estimate a state-dependent model in which impulse responses and multipliers depend on the average dynamics of the economy in each state.  We find no evidence that multipliers differ by the amount of slack in the economy.  These results are robust to many alternative specifications.  The results are less clear for the zero lower bound.  For the entire sample, there is no evidence of elevated multipliers near the zero lower bound.  When World War II is excluded, some point estimates suggest higher multipliers during the zero lower bound state, but they are not statistically different from the normal state.  Our results imply that, contrary to recent conjecture, government spending multipliers were not necessarily higher than average during the Great Recession.\n\n",
    "acknowledgement": "\nWe are grateful to Roy Allen, Alan Auerbach, Graham Elliott, Yuriy Gorodnichenko, Jim Hamilton, Òscar Jordà, Michael Owyang, Garey Ramey, Tatevik Sekhposyan, Harald Uhlig, participants at the Hallfest and the NBER EFG conference, and seminar participants at Berkeley, Bocconi, EUI, EIEF, Rice, University of Arizona, LSE, University of Kentucky and University of Houston for very helpful suggestions. We thank Kate Vermann and Michelle Ramey for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}