{
    "id": 20712,
    "citation_title": "Retail Financial Advice: Does One Size Fit All?",
    "citation_author": [
        "Stephen Foerster",
        "Juhani T. Linnainmaa",
        "Brian T. Melzer",
        "Alessandro Previtero"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing unique data on Canadian households, we assess the impact of financial advisors on their clients' portfolios. We find that advisors induce their clients to take more risk, thereby raising expected returns. On the other hand, we find limited evidence of customization: advisors direct clients into similar portfolios independent of their clients' risk preferences and stage in the life cycle. An advisor's own portfolio is a good predictor of the client's portfolio even after controlling for the client's characteristics. This one-size-fits-all advice does not come cheap. The average client pays more than 2.7% each year in fees and thus gives up all of the equity premium gained through increased risk-taking.\n\n",
    "acknowledgement": "\nWe thank Shlomo Benartzi, Antonio Bernardo, Chuck Grace, Tal Gross (discussant), Luigi Guiso, Michael Haliassos (discussant), Markku Kaustia (discussant), Roger Loh (discussant), Jonathan Parker, Jonathan Reuter (discussant), Antoinette Schoar (discussant), Barry Scholnick, and Dick Thaler for valuable comments. We are also grateful for feedback given by seminar and conference participants at Nanyang Technological University, Singapore Management University, National University of Singapore, University of Windsor, McMaster University, Rice University, Yale University, University of Washington, SUNY-Buffalo, Federal Reserve Bank of Cleveland, University of Chicago, University of Alberta, University of Southern California, University of California-San Diego, University of Colorado-Boulder, American Economic Association 2014 meetings, NBER Behavioral Economics Spring 2014 meetings, Rothschild Caesarea Center 11th Annual Conference, 2014 Helsinki Finance Summit, 2014 Napa Conference on Financial Markets Research, Oxford-Harvard-Sloan conference \"Household Behavior in Risky Asset Markets: An International Perspective,\" and 2014 European Household Finance Conference. We are especially grateful to Univeris, Fundata, Ipsos-Reid, and four anonymous financial firms for donating data and giving generously of their time. Zhou Chen and Brian Held provided helpful research assistance. Stephen Foerster and Alessandro Previtero received financial support from Canadian financial firms for conducting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}