{
    "id": 2071,
    "citation_title": "Exchange Rate Economics: 1986",
    "citation_author": [
        "Rudiger Dornbusch"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past fifteen years key exchange rates have moved in larger and more persistent ways than advocates of flexible rates in the late 1960s would have left anyone free to imagine. Certainly there was no expectation of constancy for nominal exchange rates. But real exchange rate movements of 30 or forty percent were definitely not suggested as a realistic possibility. Moreover where these large movements did occur they did not obviously appear to be connected with fundamentals, and hence seemed difficult to explain in terms of the exchange rate theories at hand. The persistence of rate movements was as surprising as the rapid unwinding of apparent misalignments when they did ultimately occur. The past fifteen years provide a natural dividing line between the Keynesian and monetary approaches of the 1960s, and the more recent analysis that takes into account exchange rate expectations and portfolio issues, which took off in the early 1970s as well as the brand-new approaches that concentrate on (partial equilibrium) microeconomics. To review these ideas the paper starts with a brief look at the U.S. experience with flexible exchange rates. From there it proceeds to the Mundell-Fleming model as a comprehensive framework of analysis. The following sections deal with persistent effects of policy disturbances, links between exchange rates and prices, the political economy of exchange rate movements and the question of policies toward excess capital mobility.\n\n",
    "acknowledgement": "\n"
}