{
    "id": 20711,
    "citation_title": "Jumps in Bond Yields at Known Times",
    "citation_author": [
        "Don H. Kim",
        "Jonathan H. Wright"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a no-arbitrage term structure model with jumps in the entire state vector at deterministic times but of random magnitudes. Jump risk premia are allowed for. We show that the model implies a closed-form representation of yields as a time-inhomogenous affine function of the state vector. We apply the model to the term structure of US Treasury rates, estimated at the daily frequency, allowing for jumps on days of employment report announcements.  Our model can match the empirical fact that the term structure of interest rate volatility has a hump-shaped pattern on employment report days (but not on other days). The model also produces patterns in bond risk premia that are consistent with the empirical finding that much of the time-variation in excess bond returns accrues at times of important macroeconomic data releases.\n\n",
    "acknowledgement": "\nWe are grateful to Monika Piazzesi and Min Wei for helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Board or National Bureau of Economic Research.\n\n\n\nJonathan H. Wright\n\nI did not receive financial support for this research. I am a professor at Johns Hopkins University and a consultant for the Federal Reserve Bank of Philadelphia. I have no other significant financial interests to disclose. No other party has the right to our paper.\n\n\n"
}