{
    "id": 20713,
    "citation_title": "The Economic Impact of Hurricane Katrina on its Victims: Evidence from Individual Tax Returns",
    "citation_author": [
        "Tatyana Deryugina",
        "Laura Kawano",
        "Steven Levitt"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "2015-08-23",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHurricane Katrina destroyed more than 200,000 homes and led to massive economic and physical dislocation.  Using a panel of tax return data, we provide one of the first comprehensive analyses of the hurricane’s long-term economic impact on its victims.  Katrina had large and persistent impacts on where people live; small and mostly transitory impacts on wage income, employment, total income, and marriage; and no impact on divorce or fertility.  Within just a few years, Katrina victims’ incomes fully recover and even surpass that of controls from similar cities that were unaffected by the storm.  The strong economic performance of Katrina victims is particularly remarkable given that the hurricane struck with essentially no warning.   Our results suggest that, at least in this particular disaster, aid to cover destroyed assets and short-run income declines was sufficient to make victims financially whole.  Our results provide some optimism regarding the costs of climate-change driven dislocation, especially when adverse events can be anticipated well in advance.\n\n",
    "acknowledgement": "\nWe thank Jesse Gregory, Bruce Sacerdote, and participants at the 2014 ASSA meetings and 2014 NBER Summer Institute for helpful comments. Erin Robertson and Eric Andersen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the policy of the U.S. Department of Treasury.\n\n\n"
}