{
    "id": 20724,
    "citation_title": "The Minimum Wage and the Great Recession: Evidence of Effects on the Employment and Income Trajectories of Low-Skilled Workers",
    "citation_author": [
        "Jeffrey Clemens",
        "Michael Wither"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2019-06-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the minimum wage's effects on low-skilled workers' employment and income trajectories.  Our approach exploits two dimensions of the data we analyze.  First, we compare workers in states that were bound by recent increases in the federal minimum wage to workers in states that were not.  Second, we use 12 months of baseline data to divide low-skilled workers into a \"target\" group, whose baseline wage rates were directly affected, and a \"within-state control\" group with slightly higher baseline wage rates.  Over three subsequent years, we find that binding minimum wage increases had significant, negative effects on the employment and income growth of targeted workers.  Lost income reflects contributions from employment declines, increased probabilities of working without pay (i.e., an \"internship\" effect), and lost wage growth associated with reductions in experience accumulation.  Methodologically, we show that our approach identifies targeted workers more precisely than the demographic and industrial proxies used regularly in the literature.  Additionally, because we identify targeted workers on a population-wide basis, our approach is relatively well suited for extrapolating to estimates of the minimum wage's effects on aggregate employment.  Over the late 2000s, the average effective minimum wage rose by 30 percent across the United States.  We estimate that these minimum wage increases reduced the national employment-to-population ratio by 0.7 percentage point.\n\n",
    "acknowledgement": "\nWe thank Jean Roth for greatly easing the navigation and analysis of SIPP data, as made accessible through NBER.  We thank Prashant Bharadwaj, Julie Cullen, Gordon Dahl, Roger Gordon, Jim Hamilton, Karthik Muralidharan, Johannes Wieland, and seminar participants at Brown, Cornell-PAM, Texas A&M, and the 2014 Young Economists Jamboree at Duke University for helpful comments and suggestions.  We also thank the University of California at San Diego for grant funding through the General Campus Subcommittee on Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Wither\n\nOver the last 3 years, Michael Wither has been employed by Powerlytics on a part time basis.\n\n\n"
}