{
    "id": 20725,
    "citation_title": "Growth, Slowdowns, and Recoveries",
    "citation_author": [
        "Francesco Bianchi",
        "Howard Kung",
        "Gonzalo Morales"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2018-06-20",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct and estimate an endogenous growth model with debt and equity financing frictions to understand the relation between business cycle fluctuations and long-term growth. The presence of spillover effects from R&D imply an endogenous relation between productivity growth and the state of the economy. A large contractionary shock to equity financing in the 2001 recession led to a persistent growth slowdown that was more severe than in the 2008 recession. Equity (debt) financing shocks are more important for explaining R&D (physical) investment. Therefore, these two financing shocks affect the economy over different horizons.\n\n",
    "acknowledgement": "\nWe thank Ufuk Akcigit, Ravi Bansal, Julieta Caunedo, Gauti Eggertsson, Roger Farmer, Mark Gertler, Francisco Gomes, Leonardo Melosi, Neil Mehrotra, Karel Mertens, Pietro Peretto, Assaf Razin, Tom Sargent, Laura Veldkamp, Gianluca Violante, David Weil, and seminar participants at the Society of Economic Dynamics Meeting, Brown University, Duke University, New York University, University of British Columbia, London Business School, and Cornell University for comments. We also thank Alexandre Corhay and Yang Yu for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}