{
    "id": 20728,
    "citation_title": "Agglomeration: A Dynamic Approach",
    "citation_author": [
        "Walker Hanlon",
        "Antonio Miscio"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the sources of agglomeration economies in cities. We begin by introducing a simple dynamic spatial equilibrium model that incorporates spillovers within and across industries, as well as city-size effects. The model generates a dynamic panel-data estimation equation. We implement the approach using detailed new data describing the industry composition of 31 English cities from 1851-1911. We find that industries grow faster in cities where they have more local suppliers or other occupationally-similar industries. Industries do not grow more rapidly in locations in which they are already large, though there can be exceptions. Thus, dynamic agglomeration appears to be driven by cross-industry effects. Once we control for these cross-industry agglomeration effects, we find a strong negative relationship between city size and city-industry growth. This allows us to construct the first estimate of the aggregate strength of the cross-industry agglomeration forces. Our results suggest a lower bound estimate of the overall strength of agglomeration forces equivalent to a city-size divergence rate of 2.1-3.3 % per decade.\n\n",
    "acknowledgement": "\nWe thank David Albouy, Pierre-Philippe Combes, Dora Costa, Don Davis, Jonathan Dingel, Gilles Duranton, Glenn Ellison, Ben Faber, Pablo Fajgelbaum, Edward Glaeser, Laurent Gobillon, Richard Hornbeck, Matt Kahn, Petra Moser, Alex Whalley and seminar participants at Columbia, UCLA, Harvard, UC Merced, UC San Diego, the NBER Innovation group, the NBER Urban Economics group, the CURE conference at Brown University, and the Urban Economics Association Annual Conference, for helpful comments and suggestions. Reed Douglas provided excellent research assistance. Funding for this project was provided by a grant from UCLA's Ziman Center for Real Estate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}