{
    "id": 20726,
    "citation_title": "The Real Effects of Capital Controls: Firm-Level Evidence from a Policy Experiment",
    "citation_author": [
        "Laura Alfaro",
        "Anusha Chari",
        "Fabio Kanczuk"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2017-06-28",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the effects of capital controls on firm-level stock returns and real investment using data from Brazil. On average, there is a statistically significant drop in cumulative abnormal returns consistent with an increase in the cost of capital for Brazilian firms following capital control announcements. Large firms and the largest exporting firms appear less negatively affected compared to external-finance-dependent firms, and capital controls on equity inflows have a more negative announcement effect on equity returns than those on debt inflows. Overall, the findings have implications for macro-finance models that abstract from heterogeneity at the firm level to examine the optimality of capital control taxation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Real Effects of Capital Control Taxes: Firm-Level Evidence from a Policy Experiment.\" We thank George Alessandria, Alessandra Bonfiglioli, Robin Greenwood, Sebnem Kalemli-Ozcan,Nicolas Magud, Elias Papaioannou, James Kalori, Seppo Pynnonen, Adi Sunderam, participants at the NBER-CBRT pre-conference and conference on Monetary Policy and Financial Stability, the Barcelona GSE-Summer Forum-International Capital Flows Conference, the Exchange Rates and External Adjustment Conference in Zurich, LACEA, the Indian Ministry of Finance’s NIPFP-DEA conference, AEA Meetings-San Francisco and seminar participants at the IMF, UNC-Chapel Hill, University of Sao Paulo-FEA, Harvard- DRCLAS for helpful comments and suggestions. We also thank Hayley Pallan, Elizabeth Meyer and Hilary White for excellent research assistance and HBS for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}