{
    "id": 20723,
    "citation_title": "Labor Market Effects of Intrauterine Exposure to Nutritional Deficiency: Evidence from Administrative Data on Muslim Immigrants in Denmark",
    "citation_author": [
        "Marie Louise Schultz-Nielsen",
        "Erdal Tekin",
        "Jane Greve"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether nutritional disruptions experienced during the stage of fetal development impair an individual’s labor market productivity later in life. We consider intrauterine exposure to the month of Ramadan as a natural experiment that might cause shocks to the inflow of nutrients essential for fetal development. Specifically, we use administrative data from Denmark to investigate the impact of exposure to Ramadan in utero on labor market outcomes of adult Muslim males, including employment status, annual salary, hourly wage rate, and hours of work. Our findings indicate that potential exposure to nutritional disruptions during a critical stage of fetal development has scarring effects on the fetus expressed as poor labor market outcomes later in life. Specifically, exposure to Ramadan in the 7th month of gestation results in a lower likelihood of employment, a lower salary, and reduced labor supply, but not necessarily a lower wage rate. We also document suggestive evidence that these results may partially be driven by increased disability and to a lesser extent by poor educational attainment among those who were exposed to Ramadan during this particular period in utero.\n\n",
    "acknowledgement": "\nThis research is supported by a grant (12-125309) from the Danish Council for Independent Research. We thank Janet Currie, Ezra Susser, Daniel Rees, and the seminar participants at the Rockwool Foundation for comments and suggestions offered. The authors are solely responsible for any views expressed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}