{
    "id": 20722,
    "citation_title": "All or Nothing? The Impact of School and Classroom Gender Composition on Effort and Academic Achievement",
    "citation_author": [
        "Soohyung Lee",
        "Lesley J. Turner",
        "Seokjin Woo",
        "Kyunghee Kim"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the causal impact of school and classroom gender composition on achievement. We take advantage of the random assignment of Korean middle school students to single-sex schools, co-educational (coed) schools with single-sex classes, and coed schools with mixed-gender classes. Male students attending single-sex classes within coed schools score 0.10 of a standard deviation below male students in mixed-gender classes, and this achievement gap is entirely accounted for by classroom gender composition. Conversely, male students attending single-sex schools outperform their counterparts in mixed-gender classes by 0.15 of a standard deviation. The significant impact of single-sex schools on male students' achievement are not driven by classroom gender composition, but largely accounted for by increases in student effort and study-time. We find little evidence that classroom or school gender composition affect the outcomes of female students.\n\n",
    "acknowledgement": "\nWe thank Katharine Abraham, Chris Avery, Sandy Black, David Blau, Thomas Dee, John Ham, Muriel Niederle, Alex Ponce-Rodriguez, and Jeff Smith for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}