{
    "id": 2072,
    "citation_title": "Increasing Indebtedness and Financial Stability in the United States",
    "citation_author": [
        "Benjamin M. Friedman"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. economy's nonfinancial debt ratio has risen since 1980 to a level that is extraordinary in comparison with prior historical experience. Approximately one-half of this rise has consisted of increased indebtedness (relative to income) of borrowers in the economy's private sector, including both individuals and businesses, and it therefore at least potentially represents an increase in the economy-wide exposure to debt default. The U.S. household sector as a whole has increased its holdings of liquid and other readily marketable assets, so that in the aggregate its balance sheet is no less sound than before, but available data make it doubtful that the distribution of the additional assets matches the distribution of the additional debt closely enough to avoid debt service problems in the event of a general economic contraction. By contrast, in the case of businesses, including especially the corporate sector, there are no additional assets to match the additional liabilities, so that balance sheets as well as incomes have become more leveraged. The chief implication of this increased exposure to the threat of financial instability is not only that the U.S. economy is likely to be more prone to financial instability in the event of a major business contraction, but also -- and perhaps more importantly -- that, as a result, U.S. economic policymakers are likely to be more reluctant either to seek or to tolerate a business recession in the first place. Experience suggests that it will be difficult 'to balance the desire to avoid economic downturns with the ability to avoid occasional periods of aggregate excess demand, so that this increased reluctance to tolerate recessions probably implies a more expansionary monetary policy on average than would otherwise be the case. Experience also suggests that a plausible result of such a no-recession monetary policy, sustained over time, is price inflation. This process is self-limiting, however, in that over time inflation reduces the real value of the private sector's outstanding nominal indebtedness, hence reducing the risk of financial instability, and thereby removing the source of policymakers' increased reluctance to tolerate recessions.\n\n",
    "acknowledgement": "\n"
}