{
    "id": 20720,
    "citation_title": "Does Better Information Lead to Better Choices? Evidence from Energy-Efficiency Labels",
    "citation_author": [
        "Lucas W. Davis",
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2014-12-01",
    "issue_date": "2014-11-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInformation provision is a key element of government energy-efficiency policy, but the information that is provided is often too coarse to allow consumers to make efficient decisions. An important example is the ubiquitous yellow “EnergyGuide” label, which is required by law to be displayed on all major appliances sold in the United States. These labels report energy cost information based on average national usage and energy prices. We conduct an online randomized controlled trial to measure the potential benefits from providing more accurate information. We find that state-specific labels lead to significantly better choices.  Consumers invest about the same amount overall in energy-efficiency, but the allocation is much better with more investment in high-usage high-price states and less investment in low-usage low-price states. The implied aggregate cost savings are larger than any reasonable estimate of the cost of implementing state-specific labels.\n\n",
    "acknowledgement": "\nWe are grateful to Hunt Allcott, Sébastien Houde, and numerous seminar participants for helpful comments. We also thank Poom Nukulkij at GfK for his work on the experiment. Data collected by Time-sharing Experiments for the Social Sciences, NSF Grant 0818839, Jeremy Freese and James Druckman, Principal Investigators.  This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number 560.  The authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}