{
    "id": 2073,
    "citation_title": "The Bolivian Hyperinflation and Stabilization",
    "citation_author": [
        "Jeffrey Sachs"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChapter 1 gives a brief introduction to the Bolivian economy.  Chapter 2 provides an overview of the political economy of macroeconomic policymaking in Bolivia since the 1952 Revolution. Great stress is put on the weakness of fiscal institutions in the face of heavy social and sectoral demands. Chapter 3 highlights some of the main directions of development policy during 1952-85, especially involving public investment spending and trade policy. In chapter 4 we consider important characteristics of Bolivia's international trade, focusing both on structural features (e.g., the heavy dependence on a small number of primary commodities), as well as policy choices. Chapter 5 describes the process of foreign debt accumulation, which was the counterpart of the large budget deficits of the public sector in the 1970s and early 1980s.  Chapter 6 lays out the dynamics of the hyperinflation during 1982-85, focusing on the complex causal links among the budget deficit, the money supply, the exchange rate, and the price level. In chapter 7 we detail the process of stabilization since 1985 and discuss some of the general lessons about ending high inflation that might be applied to other economies in the region. Chapter 8 describes the novel arrangements that Bolivia has negotiated in order to escape the severe overhang of external debt. In the concluding chapter 9, we discuss briefly the challenges facing Bolivia in the future, once stabilization has been accomplished.\n\n",
    "acknowledgement": "\n"
}