{
    "id": 20730,
    "citation_title": "Corporate Debt Structure and the Financial Crisis",
    "citation_author": [
        "Fiorella De Fiore",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a DSGE model where firms optimally choose among alternative instruments of external finance. The model is used to explain the evolving composition of corporate debt during the financial crisis of 2008-09, namely the observed shift from bank finance to bond finance, at a time when the cost of market debt rose above the cost of bank loans. We show that the flexibility offered by banks on the terms of their loans and firm's ability to substitute among alternative instruments of debt finance are important to shield the economy from adverse real effects of a financial crisis.\n\n",
    "acknowledgement": "\nThe views expressed here do not necessarily reflect those of the European Central Bank or the Eurosystem. We thank Edvardas Moseika and Giovanni Nicolo' for research assistance, Egon Zakrajsek, Ester Faia, Kevin Sheedy and Paolo Gelain for useful discussions, and participants at the 2013 AEA meetings, the 2012 SED, SCEF and EEA meetings, the Bank of Canada Workshop on  \"Real-Financial Linkages\", the CEPR/JMCB conference on  \"Macroeconomics and Financial Intermediation: Directions since the Crisis,\" the 2012 Central Bank Macroeconomic Modeling Workshop, the ECB conference on \"Analysing the role of credit in the macroeconomy,\" the 11th Macroeconomic Policy Research Workshop, the 2012 Central Bank Macroeconomic Workshop, and the CEPR/LBS workshop on \"Developments in Macroeconomics and Finance,\" for comments. This research has been supported by the NSF grant SES-0922550. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}