{
    "id": 20731,
    "citation_title": "Inventing in the Shadow of the Patent System: Evidence from 19th-Century Patents and Prizes for Technological Innovations",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nSuch institutions as patent systems cannot be well understood without an assessment of technological creativity in other contexts.  Some have argued that prizes might offer superior alternatives to the award of property rights in inventions.  Accordingly, this paper offers an empirical comparison of patents in relation to the award of prizes for technological innovation.  The data set comprises a sample of patents, as well as exhibits and prizes at annual industrial fairs in Massachusetts over the course of the nineteenth century.  The patterns shed light on the factors that influenced how specific inventions and inventors attempted to appropriate returns. Prizes in general provided valuable prospects for advertisements and commercialization, rather than inventive activity per se.  Prize winners typically belonged to more privileged classes than the general population of patentees, as gauged by their wealth and occupational status.   Moreover, the award of prizes tended to largely unpredictable, and was unrelated to such proxies for the productivity of the innovation as inventive capital or the commercial success of the invention.  Prize-oriented institutions thus appear to be less systematic and not as market-oriented as patent systems.  If inventors respond to expected returns, prizes may be less effective at inducing technological creativity.\n\n",
    "acknowledgement": "\nLee Branstetter, Colleen Chien, Claude Diebolt, Rochelle Dreyfuss, Naomi Lamoreaux, Petra Moser, Adam Mossoff, Tom Nicholas, Alessandro Nuvolari,  Patricio Saíz, and Ted Sichelman provided valuable comments. Thanks for outstanding research assistance are due to Brian Amagai, Nathaniel Herz, Brittney Langevin, Storey Morrison, Birgitta Polson, Sherry Richardson, Christine Rutan, Peter Smith, and Anne Tolsma.  This research project is in part funded by a grant from the National Science Foundation, and I am also grateful to the Engelberg Center on Innovation Law and Policy at NYU Law School for generous support.  Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}