{
    "id": 20734,
    "citation_title": "What Do We Know About Evolution of Top Wealth Shares in the United States?",
    "citation_author": [
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2014-12-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI discuss available evidence about the evolution of top wealth shares in the United States over the last one hundred years. The three main approaches – Survey of Consumer Finances, estate tax multiplier techniques and capitalization method – generate generally consistent findings until mid-1980s but diverge since then, with capitalization method showing a dramatic increase in wealth concentration and the other two methods showing at best a small increase. I discuss strengths and weaknesses of different approaches. The increase in capitalization estimates since 2000 is driven by a dramatic and surprising increase in fixed income assets. There is evidence that estate tax estimates may not be sufficiently accounting for mortality improvements over time. The non-response and coverage issues in the SCF are a concern. I conclude that changing nature of top incomes and the increased importance of self-made wealth may explain difficulties in implementing each of the methods and account for why the results diverge.\n\n",
    "acknowledgement": "\nWojciech Kopczuk is Professor of Economics and of International and Public Affairs, Columbia University, New York City, New York. His email address is wojciech.kopczuk@columbia.edu. Draft prepared for the Journal of Economic Perspective's symposium on Thomas Piketty's “Capital in the 21st century”. I benefited from comments from David Autor, Marty Feldstein, Chang-Tai Hsieh, Urlike Malmendier, Ben Marx, Jim Poterba, John Sabelhaus, Emmanuel Saez, Bernard Salanie, Timothy Taylor and Scott Winship. Financial support from the Research Council of Norway grant #239225/H20 is gratefully acknowledged. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}