{
    "id": 20733,
    "citation_title": "Household Wealth Trends in the United States, 1962-2013: What Happened over the Great Recession?",
    "citation_author": [
        "Edward N. Wolff"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2018-12-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAsset prices plunged between 2007 and 2010 but then rebounded from 2010 to 2013. The most telling finding is that median wealth plummeted by 44 percent over years 2007 to 2010, almost double the drop in housing prices. The inequality of net worth, after almost two decades of little movement, was also up sharply. Relative indebtedness expanded, particularly for the middle class, though the proximate causes were declining net worth and income rather than an increase in absolute indebtedness. The sharp fall in median net worth and the rise in overall wealth inequality over these years are traceable primarily to the high leverage of middle class families and the high share of homes in their portfolio. The racial and ethnic disparity in wealth also widened considerably. Households under age 45 saw their relative and absolute wealth declined sharply. Rather remarkably, there was virtually no change in median wealth from 2010 to 2013 despite the rebound in asset prices. The proximate cause was the high dissavings of the middle class, though their debt continued to fall. Wealth inequality and the racial and ethnic wealth gap also remained largely unchanged, though there was some recovery of net worth for young households.\n\n",
    "acknowledgement": "\nI would like to express my appreciation for financial support provided by the Institute of New Economic thinking (INET). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}