{
    "id": 20732,
    "citation_title": "Of Time and Space: Technological Spillovers among Patents and Unpatented Innovations during Early U.S. Industrialization",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe paper explores the role of institutional mechanisms in generating technological knowledge spillovers.   The estimation is over panel datasets of patent grants, and unpatented innovations that were submitted for prizes at the annual industrial fairs of the American Institute of New York, during the era of early industrial expansion.  The first section tests the hypothesis of spatial autocorrelation in patenting and in the exhibited innovations.  In keeping with the contract theory of patents, the procedure identifies high and statistically significant spatial autocorrelation in the sample of inventions that were patented, indicating the prevalence of geographical spillovers.  By contrast, prize innovations were much less likely to be spatially dependent.  The second part of the paper investigates whether unpatented innovations in a county were affected by patenting in contiguous or adjacent counties, and the analysis indicates that such spatial effects were large and significant.  These results are consistent with the argument that patents enhance the diffusion of information for both patented and unpatented innovations, whereas prizes are less effective in generating external benefits from knowledge spillovers.  I hypothesize that the difference partly owes to the design of patent institutions, which explicitly incorporate mechanisms for systematic recording, access, and dispersion of technical information.\n\n",
    "acknowledgement": "\nI benefited from valuable comments offered by Lee Branstetter, Claude Diebolt, Stanley Engerman, Lee Epstein, Claudia Goldin, Kirti Gupta, Stephen Haber, Rick Hornbeck, Naomi Lamoreaux, John Majewski, Petra Moser, Adam Mossoff, Alessandro Nuvolari, Alan Olmstead, Giovanni Peri, Tom Nicholas, Ted Sichelman, Daniel Spulber, Robert Whaples, Brian Wright, Gavin Wright, and participants at the All-UC Conference, the economic history workshop at Harvard University, the University of California at Santa Barbara, LeadershIP Conference, Bureau d'Economie Théorique et Appliquée, Carnegie Mellon University, Thomas Edison Fellowship Meeting, San Diego Law School, and the 2013 American Economic Association meeting.  Matthew Hillard, Ben Stein and Hugo Tran provided excellent research assistance.  I am also grateful to Esther Khan for research consulting, and to Jennifer Snow who demonstrated the intricacies of ArcGis programming.  This project was supported by funding from the National Science Foundation.  Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}