{
    "id": 20735,
    "citation_title": "Revisiting the Classical View of Benefit-Based Taxation",
    "citation_author": [
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2016-03-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores how the persistently popular \"classical\"  logic of benefit-based taxation, in which an individual's benefit from public goods is tied to his or her income-earning ability, can be incorporated into modern optimal tax theory. If Lindahl's methods are applied to that view of benefits, first-best optimal policy can be characterized analytically as depending on a few potentially estimable statistics, in particular the coefficient of complementarity between public goods and innate talent. Constrained optimal policy with a Pareto-efficient objective that strikes a balance–controlled by a single parameter–between this principle and the familiar utilitarian criterion can be simulated using conventional constraints and methods. A wide range of optimal policy outcomes can result, including those that match well several features of existing policies. To the extent that such an objective reflects the mixed normative reasoning behind prevailing policies, this model may offer a useful approach to a positive optimal tax theory.\n\n",
    "acknowledgement": "\nThanks to Alan Auerbach, Rafael Di Tella, Roger Gordon, Louis Kaplow, Wojciech Kopczuk, Ilyana Kuziemko, Benjamin B. Lockwood, Greg Mankiw, David Moss, Kristi Olson, Andreas Peichl, Florian Scheuer, Daniel Shaviro, Pierre Yared, Glen Weyl, and participants at the 2013 NTA conference, NYU Law School Tax Policy Colloquium, Columbia University, and the University of Chicago's Becker Friedman Instituteís inaugural Normative Ethics and Welfare Economics conference. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}