{
    "id": 20737,
    "citation_title": "Unprecedented Actions: The Federal Reserve’s Response to the Global Financial Crisis in Historical Perspective",
    "citation_author": [
        "Frederic S. Mishkin",
        "Eugene N. White"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterventions by the Federal Reserve during the financial crisis of 2007-2009 were generally viewed as unprecedented and in violation of the rules—notably Bagehot’s rule—that a central bank should follow to avoid the time-inconsistency problem and moral hazard. Reviewing the evidence for central banks’ crisis management in the U.S., the U.K. and France from the late nineteenth century to the end of the twentieth century, we find that there were precedents for all of the unusual actions taken by the Fed.  When these were successful interventions, they followed contingent and target rules that permitted pre-emptive actions to forestall worse crises but were combined with measures to mitigate moral hazard.\n\n",
    "acknowledgement": "\nPresented originally at the conference, “The Federal Reserve System’s Role in the Global Economy: An Historical Perspective” at the Federal Reserve Bank of Dallas, September 18-19, 2014.  We particularly want to thank Michael Bordo and Steven Kamin for their helpful comments.  We are also grateful for suggestions made by participants at the conference, the Columbia University Macroeconomics workshop and the Banque de France. The views expressed here are our own and are not necessarily those of Columbia University, Rutgers University, or the National Bureau of Economic Research. Disclosure of outside compensated activities for Mishkin can be found at http://www0.gsb.columbia.edu/faculty/fmishkin/\n\n\n\nFrederic S. Mishkin\n\nFrederic S. Mishkin\nDISCLOSURE OF OUTSIDE COMPENSATED ACTIVITIES\n(2005 to present, excludes honoraria of $1,000 or less and royalty income from books)\nConsulting: Federal Reserve Bank of New York, Bank of Korea;\nNational Bureau of Economic Research, FDIC, Interamerican\nDevelopment Bank; 4 hedge funds, BTG Pactual, Gavea\nInvestimentos; Reserve Bank of Australia, Federal Reserve Bank\nof San Francisco, Einaudi Institute, Bank of Italy\nTeaching: Study Center Gerzensee, Swiss National Bank\nSpeeches: Lexington Partners; Tudor Investment, Brevan\nHoward, UBS, Pension Real Estate Association; Goodwin\nProctor, Penn State University, Villanova University, Shroeder’s\nInvestment Management, Premiere, Inc, Muira Global, Bidvest,\nNRUCF, BTG Asset Management, Futures Industry Association,\nACLI, Handelsbanken, National Business Travel Association,\nGoldman Sachs, Urban Land Institute, Deloitte, Barclays Capital,\nCME Group; Barclays Capiital, BNP Paribas, Fidelity\nInvestments, Deutsche Bank,, Freeman and Co., Bank America,\nTreasury Mangement Association, International Monetary Fund;\nKairos Investments, Deloitte and Touche, Instituto para el\nDesarrollo Empreserial de lat Argentina, Handelsbanken,\nDanske Capital, WIPRO, University of Calgary, Pictet & Cie,\nZurich Insurance Company, Central Bank of Chile,\nManhattanville College, Deloitte and Touche, RBC Capital\nMarkets, Handelsbanken, Elliot Management, Arizona State\nUniversity, Goldman Sachs, Investment Management Consultants\nAssociation, Griswold Center for Economic Policy Studies at\nPrinceton University\nCo-Director, U.S. Monetary Policy Forum\nAdvisory Committee, Alfred P. Sloan Foundation’s Economic\nand Education Program\nCOMMISSIONED REPORTS/PAPERS\nNational Bureau of Economic Research: “Two Decades of\nJapanese Monetary Policy and the Deflation Problem,” (with\nTakatoshi Ito) in Takatoshi Ito and Andrew Rose, eds., Monetary\nPolicy Under Very Low Inflation Rates, NBER East Asia Seminar\non Economics, Vol. 15 (University of Chicago Press: Chicago,\n2006), pp. 131-193.\nSveriges Riksdag (Swedish parliament): An Evaluation of\nSwedish Monetary Policy Between 1995 and 2005 (with\nFrancesco Giavazzi) (Sveriges Riksdag: Stockholm, Sweden\n2006).\nIcelandic Chamber of Commerce: with Tryggvi Herbertson,\nFinancial Stability in Iceland (Reyjavik: Icelandic Chamber of\nCommerce, 2006).\nBank of Korea: “Getting to a Low Inflation Environment,” in\nBank of Korea, Monetary Policy in a Low Inflation Environment:\nThe Bank of Korea International Conference 2006 (Bank of\nKorea: Seoul 2006): 7-24.\nBank of Canada: “The Inflation Targeting Debate,” Bank of\nCanada, Annual Conference, (Bank of Canada: Ottawa, 2006),\npp. 195-220.\nBank of Spain: “Financial Stability and Globalization: Getting It\nRight,” in Santiago Fernandez de Lis and Fernando Restoy, eds.,\nCentral Banks in the 21st Century (Bank of Spain: Madrid, 2006),\npp. 215-253.\nCentral Bank of Chile: ““Does Inflation Targeting Matter?” (with\nKlaus Schmidt-Hebbel) in Frederic S. Mishkin and Klaus Scmidt-\nHebbel, eds., Monetary Policy Under Inflation Targeting\n(Central Bank of Chile: Santiago 2007), pp. 291-372.\nSwiss National Bank: “Inflation Targeting: True Progress or\nRepackaging of an Old Idea?” in Swiss National Bank, ed., The\nSwiss National Bank, 1907-2007 (Neue Zurcher Zeitung\nPublishing: Zurich, 2007), pp. 599-623.\nDeutsche Bundesbank: “Will Monetary Policy Become More of\na Science?” in Deutsche Bundesbank, ed., Monetary Policy Over\nFifty Years: Experiences and Lessons (Routledge: London 2009),\npp. 81-107.\nNational Bureau of Economic Reserach: “The Financial Crisis\nand the Federal Reserve,” NBER Macro Annual, 2009, pp. 495-\n508.\nFederal Reserve Bank of San Francisco: “Commentary on ‘Fire,\nFlood and Lifeboats: Policy Response in the Global Crisis of\n2007-2009,” Reuven Glick and Mark M. Spiegel, eds. Asia and\nthe Global Financial Crisis, Asia Economic Policy Conference\n(San Francisco: Federal Reserve Bank of San Francisco, 2009),\npp. 251-257.\nU.S. Monetary Policy Forum: “Financial Conditions Indexes: A\nFresh Look After the Financial Crisis,” (with Jan Hatzius, Peter\nHooper, Frederic Mishkin, Kermit L. Schoenholtz and Mark W.\nWatson) U.S. Monetary Policy Forum (Chicago: Chicago Booth\nInitiative on Global Markets, 2010) pp. 3-59.\nBrookings Institution: “Comments on Campbell, Shiller, and\nViceira” Brookings Papers on Economic Activity (forthcoming).\nNational Bureau of Economic Research: “Discussion of Takatoshi\nIto’s “Great Inflation and Central Bank Independence in Japan,” in\nMichael Bordo and Athanasios Orphanides, editors, The Great\nInflation (University of Chicago Press: Chicago, forthcoming.)\nEuropean Central Bank: “Monetary Policy Strategy: Lessons\nFrom the Crisis” in Monetary Policy Revisited: Lessons from the\nCrisis (European Central Bank: Frankfurt, forthcoming.)\nBank of Korea: “Macroprudential Policy in Emerging Market\nEconomies” 2010, and conference version, Federal Reserve Bank\nof San Francisco.\n. Reserve Bank of Australia: “How Should Central Banks Respond\nto Asset-Price Bubbles? The ‘Lean’ versus ‘Clean’ Debate After\nthe GFC? Reserve Bank of Australia Bulletin (June Quarter\n2011), pp. 59-69.).\nAmerican Enterprise Institute: “The Federal Reserve After the\nCrisis,” in Vincent Reinhart, editor, No Way Out: Persistent\nGovernment Interventions in the Great Contraction (Washington,\nD.C.: American Enterprise Institute, forthcoming 2012).\nFederal Reserve Bank of San Francisco: “Macroprudential\nPolicies in Open Emerging Market Economies” (with Joon-Ho\nHahm, Hyun Song Shin and Kwanho Shin) in Reuven Glick and\nMark M. Spiegel, eds. Asia in the Post-Crisis Economy, 2011\nAsia Economic Policy Conference (San Francisco: Federal\nReserve Bank of San Francisco, 2012) pp. 63-114.\nCentral Bank of Chile: “Central Banking After the Crisis,” in\nCentral Bank of Chile, Monetary Policy and Financial Stability,\nSixteenth 16th Annual Conference of the Central Bank of Chile\n(Central Bank of Chile: Santiago, forthcoming)\nPictet and Cie: “Monetary Policy is Evolving,” Perspectives\n(Special Edition 2013) , pp. 14-16.\nU.S. Monetary Policy Forum: “Crunch Time: Fiscal Crises and\nthe Role of Monetary Policy,” U.S. Monetary Policy Forum\n(Chicago: Chicago Booth Initiative on Global Markets, 2013), pp.\n5-60\nExit Strategy (with Alan Blinder, Donald Kohn and Thomas\nJordan) Geneva Reports on the World Economy 15 (International\nCenter for Monetary and Banking Studies and Centre for\nEconomic Policy Research: Geneva and London, 2013).\n“Commentary: Surprising Similarities: Recent Monetary\nRegimes of Small Economies” in Reuven Glick and Mark M.\nSpiegel, eds., Prospects for Asia and the Global Economy, 2013\nAsia Economic Policy Conference (San Francisco: Federal\nReserve Bank of San Francisco, 2013), pp. 193-198.\n“Unprecedented Actions: The Federal Reserve’s Response to the\nGlobal Financial Crisis in Historical Perspective,” Mark Wynne\nand Michael Bordo, eds., The Federal Reserve System’s Role in\nthe Global Economy: An Historical Perspective (Federal Reserve\nBank of Dallas, Dallas, forthcoming).\n\n\n"
}