{
    "id": 20738,
    "citation_title": "Does Front-Loading Taxation Increase Savings? Evidence from Roth 401(k) Introductions",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2015-08-31",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nCan governments increase private savings by taxing savings up front instead of in retirement? Roth 401(k) contributions are not tax-deductible in the contribution year, but withdrawals in retirement are untaxed. The more common before-tax 401(k) contribution is tax-deductible in the contribution year, but both principal and investment earnings are taxed upon withdrawal. Using administrative data from eleven companies that added a Roth contribution option to their existing 401(k) plan between 2006 and 2010, we find no evidence that total 401(k) contribution rates differ between employees hired before versus after Roth introduction, which implies that take-home pay declines and the amount of retirement consumption being purchased by 401(k) contributions increases after Roth introduction. We reject several neoclassical explanations for our null finding. Results from a survey experiment suggest two behavioral explanations: (1) employee confusion about and neglect of the tax properties of Roth balances and (2) partition dependence.\n\n",
    "acknowledgement": "\nWe thank Amy Finkelstein, James Poterba, Scott Weisbenner, Michelle White, the editor Wojciech Kopczuk, and two anonymous referees for helpful comments, as well as participants at the NBER TAPES, Boulders, and Summer Institute conferences, the ASSA meetings, and seminars at Harvard and the University of Miami. We thank Jonathan Cohen, Layne Kirshon, Luca Maini, Brendan Price, Michael Puempel, Alexandra Steiny, and Jane Wang for excellent research assistance. We also thank Warren Cormier and the Boston Research Group for including our questions in their survey. We acknowledge financial support from the National Institute on Aging (grants R01AG021650 and P01AG005842) and the Social Security Administration (grant FLR09010202-02 through RAND’s Financial Literacy Center and grant 5RRC08098400-04-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium). The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of NIA, SSA, any agency of the Federal Government, or the NBER. The authors have, at various times in the last three years, been compensated to present academic research at events hosted by financial institutions that administer retirement savings plans. See the authors’ websites for a complete list of outside activities.\n\n\n\nJames J. Choi\n\nDisclosure of outside activities:\nI have received honoraria from the following non-academic organizations:\n2014: TIAA-CREF, State Street, U.S. Department of Health and Human Services\n2012: Pensions & Investments\n2011: iOMe Challenge\n2010: State Street, iOMe Challenge\n2006: Ibbotson Associates, American Council for Capital Formation\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n\n\n2014: Benefits Canada, Blackrock, Canada's Public Policy Forum, Investment Management Consultants Association, Morningstar,  National Association of Government Defined Contribution Administrators, Principal Financial Group, State Street\n\n\n2013: Bank of America, Blackrock, Principal Financial Group, Pensions & Investments, SAGE, Singapore Civil Service College\n\n\n2012: Bank of America, Blackrock, Callan, Danish Government, Fidelity, Humana****\n\n\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n\n\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n\n\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n\n\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n\n\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n\n\n**All payments donated to charitable organizations.\n\n\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n****All payments donated directly by Humana to charitable organizations.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member at Harvard, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\nMy affiliations with other organizations are listed on my CV which can be accessed from my Harvard Kennedy School web page: http://www.hks.harvard.edu/about/faculty-staff-directory/brigitte-madrian\n\n\n"
}