{
    "id": 20736,
    "citation_title": "What are the Headwaters of Formal Savings? Experimental Evidence from Sri Lanka",
    "citation_author": [
        "Michael Callen",
        "Suresh De Mel",
        "Craig McIntosh",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2014-12-08",
    "issue_date": "2014-12-04",
    "revision_date": "2019-01-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe world’s poor are seeing a rapid expansion in access to formal savings accounts. What is the source of savings when households are connected to a formal account?  We combine a high-frequency panel survey spanning two and a half years with an experiment in which a Sri Lankan bank used mobile Point-of-Service (POS) terminals to collect deposits directly from households each week. We find that the headwaters of formal savings lie in sacrificed leisure time:  households work more, and improved savings options generate an increase in labor effort in both self-employment and in the wage market. The results suggest that the labor allocation channel is an important mechanism linking savings opportunities to income.\n\n",
    "acknowledgement": "\nWe benefited from conversations with Charles Sprenger, Karrar Hussain Jaffar, and Roberto Pancrazi and from comments from seminar audiences at the University of California Berkeley, the University of Oxford, the University of  Warwick, and Universidade Nova de Lisboa. We thank the Consortium on Financial Systems and Poverty at the University of Chicago, and the International Growth Centre for financial support for the project. Kandy Consulting Group provided excellent service in carrying out the baseline and follow-up surveys and assisting in carrying out the interventions on which the project is based. Jiyoung Kim provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}