{
    "id": 20749,
    "citation_title": "Fostering and Measuring Skills: Improving Cognitive and Non-Cognitive Skills to Promote Lifetime Success",
    "citation_author": [
        "Tim Kautz",
        "James J. Heckman",
        "Ron Diris",
        "Bas ter Weel",
        "Lex Borghans"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2017-09-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reviews the recent literature on measuring and boosting cognitive and noncognitive skills. The literature establishes that achievement tests do not adequately capture character skills|personality traits, goals, motivations, and preferences that are valued in the labor market, in school, and in many other domains. Their predictive power rivals that of cognitive skills. Reliable measures of character have been developed. All measures of character and cognition are measures of performance on some task. In order to reliably estimate skills from tasks, it is necessary to standardize for incentives, effort, and other skills when measuring any particular skill. Character is a skill, not a trait. At any age, character skills are stable across different tasks, but skills can change over the life cycle. Character is shaped by families, schools, and social environments. Skill development is a dynamic process, in which the early years lay the foundation for successful investment in later years. High-quality early childhood and elementary school programs improve character skills in a lasting and cost-effective way. Many of them beneficially affect later-life outcomes without improving cognition. There are fewer long-term evaluations of adolescent interventions, but workplace-based programs that teach character skills are promising. The common feature of successful interventions across all stages of the life cycle through adulthood is that they promote attachment and provide a secure base for exploration and learning for the child. Successful interventions emulate the mentoring environments offered by successful families.\n\n",
    "acknowledgement": "\nThis report was commissioned by the OECD through its project on Education and Social Progress. We thank Linor Kiknadze and Edward Sung for valuable research assistance. We received helpful comments from Richard Boyle, Zidi Chen, Maryclare Griffin, Robert Lerman, Seong Hyeok Moon, Dan Moran, Maria Rosales, and Indra Wechsberg. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}