{
    "id": 20748,
    "citation_title": "Unemployment and Health Behaviors Over the Business Cycle: a Longitudinal View",
    "citation_author": [
        "Gregory Colman",
        "Dhaval Dave"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2014-12-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the first-order internal effects of unemployment on a range of health behaviors during the most recent recession using longitudinal data from the Panel Study of Income Dynamics (PSID) and the National Longitudinal Survey of Youth 1979 (NLSY79).  Consistent with prior studies based on cross-sectional data, we find that becoming unemployed is associated with a small increase in leisure-time exercise and in body weight, a moderate decrease in smoking, and a substantial decline in total physical activity. We also find that unemployment is associated with a decline in purchases of fast food. Together, these results imply that both energy consumption and expenditure decline in the U.S. during recessions, the net result being a slight increase in body weight.  There is generally considerable heterogeneity in these effects across specific health behaviors, across the intensive and extensive margins, across the outcome distribution, and across gender.\n\n",
    "acknowledgement": "\nThe authors thank Catherine Maclean for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}