{
    "id": 20740,
    "citation_title": "The Long Reach of Education: Early Retirement",
    "citation_author": [
        "Steven Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe goal of this paper is to draw attention to the long lasting effect of education on economic outcomes. We use the relationship between education and two routes to early retirement – the receipt of Social Security Disability Insurance (DI) and the early claiming of Social Security retirement benefits – to illustrate the long-lasting influence of education. We find that for both men and women with less than a high school degree the median DI participation rate is 6.6 times the participation rate for those with a college degree or more.  Similarly, men and women with less than a high school education are over 25 percentage points more likely to claim Social Security benefits early than those with a college degree or more.  We focus on four critical “pathways” through which education may indirectly influence early retirement – health, employment, earnings, and the accumulation of assets. We find that for women health is the dominant pathway through which education influences DI participation.   For men, the health, earnings, and wealth pathways are of roughly equal magnitude.  For both men and women the principal channel through which education influences early Social Security claiming decisions is the earnings pathway.  We also consider the direct effect of education that does not operate through these pathways. The direct effect of education is much greater for early claiming of Social Security benefits than for DI participation, accounting for 72 percent of the effect of education for men and 67 percent for women. For women the direct effect of education on DI participation is not statistically significant, suggesting that the total effect may be through the four pathways.\n\n",
    "acknowledgement": "\nThis paper was initiated with the MetLife Foundation Silver Scholar Award, administered by the Alliance for Aging Research, to David Wise. The research was also supported by the U.S. Social Security Administration through grant # RRC08098400-06-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium, and by the National Institute on Aging, through grants #P01 AG005842 and #P30 AG012810. We have benefited from comments by James Poterba, by David Autor, and from comments by participants in the Workshop on Facilitating Longer Working Lives: Low-Skilled Workers and Education, held at the Institute for Fiscal Studies, London, in April 2014. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}