{
    "id": 20741,
    "citation_title": "Sign Restrictions, Structural Vector Autoregressions, and Useful Prior Information",
    "citation_author": [
        "Christiane Baumeister",
        "James D. Hamilton"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper makes the following original contributions to the literature.  (1) We develop a simpler analytical characterization and numerical algorithm for Bayesian inference in structural vector autoregressions that can be used for models that are overidentified, just-identified, or underidentified.  (2) We analyze the asymptotic properties of Bayesian inference and show that in the underidentified case, the asymptotic posterior distribution of contemporaneous coefficients in an n-variable VAR is confined to the set of values that orthogonalize the population variance-covariance matrix of OLS residuals, with the height of the posterior proportional to the height of the prior at any point within that set.  For example, in a bivariate VAR for supply and demand identified solely by sign restrictions, if the population correlation between the VAR residuals is positive, then even if one has available an infinite sample of data, any inference about the demand elasticity is coming exclusively from the prior distribution. (3) We provide analytical characterizations of the informative prior distributions for impulse-response functions that are implicit in the traditional sign-restriction approach to VARs, and note, as a special case of result (2), that the influence of these priors does not vanish asymptotically.  (4) We illustrate how Bayesian inference with informative priors can be both a strict generalization and an unambiguous improvement over frequentist inference in just-identified models.  (5) We propose that researchers need to explicitly acknowledge and defend the role of prior beliefs in influencing structural conclusions and illustrate how this could be done using a simple model of the U.S. labor market.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect those of the Bank of Canada.  We thank Luc Bauwens, Fabio Canova, Gary Chamberlain, Drew Creal, Lutz Kilian, Adrian Pagan, Elie Tamer, Harald Uhlig, and anonymous referees for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}