{
    "id": 20744,
    "citation_title": "Capital Share Risk in U.S. Asset Pricing",
    "citation_author": [
        "Martin Lettau",
        "Sydney C. Ludvigson",
        "Sai Ma"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2018-08-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA single macroeconomic factor based on growth in the capital share of aggregate income exhibits significant explanatory power for expected returns across a range of equity characteristic portfolios and non-equity asset classes, with risk price estimates that are of the same sign and similar in magnitude. Positive exposure to capital share risk earns a positive risk premium, commensurate with recent asset pricing models in which redistributive shocks shift the share of income between the wealthy, who finance consumption primarily out of asset ownership, and workers, who finance consumption primarily out of wages and salaries.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Capital Share Risk and Shareholder Heterogeneity in U.S. Stock Pricing\" and \"Capital Share Risk in U.S. Stock Pricing.\"\nI, Martin Lettau, declare that I received no funds from interested parties and am not an officer or director of any non-profit or profit-making entity. No other party had the right to review the paper prior to its circulation.\nSydney Ludvigson received financial support from the C.V. Starr Center for Applied Economics at NYU. I, Sydney Ludvigson, declare that I received no funds from interested parties and am not an officer or director of any non-profit or profit-making entity. I am a member of the Economic Advisory Panel of the Federal Reserve Bank of New York, which meets twice per year to discuss policy areas of interest to the president of the bank. This position is unpaid. No other party had the right to review the paper prior to its circulation.\nI, Sai Ma, state that I have nothing to disclose. No other party had the right to review the paper prior to its circulation.\nWe are grateful to Federico Belo, John Y. Campbell, Kent Daniel, Lars Lochstoer, Hanno Lustig, Stefan Nagel, Dimitris Papanikolaou, and to seminar participants at Duke, USC, the Berkeley-Stanford joint seminar, the Berkeley Fun Center for Risk Management, Minnesota Macro-Asset Pricing Conference 2015, the NBER Asset Pricing meeting April 10, 2015, the Minnesota Asset Pricing Conference May 7-8, 2015, and the 2016 Finance Down Under Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}