{
    "id": 20751,
    "citation_title": "Regional Transfers",
    "citation_author": [
        "Raphael Corbi",
        "Elias Papaioannou",
        "Paolo Surico"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "2017-03-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit a series of discontinuities, at several population thresholds, in the allocation mechanism of federal transfers to municipal governments in Brazil to identify the causal effect of municipal spending on local labor markets, using a ‘fuzzy’ regression discontinuity design. Our estimates imply a cost per job of about 8; 000 US dollars per year, mostly driven by employment in services, and a local income multiplier of around two. A currency union model with nominal rigidities and liquidity constraints implies that the stimulative effects would have been substantially smaller if local government spending was financed by local tax revenues rather than regional transfers.\n\n",
    "acknowledgement": "\nThis paper supersedes NBER WP No. 20751 \"Federal Transfer Multipliers: Quasi-Experimental Evidence from Brazil\". For useful comments, we thank Daron Acemoglu, Josh Angrist, Sascha Becker, Markus Brueckner, Antonio Ciccone, Giancarlo Corsetti, Emmanuel Farhi, Manolis Galenianos, Pierre-Olivier Gourinchas, Sebnem Kalemli-Ozcan, Rick Mishkin, Emi Nakamura, Jonathan Parker, Danny Shoag, Alp Simsek, Jon Steinnson, Guido Tabellini, Ivan Werning, Pierre Yared, Katia Zhuravskaya, Guido Imbens, Carlos Viana de Carvalho and participants at many conferences and seminars. Corbi and Surico gratefully acknowledge financial support from the Newton Advanced Fellowship Scheme (award AF160119) and the European Research Council (Agreements 263429 and 647049). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}