{
    "id": 2075,
    "citation_title": "How Integrated are World Capital Markets? Some New Tests",
    "citation_author": [
        "Maurice Obstfeld"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper present some new empirical evidence on the extent of world capital-market integration. The first set of tests carried out uses data from different countries to compare internationally expected marginal rates of substitution between consumption on different dates. If residents of different countries have access to a nominally risk-free bond denominated in dollars, say, their common expected marginal rate of substitution of future for present dollars should equal the gross nominal return on dollar bonds. Tests of the international equality of expected marginal substitution rates yield evidence consistent with a substantial degree of international capital-market integration after, but not before, 1973. These tests are naturally based on a particular model of intertemporal consumption choice, but direct estimation of the inter-country relationships implied by that model lends support to its assumptions. These last findings are relevant to the current debate in macroeconomics about the role of intertemporal substitution. The second set of tests conducted in this paper concerns correlations between countries' saving and investment rates. For a sample often countries, correlations between annual changes in saving and investment rates over the period 1948-1984 look quite similar to those found in quarterly data. Surprisingly, however, the correlation coefficients are often lower before the mid-1960s than afterward This finding throws further doubt on the interpretation of saving-investment correlation coefficients as structural parameters reflecting the response of domestic investment to shifts in national saving.\n\n",
    "acknowledgement": "\n"
}