{
    "id": 20755,
    "citation_title": "The Evolution of the Federal Reserve Swap Lines since 1962",
    "citation_author": [
        "Michael D. Bordo",
        "Owen F. Humpage",
        "Anna J. Schwartz"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we describe the evolution of the Federal Reserve’s swap lines from their inception in 1962 as a mechanism to forestall claims on U.S gold reserves under Bretton Woods to a means of extending emergency dollar liquidity during the Great Recession.  We describe a number of consequences associated with swap operations.  We argue, for example, that swaps calm crisis situations by both supplementing foreign countries’ dollar reserves and by signaling central-bank cooperation.  We show how swaps exposed the Federal Reserve to conditionality and raised fears that they bypassed the Congressional appropriations process.\n\n",
    "acknowledgement": "\nAnna J. Schwartz, who collaborated on this work, passed away in June 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, of the Federal Reserve System, or of the National Bureau of Economic Research.\n\n\n\nMichael D. Bordo\n\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Cleveland and some of the research behind this paper was done there.\n\n\n\nOwen F. Humpage\n\nI am a full-time employee of the Federal Reserve Bank of Cleveland.  The views expressed in our paper do not necessarily reflect the views of the Federal Reserve Bank of Cleveland, the Board of Governors of  the Federal Reserve System, or their staffs.\n\n\n"
}