{
    "id": 20754,
    "citation_title": "Accidental Environmentalists? Californian Demand for Teslas and Solar Panels",
    "citation_author": [
        "Magali A. Delmas",
        "Matthew E. Kahn",
        "Stephen Locke"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2014-12-24",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn the absence of a national carbon tax, household driving and electricity consumption impose social costs. Suburbanites drive more and consume more electricity than center city residents. If more suburbanites purchase electric vehicles (EV) and install solar panels, then their greenhouse gas emissions would sharply decrease. Using several data sets from California, we study the demand for electric vehicles and solar panels. We focus on the Tesla given its status as the highest quality EV. We investigate the joint distribution of the stock returns of Tesla and leading solar panel sellers to test for whether investors anticipate a complementarity in sales between these products. Finally, we use current and past vehicle quality and price data to explore trends in EV quality improvements due to industry competition between brands.\n\n",
    "acknowledgement": "\nWe thank Matthew Shepherd for excellent research assistance. We thank the UCLA Ziman Center for Real Estate and the UCLA Transdisciplinary Seed Grant for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}