{
    "id": 20756,
    "citation_title": "Retirement Timing of Women and the Role of Care Responsibilities for Grandchildren",
    "citation_author": [
        "Robin L. Lumsdaine",
        "Stephanie J.C. Vermeer"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the potential relationship between providing care for grandchildren and retirement, among women nearing retirement age. Using 47,400 person-wave observations from the Health and Retirement Study (HRS), we find the arrival of a new grandchild is associated with a more than eight percent increase in the retirement hazard despite little overall evidence of a care/retirement interaction. We document that while family characteristics seem to be the most important factors driving the care decision, they are also important determinants of retirement. In contrast, while financial incentives such as pensions and retiree health insurance have the largest influence on retirement, the opportunity cost associated with outside income seems to have little effect on whether or not a grandmother provides care. There is little evidence of substitution between caring for grandchildren versus providing care for elderly parents or engaging in volunteer activities; grandchild care is instead taken on as an additional responsibility. Our findings suggest that policies aimed at prolonging worklife may need to consider grandchild care responsibilities as a countervailing factor while those policies focused on grandchild care may also affect elderly labor force composition.\n\n",
    "acknowledgement": "\nPreliminary research for this paper was initiated while the first author was a National Fellow at the Hoover Institution, Stanford University. The collaboration for this paper is the result of a research internship at American University for the second author.  Financial support for the first author from the National Institute on Aging, grant numbers R03-AG14173 and R03-AG043010, and for the second author from Stichting A.A. van Beek-Fonds, is gratefully acknowledged. We also thank Rachel Friedberg, Ed Lazear, Chris Ruhm, David Wise, and seminar participants at American University, Columbia University, Dartmouth College, Erasmus University, the Hoover Institution, and the NBER Summer Institute on Aging for helpful conversations and suggestions on this topic. We are especially grateful to Kathleen McGarry for her input and expertise on the dataset and to Mike Bader, Seth Gershenson, Alan Gustman, Elvira Sojli, Wing Wah Tham, three anonymous referees and the Editor for their very helpful comments on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}