{
    "id": 20757,
    "citation_title": "Early Health Shocks, Intrahousehold Resource Allocation, and Child Outcomes",
    "citation_author": [
        "Junjian Yi",
        "James J. Heckman",
        "Junsen Zhang",
        "Gabriella Conti"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nAn open question in the literature is whether families compensate or reinforce the impact of child health shocks. Discussions usually focus on one dimension of child investment. This paper examines multiple dimensions using household survey data on Chinese child twins whose average age is 11. We find that, compared with a twin sibling who did not suffer from negative early health shocks at ages 0-3, the other twin sibling who did suffer negative health shocks received RMB 305 more in terms of health investments, but received RMB 182 less in terms of educational investments in the 12 months prior to the survey. In terms of financial transfers over all dimensions of investment, the family acts as a net equalizer in response to early health shocks for children. We estimate a human capital production function and establish that, for this sample, early health shocks negatively affect child human capital, including health, education, and socioemotional skills. Compensating investments in health as measured by BMI reduce the adverse effects of health shocks by 50%, but exacerbate the adverse impact of shocks on educational attainment by 30%.\n\n",
    "acknowledgement": "\nThe research was supported in part by the American Bar Foundation, the Pritzker Children's Initiative, the Buffett Early Childhood Fund, NIH grants NICHD R37HD065072 and R01HD54702, an anonymous funder, an European Research Council grant (DEVHEALTH 269874), a grant for the FIS from the Chinese University of Hong Kong, and a grant from the Institute for New Economic Thinking (INET) to the Human Capital and Economic Opportunity Global Working Group (HCEO)-an initiative of the Becker Friedman Institute for Research in Economics (BFI). The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}