{
    "id": 20752,
    "citation_title": "One Size does not Fit All: Multiple Dimensions of Ability, College Attendance and Wages",
    "citation_author": [
        "María F. Prada",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2014-12-15",
    "issue_date": "2014-12-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the role of mechanical ability as another dimension that, jointly with cognitive and socio-emotional, affects schooling decisions and labor market outcomes. Using a Roy model with a factor structure and data from the NLSY79, we show that the labor market positively rewards mechanical ability. However, in contrast to the other dimensions, mechanical ability reduces the likelihood of attending four-year college. We find that, on average, for individuals with high levels of mechanical and low levels of cognitive and socio-emotional ability, not attending four-year college is the alternative associated with the highest hourly wage (ages 25-30).\n\n",
    "acknowledgement": "\nWe have benefited from the discussion with Nathaniel Baum-Snow, Kasey Buckles, Kenneth Chay, John Ham, Judy Hellerstein, Melissa Kerney, Patrick Kline, Karthik Muralidharan, and Shintaro Yamaguchi. We thank participants at the Seminar in Brown University, McMaster University, University of Notre Dame, University of Pennsylvania, Universidad de los Andes (Colombia), Universidad de Chile, and USC Dornsife Center for Economic and Social Research. We also thank participants at the ASSA 2014; the Conference on \"Skills, Education and Labor Market Outcomes Employment, Productivity and Skills\" (LACEA Labor Network); the Workshop for the World of Labor Jobs Knowledge Platform at the World Bank and the UMD- WB Conference in Applied Microeconomics. This paper was prepared, in part, with support from a Grand Challenges Canada (GCC) Grant 0072-03, though only the authors, and not GCC or their employers, are responsible for the contents of this paper. Web appendix: http://www.econ.umd.edu/research/papers/644/download/393. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}