{
    "id": 20753,
    "citation_title": "To Cut or Not to Cut? On the Impact of Corporate Taxes on Employment and Income",
    "citation_author": [
        "Alexander Ljungqvist",
        "Michael Smolyansky"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2018-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo corporate tax increases destroy jobs? And do corporate tax cuts boost employment? Answering these questions has proved empirically challenging. We propose an identification strategy that exploits variation in corporate income tax rates across U.S. states. Comparing contiguous counties straddling state borders over the period 1970 to 2010, we find that increases in corporate tax rates lead to significant reductions in employment and wage income, while corporate tax cuts only boost economic activity if implemented during recessions. Our spatial-discontinuity approach permits a causal interpretation of these findings by both establishing a plausible counterfactual and overcoming biases resulting from the fact that tax changes are often prompted by changes in economic conditions.\n\n",
    "acknowledgement": "\nWe are grateful to Robert Chirinko, Stefano Giglio, Boyan Jovanovic, David Merriman, Holger Mueller, Thomas Philippon, Steve Sharpe, Robert Shimer, Lisa De Simone (our Tax Symposium discussant), Gustavo Suarez, David Thesmar, Owen Zidar (our NBER discussant), and seminar participants at Sveriges Riksbank, the NYU Macro Lunch, the 2014 UNC Tax Symposium, the 2015 National Tax Association meetings, and the 2016 NBER Universities Conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}