{
    "id": 20759,
    "citation_title": "Unilateral Facilitation Does Not Raise International Labor Migration from the Philippines",
    "citation_author": [
        "Emily Beam",
        "David McKenzie",
        "Dean Yang"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSignificant income gains from migrating from poorer to richer countries have motivated unilateral (source-country) policies facilitating labor emigration. However, their effectiveness is unknown. We conducted a large-scale randomized experiment in the Philippines testing the impact of unilaterally facilitating international labor migration. Our most intensive treatment doubled the rate of job offers but had no identifiable effect on international labor migration. Even the highest overseas job-search rate we induced (22%) falls far short of the share initially expressing interest in migrating (34%). We conclude that unilateral migration facilitation will at most induce a trickle, not a flood, of additional emigration.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding support from the World Bank’s Gender Action Plan and Research Support Budget.We thank Ditas Ravanilla and Sr. Adelia Oling for their crucial collaboration in this project, as well as PALFSI branch officers and staff for their support and assistance in implementation, Innovations for Poverty Action for overseeing the fieldwork, and in particular, Joma Gonzalez, Jaye Stapleton, Naomi Joseph, Veronica Gonzalez, Cree Jones, Amanda Chang, and the rest of the SWAP team. We obtained human subjects approval for this study from the University of Michigan, Health Sciences and Behavioral Sciences Institutional Review Board, project number HUM00034271, “The Determinants of Temporary Labor Migration in the Philippines.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}