{
    "id": 20761,
    "citation_title": "Women Helping Women? Evidence from Private Sector Data on Workplace Hierarchies",
    "citation_author": [
        "Astrid Kunze",
        "Amalia R. Miller"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies gender spillovers in career advancement using 11 years of employer-employee matched data on the population of white-collar workers at over 4,000 private-sector establishments in Norway. Our data include unusually detailed job information for each worker, which enables us to define seven hierarchical ranks that are consistent across establishments and over time in order to measure promotions (defined as year-to-year rank increases) even for individuals who change employers. We first find that women have significantly lower promotion rates than men across all ranks of the corporate hierarchy, even after controlling for a range of individual characteristics (age, education, tenure, experience) and including fixed effects for current rank, year, industry, and even work establishment. In measuring the effects of female coworkers, we find positive gender spillovers across ranks (flowing from higher-ranking to lower-ranking women) but negative spillovers within ranks. The finding that greater female representation at higher ranks narrows the gender gap in promotion rates at lower ranks suggests that policies that increase female representation in corporate leadership can have spillover benefits to women in lowers ranks.\n\n",
    "acknowledgement": "\nWe are grateful to Francine Blau, Albrecht Glitz, David Matsa, Øivind Anti Nilsen, Carmit Segal, Geoffrey Warner and various seminar and conference participants for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}