{
    "id": 20764,
    "citation_title": "The Impact of Education on Health and Health Behavior in a Middle-Income, Low-Education Country",
    "citation_author": [
        "Resul Cesur",
        "Bahadir Dursun",
        "Naci Mocan"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the impact of education on health is important for economic policy in developing countries, the overwhelming majority of research to identify the health returns to education has been done using data from developed countries. We use data from three waves of a nationally-representative health survey, conducted between 2008 and 2012 in Turkey, and exploit an education reform that increased the mandatory years of schooling from 5 to 8 years in 1997.  Using exposure to the reform as an instrument for education, we find that for women ages 18-30, education has no impact on self-reported health, BMI, overweight, obesity, or on the propensity or intensity of smoking.  Education does not influence women’s daily consumption of fruits, vegetables, or their propensity to get a flu shot either.  The same results are obtained for men of the same age group with one exception: education increases men’s BMI and the propensity to be overweight and obese.  Potential explanations for these findings are provided.\n\n",
    "acknowledgement": "\nWe thank Rexford Santerre, Jorge Agüero, Padmaja Ayyagari, Bob Kaestner and the participant of the 2014 APPAM conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}