{
    "id": 20765,
    "citation_title": "Racial Differences in Health in Long-Run Perspective: A Brief Introduction",
    "citation_author": [
        "Leah Boustan",
        "Robert A. Margo"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States has a long and ongoing history of racial inequality.  This paper surveys the literature on one aspect of that history: long-run trends in racial differences in health.  We focus on standard measures such as infant mortality and life expectancy but also consider the available data on specific diseases and chronic conditions.  Our basic conclusion is that large improvements have occurred in the average health of African Americans over the twentieth century, both in absolute terms and relative to Whites. These health advancements occurred steadily throughout the twentieth century, with the peak period of improvement between 1920 and 1945 (for infant mortality) and 1940 and 1960 (for overall life expectancy).  We attribute the improvements to successful efforts to fight specific diseases, improvements in public health, and narrowing racial gaps in education and income.  Although racial inequality in health outcomes has fallen in the long term, significant disparities remain today.\n\n",
    "acknowledgement": "\nA version of this paper will appear as a chapter in J. Komlos, ed. Oxford Handbook of Economics and Human Biology (New York: Oxford University Press, forthcoming). Helpful discussions with Dora Costa and Michael Haines are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}