{
    "id": 20766,
    "citation_title": "The Rise and Decline of General Laws of Capitalism",
    "citation_author": [
        "Daron Acemoglu",
        "James A. Robinson"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2015-03-08",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThomas Piketty's (2014) book, Capital in the 21st Century, follows in the tradition of the great classical economists, like Marx and Ricardo, in formulating general laws of capitalism to diagnose and predict the dynamics of inequality. We argue that general economic laws are unhelpful as a guide to understand the past or predict the future, because they ignore the central role of political and economic institutions, as well as the endogenous evolution of technology, in shaping the distribution of resources in society. We use regression evidence to show that the main economic force emphasized in Piketty's book, the gap between the interest rate and the growth rate, does not appear to explain historical patterns of inequality (especially, the share of income accruing to the upper tail of the distribution). We then use the histories of inequality of South Africa and Sweden to illustrate that inequality dynamics cannot be understood without embedding economic factors in the context of economic and political institutions, and also that the focus on the share of top incomes can give a misleading characterization of the true nature of inequality.\n\n",
    "acknowledgement": "\nWe thank David Autor, Amy Finkelstein, Johan Fourie, Bengt Holmstrom, Chang Tai Hsieh, Chad Jones, Matthew Kustenbauder, Naomi Lamoureux, Ulrike Malmendier, Kalle Moene, Joel Mokyr, Suresh Naidu, Jim Poterba, Matthew Rognlie, Ragnar Torvik, Laurence Wilse-Samson, Francis Wilson and Timothy Taylor for The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}