{
    "id": 20763,
    "citation_title": "Medium-Term Health Impacts of Shocks Experienced In Utero and After Birth: Evidence from Detailed Geographic Information on War Exposure",
    "citation_author": [
        "Richard Akresh",
        "German Daniel Caruso",
        "Harsha Thirumurthy"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of armed conflict on subsequent health outcomes using detailed geographic information on households’ distance from conflict sites—a more accurate measure of conflict exposure— and compares the impact on children exposed in utero versus after birth. The identification strategy relies on exogenous variation in the conflict’s geographic extent and timing as well as the exposure of different birth cohorts while in utero or after birth. Results show that war-exposed children subsequently have lower height-for-age Z-scores, and impacts using GPS information are 87-188% larger than if exposure is measured at the imprecise regional level. Effects of in utero and after birth exposure are comparable in magnitude, and children in the war instigating and losing country (Eritrea) suffer more than the winning nation (Ethiopia). Results are robust to including region-specific time trends, alternative conflict exposure measures, and addressing potential bias due to selective migration.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}