{
    "id": 20762,
    "citation_title": "Race, Ethnicity and High-Cost Mortgage Lending",
    "citation_author": [
        "Patrick Bayer",
        "Fernando Ferreira",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2019-01-05",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines how high cost mortgage lending varies by race and ethnicity. It uses a unique panel data that matches a representative sample of mortgages in seven large metropolitan markets between 2004 and 2008 to public records of housing transactions and proprietary credit reporting data. The results reveal a significantly higher incidence of high costs loans for African-American and Hispanic borrowers even after controlling for key mortgage risk factors: they have a 7.7 and 6.2 percentage point higher likelihood of a high cost loan, respectively, in the home purchase market relative to an overall incidence of 14.8 percent among all home purchase mortgages. Significant racial and ethnic differences are widespread throughout the market – they are present (i) in each metro area, (ii) across high and low risk borrowers, and (iii) regardless of the age of the borrower. These differences are reduced by 60 percent with the inclusion of lender fixed effects, implying that a significant portion of the estimated market-wide racial differences can be attributed to differential access to (or sorting across) mortgage lenders.\n\n",
    "acknowledgement": "\nWe thank the Ford Foundation, Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut for financial support. Gordon MacDonald, Kyle Mangum, and Yuan Wang provided outstanding research assistance. The analyses presented in this paper uses information provided by one of the major credit reporting agencies. However, the substantive content of the paper is the responsibility of the authors and does not reflects the specific views of any credit reporting agencies.\n\n\n\nStephen L. Ross\n\nRoss gratefully acknowledges funding from the National Institute for Child Health and Development, the MacArthur Foundation, the Ford Foundation.  Ross has also worked recently as a consultant for the Urban Institute and for K&L Gates LLP.\n\n\n"
}