{
    "id": 20771,
    "citation_title": "Betting the House",
    "citation_author": [
        "Òscar Jordà",
        "Moritz HP. Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIs there a link between loose monetary conditions, credit growth, house price booms, and financial instability? This paper analyzes the role of interest rates and credit in driving house price booms and busts with data spanning 140 years of modern economic history in the advanced economies. We exploit the implications of the macroeconomic policy trilemma to identify exogenous variation in monetary conditions: countries with fixed exchange regimes often see fluctuations in short-term interest rates unrelated to home economic conditions. We use novel instrumental variable local projection methods to demonstrate that loose monetary conditions lead to booms in real estate lending and house prices bubbles; these, in turn, materially heighten the risk of financial crises. Both effects have become stronger in the postwar era.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research. This work is part of a larger project kindly supported by a research grant from the Institute for New Economic Thinking (INET) administered by UC Davis. Schularick thanks the Volkswagen Foundation for generous financial support. We are indebted to Katharina Knoll who permitted us to use her cross-country database of historical housing prices. We thank participants in the International Seminar on Macroeconomics in Riga, Latvia for useful comments and suggestions. We are particularly grateful to Early Elias, Helen Irvin and Niklas Flamang for outstanding research assistance. All errors are ours.\n\n\n"
}