{
    "id": 20777,
    "citation_title": "The Rise and Fall of Demand for Securitizations",
    "citation_author": [
        "Sergey Chernenko",
        "Samuel G. Hanson",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nCollateralized debt obligations (CDOs) and private-label mortgage-backed securities (MBS) backed by nonprime loans played a central role in the recent financial crisis. Little is known, however, about the underlying forces that drove investor demand for these securitizations. Using micro-data on insurers’ and mutual funds’ bond holdings, we find considerable heterogeneity in investor demand for securitizations in the pre-crisis period. We argue that both investor beliefs and incentives help to explain this variation in demand. By contrast, our data paints a more uniform picture of investor behavior in the crisis. Consistent with theories of optimal liquidation, investors largely traded in more liquid securities such as government-guaranteed MBS to meet their liquidity needs during the crisis.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title “The Rise and Fall of Securitization.” We are grateful to Manuel Adelino, Josh Coval, Richard Crump, Mihir Desai, Robin Greenwood, Stefan Lewellen, David Lucca, Amiyatosh Purnanandam, David Scharfstein, Martin Schmalz, Andrei Shleifer, Erik Stafford, Jeremy Stein, René Stulz, James Vickery and seminar participants at the Federal Reserve Bank of New York, 2014 Fixed Income Conference, Harvard, the LBS Safe Assets and the Macroeconomy, Michigan Ross, Penn State, Rice, the 2014 NBER Risk of Financial Institutions workshop, and the SEC/Maryland Conference on the Regulation of Financial Markets for helpful comments. Hanson and Sunderam gratefully acknowledge funding from the Division of Research at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}