{
    "id": 20776,
    "citation_title": "Option-Based Credit Spreads",
    "citation_author": [
        "Christopher L. Culp",
        "Yoshio Nozawa",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2017-09-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a novel empirical benchmark for analyzing credit risk using “pseudo firms” that purchase traded assets financed with equity and zero-coupon bonds. By no-arbitrage, pseudo bonds are equivalent to Treasuries minus put options on pseudo-firm assets. Empirically, like corporate spreads, pseudo-bond spreads are large, countercyclical, and predict lower economic growth. Using this framework, we find that bond market illiquidity, investors’ over-estimation of default risks, and corporate frictions do not seem to explain excessive observed credit spreads, but, instead, a risk premium for tail and idiosyncratic asset risks is the primary determinant of corporate spreads.\n\n",
    "acknowledgement": "\nFor their comments, we thank Pierluigi Balduzzi, Jack Bao, Hui Chen, Alexander David, Darrell Duffie, Peter Feldhütter, Stefano Giglio, Zhiguo He, John Heaton, J.B. Heaton, Steven Heston, Erica Li, Francis Longstaff, Monika Piazzesi, Juliana Salomao, Steve Schaefer, Yang Song, Suresh Sundaresan, Andrea Vedolin, and seminar participants at Bocconi University, Stockholm School of Economics, Bank of Canada, Federal Reserve Board, Federal Reserve Bank of Chicago, University of Maryland, University of Chicago Booth School of Business, the Einaudi Institute for Economics and Finance, AQR, CICF, the 2014 NBER Asset Pricing meeting, the 2015 European Summer Symposium in Financial Markets, the 2016 European Finance Association, London Business School, Boston College, Oxford University, and Copenhagen Business School. We thank Bryan Kelly for helping with CME data. The views expressed herein are the authors’ and do not necessarily reflect those of the Board of Governors of the Federal Reserve System, nor any institutions with which any of the authors are affiliated. A previous version of this paper was briefly circulated with the title “The Empirical Merton Model.” Veronesi acknowledges financial support from the Fama-Miller Center for Research in Finance and by the Center for Research in Security Prices at the University of Chicago Booth School of Business. The views expressed herein are the authors’ and do not necessarily reflect those of the Board of Governors of the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}