{
    "id": 20772,
    "citation_title": "The Margins of Global Sourcing: Theory and Evidence from U.S. Firms",
    "citation_author": [
        "Pol Antràs",
        "Teresa C. Fort",
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2016-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantifiable multi-country sourcing model in which firms self-select into importing based on their productivity and country-specific variables. In contrast to canonical export models where firm profits are additively separable across destination markets, global sourcing decisions naturally interact through the firm's cost function. We show that, under an empirically relevant condition, selection into importing exhibits complementarities across source markets. We exploit these complementarities to solve the firm's problem and estimate the model. Comparing counterfactual predictions to reduced-form evidence highlights the importance of interdependencies in firms' sourcing decisions across markets, which generate heterogeneous domestic sourcing responses to trade shocks.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We are grateful to Treb Allen, Isaiah Andrews, Andy Bernard, Emily Blanchard, Ariel Burstein, Arnaud Costinot, Pablo Fajgelbaum, Paul Grieco, Gene Grossman, Elhanan Helpman, Sam Kortum, Marc Melitz, Eduardo Morales, and Michael Peters for useful conversations, to Andrés Rodríguez-Clare for his comments while discussing the paper at the NBER, to the editor (Penny Goldberg) and two anonymous referees for their constructive comments, and to Xiang Ding, BooKang Seol and Linh Vu for excellent research assistance. We have also benefited from very useful feedback from seminar audiences at Aarhus, AEA Meetings in Boston, Barcelona GSE, Bank of Spain, Boston College, Boston University, Brown, Cambridge University, Chicago Booth, Dartmouth, ECARES, the Econometric Society Meeting in Minneapolis, ERWIT in Oslo, Harvard, IMF, John Hopkins SAIS, LSE, Michigan, MIT, UQ  a Montreal, National Bank of Belgium, NBER Summer Institute, Northwestern, Princeton, Sciences Po in Paris, SED in Toronto, Syracuse, Tsinghua, UBC, UC Berkeley, UC Davis, UC San Diego, Urbana-Champaign, Virginia, and Yale. We thank Jim Davis at the Boston RDC for invaluable support with the disclosure process. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}