{
    "id": 20779,
    "citation_title": "Marginal Pricing and Student Investment in Higher Education",
    "citation_author": [
        "Steven W. Hemelt",
        "Kevin M. Stange"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the effect of marginal price on students’ educational investments using rich administrative data on students at Michigan public universities. Students facing zero marginal price for credits above the full-time minimum (i.e., 12 credits) attempt and complete about the same average number of credits as those whose institutions charge per credit. Zero marginal price induces a modest share of students (i.e., 7 percent) to attempt up to one additional class (i.e., 3 credits) but also increases withdrawals, resulting in little impact on earned credits or the likelihood of meeting “on-time” benchmarks toward college completion. Consistent with theory, the moderate impact on attempted credits is largest among students who would otherwise locate at the full-time minimum, which include lower-achieving and socio-economically disadvantaged students.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305B110001 to the University of Michigan. The opinions expressed are those of the authors and do not represent views of the Institute of Education Sciences or the U.S. Department of Education. This research used data structured and maintained by the Michigan Consortium for Educational Research (MCER). MCER data are modified for analysis purposes using rules governed by MCER and are not identical to those data collected and maintained by the Michigan Department of Education (MDE) and/or Michigan’s Center for Educational Performance and Information (CEPI). Results, information and opinions solely represent the analysis, information and opinions of the author(s) and are not endorsed by, nor do they reflect the views or positions of grantors, MDE and CEPI or any employee thereof. Monica Hernandez, Andrew Litten, and Chris Zbrozek provided excellent research assistance. We are grateful for helpful comments from John DiNardo, Susan Dynarski, Caroline Hoxby, Michael Lovenhiem, Sarah Turner, Leslie Turner, and numerous seminar participants at the University of Michigan, Stanford University, CUNY, the W.E. Upjohn Institute, and the NBER Education Program Fall 2013 meetings. Hemelt can be contacted at hemelt@email.unc.edu; Stange can be contacted at kstange@umich.edu. All errors and opinions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}