{
    "id": 20775,
    "citation_title": "Demand Analysis using Strategic Reports: An application to a school choice mechanism",
    "citation_author": [
        "Nikhil Agarwal",
        "Paulo Somaini"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "2017-10-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSeveral school districts use assignment systems that give students an incentive to misrepresent their preferences. We find evidence consistent with strategic behavior in Cambridge. Such strategizing can complicate preference analysis. This paper develops empirical methods for studying random utility models in a new and large class of school choice mechanisms. We show that preferences are non-parametrically identified under either sufficient variation in choice environments or a preference shifter. We then develop a tractable estimation procedure and apply it to Cambridge. Estimates suggest that while 82% of students are assigned to their stated first choice, only 72% are assigned to their true first choice because students avoid ranking competitive schools. Assuming that students behave optimally, the Immediate Acceptance mechanism is preferred by the average student to the Deferred Acceptance mechanism by an equivalent of 0.08 miles. The estimated difference is smaller if beliefs are biased, and reversed if students report truthfully.\n\n",
    "acknowledgement": "\nWe are grateful to Parag Pathak for sharing data on admissions in Cambridge Public Schools and for several helpful discussions. We thank Dan Ackerberg, Steve Berry, Eric Budish, Phil Haile, and Mike Whinston for several helpful discussions, and Susan Athey, Lanier Benkard, Victor Chernozhukov, William Diamond, Liran Einav, Glenn Ellison, Aviv Nevo, Whitney Newey, Ariel Pakes, Larry Samuelson, Joe Shapiro, Allan Collard-Wexler, and Frank Wolak for their comments. Vivek Bhattacharya and Abigail Ostriker provided outstanding research assistance. Both authors thank the Cowles Foundation of Economic Research and the Department of Economics at Yale University for their generous hospitality. Support from the National Science Foundation (SES-1427231) is gratefully acknowledged.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}