{
    "id": 20787,
    "citation_title": "Universal Gravity",
    "citation_author": [
        "Treb Allen",
        "Costas Arkolakis",
        "Yuta Takahashi"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the best way to reduce trade frictions when resources are scarce? To answer this question, we develop a framework that nests previous general equilibrium gravity models and show that the macro-economic implications of these various models depend crucially on two key model parameters, which we term the “gravity constants.” Based only on the value of the gravity constants, we derive sufficient conditions for the existence and uniqueness of the trade equilibrium and, given observed trade flows, completely characterize all comparative statics for any change in bilateral trade frictions. We then develop a methodology for estimating these gravity constants without needing to assume a particular micro-foundation of the gravity trade model. Finally, we use these results to derive the set of trade friction reductions that (to a first-order) maximize welfare gains given an arbitrary constraint.\n\n",
    "acknowledgement": "\nWe thank Andy Atkeson, David Atkin, Lorenzo Caliendo, Arnaud Costinot, Jonathan Dingel, Dave Donaldson, Pablo Fajgelbaum, John Geanakoplos, Penny Goldberg, Sam Kortum, Xiangliang Li, Giovanni Maggi, Kiminori Matsuyama, Ralph Ossa, Steve Redding, Andres Rodriguez-Clare, Chris Tonetti, and numerous seminar and workshop participants for excellent comments and suggestions. A Matlab toolkit which is the companion to this paper is available on Allen's website. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}