{
    "id": 20789,
    "citation_title": "Sources of Geographic Variation in Health Care: Evidence from Patient Migration",
    "citation_author": [
        "Amy Finkelstein",
        "Matthew Gentzkow",
        "Heidi Williams"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the drivers of geographic variation in US health care utilization, using an empirical strategy that exploits migration of Medicare patients to separate the role of demand and supply factors. Our approach allows us to account for demand differences driven by both observable and unobservable patient characteristics. We find that 40-50 percent of geographic variation in utilization is attributable to patient demand, with the remainder due to place-specific supply factors. Demand variation does not appear to result from differences in past experiences, and is explained to a significant degree by differences in patient health.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Raj Chetty, David Cutler, Joe Doyle, Liran Einav, Ben Handel, Nathan Hendren, Pat Kline, Matt Notowidigdo, Adam Sacarny, Jesse Shapiro, Jonathan Skinner, Doug Staiger, and seminar participants at Dartmouth, the NBER Aging Meeting, the NYC health economics seminar, Stanford, the University of Chicago, Wellesley, and the 60th Anniversary Congress of the Yrjo Jahnsson Foundation for comments, to Lizi Chen, Grant Graziani, Yunan Ji, Sara Kwasnick, Tamar Oostrom, Daniel Prinz, and Tony Zhang for excellent research assistance and to the National Institute on Aging (Finkelstein, R01-AG032449) and the National Science Foundation (Williams, 1151497; Gentzkow, 1260411) for financial support. Gentzkow also thanks the Neubauer Family Foundation and the Initiative on Global Markets at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Gentzkow\n\nI am a member of the Toulouse Network of Information Technology, a research group funded by Microsoft.\n\n\n"
}