{
    "id": 20780,
    "citation_title": "A Variational Approach to the Analysis of Tax Systems",
    "citation_author": [
        "Mikhail Golosov",
        "Aleh Tsyvinski",
        "Nicolas Werquin"
    ],
    "citation_publication_date": "2014-12-22",
    "issue_date": "2014-12-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general method to study the effects of non-linear taxation in dynamic settings using variational arguments. We first derive general theoretical formulas that characterize the welfare effects of local tax reforms and, in particular, the optimal tax system, potentially restricted within certain classes (e.g., age-independent, linear, separable). These formulas are expressed in terms of intuitive parameters, such as the labor and capital income elasticities and the hazard rates of the income distributions. Second, we apply these formulas to various specific settings. In particular, we decompose the gains arising from each element of tax reform, starting from a simple baseline system, as the available tax instruments becomes more sophisticated. We further show that the design of tax systems obeys a common general principle, namely that more sophisticated tax instruments (e.g., age-dependent, non-linear, non-separable) allow the government to fine-tune the tax rates by targeting higher distortions to the segments of the population whose behavior responds relatively little to those taxes.\n\n",
    "acknowledgement": "\nGolosov and Tsyvinski thank NSF for financial support. We thank audiences at Princeton, Yale, Society for Economics Dynamics annual meeting, NBER Summer Institute, NBER Public Economics Program meeting, Taxation Theory Conference (Cologne). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAleh Tsyvinski\n\nNational Science Foundation, Einaudi Institute of Economics and Finance, Guggenheim Memorial Fellowship.\n\n\n"
}