{
    "id": 20788,
    "citation_title": "Gender",
    "citation_author": [
        "Muriel Niederle"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper summarizes research on gender differences in economic settings. I discuss gender differences in attitudes toward competition, altruism and the closely related issue of cooperation, and risk preferences. While gender differences in competition are large and robust, the results are much more mixed and more nuanced concerning altruism or cooperative tendencies. Surprisingly, the results are also quite mixed when concerning gender differences in risk attitudes. I discuss the external validity of laboratory results in the field. More importantly, however, I emphasize research investigating the external relevance of laboratory findings. That is, to what extent can gender differences in the aforementioned psychological attributes account for observed gender differences in economic outcomes including education and labor market outcomes as well as voting behavior.\n\n",
    "acknowledgement": "\nI am deeply grateful for Katherine Coffman and John Kagel for extensive comments, Christine Exley for helpful comments on two chapters, and John Kagel and Alvin Roth for their patience. Foremost, I thank Lise Vesterlund with whom I have most frequently worked on gender, and who through long discussions has shaped my understanding of the topic. The first section of this chapter is based on our common work, and I have borrowed from it extensively. Finally, I am grateful to the NSF for their support The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}