{
    "id": 20782,
    "citation_title": "Sequential Markets, Market Power and Arbitrage",
    "citation_author": [
        "Koichiro Ito",
        "Mar Reguant"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theoretical framework to characterize strategic behavior in sequential markets under imperfect competition and limited arbitrage. Our theory predicts that these two elements can generate a systematic price premium. We test the model predictions using micro-data from the Iberian electricity market. We show that the observed price differences and firm behavior are consistent with the model. Finally, we quantify the welfare effects of arbitrage using a structural model. In our setting, we show that full arbitrage is not necessarily welfare-enhancing in the presence of market power, reducing consumer costs but decreasing productive efficiency.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Simon Board, Severin Borenstein, Thomas Covert, Ali Hortac¸su, Ryan Kellogg, Chris Knittel, Nick Ryan, David Salant, Joe Shapiro, and Matt White, as well as seminar participants at the UCEI Energy Camp, 19th POWER Conference on Energy Research and Policy, Universitat Autonoma de Barcelona, IFN Stockholm, SITE Stockholm, University of Gothenburg, UCLA, MIT, TSE, PSE, École Polytechnique, the RIETI, Kellogg, CEMFI, CIRPEE Conference Montreal, Stanford SITE, Carnegie Mellon, Wharton, Calgary, Edmonton, Yale, Chicago, Ohio State, and UC Berkeley. Ito thanks the Stanford Institute for Economic Policy Research for financial support. Reguant thanks the Toulouse School of Economics, part of this research was conducted while being a visiting scholar there.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}