{
    "id": 20783,
    "citation_title": "Inter-temporal R&D and Capital Investment Portfolios for the Electricity Industry’s Low Carbon Future",
    "citation_author": [
        "Nidhi R. Santen",
        "Mort D. Webster",
        "David Popp",
        "Ignacio Pérez-Arriaga"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores cost-effective low-carbon R&D and capital investment portfolios for the electricity generation sector through 2060.  We present a novel method for long-term planning by combining an economic model of endogenous non-linear technical change and a generation capacity planning model with key features of the electricity system.  The model captures the complementary nature of technologies in the power sector; physical integration constraints; and the opportunity to build new knowledge capital as a non-linear function of R&D and accumulated knowledge, which reflects the diminishing marginal returns to research characteristic of the energy innovation process.  We show portfolios for future scenarios with and without carbon emission limits, and demonstrate the importance of including various features by comparing results from a reference version of the model to results from alternative versions that omit these features.  Our results caution that using economic frameworks that do not incorporate critical electricity and innovation system features may over- or under-estimate the value of emerging technologies, and therefore the cost-effectiveness of R&D opportunities.\n\n",
    "acknowledgement": "\nWe wish to thank Jake Whitcomb for his excellent research assistance in helping prepare the manuscript for publication.  We also thank Andres Ramos, Javier Garcia, and Joseph Sussman for valuable discussions on electricity generation expansion planning and energy innovation, and two anonymous reviewers.  Finally, we gratefully acknowledge financial support from U.S. National Science Foundation Grant Nos. 0825915 and 0835414, and the MIT Science and Technology Initiatives Spain Program, Martin Family Sustainability Fellows Program, and Office of the Graduate Dean for Education John S. Hennessy Fellowship Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}