{
    "id": 20795,
    "citation_title": "Inferring Carbon Abatement Costs in Electricity Markets: A Revealed Preference Approach using the Shale Revolution",
    "citation_author": [
        "Joseph A. Cullen",
        "Erin T. Mansur"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2015-05-27",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines how much carbon emissions from the electricity industry would decrease in response to a carbon price. We show how both carbon prices and cheap natural gas reduce, in a nearly identical manner, the historic cost advantage of coal-fired power plants. The shale revolution has resulted in unprecedented variation in natural gas prices that we use to estimate the short-run price elasticity of abatement. Our estimates imply that a price of $10 ($60) per ton of carbon dioxide would reduce emissions by 4% (10%). Furthermore, carbon prices are much more effective at reducing emissions when natural gas prices are low. In contrast, modest carbon prices have negligible effects when gas prices are at levels seen prior to the shale revolution.\n\n",
    "acknowledgement": "\nWe thank Luis Gautier, Matthew Kotchen, and seminar participants at Washington University, University of Chicago, Portland Energy Economics Conference, Dartmouth College, University of Colorado, International Industrial Organization Conference, IFN Electricity Markets Conference, the Energy Institute at Haas Conference, Middlebury College, Yale University, and the World Bank. We thank Wolfram Schlenker for providing weather data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}