{
    "id": 20793,
    "citation_title": "How financially literate are women? An overview and new insights",
    "citation_author": [
        "Tabea Bucher-Koenen",
        "Annamaria Lusardi",
        "Rob Alessie",
        "Maarten van Rooij"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2015-02-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document strikingly similar gender differences in financial literacy across countries. When asked to answer questions that measure knowledge of basic financial concepts, women are less likely than men to answer correctly and more likely to indicate that they do not know the answer. In addition, women give themselves lower scores on financial literacy self-assessments than men. Both young and old women show low levels of financial literacy. Moreover, women for whom financial knowledge is likely to be very important—for example widows or single women—know little about concepts relevant for day-to-day financial decisions. Even women in favorable economic conditions are less financially knowledgeable than men. This is important because financial literacy has been linked to economic behavior, including retirement planning and wealth accumulation. Women live longer than men and are likely to spend time in widowhood. As a result, improving women’s financial literacy is key to helping them prepare for retirement and promoting their financial security.\n\n",
    "acknowledgement": "\nThe authors wish to thank Ben Rump and Audrey Brown for excellent research and editorial assistance, and Mijke van den Broeke and Mario Padula for suggestions and comments. They are also grateful to participants at the FCAC-OECD conference on financial literacy held in Toronto in May 2011; the Netspar conference on Pension Communication and Choices held in The Hague in April 2012; the CeRP Conference, held in Turin in September 2012; and the European Economic Association Annual Meeting held in Toulouse, France, in August 2014 for many comments. Financial support from Netspar is gratefully acknowledged. Moreover, the authors gratefully acknowledge financial support from the European Investment Bank Institute through its EIBURS initiative. The findings, interpretations, and conclusions presented in this article are entirely those of the authors and should not be attributed in any manner to the European Investment Bank or its Institute, Netspar, the De Nederlandsche Bank, or the National Bureau of Economic Research.\n\n\n"
}