{
    "id": 20797,
    "citation_title": "How Much Energy Do Building Energy Codes Really Save? Evidence from California",
    "citation_author": [
        "Arik Levinson"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConstruction codes that regulate the energy efficiency of new buildings have been a centerpiece of US environmental policy for 40 years. California enacted the nation’s first energy building codes in 1978, and they were projected to reduce residential energy use—and associated pollution—by 80 percent. How effective have the building codes been? I take three approaches to answering that question. First, I compare current electricity use by California homes of different vintages constructed under different standards, controlling for home size, local weather, and tenant characteristics. Second, I examine how electricity in California homes varies with outdoor temperatures for buildings of different vintages. And third, I compare electricity use for buildings of different vintages in California, which has stringent building energy codes, to electricity use for buildings of different vintages in other states. All three approaches yield the same answer: there is no evidence that homes constructed since California instituted its building energy codes use less electricity today than homes built before the codes came into effect.\n\n",
    "acknowledgement": "\nI am grateful to the Georgetown Environmental Initiative for financial support, to staff at the California Energy Commission for help accessing and understanding the Residential Appliance Saturation Study billing data, to Jonah Birnberg, Julia Kieserman, and Derek Levinson for research assistance, and to Sarah Aldy, Mary Ann Bronson, Dallas Burtraw, Grant Jacobsen, Matthew Kahn, Matthew Kotchen, and Erica Myers for helpful suggestions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}