{
    "id": 20799,
    "citation_title": "Intellectual Property Rights and Access to Innovation: Evidence from TRIPS",
    "citation_author": [
        "Margaret Kyle",
        "Yi Qian"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2021-11-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of pharmaceutical patent protection on the speed of drug launch, price, and quantity in 60 countries from 2000-2013. The World Trade Organization required its member countries to implement a minimum level of patent protection within a specified time period as part of the TRIPS Agreement. However, members retained the right to impose price controls and to issue compulsory licenses under certain conditions. These countervailing policies were intended to reduce the potential static losses that result from reduced competition during the patent term. We take advantage of the fact that at the product level, selection into TRIPS \"treatment\" is exogenously determined by compliance deadlines that vary across countries. We find that patents have important consequences for access to new drugs: in the absence of a patent, launch is unlikely. That is, even when no patent barrier exists, generic entry may not occur. Conditional on launch, patented drugs have higher prices but higher sales as well. The price premium associated with patents is smaller in poorer countries. Price discrimination across countries has increased for drugs patented post-TRIPS and prices are negatively related to the burden of disease, suggesting that countervailing policies to offset expected price increases may have had the intended effects.\n\n",
    "acknowledgement": "\nWe thank Tahir Amin, Iain Cockburn, Carsten Fink, Craig Garthwaite, Intan Hamdan-Livramento, Bhaven Sampat, Mark Schankerman, Tavneet Suri, and seminar participants at CERGE-EI, Copenhagen Business School, DIW Berlin, Duke, KU Leuven, Mannheim, MINES ParisTech, Northwestern, and the NBER Summer Institute, Peking University, Tsinghua University, the University of Hong Kong, andWIPO for useful comments and suggestions. Intan Hamdan-Livramento, Sumner LaCroix, andWalter Park generously shared their datasets on IPRs at the country level. Kyle thanks Pfizer for access to the IMS data used. The views expressed in this paper are entirely those of the authors, and we are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}