{
    "id": 20792,
    "citation_title": "Charters Without Lotteries: Testing Takeovers in New Orleans and Boston",
    "citation_author": [
        "Atila Abdulkadiroğlu",
        "Joshua D. Angrist",
        "Peter D. Hull",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nLottery estimates suggest oversubscribed urban charter schools boost student achievement markedly. But these estimates needn’t capture treatment effects for students who haven’t applied to charter schools or for students attending charters for which demand is weak. This paper reports estimates of the effect of charter school attendance on middle-schoolers in charter takeovers in New Orleans and Boston. Takeovers are traditional public schools that close and then re-open as charter schools. Students enrolled in the schools designated for closure are eligible for “grandfathering” into the new schools; that is, they are guaranteed seats. We use this fact to construct instrumental variables estimates of the effects of passive charter attendance: the grandfathering instrument compares students at schools designated for takeover with students who appear similar at baseline and who were attending similar schools not yet closed, while adjusting for possible violations of the exclusion restriction in such comparisons. Estimates for a large sample of takeover schools in the New Orleans Recovery School District show substantial gains from takeover enrollment. In Boston, where we can compare grandfathering and lottery estimates for a middle school, grandfathered students see achievement gains at least as large as the gains for students assigned seats in lotteries. Larger reading gains for grandfathering compliers are explained by a worse non-charter fallback.\n\n",
    "acknowledgement": "\nOur thanks to Raymond Cwiertniewicz, Alvin David, Gabriela Fighetti, and Jill Zimmerman from the Recovery School District; to Kamal Chavda and the Boston Public Schools; and to Scott Given, Ryan Knight and the staff at UP Education Network for graciously sharing data and answering our many questions. We’re grateful to Alonso Bucarey, Stephanie Cheng, Olivia Kim, Elizabeth Setren, Mayara Silva, Daisy Sun, and Danielle Wedde for exceptional research assistance and to MIT SEII program manager Annice Correia for invaluable administrative support. Data from the Recovery School District were made available to us through the Institute for Innovation in Public School Choice. We gratefully acknowledge financial support from the Institute for Education Sciences (under Award R305A120269), from the National Science Foundation (under award SES-1426541), and from the Laura and John Arnold Foundation. Thanks also go to seminar participants at the Federal Reserve Bank of New York, the Stanford Graduate School of Business, and the Fall 2014 NBER Economics of Education Meeting for helpful comments. Joshua Angrist’s daughter teaches at UP Academy Charter School of Boston. The views expressed here are those of the authors alone. The views expressed here are those of the authors alone and do not necessarily reflect the views of the National Bureau of Economic Research or those of personnel at the schools, school districts, or government agencies connected with this work.\n\n\n\nParag A. Pathak\n\nPathak is on the scientific advisory board of the Institute for Innovation in Public School Choice, a non-profit 501(c) that provides assistance to school districts on the implementation of school choice systems.\n\n\n"
}