{
    "id": 20796,
    "citation_title": "Forward Guidance",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2015-07-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nForward guidance about future policy settings, in the form of a published policy-rate path, has for many years been a natural part of normal monetary policy for several central banks, including the Reserve Bank of New Zealand and the Swedish Riksbank. More recently, the Federal Reserve has started to publish FOMC participants’ policy-rate projections. The Swedish, New Zealand, and U.S. experience of a published policy-rate path is examined, especially to what extent the market has anticipated the path (the predictability of the path) and to what extent market expectations line up with the path after publication (the credibility of the path). The recent Swedish experience is quite dramatic. In particular, it shows a case with a large discrepancy between a high and rising Riksbank path and a low and falling market path, with the market path providing a good forecast of the future policy rate. The discrepancy is explained by the Riksbank’s leaning against the wind in recent years and related circumstances. The New Zealand experience is less dramatic, but shows cases where the market implements either a substantially tighter or easier policy than intended by the RBNZ. There are also cases of the market being ahead of the RBNZ and the RBNZ later following the market. The U.S. experience includes a recent case of the market expecting and implementing substantially easier policy consistent with the FOMC projections, the possible explanation of which has been much discussed.\n\n",
    "acknowledgement": "\nA previous version of the paper, without the U.S. experience, was presented at the RBNZ and IJCB conference “Reflections on 25 Years of Inflation Targeting,” held in Wellington, New Zealand, December 1-2, 2014. I thank Ozer Karagedikli and Edward Nelson for comments, Christopher Sims for comments on and discussion of a previous version of this paper, and Martin Edmonds, David Gillmore, Ava Hong, and Bingjie Hu for research assistance. The views expressed and any errors are my own responsibility. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}