{
    "id": 20798,
    "citation_title": "Bias in Cable News: Persuasion and Polarization",
    "citation_author": [
        "Gregory J. Martin",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2014-12-29",
    "issue_date": "2014-12-24",
    "revision_date": "2016-06-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the persuasive effects of slanted news and tastes for like-minded news, exploiting cable channel positions as exogenous shifters of cable news viewership. Channel positions do not correlate with demographics that predict viewership and voting, nor with local satellite viewership. We estimate that Fox News increases Republican vote shares by 0.3 points among viewers induced into watching 2.5 additional minutes per week by variation in position. We then estimate a model of voters who select into watching slanted news, and whose ideologies evolve as a result. We quantitatively assess media-driven polarization, and simulate alternative ideological slanting of news channels.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Bias in Cable News: Real Effects and Polarization.\" We thank Tom Clark, Greg Crawford, Ruben Enikopolov, Matthew Gentzkow, Ben Golub, Marit Hinnosaar, Kei Kawai, Robin Lee, Claire Lim, Paul Oyer, Ariel Pakes, Jesse Shapiro, Michael Sinkinson, Gaurav Sood, and seminar and workshop participants at the BFI Media and Communications Conference, Boston College, Boston University, Columbia, Emory, Harvard, NYU Stern, Stanford, USC Marshall, the Wallis Political Economy Conference, the Workshop on Media Economics, and Zurich for comments and suggestions, and Carlos Sanchez-Martinez for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}