{
    "id": 20794,
    "citation_title": "How's Life at Home? New Evidence on Marriage and the Set Point for Happiness",
    "citation_author": [
        "Shawn Grover",
        "John F. Helliwell"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-24",
    "revision_date": "2024-07-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nSubjective well-being research has often found that marriage is positively correlated with well-being. Some have argued that this correlation may be result of happier people being more likely to marry. Others have presented evidence suggesting that the well-being benefits of marriage are short-lasting. Using data from the British Household Panel Survey, we control individual pre-marital well-being levels and find that the married are still more satisfied, suggesting a causal effect, even after full allowance is made for selection effects. Using new data from the United Kingdom's Annual Population Survey, we find that the married have a less deep U-shape in life satisfaction across age groups than do the unmarried, indicating that marriage may help ease the causes of the mid-life dip in life satisfaction and that the benefits of marriage are unlikely to be short-lived. We explore friendship as a mechanism which could help explain a causal relationship between marriage and life satisfaction, and find that well-being effects of marriage are about twice as large for those whose spouse is also their best friend. Finally, we use the Gallup World Poll to show that although the overall well-being effects of marriage appear to vary across cultural contexts, marriage eases the middle-age dip in life evaluations for all regions except Sub-Saharan Africa.\n\n",
    "acknowledgement": "\nThe authors are grateful for the research support of the Canadian Institute for Advanced Research (CIFAR), and for data access and assistance from the Gallup Corporation and the UK Office for National Statistics (ONS). We have benefitted especially from collaboration with Ewen McKinnon of the ONS in our use of the UK Annual Population Survey. Grover was in the Vancouver School of Economics when this research was undertaken, and is now at the Department of Finance, Ottawa. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, nor those of the Department of Finance.\n\n\n"
}