{
    "id": 20805,
    "citation_title": "Capital Controls or Macroprudential Regulation?",
    "citation_author": [
        "Anton Korinek",
        "Damiano Sandri"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effectiveness of capital controls versus macroprudential regulation in reducing financial fragility in a small open economy model in which there is excessive borrowing because of externalities associated with financial crises and contractionary exchange rate depreciations. We find that both types of instruments play distinct roles: macroprudential regulation reduces the indebtedness of leveraged borrowers whereas capital controls induce more precautionary behavior for the economy as a whole, including for savers. This reduces crisis risk by shoring up aggregate net worth and mitigating the transfer problem that occurs during crises. In advanced countries where the risk of large contractionary depreciations is more limited, the role for capital controls subsides. However, macroprudential regulation remains essential in our model to mitigate booms and busts in asset prices.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and should not be attributed to the IMF, its Executive Board, its management, or the National Bureau of Economic Research. We thank Larry Ball, Suman Basu, Marcos Chamon, Giovanni Dell\u0092Ariccia, Pierre-Olivier Gourinchas, Sebnem Kalemli-Ozcan, Luc Laeven, Albert Martin, and Joseph Stiglitz as well as participants at the CBRT-NBER-pre-conference and at a seminar at the IMF for helpful comments and suggestions and Olivier Blanchard, Rex Ghosh and Jonathan Ostry for detailed discussions on the topic. Korinek acknowledges financial support from the IMF Research Fellowship and from CIGI/INET.\n\n\n"
}