{
    "id": 20800,
    "citation_title": "Leveling Up: Early Results from a Randomized Evaluation of Post-Secondary Aid",
    "citation_author": [
        "Joshua Angrist",
        "David Autor",
        "Sally Hudson",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2014-12-24",
    "revision_date": "2017-03-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes financial aid increase college attendance and completion? Selection bias and the high implicit tax rates imposed by overlapping aid programs make this question difficult to answer. This paper reports initial findings from a randomized evaluation of a large privately-funded scholarship program for applicants to Nebraska’s public colleges and universities. Our research design answers the challenges of aid evaluation with random assignment of aid offers and a strong first stage for aid received: randomly assigned aid offers increased aid received markedly. This in turn appears to have boosted enrollment and persistence, while also shifting many applicants from two- to four-year schools. Awards offered to nonwhite applicants, to those with relatively low academic achievement, and to applicants who targeted less-selective four-year programs (as measured by admissions rates) generated the largest gains in enrollment and persistence, while effects were much smaller for applicants predicted to have stronger post-secondary outcomes in the absence of treatment. Thus, awards enabled groups with historically-low college attendance to ‘level up,’ largely equalizing enrollment and persistence rates with traditionally college-bound peers, particularly at four-year programs. Awards offered to prospective community college students had little effect on college enrollment or the type of college attended.\n\n",
    "acknowledgement": "\nWe are grateful to Enrico Cantoni, Sydnee Caldwell, Olivia Kim, Brendan Malone, Kemi Oyewole, and Karen Scott for superb research assistance, and to the staff of the Susan Thompson Buffett Foundation for their expert assistance in implementing the evaluation described here. We also thank the Provost’s Office at the University of Nebraska, the Nebraska State College System, and Nebraska’s community colleges for their support for this effort and for sharing their data. We thank Raj Chetty, Amy Finkelstein, Nathan Hendren, Lisa Kahn, Lawrence Katz, Danielle Li and seminar participants at NBER Summer Institute, IIES, Harvard, MIT and Yale for their many helpful comments and suggestions. We acknowledge financial support from the Susan Thompson Buffett Foundation and the MIT SEII seed fund. The views expressed here are those of the authors alone and do not necessarily reflect those of the institutions or funders involved with this work, nor those of the National Bureau of Economic Research. This RCT was registered with the American Economic Association under trial number AEARCTR-0000125.\n\n\n"
}