{
    "id": 20802,
    "citation_title": "Income-based Inequality in Educational Outcomes: Learning from State Longitudinal Data Systems",
    "citation_author": [
        "John P. Papay",
        "Richard J. Murnane",
        "John B. Willett"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report results from our long-standing research partnership with the Massachusetts Department of Elementary and Secondary Education. We make two primary contributions. First, we illustrate the wide range of informative analyses that can be conducted using a state longitudinal data system and the advantages of examining evidence from multiple cohorts of students. Second, we document large income-based gaps in educational attainments, including high-school graduation rates and college-going. Importantly, we show that income-related gaps in both educational credentials and academic skill have narrowed substantially over the past several years in Massachusetts.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305E100013 to Harvard University. The opinions expressed are those of the authors and do not represent views of the Institute, the U.S. Department of Education, or the National Bureau of Economic Research. The authors thank Paul Reville for comments on an early draft, and Carrie Conaway, the Director of Planning, Research, and Evaluation of the Massachusetts Department of Elementary and Secondary Education, for providing the data and for answering many questions about data collection procedures. This paper is forthcoming in Educational Evaluation and Policy Analysis. Address correspondence to John Papay (john_papay@brown.edu).\n\n\n"
}