{
    "id": 20807,
    "citation_title": "Quantifying Confidence",
    "citation_author": [
        "George-Marios Angeletos",
        "Fabrice Collard",
        "Harris Dellas"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "2017-12-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a tractable method for augmenting macroeconomic models with autonomous variation in higher-order beliefs. We use this to accommodate a certain type of waves of optimism and pessimism that can be interpreted as the product of frictional coordination and, unlike the one featured in the news literature, regards the short-term economic outlook rather than the medium- to long-run prospects. We show that this enrichment provides a parsimonious explanation of salient features of the data; it accounts for a significant fraction of the business-cycle volatility in estimated models that allow for various competing structural shocks; and it captures a type of fluctuations that have a Keynesian flavor but do not rely on nominal rigidities.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Lars Hansen, and to four anonymous referees for extensive feedback; and to Stephen Morris, Kristopher Nimark, Morten Ravn, and Juan Rubio-Ramirez for conference discussions of our paper. We have also benefited from the comments of many colleagues and from presentations at Bocconi, BU, Harvard, LSE, MIT, UCL, the University of Zurich, the University of Oslo, the Norwegian Business School, the Minneapolis FRB, the 2013 Hydra Workshop, CRETE 2013, the 2013 Bank of England/CFM conference on Macroeconomics, the 2014 NBER Summer Institute, the 2014 Minnesota Workshop in Macroeconomic Theory, the LSE Conference in Honor of Robert Barro, the 10th Dynare conference, the 2nd Rational Inattention Conference in Oxford, the 11th DSGE Conference in Chicago, and the 8th Banco de Portugal Conference on Monetary Economics. Angeletos would also like to express his gratitude to the University of Zurich, the UBS Center for Economics in Society, and the Excellence Foundation Zurich for their hospitality and support during the 2013-14 academic year, when a significant part of this project was carried out. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}