{
    "id": 20806,
    "citation_title": "The Welfare State and Migration: A Dynamic Analysis of Political Coalitions",
    "citation_author": [
        "Assaf Razin",
        "Efraim Sadka",
        "Benjarong Suwankiri"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic political-economic theory of welfare state and immigration policies, featuring three distinct voting groups: skilled workers, unskilled workers, and old retirees. The essence of inter- and intra-generational redistribution of a typical welfare system is captured with a proportional tax on labor income to finance a transfer in a balanced-budget manner. We characterize political-economic equilibrium policy rules consisting of the tax rate, the skill composition of migrants, and the total number of migrants. When none of these groups enjoy a majority (50 percent of the voters or more), political coalitions will form. With overlapping generations and policy-determined influx of immigrants, the formation of the political coalitions changes over time. These future changes are taken into account when policies are shaped. The paper characterizes the evolution of the  political coalitions that implement welfare state and migration policies.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the author(s) and do not necessarily represent those of TMB Bank Pcl., its executives, or the National Bureau of Economic Research. We would like to thank all conference participants at Society for Economic Dynamics (SED) 2010 in Montreal and at Association for Public Economic Theory (APET) 2012 in Taipei for their comments. All errors are our.\n\n\n"
}