{
    "id": 20804,
    "citation_title": "Efficacy vs. Equity: What Happens When States Tinker with College Admissions in a Race-Blind Era?",
    "citation_author": [
        "Sandra E. Black",
        "Kalena E. Cortes",
        "Jane Arnold Lincove"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege admissions officers face a rapidly changing policy environment where court decisions have limited the use of affirmative action. At the same time, there is mounting evidence that commonly used signals of college readiness, such as the SAT/ACTs, are subject to race and socioeconomic bias. Our study investigates the efficacy and equity of college admissions criteria by estimating the effect of multiple measures of college readiness on freshman college grade point average and four-year graduation. Importantly, we take advantage of a unique institutional feature of the Texas higher education system to control for selection into admissions and enrollment. We find that SAT/ACT scores, high school exit exams, and advanced coursework are predictors of student success in college. However, when we simulate changes in college enrollment and college outcomes with additional admissions criteria, we find that adding SAT/ACT or high school exit exam criteria to a rank-based admissions policy significantly decreases enrollment among minorities and other groups, with the most negative effects generated by the SAT/ACT, while inducing only minimal gains in college GPA and four-year graduation rates.\n\n",
    "acknowledgement": "\nThe authors are grateful to the Texas Workforce Data Quality Initiative at The University of Texas at Austin’s Ray Marshall Center, funded by the U.S. Department of Labor. The research presented here utilizes confidential data from the State of Texas supplied by the Texas Education Research Center (ERC) at the University of Texas at Austin. The authors gratefully acknowledge the use of these data. The views expressed are those of the authors and should not be attributed to the ERC, the National Bureau of Economic Research, nor any of the funders or supporting organizations mentioned herein, including the University of Texas, the State of Texas, or the study’s sponsor. Any errors are attributable to the authors. The authors thank Alan Blanch, Jenna Cullinane, Matt Farber, Chester Polson, and Emily Weisburst who provided outstanding research assistance. Institutional support from the University of Texas at Austin, Texas A&M University, and Stanford’s Center for Education Policy Analysis are also gratefully acknowledged.\n\n\n"
}