{
    "id": 20809,
    "citation_title": "Does Information Feedback from In-Home Devices Reduce Electricity Use? Evidence from a Field Experiment",
    "citation_author": [
        "Shahzeen Z. Attari",
        "Gautam Gowrisankaran",
        "Troy Simpson",
        "Sabine M. Marx"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThere is limited evidence of behavioral changes resulting from electricity information feedback. Using a randomized control trial from a New York apartment building, we study long-term effects of information feedback from “Modlet” in-home devices, which provide near-real-time plug-level information. We find a 12–23% decrease in electricity use for treatment apartments, concentrated among individuals reporting higher willingness-to-pay for an energy monitoring system. Decrease in overall electricity use is similar among treatment apartments which received Modlets and those which declined Modlets, and does not specifically occur for outlets with Modlets. This decrease may be due to a Hawthorne or salience effect.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the National Science Foundation Cooperative Agreement (SES-0345840 and SES-0951516) awarded to the Center for Research on Environmental Decisions (CRED) at Columbia University. We thank Jonathan Rose Companies, Jonathan Rose, Nicole Sherwood, and Richard Nurse for access to the building and participants; ThinkEco Inc., Heidi Perry, Erika Diamond, Amanda Lurie, and Mei Shibata for installation coordination and access to plug-level electricity data for participants; Ken Gillingham, David H. Krantz, Derek Lemoine, Arik Levinson, Beth Shinn, Tom Wallsten, Elke Weber, and numerous seminar participants for helpful comments; and Galen Treuer, Andrew Wessbecher, and Cale Reeves for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSabine M. Marx\n\nI received funding for this research from the Center for Research on Environmental Decisions (CRED) and the Earth Institute at Columbia University. The majority of CRED’s funding comes from a National Science Foundation Cooperative Agreement SES–0345840 and SES-0951516.\n\n\nThe ThinkEco Modlet devices were paid for by the Jonathan Rose Company, who had picked this technology before meeting/communicating with any of the study authors.\n\n\nI declare that I have no additional relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}