{
    "id": 20812,
    "citation_title": "Measuring Consumer Valuation of Limited Provider Networks",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe measure provider coverage networks for plans on the Massachusetts health insurance exchange using a two measures: consumer surplus from a hospital demand system and the fraction of population hospital admissions that would be covered by the network. The two measures are highly correlated, and show a wide range of networks available to consumers. We then estimate consumer willingness-to-pay for network breadth, which varies by age. 60-year-olds value the broadest network approximately $1200-1400/year more than the narrowest network, while 30-year-olds value it about half as much. Consumers place additional value on star hospitals, and there is significant geographic heterogeneity in the value of network breadth.\n\n",
    "acknowledgement": "\nContact: kericson@bu.edu and astarc@wharton.upenn.edu. The authors thank Leila Agha, Cory Capps, Leemore Dafny, Jonathan Kolstad, Jim Rebitzer, Ashley Swanson, Bob Town, and seminar participants at Boston University and the NBER Health Insurance Exchange conference for helpful comments. We thank Kimberley Geissler for assistance with the data. Ericson thanks the Boston University School of Management for funding. Starc thanks the Wharton Center for Health Care Management and Economics for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}