{
    "id": 2081,
    "citation_title": "The Export Performance of Swedish and U.S. Multinationals",
    "citation_author": [
        "Magnus Blomstrom",
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the U.S. and Sweden both lost more than 20 per cent of their shares of world and developed countries' exports of manufactures over the 15 years or so after the mid-1960's, the export shares of their multinational firms stayed fairly stable or even increased. The multinationals, while first increasing and then holding fairly constant their shares of exports by their home countries, raised the proportion of their worldwide exports that they supplied from their overseas affiliates. These developments suggest that the declining trade shares of the U.S. and Sweden were not due mainly to deterioration in the innovativeness or inventiveness of American and Swedish firms or declines in their management ability or in their technological capabilities, but rather to economic developments in the firms' home countries. The finding that firms have done better as exporters than their home countries 4s strengthened when we look at different industry groups. In both the U.S. and Sweden, and in all industry groups, with one exception, the multinationals' export shares increased relative to those of their home countries. The margins were often wide, and were mostly larger for Swedish firms than for U.S. firms. In general, though the basic story was quite similar for the U.S. and Sweden, there were some notable differences. One was that the share of exports originating in affiliates was lower for Sweden than for the U.S. To a large extent, this difference in the siting of export production reflected the much greater export orientation of Swedish parents relative to U.S. parents, presumably a consequence of the relatively small size of the Swedish domestic market. Another difference between U.S. and Swedish multinationals was that while the U.S. firms' share in world manufacturing exports remained stable over the studied period, the Swedish firms' share rose by 14 per cent. We are so far not in a position to say whether this was because Swedish firms increased their competitiveness more than U.S. firms or because there was a higher conversion of Swedish firms into multinational status.\n\n",
    "acknowledgement": "\n"
}