{
    "id": 20819,
    "citation_title": "Price Setting in Online Markets: Does IT Click?",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Viacheslav Sheremirov",
        "Oleksandr Talavera"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "2015-02-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a unique dataset of daily U.S. and U.K. price listings and the associated number of clicks for precisely defined goods from a major shopping platform, we shed new light on how prices are set in online markets, which have a number of special properties such as low search costs, low costs of monitoring competitors' prices, and low costs of nominal price adjustment. We document that although online prices are more flexible than offline prices, they continue to exhibit relatively long spells of fixed prices, large size and low synchronization of price changes, considerable cross-sectional dispersion, and low sensitivity to predictable or unanticipated changes in demand conditions. Qualitatively these patterns are similar to those observed for offline prices, which calls for more research on the sources of price rigidities and dispersion.\n\n",
    "acknowledgement": "\nWe are grateful to Hal Varian for his support and comments, as well as to participants of UC Berkeley GEMS seminar, NBER Summer Institute Price Dynamics group, and the 14th EBES Conference for comments and discussion. Gorodnichenko thanks the NSF and the Sloan Foundation for financial support. Sandra Spirovska provided excellent research assistance. We thank Oleksiy Kryvtsov and Nicolas Vincent for sharing their data. The views expressed herein are not necessarily those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}