{
    "id": 20816,
    "citation_title": "Field of Study, Earnings, and Self-Selection",
    "citation_author": [
        "Lars Kirkebøen",
        "Edwin Leuven",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do individuals choose different types of post-secondary education, and what are the labor market consequences of those choices? We show that answering these questions is difficult because individuals choose between several unordered alternatives. Even with a valid instrument for every type of education, instrumental variables estimation of the payoffs require information about individuals’ ranking of education types or strong additional assumptions, like constant effects or restrictive preferences. These identification results motivate and guide our empirical analysis of the choice of and payoff to field of study. Our context is Norway’s post-secondary education system where a centralized admission process covers almost all universities and colleges. This process creates credible instruments from discontinuities which effectively randomize applicants near unpredictable admission cutoffs into different fields of study. At the same time, it provides us with strategy-proof measures of individuals’ ranking of fields. Taken together, this allows us to estimate the payoffs to different fields while correcting for selection bias and keeping the next-best alternatives as measured at the time of application fixed. We find that different fields have widely different payoffs, even after accounting for institutional differences and quality of peer groups. For many fields the payoffs rival the college wage premiums, suggesting the choice of field is potentially as important as the decision to enroll in college. The estimated payoffs are consistent with individuals choosing fields in which they have comparative advantage. We also test and reject assumptions of constant effects or restrictive preferences, suggesting that information on next-best alternatives is essential to identify payoffs to field of study.\n\n",
    "acknowledgement": "\nWe thank seminar participants at several universities and conferences for valuable feedback and suggestions. The project received financial support from the Norwegian Research Council. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}