{
    "id": 20814,
    "citation_title": "Four Centuries of Return Predictability",
    "citation_author": [
        "Benjamin Golez",
        "Peter Koudijs"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "2017-02-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine annual stock market data for the most important equity markets of the last four centuries: the Netherlands/U.K. (1629-1812), U.K. (1813-1870) and U.S. (1871-2015). We show that dividend yields are stationary and consistently forecast returns. The documented predictability holds for annual and multi-annual horizons and works both in and out-of-sample, providing strong evidence that expected returns in stock markets are time-varying. Much of this variation is related to the business cycle, with expected returns increasing in recessions. We also find that, except for the period after 1945, dividend yields predict dividend growth rates.\n\n",
    "acknowledgement": "\nWe thank Jules van Binsbergen (discussant), Jacob Boudoukh, John Campbell (discussant), Anna Cieslak, Zhi Da, Nicholas Hirschey (discussant), Arvind Krishnamurthy, Hanno Lustig, Stijn van Nieuwerburgh (discussant), Monika Piazzesi, Martin Schneider, Robert Stambaugh (discussant), Jessica Wachter, Michael Weber (discussant), Ivo Welch, and seminar participants at University of Notre Dame, UC San Diego, Stanford University, European Central Bank, University of Konstanz, USI Lugano, Nova School of Business and Economics, Bocconi University, University of Zurich, 2014 SITE Conference, 2015 Rodney L. White Center for Financial Research Conference, 2015 Western Finance Association Conference, 2015 Red Rock Conference, 2016 American Economic Association Conference, and 2016 European Winter Finance Conference for comments and suggestions. We thank Gary Shea for generously sharing his data about 18th century British companies and John Turner for his advice on how to use British stock price information from the 19th century. George Jiang, Manisha Goswami and Cathy Quiambao provided valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}