{
    "id": 20810,
    "citation_title": "The Effects of Youth Employment: Evidence from New York City Summer Youth Employment Program Lotteries",
    "citation_author": [
        "Alexander Gelber",
        "Adam Isen",
        "Judd B. Kessler"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "2020-10-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nPrograms to encourage labor market activity among youth, including public employment programs and wage subsidies like the Work Opportunity Tax Credit, can be supported by three broad rationales. They may: (1) provide contemporaneous income support to participants; (2) encourage work experience that improves future employment and/or educational outcomes of participants; and/or (3) keep participants “out of trouble.” We study randomized lotteries for access to New York City's Summer Youth Employment Program (SYEP), the largest summer youth employment program in the U.S., by merging SYEP administrative data on 294,580 lottery participants to IRS data on the universe of U.S. tax records and to New York State administrative incarceration data. In assessing the three rationales, we find that: (1) SYEP participation causes average earnings and the probability of employment to increase in the year of program participation, with modest contemporaneous crowdout of other earnings and employment; (2) SYEP participation causes a moderate decrease in average earnings for three years following the program and has no impact on college enrollment; and (3) SYEP participation decreases the probability of incarceration and decreases the probability of mortality, which has important and potentially pivotal implications for analyzing the net benefits of the program.\n\n",
    "acknowledgement": "\nWe thank the New York City Department of Youth and Community Development for sharing the data with us. We are particularly grateful to Alan Cheng for answering our questions. We thank the New York City Department of Health and Mental Hygiene for giving us access to their data. We thank David Autor, David Card, Hilary Hoynes, Larry Katz, Pat Kline, Janet McCubbin, Enrico Moretti, Steve Raphael, Jesse Rothstein, Chris Walters, and Danny Yagan for helpful suggestions, and we thank the Human Resources Center at The Wharton School and the UC Berkeley Institute for Research on Labor and Employment for financial support. We thank Harsha Mallajosyula for outstanding research assistance. This paper does not necessarily reflect the views of the U.S. Treasury or the National Bureau of Economic Research. All errors are our own.\n\n\n\nAlexander Gelber\n\nAlexander Gelber served as Deputy Assistant Secretary of the U.S. Treasury from 2012 to 2013.\n\n\nAdam Isen is an employee of the U.S. Treasury.\n\n\n"
}