{
    "id": 20817,
    "citation_title": "Monetary Shocks in Models with Inattentive Producers",
    "citation_author": [
        "Fernando Alvarez",
        "Francesco Lippi",
        "Luigi Paciello"
    ],
    "citation_publication_date": "2015-01-05",
    "issue_date": "2014-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study models where prices respond slowly to shocks because firms are rationally inattentive. Producers must pay a cost to observe the determinants of the current profit maximizing price, and hence observe them infrequently. To generate large real effects of monetary shocks in such a model the time between observations must be long and/or highly volatile. Previous work on rational inattentiveness has allowed for observation intervals which are either constant-but-long (e.g. Caballero (1989) or Reis (2006)) or volatile-but-short (e.g. Reis’s (2006) example where observation costs are negligible), but not both. In these models, the real effects of monetary policy are small for realistic values of the average time between observations. We show that non- negligible observation costs produce both these effects: intervals between observations are both infrequent and volatile. This generates large real effects of monetary policy for realistic values of the average time between observations.\n\n",
    "acknowledgement": "\nWe thank Carlos Carvalho, Xavier Gabaix, Christian Hellwig, Pat Kehoe, Herve Le Bihan, Bartosz Mackowiak, Ricardo Reis, Victor Rios-Rull as well as seminar participants at UCL, EIEF, the Bank of England, ECB, International Network on Expectations and Coordination at NYU, NBER Summer Institute 2012, “Rational Inattention and Related Theories” Prague 2012 and Oxford 2014, Tor Vergata University, and T2M Conference at Lausanne University for their comments. Part of the research for this paper was sponsored by the ERC advanced grant 324008. Philip Barrett provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}