{
    "id": 20824,
    "citation_title": "Central Bank Credibility: An Historical and Quantitative Exploration",
    "citation_author": [
        "Michael D. Bordo",
        "Pierre L. Siklos"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we provide empirical measures of central bank credibility and augment these with historical narratives from eleven countries. To the extent we are able to apply reliable institutional information we can also indirectly assess their role in influencing the credibility of the monetary authority. We focus on measures of inflation expectations, the mean reversion properties of inflation, and indicators of exchange rate risk. In addition we place some emphasis on whether credibility is particularly vulnerable during financial crises, whether its evolution is a function of the type of crisis or its kind (i.e., currency, banking, sovereign debt crises). We find credibility changes over time are frequent and can be significant. Nevertheless, no robust empirical connection between the size of an economic shock (e.g., the Great Depression) and loss of credibility is found. Second, the frequency with which the world economy experiences economic and financial crises, institutional factors (i.e., the quality of governance) plays an important role in preventing a loss of credibility. Third, credibility shocks are dependent on the type of monetary policy regime in place. Finally, credibility is most affected by whether the shock can be associated with policy errors.\n\n",
    "acknowledgement": "\nPresented at the 2014 Norges Bank Conference “Of the Uses of Central Banks: Lessons from History”, Oslo, Norway. The second author thanks CIGI-INET for financial support. Nicolo Battestini, Samantha St. Amand, and Cesar Tamayo provided excellent research assistance. Earlier versions of this paper were presented as a keynote presentation at the 7th Conference of the South-Eastern European Monetary History Network, Bank of Albania, the Norges Bank 2016 pre-conference at the Graduate Institute in Geneva, the 7th World Congress of the Cliometrics Society, the 2014 ASSA Conference (Cliometrics Society) in Philadelphia, and the 31st SUERF Colloquium and Baffi Finlawmetrics Conference in Milan (June 2014). Comments on earlier drafts by Oyvind, Eitrheim, Marc Flandreau,  Peter Ireland, Lars Jonung, Josh Hausman, Athanasios Orphanides, and Eugene White, are gratefully acknowledged. We are also grateful to our discussant, Lars Svensson, for insightful comments as well as participants at the Norges Bank Conference and other conferences. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael D. Bordo\n\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Cleveland and some of the research behind this paper was done there.\n\n\n"
}