{
    "id": 20822,
    "citation_title": "Domestic and Multilateral Effects of Capital Controls in Emerging Markets",
    "citation_author": [
        "Gurnain Pasricha",
        "Matteo Falagiarda",
        "Martin Bijsterbosch",
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2018-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel, high frequency dataset on capital control actions in 16 emerging market economies (EMEs) from 2001 to 2012, we provide new insights into the domestic and multilateral effects of capital controls. Increases in capital account openness reduce monetary policy autonomy and increase exchange rate stability, confirming the constraints of the monetary policy trilemma. Both gross in- and outflows rise, while the effect on net capital flows is ambiguous. Tighter capital inflow restrictions generated significant spillovers, especially in the post-2008 environment of abundant global liquidity. We also find evidence of a domestic policy response to foreign capital control changes in countries that are affected by these spillovers.\n\n",
    "acknowledgement": "\nWe would like to thank Thomas Dallaire, Gagandeep Pabla, Bryce Shelton and Derrick Shroeter for excellent research assistance. We would also like to thank two anonymous referees, Damien Cubizol, Rose Cunningham, Michael Ehrmann, Andrea Fracasso, Serdar Kabaca, Rahul Mukherjee, Robert McCauley, seminar participants at Bank of Canada, Bank for International Settlements, International Monetary Fund, Inter-American Development Bank, the Central Bank of Republic of Turkey and Bank of England joint G20 workshop on “International Monetary and Financial System: short-term challenges, long-term solutions”, the 13th Research Meeting of NIPFP-DEA Research Program at Neemrana, India, the 13th INFINITI conference on International Finance, the 2016 Annual Conference of the Royal Economic Society and the EMG-ECB Workshop on Global Liquidity and its International Implications held in April 2016, for helpful comments and suggestions. The views expressed in this paper are those of the authors. No responsibility for them should be attributed to the Bank of Canada, the European Central Bank or the NBER. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\n\n\n"
}