{
    "id": 20827,
    "citation_title": "Austerity in 2009-2013",
    "citation_author": [
        "Alberto Alesina",
        "Omar Barbiero",
        "Carlo Favero",
        "Francesco Giavazzi",
        "Matteo Paradisi"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom is (i) that fiscal austerity was the main culprit for the recessions experienced by many countries, especially in Europe, since 2010 and (ii) that this round of fiscal consolidation was much more costly than past ones. The contribution of this paper is a clarification of the first point and, if not a clear rejection, at least it raises doubts on the second. In order to obtain these results we construct a new detailed \"narrative\" data set which documents the actual size and composition of the fiscal plans implemented by several countries in the period 2009-2013. Out of sample simulations, that project output growth conditional only upon the fiscal plans implemented since 2009 do reasonably well in predicting the total output fluctuations of the countries in our sample over the years 2010-13 and are also capable of explaining some of the cross-country heterogeneity in this variable. Fiscal adjustments based upon cuts in spending appear to have been much less costly, in terms of output losses, than those based upon tax increases. The difference between the two types of adjustment is very large. Our results, however, are mute on the question whether the countries we have studied did the right thing implementing fiscal austerity at the time they did, that is 2009-13. Finally we examine whether this round of fiscal adjustments, which occurred after a financial and banking crisis, has had different effects on the economy compared to earlier fiscal consolidations carried out in \"normal\" times. When we test this hypothesis we do not reject the null, although in some cases failure to reject is marginal. In other words, we don't find sufficient evidence to claim that the recent rounds of fiscal adjustment, when compared with those occurred before the crisis, have been especially costly for the economy.\n\n",
    "acknowledgement": "\nPrepared for the 60th Economic Policy Panel, held on October 24-25, 2014 at EIEF in Rome. We thank Armando Miano and Giulia Giupponi for excellent research assistance. We are grateful to Refet Gurkaynak and two anonymous referees: their comments greatly improved the paper. We also thank Mario Buti, Vitor Constâncio, Paolo Mauro and the members of the Economic Policy Panel for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}