{
    "id": 20829,
    "citation_title": "Patronage Politics and the Development of the Welfare State: Confederate Pensions in the American South",
    "citation_author": [
        "Shari Eli",
        "Laura Salisbury"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBeginning in the 1880s, southern states introduced pensions for Confederate veterans and widows. They continued to expand these programs through the 1920s, while states outside the region were introducing cash transfer programs for workers, poor mothers, and the elderly. Using legislative documents, application records for Confederate pensions, and county-level census and electoral data, we argue that political considerations guided the enactment and distribution of these pensions. We show that Confederate pensions programs were introduced and funded during years in which Democratic gubernatorial candidates were threatened at the ballot box. Moreover, we offer evidence that pensions were disbursed to counties in which these candidates had lost ground to candidates from alternative parties.\n\n",
    "acknowledgement": "\nWe thank Lee Alston, Gustavo Bobonis, Martha Bailey, Louis Cain, Karen Clay, Yosh Halberstam, Gillian Hamilton, Ian Keay, Frank Lewis, Robert Margo, Edson Severnini, Allison Shertzer, and conference participants at Queen's University and the Economic History Association for useful comments.  We also thank Tina Xu and Zvezdomir Todorov for excellent research assistance.  This project received funding from the Social Science and Humanities Research Council of Canada.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}