{
    "id": 20825,
    "citation_title": "Exploration for Human Capital: Evidence from the MBA Labor Market",
    "citation_author": [
        "Camelia M. Kuhnen",
        "Paul Oyer"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2015-02-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe empirically investigate the effect of uncertainty on corporate hiring. Using novel data from the labor market for MBA graduates, we show that uncertainty regarding how well job candidates fit with a firm’s industry hinders hiring, and that firms value probationary work arrangements that provide the option to learn more about potential full-time employees. The detrimental effect of uncertainty on hiring is more pronounced when firms face greater firing and replacement costs, and when they face less direct competition from other similar firms. These results suggest that firms faced with uncertainty use similar considerations when making hiring decisions as when making decisions regarding investment in physical capital.\n\n",
    "acknowledgement": "\nResearch support for this study was provided by Stanford University, Northwestern University, and the University of North Carolina at Chapel Hill.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}