{
    "id": 20821,
    "citation_title": "Distinguishing Constraints on Financial Inclusion and Their Impact on GDP, TFP, and the Distribution of Income",
    "citation_author": [
        "Era Dabla-Norris",
        "Yan Ji",
        "Robert M. Townsend",
        "D. Filiz Unsal"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA general equilibrium model featuring multiple realistic sources of financial frictions is developed to study how different constraints interact in equilibrium. We highlight, distinguish, and evaluate their differential impacts and rich interactions. The economic impact of financial inclusion policies in an economy depends not only on which constraint is alleviated, but also on the tightness of other constraints. Policy instruments should target the most binding constraint, which likely varies across countries. Moreover, there are important tradeoffs between financial inclusion, GDP, and the distribution of income. The transitional dynamics also differ from those in steady states. Policy makers should consider both.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Distinguishing Constraints on Financial Inclusion and Their Impact on GDP and Inequality.\"We thank Abhijit Banerjee, Adrien Auclert, Francisco Buera, Stijn Claessens, Dean Corbae, Joseph Kaboski, Hanno Lustig, David Marston, Benjamin Moll, Rafael Portillo, Yongs Shin, Alp Simsek, Iv an Werning, and seminar participants at ESWC 2015, the IMF Workshop on Macroeconomic Policy and Inequality, and the MIT Macro and Development seminar for very helpful comments. We thank Songyuan Teng for excellent research assistance. This paper forms part of a research project on macroeconomic policy in low-income countries supported by the U.K.'s Department for International Development (DFID). The views here belong to the authors and not to the DFID. Townsend gratefully acknowledges research support from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) (grant number R01 HD027638), the Centre for Economic Policy Research (CEPR), and DFID (grant number MRG002-1255).\n\n\n"
}