{
    "id": 20828,
    "citation_title": "The Fluidity of Race: “Passing” in the United States, 1880-1940",
    "citation_author": [
        "Emily Nix",
        "Nancy Qian"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2021-06-04",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper quantifies the extent to which individuals experience changes in reported racial identity in the historical U.S. context. Using the full population of historical Censuses for 1880-1940, we document that over 19% of black males “passed” for white at some point during their lifetime, around 10% of whom later “reverse-passed” to being black; passing was accompanied by geographic relocation to communities with a higher percentage of whites and occurred the most in Northern states. The evidence suggests that passing was positively associated with better political-economic and social opportunities for whites relative to blacks. As such, endogenous race is likely to be a quantitatively important phenomenon.\n\n",
    "acknowledgement": "\nWe thank Joseph Altonji, Leah Platt-Boustan, Lisa Cook, Claudia Goldin, Naomi Lamoreux, Costas Meghir, Corina Mommaerts and Suresh Naidu for their insights; the participants at the Harvard Economic History Seminar, the Stockholm IGC Political Economy Workshop for their comments; and Sakshi Kumar for excellent research assistance. We are very grateful to Family Search and Suresh Naidu for sharing their data with us. All mistakes are our own. Comments and suggestions are welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}