{
    "id": 20820,
    "citation_title": "International Currency Exposures, Valuation Effects, and the Global Financial Crisis",
    "citation_author": [
        "Agustín S. Bénétrix",
        "Philip R. Lane",
        "Jay C. Shambaugh"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the evolution of international currency exposures, with a particular focus on the 2002-12 period. During the run up to the global financial crisis, there was a widespread shift towards positive net foreign currency positions, such that relatively few countries exhibited the archetypal emerging-market \\short foreign currency\" position on the eve of the global financial crisis. During the crisis, the upheaval in currency markets generated substantial currency-generated valuation effects - much of which were not reversed. There is some evidence that the distribution of valuation effects was stabilizing in the sense of showing a negative covariation pattern with pre-crisis net foreign asset positions.\n\n",
    "acknowledgement": "\nPrepared for 2014 International Seminar on Macroeconomics, Riga, June 27-28 2014. We are grateful for feedback from our discussants Gian Maria Milesi-Ferretti and Bob McCauley. We thank Jeff Frankel, the participants of the 2014 International Seminar on Macroeconomics conference and  seminars at the European Central Bank and Trinity College Dublin for comments. We thank Rogelio Mercado, Caroline Mehigan and Alex Redmond for research assistance. Benetrix thanks the Irish Research Council and Lane thanks the Institute for New Economic Thinking for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}