{
    "id": 20826,
    "citation_title": "The Skill Complementarity of Broadband Internet",
    "citation_author": [
        "Anders Akerman",
        "Ingvil Gaarder",
        "Magne Mogstad"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes adoption of broadband internet in firms enhance labor productivity and increase wages? And is this technological change skill biased or factor neutral? We exploit rich Norwegian data to answer these questions. A public program with limited funding rolled out broadband access points, and provides plausibly exogenous variation in the availability and adoption of broadband internet in firms. Our results suggest that broadband internet improves (worsens) the labor outcomes and productivity of skilled (unskilled) workers. We explore several possible explanations for the skill complementarity of broadband internet. We find suggestive evidence that broadband adoption in firms complements skilled workers in executing nonroutine abstract tasks, and substitutes for unskilled workers in performing routine tasks. Taken together, our findings have important implications for the ongoing policy debate over government investment in broadband infrastructure to encourage productivity and wage growth.\n\n",
    "acknowledgement": "\nThanks to Jerome Adda, Ingvild Almaas, Russell Cooper, David Green, Hyejin Ku, Morten Ravn, three anonymous referees, and the editor for helpful suggestions. We are grateful to David Autor and David Dorn for sharing their data on job task requirements and useful comments. Akerman thanks the Swedish Research Council for generous support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}