{
    "id": 20833,
    "citation_title": "The Returns to the Federal Tax Credits for Higher Education",
    "citation_author": [
        "George B. Bulman",
        "Caroline M. Hoxby"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2015-11-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThree tax credits benefit households who pay tuition and fees for higher education.  The credits have been justified as an investment: generating more educated people and thus more earnings and externalities associated with education.  The credits have also been justified purely as tax cuts to benefit the middle class.  In 2009, the generosity of and eligibility for the tax credits expanded enormously so that their 2011 cost was $25 billion.  Using selected, de-identified data from the population of  potential filers, we show how the credits are distributed across households with different incomes.  We estimate the causal effects of the federal tax credits using two empirical strategies (regression kink and simulated instruments) which we show to be strong and very credibly valid for this application.  The latter strategy exploits the massive expansion of the credits in 2009.  We present causal estimates of the credits' effects on postsecondary attendance, the type of college attended, the resources experienced in college, tuition paid, and financial aid received.  We discuss the implications of our findings for society's return on investment and for the tax credits' budget neutrality over the long term (whether higher lifetime earnings generate sufficient taxes to recoup the tax expenditures).   We assess several explanations why the credits appear to have negligible causal effects.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily represent the views of the Internal Revenue Service, the U.S. Treasury Department, or the National Bureau of Economic Research. This work is a component of a larger project examining the effects of federal tax and other expenditures that affect higher education.  Selected, de-identified data were accessed through contract TIR-NO-12-P-00378 with the Statistics of Income (SOI) Division at the U.S. Internal Revenue Service.  The authors gratefully acknowledge the help of Barry W. Johnson of the Statistics of Income Division, Internal Revenue Service.  The authors also gratefully acknowledge comments from Jeffrey Brown, James Poterba, Martin Feldstein, Nicholas Turner, Gerald Auten, and Adam Cole.\n\n\n"
}