{
    "id": 20831,
    "citation_title": "Global Sunspots and Asset Prices in a Monetary Economy",
    "citation_author": [
        "Roger E.A. Farmer"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper constructs a simple model in which asset price fluctuations are caused by sunspots. Most existing sunspot models use local linear approximations: instead, I construct global sunspot equilibria. My agents are expected utility maximizers with logarithmic utility functions, there are no fundamental shocks and markets are sequentially complete. Despite the simplicity of these assumptions, I am able to go a considerable way towards explaining features of asset pricing data that have presented an obstacle to previous models that adopted similar assumptions. My model generates volatile persistent swings in asset prices, a substantial term premium for long bonds and bursts of conditional volatility in rates of return.\n\n",
    "acknowledgement": "\nI would like to thank Fernando Alvarez, Markus K. Brunnermeir, Emmanuel Farhi, Leland E. Farmer, Xavier Gabaix, Nicolae Garleanu, Valentin Haddad, Lars Peter Hansen, Nobuhiro Kiyotaki, Robert E. Lucas Jr., N. Gregory Mankiw, Nancy L. Stokey, Harald Uhlig, Ivan Werning and Pawel Zabczyk for their comments on earlier versions of the ideas contained in this paper. I would also like to thank participants at the NBER Economic Fluctuations and Growth Meeting in February of 2014, the NBER 2014 summer workshop on Asset pricing, the 2014 summer meetings of the Society for Economic Dynamics in Toronto Canada, and the Brigham Young University Computational Public Economics Conference in Park City Utah, December 2014. Earlier versions of this work were presented at the Bank of England, the Board of Governors of the Federal Reserve, Harvard University, the International Monetary Fund, the London School of Economics, the London Business School, Penn State University, the University of Chicago, the Wharton School and Warwick University. I would especially like to thank C. Roxanne Farmer for her editorial assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}