{
    "id": 20838,
    "citation_title": "Bounding the Labor Supply Responses to a Randomized Welfare Experiment: A Revealed Preference Approach",
    "citation_author": [
        "Patrick Kline",
        "Melissa Tartari"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2015-11-10",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the short-term impact of Connecticut's Jobs First welfare reform experiment on women's labor supply and welfare participation decisions. A non-parametric optimizing model is shown to restrict the set of counterfactual choices compatible with each woman's actual choice. These revealed preference restrictions yield informative bounds on the frequency of several intensive and extensive margin responses to the experiment. We find that welfare reform induced many women to work but led some others to reduce their earnings in order to receive assistance. The bounds on this latter \"opt-in\" effect imply that intensive margin labor supply responses are non-trivial.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title \"What Distributional Impacts Mean: Welfare Reform Experiments and Competing Margins of Adjustment.\" We thank the editor and four referees for helpful comments that greatly improved the paper. We also thank Andres Santos and seminar participants and discussants at the NBER Public Economics and Labor Studies Program Meetings, the Becker-Friedman Institute Interactions Conference, the Institute for Research on Poverty meetings, the Federal Reserve Bank of Chicago, the Harris School, Mannheim University, MIT, UC Berkeley, UCL, UCLA, UCSD, Rice University, the University of Sydney, the University of Technology Sydney, Stanford, and Yale for useful comments. Stuart Craig, Attila Lindner, and Raffaele Saggio provided outstanding research assistance. This research was supported by NSF Grant #0962352. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}