{
    "id": 20830,
    "citation_title": "The Limits of Reputation in Platform Markets: An Empirical Analysis and Field Experiment",
    "citation_author": [
        "Chris Nosko",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe argue that reputation mechanisms used by platform markets suffer from two problems. First, buyers may draw conclusions about the quality of the platform from single transactions, causing a reputational externality across sellers. Second, for a variety of reasons we discuss, reputations will be biased. We document these problems using eBay data and claim that platforms can benefit from identifying and promoting higher quality sellers. We create an unobservable measure of seller quality and demonstrate the benefits of our approach through a controlled experiment that prioritizes better quality sellers. We highlight the importance of reputational externalities and chart an agenda that aims to create more realistic models of platform markets.\n\n",
    "acknowledgement": "\nWe are grateful to many employees and executives at eBay without whom this research could not have been possible. We thank Andrei Hagiu and Glen Weyl for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}