{
    "id": 20835,
    "citation_title": "Medicaid as an Investment in Children: What is the Long-Term Impact on Tax Receipts?",
    "citation_author": [
        "David W. Brown",
        "Amanda E. Kowalski",
        "Ithai Z. Lurie"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2020-12-02",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine the long-term impact of expansions to Medicaid and the State Children's Health Insurance Program that occurred in the 1980's and 1990's.  With administrative data from the IRS, we calculate longitudinal health insurance eligibility from birth to age 18 for children in cohorts affected by these expansions, and we observe their longitudinal outcomes as adults. Using a simulated instrument that relies on variation in eligibility by cohort and state, we find that children whose eligibility increased paid more in cumulative taxes by age 28. These children collected less in EITC payments, and the women had higher cumulative wages by age 28. Incorporating additional data from the Medicaid Statistical Information System (MSIS), we find that the government spent $872 in 2011 dollars for each additional year of Medicaid eligibility induced by the expansions.  Putting this together with the estimated increase in tax payments discounted at a 3% rate, assuming that tax impacts are persistent in percentage terms, the government will recoup 56 cents of each dollar spent on childhood Medicaid by the time these children reach age 60. This return on investment does not take into account other benefits that accrue directly to the children, including estimated decreases in mortality and increases in college attendance. Moreover, using the MSIS data, we find that each additional year of Medicaid eligibility from birth to age 18 results in approximately 0.58 additional years of Medicaid receipt. Therefore, if we scale our results by the ratio of beneficiaries to eligibles, then all of our results are almost twice as large.\n\n",
    "acknowledgement": "\nWe thank participants at UCLA Anderson, the University of Connecticut, the University of Kentucky, Vanderbilt, and Yale for helpful comments.  Kate Archibald, William Bishop, Anna Cornelius-Schecter, Rebecca McKibbin, and Sam Moy provided excellent research assistance. National Science Foundation (NSF) CAREER Award 1350132 and the National Institute on Aging of the National Institutes of Health (NIH) Award P30AG12810 supported Amanda Kowalski's work on this project. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors and do not necessarily represent the views of the US Department of Treasury, the NSF, the NIH, or the National Bureau of Economic Research.\n\n\n"
}