{
    "id": 20839,
    "citation_title": "Directing Remittances to Education with Soft and Hard Commitments: Evidence from a Lab-in-the-field Experiment and New Product Take-up Among Filipino Migrants in Rome",
    "citation_author": [
        "Giuseppe De Arcangelis",
        "Majlinda Joxhe",
        "David McKenzie",
        "Erwin Tiongson",
        "Dean Yang"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests how migrants’ willingness to remit changes when given the ability to direct remittances to educational purposes using different forms of commitment. Variants of a dictator game in a lab-in-the-field experiment with Filipino migrants in Rome are used to examine remitting behavior under varying degrees of commitment. These range from the soft commitment of simply labeling remittances as being for education, to the hard commitment of having funds directly paid to a school and the student’s educational performance monitored. We find that the introduction of simple labeling for education raises remittances by more than 15 percent. Adding the ability to directly send this funding to the school adds only a further 2.2 percent. We randomly vary the information asymmetry between migrants and their most closely connected household, but find no significant change in the remittance response to these forms of commitment as information varies. Behavior in these games is then shown to be predictive of take-up of a new financial product called EduPay, designed to allow migrants to directly pay remittances to schools in the Philippines. We find this take-up is largely driven by a response to the ability to label remittances for education, rather than to the hard commitment feature of directly paying schools.\n\n",
    "acknowledgement": "\nIsabel Hernando (Innovations for Poverty Action) provided top-notch field implementation in the Philippines. We appreciate the key roles played by the following individuals in collaborating institutions: Raul Dimayuga, Roy Yu, and Anne Delos Reyes (Bank of the Philippine Islands); Chichoy Campos, Joseph Estrada, and Mayla Sampa (Philippine Association of Private Schools, Colleges and Universities); Carol Porio (Fund for Assistance to Private Education); Embassy of the Philippines in Rome, Italy; and Cristina Liamzon (Overseas Filipinos Society for the Promotion of Economic Security). Funding for this study was provided by USAID Development Innovation Ventures (DIV). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}