{
    "id": 20843,
    "citation_title": "The Long-Term Consequences of Free School Choice",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "2017-02-03",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study the long-term consequences of what amounted to an effective free school choice program which two decades ago targeted disadvantaged students in Israel. I show that the program led to significant gains in post-secondary education, through increased enrollment in academic and teachers' colleges but without any increase in enrollment in research universities. Free school choice increased also earnings at adulthood of treated students. Male students had much larger improvements in college schooling and labor market outcomes. Female students, however, experienced higher increases in marriage and fertility rates, which most likely interfered with their schooling and labor market outcomes.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Elior Cohen, Michal Hodor and Assaf Kott. I benefitted from comments and suggestions from participants at the Bergen/UCL/Warwick 2015 Topics in Labor Economics Workshop, the CESifo 2015 Conference on Economics of Education, The London Centre for the Study of Market Reform of Education 2016 School Choice Conference, seminars at the Hebrew University, the Ministry of Education in Madrid, Warwick University and from Gordon Dahl, David Deming, Christian Dustman, Magne Mogstad, Steve Machin, Craig Riddell, Kjell Salvanes, Uta Schoenberg, and Fabian Waldinger. I thank Israel’s National Insurance Institute (NII) for allowing restricted access to post-secondary schooling and economic and social outcomes data at adulthood in the NII protected research lab. I acknowledge financial support from the European Research Council through ERC Advance Grant 323439, The Israel Science Foundation and the Falk Research Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}