{
    "id": 20845,
    "citation_title": "Estimating Management Practice Complementarity between Decentralization and Performance Pay",
    "citation_author": [
        "Bryan Hong",
        "Lorenz Kueng",
        "Mu-Jeung Yang"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe existence of complementarity across management practices has been proposed as one potential explanation for the persistence of firm-level productivity differences. However, thus far no conclusive population-level tests of the complementary joint adoption of management practices have been conducted. Using unique detailed data on internal organization, occupational composition, and firm performance for a nationally representative sample of firms in the Canadian economy, we exploit regional variation in income tax progression as an instrument for the adoption of performance pay. We find systematic evidence for the complementarity of performance pay and decentralization of decision-making from principals to employees. Furthermore, in response to the adoption of performance pay, we find a concentration of decision-making at the level of managerial employees, as opposed to a general movement towards more decentralization throughout the organization. Finally, we find that adoption of performance pay is related to other types of organizational restructuring, such as greater use of outsourcing, Total Quality Management, re-engineering, and a reduction in the number of layers in the hierarchy.\n\n",
    "acknowledgement": "\nWe would like to thank Nick Bloom, Chad Syverson, John Van Reenen; seminar participants at Emory University, Harvard Business School, the University of Washington, the NBER Summer Institute; and, in particular, our discussant Raffaella Sadun, for helpful comments. We are also grateful to Ergete Ferede for sharing his residual income progression data. The usual disclaimer applies.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLorenz Kueng\n\nFunding for this study was generously provided by Ivey Business School, Kellogg School of Management, University of Washington-Seattle, and Industry Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}