{
    "id": 20844,
    "citation_title": "The Evolution of the Financial Stability Mandate: From Its Origins to the Present Day",
    "citation_author": [
        "Gianni Toniolo",
        "Eugene N. White"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the origins and growth of the Financial Stability Mandate (FSM) to examine why bank supervisors, inside and outside of central banks succeeded or failed to meet their FSM. Three issues inform this study: (1) what drives changes in the FSM, (2) whether supervision should be conducted within the central bank or in independent agencies and (3) whether supervision should be rules- or discretion/principles-based. As histories of bank supervision are few, we focus on the history of six countries where there is sufficient information, three in Europe (England, France, and Italy) and three in the New World (U.S., Canada, and Colombia) to highlight the essential developments in the FSM. While there was a common evolutionary path, the development of FSM in each individual country was determined by how quickly each adapted to changes in the technology of the means of payment and their political economy, including their disposition towards competitive markets and openness to the world economy.\n\n",
    "acknowledgement": "\nPresented originally at the Norges Bank Conference: Of the Use of Central Banks: Lessons from History, June 5-6, 2014. We particularly want to thank Michael Bordo, Øyvind Eitreim, Rui Pedro Esteves, Stefan Gerlach,  Eric Monnet and the conference participants for their helpful comments.  We are also grateful for suggestions made by participants at the Financial Stability Conference held at the European Banking Center at Tilburg University. The views expressed here are our own and are not necessarily those of LUISS (Roma), Duke University, the Center for Economic Policy Research, Rutgers University, or the National Bureau of Economic Research. Support from the Norges Bank for this project is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}