{
    "id": 20842,
    "citation_title": "Migration, Congestion Externalities, and the Evaluation of Spatial Investments",
    "citation_author": [
        "Taryn Dinkelman",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe direct benefits of infrastructure in developing countries can be large, but if new infrastructure induces in-migration, congestion of other local publicly provided goods may offset the direct benefits. Using the example of rural household electrification in South Africa, we demonstrate the importance of accounting for migration when evaluating welfare gains of spatial programs. We also provide a practical approach to computing welfare gains that does not rely on land prices. We develop a location choice model that incorporates missing land markets and allows for congestion in local land. Using this model, we construct welfare bounds as a function of the income and population effects of the new electricity infrastructure. A novel prediction from the model is that migration elasticities and congestion effects are especially large when land markets are missing. We empirically estimate these welfare bounds for rural electrification in South Africa, and show that congestion externalities from program-induced migration reduced local welfare gains by about 40%.\n\n",
    "acknowledgement": "\nWe thank Tayyar Buyukbasaran and Yoon Sun Hur for excellent research assistance, Joan Gieseke for editorial assistance, and Eric Edmonds, Elaine Liu, Erzo F.P. Luttmer, and Sandip Sukhtankar for helpful comments on the paper. This research was funded by a grant from the International Growth Centre (RA-2009-11-016). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}