{
    "id": 20847,
    "citation_title": "The Effects of School Spending on Educational and Economic Outcomes: Evidence from School Finance Reforms",
    "citation_author": [
        "C. Kirabo Jackson",
        "Rucker C. Johnson",
        "Claudia Persico"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "2024-01-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSince Coleman (1966), many have questioned whether school spending affects student outcomes. The school finance reforms that began in the early 1970s and accelerated in the 1980s caused some of the most dramatic changes in the structure of K–12 education spending in US history. To study the effect of these school-finance-reform-induced changes in school spending on long-run adult outcomes, we link school spending and school finance reform data to detailed, nationally-representative data on children born between 1955 and 1985 and followed through 2011. We use the timing of the passage of court-mandated reforms, and their associated type of funding formula change, as an exogenous shifter of school spending and we compare the adult outcomes of cohorts that were differentially exposed to school finance reforms, depending on place and year of birth. Event-study and instrumental variable models reveal that a 10 percent increase in per-pupil spending each year for all twelve years of public school leads to 0.27 more completed years of education, 7.25 percent higher wages, and a 3.67 percentage-point reduction in the annual incidence of adult poverty; effects are much more pronounced for children from low-income families. Exogenous spending increases were associated with sizable improvements in measured school quality, including reductions in student-to-teacher ratios, increases in teacher salaries, and longer school years.\n\n",
    "acknowledgement": "\nWe wish to thank the PSID staff for access to the confidential restricted-use PSID geocode data, and confidential data provided by the National Center for Education Statistics, US Department of Education. This research was supported by research grants received from the National Science Foundation under Award Number 1324778 (Jackson), and from the Russell Sage Foundation (Johnson). We are grateful for helpful comments received from Larry Katz, David Card, Caroline Hoxby, several anonymous referees, and seminar participants at UC-Berkeley, Harvard University, NBER Summer Institute,  Institute for Research on Poverty Summer Workshop, Mannheim University, and Stockholm University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}