{
    "id": 20841,
    "citation_title": "Technology and Labor Regulations: Theory and Evidence",
    "citation_author": [
        "Alberto Alesina",
        "Michele Battisti",
        "Joseph Zeira"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that different labor market policies can lead to differences in technology across sectors in a model of labor saving technologies. Labor market regulations reduce the skill premium and as a result, if technologies are labor saving, countries with more stringent labor regulation, which are binding for low skilled workers, become less technologically advanced in their high-skilled sectors, and more technologically advanced in their low-skilled sectors. We then present data on capital output ratios, on estimated productivity levels and on patent creation, which support the predictions of our model.\n\n",
    "acknowledgement": "\nThis paper builds on a previously circulated manuscript with a similar title by Alesina and Zeira. We thank Daron Acemoglu, Olivier Blanchard, Francesco Caselli, Giovanni Di Bartolomeo, Diego Comin, Giorgio di Giorgio, Gene Grossman, Sharon Haddad, Bart Hobijn, Adam Jaffee, Larry Katz, Francis Kramarz, and Chris Pissarides for very helpful comments. Filipe Campante, Giampaolo Lecce, Sarit Weisburd, and Anna Zapesochini provided excellent research assistance. Joseph Zeira thanks the Israel Science Foundation, the Aaron and Michael Chilewich Chair and the Mary Curie Transfer of Knowledge Fellowship of the European Community’s 6th Framework Program under contract MTKD-CT-014288 for financial support. Remaining errors are of course ours only. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}