{
    "id": 20840,
    "citation_title": "Does Delay Cause Decay? The Effect of Administrative Decision Time on the Labor Force Participation and Earnings of Disability Applicants",
    "citation_author": [
        "David H. Autor",
        "Nicole Maestas",
        "Kathleen J. Mullen",
        "Alexander Strand"
    ],
    "citation_publication_date": "2015-01-12",
    "issue_date": "2015-01-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper measures the causal effect of time out of the labor force on subsequent employment of Social Security Disability Insurance (SSDI) applicants and distinguishes it from the discouragement effect of receiving disability benefits. Using a unique Social Security Administration workload database to identify exogenous variation in decision times induced by differences in processing speed among disability examiners to whom applicants are randomly assigned, we find that longer processing times reduce the employment and earnings of SSDI applicants for multiple years following application, with the effects concentrated among applicants awarded benefits during their initial application. A one standard deviation (2.1 month) increase in initial processing time reduces long-run “substantial gainful activity” rates by 0.36 percentage points (3.5%) and long-run annual earnings by $178 (5.1%). Because applicants initially denied benefits spend on average more than 15 additional months appealing their denials, previous estimates of the benefit receipt effect are confounded with the effect of delays on subsequent employment. Accounting separately for these channels, we find that the receipt effect is at least 50% larger than previously estimated. Combining the delay and benefits receipt channels reveals that the SSDI application process reduces subsequent employment of applicants on the margin of award by twice as much as prior literature suggests.\n\n",
    "acknowledgement": "\nWe thank Raj Chetty, Mary Daly, Stephen Goss, Magne Mogstad, Tim Moore, Kevin Murphy, Jim Twist, Bob Weathers, participants of the 2012 American Economic Association meetings, 2012 All-California Labor Economics Conference, 2013 NBER Summer Institute, 2013 Conference on Empirical Labor Economics in Honor of Finis Welch and 2014 IZA/SOLE Transatlantic Meeting of Labor Economists, and seminar participants at Brown University, Cornell University, the Federal Reserve Bank of San Francisco, Harvard University, Princeton University, UC Berkeley, UT Austin for many valuable suggestions. We thank Dejanir Silva for exceptional research assistance. This research was supported by two grants from the U.S. Social Security Administration (SSA) through the Michigan Retirement Research Center under grant #UM11-01 and through grant #1 DRC12000002-02-00 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium, and by grant #1R01AG046290 from the National Institute on Aging. The findings and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA, NIA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n\nKathleen J. Mullen\n\nI have received financial support summing to at least $10,000 in the past three years from the following organizations:\n(1)\tU.S. Social Security Administration\n(2)\tThe Alfred P. Sloan Foundation\n(3)\tThe National Institute on Aging\n\n\n"
}