{
    "id": 20846,
    "citation_title": "Business Strategy and the Management of Firms",
    "citation_author": [
        "Mu-Jeung Yang",
        "Lorenz Kueng",
        "Bryan Hong"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nBusiness strategy can be defined as a firm's plan to generate economic profits based on lower cost, better quality, or new products. The analysis of business strategy is thus at the intersection of market competition and a firm's efforts to secure persistently superior performance via investments in better management and organization. We empirically analyze the interaction of firms' business strategies and their managerial practices using a unique, detailed dataset on business strategy, internal firm organization, performance and innovation, which is representative of the entire Canadian economy. Our empirical results show that measures of business strategy are strongly correlated with firm performance, both in the cross-section and over time, and even after controlling for unobserved profit shocks exploiting intermediates utilization. Results are particularly striking for innovation, as firms with some priority in business strategies are significantly more likely to innovate than firms without any strategic priority. Furthermore, our analysis highlights that the relationship between strategy and management is driven by two key organizational trade-offs: employee initiative vs. coordination as well as exploration of novel business opportunities vs. exploitation of existing profit sources.\n\n",
    "acknowledgement": "\nFunding for this study was generously provided by Ivey Business School, Kellogg School of Management, University of Washington-Seattle, and Industry Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}