{
    "id": 20849,
    "citation_title": "Student Loans and Repayment: Theory, Evidence and Policy",
    "citation_author": [
        "Lance Lochner",
        "Alexander Monge-Naranjo"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nRising costs of and returns to college have led to sizeable increases in the demand for student loans in many countries. In the U.S., student loan default rates have also risen for recent cohorts as labor market uncertainty and debt levels have increased. We discuss these trends as well as recent evidence on the extent to which students are able to obtain enough credit for college and the extent to which they are able to repay their student debts after. We then discuss optimal student credit arrangements that balance three important objectives: (i) providing credit for students to access college and finance consumption while in school, (ii) providing insurance against uncertain adverse schooling or post-school labor market outcomes in the form of income-contingent repayments, and (iii) providing incentives for student borrowers to honor their loan obligations (in expectation) when information and commitment frictions are present. Specifically, we develop a two-period educational investment model with uncertainty and show how student loan contracts can be designed to optimally address incentive problems related to moral hazard, costly income verification, and limited commitment by the borrower. We also survey other research related to the optimal design of student loan contracts in imperfect markets. Finally, we characterize key features of efficient student loan programs that provide insurance while addressing information and commitment frictions in the market.\n\n",
    "acknowledgement": "\nThe views expressed are those of the individual authors and do not necessarily reflect official positions of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the Board of Governors, or the National Bureau of Economic Research. We thank Eda Bozkurt and Faisal Sohail for excellent research assistance and Elizabeth Caucutt, Martin Gervais, and Youngmin Park for their comments.\n\n\n"
}