{
    "id": 20857,
    "citation_title": "News Shocks in Open Economies: Evidence from Giant Oil Discoveries",
    "citation_author": [
        "Rabah Arezki",
        "Valerie A. Ramey",
        "Liugang Sheng"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the effect of news shocks on the current account and other macroeconomic variables using worldwide giant oil discoveries as a directly observable measure of news shocks about future output–the delay between a discovery and production is on average 4 to 6 years. We first present a two-sector small open economy model in order to predict the responses of macroeconomic aggregates to news of an oil discovery.  We then estimate the effects of giant oil discoveries on a large panel of countries. Our empirical estimates are consistent with the predictions of the model.  After an oil discovery, the current account and saving rate decline for the first 5 years and then rise sharply during the ensuing years. Investment rises robustly soon after the news arrives, while GDP does not increase until after 5 years. Employment rates fall slightly for a sustained period of time.\n\n",
    "acknowledgement": "\nWe are grateful to Mike Horn and the Global Energy Systems research group at Uppsala University for sharing their datasets on giant oil discoveries. We thank Robert Barro, Ritwik Banerjee, Olivier Blanchard, Raouf Bouccekine, Yi Chen, Giancarlo Corsetti, Domenico Fanizza, Thorvaldur Gylfason, Kirk Hamilton, Thomas Helbling, Nir Jaimovich, Ayhan Kose, Jean-Pierre Laffargue, Prakash Loungani, Akito Matsumoto, Gian Maria Milesi-Ferretti, Jonathan Ostry, Rick van der Ploeg, Richard Rogerson, Tony Venables, Henrik Wachtmeister, Philippe Wingender, Hongyan Zhao, and referees for detailed comments and discussions. We also thank seminar participants at the Aix Marseille School of Economics, CERDI, the International Monetary Fund, The Hong Kong University of Science & Technology, Norges Bank, Peking University, Rice University, Tsinghua University, the Martyfest Conference, Cambridge University, UCL, University of Oxford, University of Siegen, University of Virginia, University of Warwick, CESIfo, and the ECB for helpful comments. We thank Hites Ahir and Daniel Greenwood for excellent research assistance. Liugang thanks for the financial support from Research Grants Council of Hong Kong. The views expressed in this paper are those of the authors and do not necessarily reflect those of the International Monetary Fund, its Board of Directors, the countries they represent, or the views of the National Bureau of Economic Research. All remaining errors are ours.\n\n\n\nLiugang Sheng\n\nI thank for the financial support from Research Grants Council of Hong Kong (Project code: GRF2120447)\n\n\n"
}