{
    "id": 20850,
    "citation_title": "Borrowing Trouble? Student Loans, the Cost of Borrowing, and Implications for the Effectiveness of Need-Based Grant Aid",
    "citation_author": [
        "Benjamin M. Marx",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use regression discontinuity and regression kink designs to estimate the impact of need-based grant aid on the borrowing and educational attainment of students enrolled in a large public university system. Pell Grant aid substantially reduces borrowing: among students who would borrow in the absence of a Pell Grant, every dollar of Pell Grant aid crowds-out over $1.80 of loans. A simple model illustrates that our findings are consistent with students facing a fixed cost of incurring debt. The presence of such a fixed cost may lead to the unintended consequence of additional grant aid decreasing some students' attainment. Empirically, we rule out all but modest average impacts of Pell Grant aid on attainment, and we provide suggestive evidence of heterogeneous effects consistent with our fixed-borrowing-cost model. We estimate an augmented Tobit model with random censoring thresholds to allow for heterogeneous fixed borrowing costs, and find that eliminating the fixed cost would increase borrowing by over 250 percent.\n\n",
    "acknowledgement": "\nWe are grateful to the Office of Policy Research at the City University of New York for providing the data used in this study. We also thank Colin Chellman, Simon McDonnell, and Andrew Wallace for sharing their invaluable knowledge of the CUNY administrative data with us, and Brian Cadena, Pamela Giustinelli, Sara Goldrick-Rab, Bruce Kogut, Wojciech Kopczuk, Mike Lovenheim, Amalia Miller, Brendan O'Flaherty, Bernard Salanié, Petra Todd, Miguel Urquiola, and seminar participants at the University of Maryland-Baltimore County, George Washington University, University of Michigan, the Congressional Budget Office, University of Virginia, Washington DC economics of education working group, University of Maryland, Harvard University, Michigan State University, Stanford University, University of Illinois Institute of Government and Public Affairs, Federal Reserve Bank of New York, the 2013 ASSA and AEFP annual meetings, the 2013 IRP summer research workshop, and the 2014 NBER Spring Economics of Education meeting for helpful comments and suggestions. We thank Yuci Chen, Megan Gehret, Luke Godwin-Jones, and Stephanie Rennane for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}