{
    "id": 20851,
    "citation_title": "Technology and Geography in the Second Industrial Revolution: New Evidence from the Margins of Trade",
    "citation_author": [
        "Michael Huberman",
        "Christopher M. Meissner",
        "Kim Oosterlinck"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the Belle Époque, Belgium recorded an unprecedented trade boom, but growth in output per capita was lackluster. We seek to reconcile this ostensible paradox. Because of the sharp decline in both fixed and variable trade costs, the trade boom was as much about the expansion in the number of products delivered and markets served as it was about shipping more of the same old products. We use a new highly disaggregated data set on bilateral exports at the product level to illustrate these claims. In line with new trade theory, the effect of trade on productivity was mediated by sector-level firm heterogeneity and product differentiation. In new technology sectors, like tramways, the high degree of firm heterogeneity amplified the effect of trade on productivity. But in other sectors, mainly old staple industries like cotton textiles, a high level of firm uniformity muted the effect of trade. Into the twentieth century, old staples trumped new technology sectors, per capita income growing modestly as a result.\n\n",
    "acknowledgement": "\nWe benefited from the comments of participants in seminars and presentations at the 2014 meetingsof the Economic History Association, INSEAD, Universitat de Barcelona, University of California-Berkeley, Université de Genève, Paris School of Economics, Université Paris-Sud, Queen’s University, and the Shanghai University of Finance and Economics. We also thank Concepción Betrán, Dan Liu, and John Tang for their suggestions. Data collection funded by the Social Sciences and Humanities Research Council of Canada and a grant from the Université Libre de Bruxelles. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}