{
    "id": 20852,
    "citation_title": "The Limits of Bimetallism",
    "citation_author": [
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBimetallism disappeared as a monetary regime in the 1870s. Flandreau (1996) clearly demonstrates that French bimetallism would have been able to withstand the German de-monetization of silver. Could it have withstood if many other countries in the world moved to the gold standard following in the footsteps of Bismarck? The answer is no. By 1875 bimetallism would have been unviable, and the US return to convertibility in 1879 would have made it impossible to sustain true bimetallism. It is difficult to understand the end of the bimetallic strategy as the outcome of a repeated game between rational actors. Rather, it would appear that very few actors had a good model of how the international monetary system worked in practice as of 1873. An attempt to resuscitate bimetallism, with France and the US both bimetallic at the mint ratio of 15.5 to one, would have been tenuous. No wonder then that there were few countries enthusiastic about reviving bimetallism at the International Monetary Conference of 1878. A similar lack of cooperation risks sending the European Monetary Union-as currently constituted-the way of bimetallism.\n\n",
    "acknowledgement": "\nThis paper was prepared for Current Policy under the Lens of Economic History: A Conference to Commemorate the Federal Reserve System's Centennial held at the Cleveland Federal Reserve. The conference is also in honor of Professor Michael D. Bordo to whom I owe a large debt of gratitude for his persistent encouragement, advice and support. I thank Francois Velde for comments. Errors in this paper remain my own. The author was paid an honorarium of less than $3,000 for writing this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}