{
    "id": 20855,
    "citation_title": "Accounting for Changes in Between-Group Inequality",
    "citation_author": [
        "Ariel Burstein",
        "Eduardo Morales",
        "Jonathan Vogel"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "2016-01-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe perform a quantitative analysis of observed changes in U.S. between-group inequality between 1984 and 2003. We use an assignment framework with many labor groups, equipment types,  and occupations in which changes in inequality are caused by changes in workforce composition, occupation demand, computerization, and labor productivity. We parameterize our model using direct measures of computer usage within labor group-occupation pairs and quantify the impact of each shock for various measures of between-group inequality. We find, for instance, that the combination of computerization and shifts in occupation demand account for roughly 80% of the rise in the skill premium, with computerization alone accounting for roughly 60%. We show theoretically how computerization and changes in occupation demand may be caused by international trade and quantify the impact of trade in computers on U.S. inequality.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Costas Arkolakis, David Autor, Gadi Barlevy, Lorenzo Caliendo, Davin Chor, Arnaud Costinot, Jonathan Eaton, Pablo Fajgelbaum, Gene Grossman, David Lagakos, Bernard Salanié, Nancy Stokey, and Mike Waugh for helpful comments and David Autor and David Dorn for making their code available. Vogel thanks the Princeton International Economics Section for their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}