{
    "id": 2085,
    "citation_title": "Growing in Debt: The 'Farm Crisis' and Public Policy",
    "citation_author": [
        "Charles W. Calomiris",
        "R. Glenn Hubbard",
        "James H. Stock"
    ],
    "citation_publication_date": "1986-11-01",
    "issue_date": "1986-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. farms, and with them agricultural lending institutions, are currently experiencing their most severe stress since the 1930s. As international trade in farm products has expanded, so has the sensitivity of farm incomes to fluctuations in domestic and world economic conditions. Thus, while price stabilization, acreage reduction, and related policies in place since the 1930s were relatively successful in stabilizing farm income during the 1950s and 1960s, they are likely to be less effective in achieving this goal in the future. Our analysis of state-level panel data indicates that disruptions in agricultural credit markets can have real effects on farm output. That finding is consistent with the conventional wisdom that, unlike credit markets for large firms or for firms for which monitoring is less costly, agricultural financial markets require close customer arrangements. Local financial institutions, for which such relationships are best developed, are often unable for institutional reasons to diversify their loan risks either within agriculture or across other geographically separated activities. The deviations from perfect markets indicate an economic rationale -- in addition to the usual political, social, and national defense rationales -- for government intervention in agricultural credit markets. Our empirical evidence supports the view that maintaining customer relationships in agricultural finance is important. Because of the Farm Credit System's ability to pool agricultural loan risks nationally and its access to national capital markets, it will continue to be an important lender in agricultural credit markets.\n\n",
    "acknowledgement": "\n"
}