{
    "id": 20853,
    "citation_title": "Knowledge, Human Capital and Economic Development: Evidence from the British Industrial Revolution, 1750-1930",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEndogenous growth models raise fundamental questions about the nature of human creativity, and the sorts of resources, skills, and knowledge inputs that shift the frontier of technology and production possibilities.   Many argue that the nature of early British industrialization supports the thesis that economic advances depend on specialized scientific training or the acquisition of costly human capital.  This paper examines the contributions of different types of knowledge to British industrialization, by assessing the backgrounds, education and inventive activity of the major contributors to technological advances in Britain during the crucial period between 1750 and 1930.  The results indicate that scientists, engineers or technicians were not well-represented among the British great inventors until very late in the nineteenth century.   Instead, important discoveries and British industrial advances were achieved by individuals who exercised commonplace skills and entrepreneurial abilities to resolve perceived industrial problems.  For developing countries today, the implications are that costly investments in specialized human capital resources might be less important than incentives for creativity, flexibility, and the ability to make incremental adjustments that can transform existing technologies into inventions that are appropriate for prevailing domestic conditions.\n\n",
    "acknowledgement": "\nI am grateful for comments and discussions with Robert Allen, Stanley Engerman, Robert Fox, Claudia Goldin, Larry Katz, Naomi Lamoreaux, Frank Lewis, Christine MacLeod, David Mitch, Joel Mokyr, Tom Nicholas, Alessandro Nuvolari, and participants in seminars at the National Bureau of Economic Research, the University of California at Berkeley, and the Economic History Association Meetings.  This project was supported by a grant from the National Science Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}