{
    "id": 20854,
    "citation_title": "Invisible Women: Entrepreneurship, Innovation and Family Firms in France during Early Industrialization",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nFamily firms are typically associated with negative characteristics, including lower tendencies towards innovation, a higher risk of failure, and inefficiencies deriving from nepotism among family members, criticisms which are even greater when the company is handed over to a female relative.  Women in business have generally been presented as petty traders and passive investors, whose entrepreneurial activities were scarce because of such restrictions as limited human capital, culture, market imperfections, and institutional biases.  The French economy has similarly been faulted for the prevalence of family firms during the nineteenth century, and for disincentives for the integration of women in the business sector.  These issues are explored using an extensive sample of women who obtained patents and prizes at industrial exhibitions during early industrialization.  The empirical evidence indicates that middle-class women in France were extensively engaged in entrepreneurship and innovation, and that their commercial efforts were enhanced by association with family firms.  Their formerly invisible achievements suggest a more productive role for family-based enterprises, as a means of incorporating relatively disadvantaged groups into the market economy as managers and entrepreneurs.\n\n",
    "acknowledgement": "\nThis research benefited a great deal from the assistance of Serge Bénoit, Esther Brubaker, Anne Chanteux, Christiane Demeulenaere-Douyère, Gérard Emptoz, Liliane Hilaire-Pérez, Phil Hoffman, Philippe Honigman, Naomi Lamoreaux, Tom Nicholas, Gilles Postel-Vinay, and the very helpful staff at the Société pour l’encouragement de l’industrie nationale, the Institut national de propriété industrielle,  the Archives nationales, the Bibliothèque nationale de France, and the Conservatoire national des arts et métiers.  The paper was completed while I was a National Fellow at the Hoover Institution.  I am grateful for the support of the National Science Foundation, the Center for the Protection of Intellectual Property, and the IP2 Center at the Hoover Institution.  All language translations are my own.  Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}