{
    "id": 20859,
    "citation_title": "Property Rights, Regulatory Capture, and Exploitation of Natural Resources",
    "citation_author": [
        "Christopher Costello",
        "Corbett Grainger"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the strength of property rights to individual extractive firms affects a regulator’s choice over exploitation rates for a natural resource. The regulator is modeled as an intermediary between current and future resource harvesters, rather than between producers and consumers, as in the traditional regulatory capture paradigm. When incumbent resource users have weak property rights, they have an incentive to pressure the regulator to allow resource extraction at an inefficiently rapid rate. In contrast, when property rights are strong, this incentive is minimized or eliminated. We build a theoretical model in which different property right institutions can be compared for their incentives to exert influence on the regulator. The main theoretical prediction - that stronger individual property rights will lead the regulator to choose more economically efficient extraction paths - is tested empirically with a novel panel data set from global fisheries. Exploiting the variation in timing of catch share implementation in our panel data, we find that regulators are significantly more conservative in managing resources for which strong individual property rights have been assigned to firms; this is especially pronounced for resources that have been overexploited historically.\n\n",
    "acknowledgement": "\nWe are deeply grateful for helpful comments from Wolfram Schlenker, Jennifer Alix-Garcia, Gary Libecap, Robert Deacon, Scott Taylor, Larry Karp, Ray Hilborn, Mike Melnychuk, Steven Gaines, Bruno Nkuiya, John Lynham, Jeffrey Traczynski, and seminar participants at various institutions, including the NBER, University of Hawaii, University of Calgary, the World Congress of Environmental and Resource Economists, the Heartland Workshop at UIUC, and Institute Henri Poincare (Paris). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}