{
    "id": 20860,
    "citation_title": "Capital Flow Management Measures: What Are They Good For?",
    "citation_author": [
        "Kristin Forbes",
        "Marcel Fratzscher",
        "Roland Straub"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre capital controls and macroprudential measures related to international exposures successful in achieving their objectives? Assessing their effectiveness is complicated by selection bias; countries which change their capital-flow management measures (CFMs) often share specific characteristics and are responding to changes in variables that the CFMs are intended to influence. This paper addresses these challenges by using a propensity-score matching methodology. We also create a new database with detailed information on weekly changes in controls on capital inflows, capital outflows, and macroprudential measures related to international transactions from 2009 to 2011 for 60 countries. Results show that these macroprudential measures can significantly reduce some measures of financial fragility. Most CFMs do not significantly affect other key targets, however, such as exchange rates, capital flows, interest-rate differentials, inflation, equity indices, and different volatilities. One exception is that removing controls on capital outflows may reduce real exchange rate appreciation. Therefore, certain CFMs can be effective in accomplishing specific goals—but most popular measures are not “good for” accomplishing their stated aims\n\n",
    "acknowledgement": "\nThanks to Anusha Chari, Kathryn Dominguez, Jeffrey Frankel, Marcio Garcia, Rex Ghosh, Graciela Kaminsky, Michael Klein, Maurice Obstfeld, Jonathan Ostry, Vincent Reinhart, Hélène Rey, Andy Rose, Klaus Schmidt-Hebbel, Silvia Sgheri, and James Yetman for extremely helpful suggestions and conversations. Further thanks for comments from other participants in conferences and seminars hosted by the Bank of Canada, Bank of Korea, Bank of Latvia, Banco de Mexico, Central Bank of Turkey, European Central Bank, International Monetary Fund, NBER, and New Zealand Central Bank and Treasury. Thanks to Bogdan Bogdanovic and Daniel Happ for excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect those of the ECB, the Eurosystem, any institutions with which the authors are affiliated, or the National Bureau of Economic Research.\n\n\n"
}