{
    "id": 20868,
    "citation_title": "Mark-up and Cost Dispersion across Firms: Direct Evidence from Producer Surveys in Pakistan",
    "citation_author": [
        "David Atkin",
        "Azam Chaudhry",
        "Shamyla Chaudry",
        "Amit K. Khandelwal",
        "Eric Verhoogen"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearchers typically invoke theoretical assumptions to estimate mark-ups. Instead, we directly obtain mark-ups by surveying Pakistani soccer-ball producers. We document six facts: (1) Mark-ups are more dispersed than costs; (2) Mark-ups and costs increase with firm size; (3) The mark-up elasticity with respect to size exceeds the cost elasticity; (4) Costs increase with size because larger firms use higher-quality inputs; (5) Larger firms charge higher mark-ups because they have higher production shares of high-quality balls that carry higher mark-ups, and because they charge higher mark-ups conditional on ball type; (6) Correlations suggest marketing efforts are important for generating higher mark-ups.\n\n",
    "acknowledgement": "\nWe are grateful to Tariq Raza for excellent project management assistance, to Research Consultants (RCONS) for very ably carrying out the surveys described in the text, and to the International Growth Center (IGC) and the DfID-CEPR initiative on Private Enterprise Development in Low-Income Countries (PEDL) for funding. Yale IRB Approval #1109009047; Columbia IRB Approval #AAAI7550. We thank Treb Allen for comments on a preliminary draft. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEric Verhoogen\n\nThe author has been employed on a part-time basis as a Research Program Director (RPD) of the International Growth Centre, one of the funders of the project, first as co-RPD of the IGC Trade Program and now as an RPD of the IGC Firm Capabilities Program. The author declares that he has no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}