{
    "id": 20866,
    "citation_title": "Sacred Values? The Effect of Information on Attitudes toward Payments for Human Organs",
    "citation_author": [
        "Julio J. Elias",
        "Nicola Lacetera",
        "Mario Macis"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nMany economic transactions are prohibited—even in the absence of health or safety concerns or negative externalities—because of ethical concerns that cause these exchanges to be perceived as “repugnant” if conducted through a market. Establishing a system of payments for human organs is a particularly relevant example given its implications for public health; in almost all countries, these payments are prohibited because they are considered morally unacceptable—a prohibition that societies seem to accept despite the long waitlists and high death rates for people needing a transplant. We investigate how deeply rooted these attitudes are and, in particular, whether providing information on how a price mechanism can help alleviate the organ shortage changes people’s opinions about the legalization of these transactions. We conducted a survey experiment with 3,417 subjects in the U.S. and found that providing information significantly increased support for payments for organs from a baseline of 52% to 72%, and this increase applied to most of the relevant subgroups of the analyzed sample. Additional analyses on the support for other morally controversial activities show that attitude changes in response to information depend on the type of activity under consideration and interactions with other beliefs.\n\n",
    "acknowledgement": "\nWe thank the participants to the ASSA 2015 Meetings session on Moral Values and Economic Behavior for their comments. Financial support from the Research and Scholarly Activity Fund of the University of Toronto - Mississauga is gratefully acknowledged. This randomized controlled trial was registered in the American Economic Association Registry for randomized control trials under Trial number 0000540. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}