{
    "id": 20867,
    "citation_title": "Pricing in the Market for Anticancer Drugs",
    "citation_author": [
        "David H. Howard",
        "Peter B. Bach",
        "Ernst R. Berndt",
        "Rena M. Conti"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "2019-08-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nDrugs like bevacizumab ($50,000 per treatment episode) and ipilimumab ($120,000 per episode) have fueled the perception that the launch prices of anticancer drugs are increasing over time. Using an original dataset of 58 anticancer drugs approved between 1995 and 2013, we find that launch prices, adjusted for inflation and drugs’ survival benefits, increased by 10%, or about $8,500, per year. Although physicians are not penalized for prescribing costly drugs, they may be reluctant to prescribe drugs with prices that exceed subjective standards of fairness. Manufacturers may set higher launch prices over time as standards evolve. Pricing trends may also reflect manufacturers’ response to expansions in the 340B Drug Pricing Program, which requires manufacturers to provide steep discounts to eligible providers.\n\n",
    "acknowledgement": "\nDavid H. Howard has received grant funds from Pfizer, Inc. for a project unrelated to this study. Peter B. Bach is a consultant to Foundation Medicine and has received speaking fees from Genentech, the Biotechnology Industry Organization (BIO), MPM Capital, Goldman Sachs, the Boston Consulting Group and McKinsey & Company. Ernst R. Berndt serves as an unpaid member of the Academic Advisory Panel to the IMS Institute for Healthcare Informatics. Rena M. Conti received funding from a K07 CA138906 award from the National Cancer Institute to the University of Chicago. This article is forthcoming in the Winter (February 2015) issue of the Journal of Economic Perspectives, used with permission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}