{
    "id": 20865,
    "citation_title": "Microeconomic Origins of Macroeconomic Tail Risks",
    "citation_author": [
        "Daron Acemoglu",
        "Asuman Ozdaglar",
        "Alireza Tahbaz-Salehi"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "2015-08-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that even though the normal distribution provides a good approximation to GDP fluctuations, it severely underpredicts “macroeconomic tail risks,” that is, the frequency of large economic downturns. Using a multi-sector general equilibrium model, we show that the interplay of idiosyncratic microeconomic shocks and sectoral heterogeneity results in systematic departures in the likelihood of large economic downturns relative to what is implied by the normal distribution. Notably, we also show that such departures can happen while GDP is approximately normally distributed away from the tails, highlighting the qualitatively different behavior of large economic downturns from small or moderate fluctuations. We further demonstrate the special role that input-output linkages play in generating “tail comovements,” whereby large recessions involve not only significant GDP contractions, but also large simultaneous declines across a wide range of sectors.\n\n",
    "acknowledgement": "\nThis paper is partially based on the previously unpublished results in the working paper of Acemoglu, Ozdaglar, and Tahbaz-Salehi (2010).  An earlier draft of this paper was circulated under the title “the network origins of large economic downturns.”  We thank the editor and three anonymous referees for very helpful remarks and suggestions.  We are grateful to Pablo Azar for excellent research assistance and thank Nick Bloom, Vasco Carvalho, Victor Chernozhukov, Xavier Gabaix, Paul Glasserman, Lars Hansen, Ali Jadbabaie, Pete Klenow, Peter Kondor, Jennifer La’O, Mihalis Markakis, Emi Nakamura, Ali Shourideh, Jón Steinsson, Andrea Vedolin, Venky Venkateswaran, José Zubizarreta, and seminar participants at Chicago Booth, Columbia  Business School and the Society for Economic Dynamics Annual Meeting for fruitful  conversations. Acemoglu and Ozdaglar gratefully acknowledge financial support from the Army Research Office, Grant MURI W911NF- 12-1-0509. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}