{
    "id": 20861,
    "citation_title": "What High-Achieving Low-Income Students Know About College",
    "citation_author": [
        "Caroline Hoxby",
        "Sarah Turner"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "2015-01-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious work (Hoxby and Avery 2014) shows that low-income higher achievers tend not to apply to selective colleges despite being extremely likely to be admitted with financial aid so generous that they would pay less than they do to attend the non-selective schools they usually attend. The Expanding College Opportunities project is a randomized controlled trial that provides such students with individualized information about the college application process and colleges' net prices. In other work (Hoxby and Turner 2013), we show that the informational intervention substantially raises students' probability of applying to, being admitted at, enrolling at, and progressing at selective colleges. In this study, we show that the intervention actually changes students' informedness on key topics such as the cost of college, the availability of the curricula and peers they seek, and the different types of colleges available to them. We highlight topics on which the control students, who experienced no intervention, are seriously misinformed.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge supporters of the Expanding College Opportunities project including Stanford University, Princeton University, Syracuse University, The University of Michigan, University of Virginia, Duke University, Harvard University, Massachusetts Institute of Technology, Northwestern University, Smith College, The University of California, Vassar College, participants in the Windsor Group meetings of higher education leaders, John Hennessy, Roberta Katz, John Casteen III, William Fitzsimmons, Rick Shaw, Ted Spencer, Janet Rapelye, Greg Roberts, The College Board, ACT, Herb Elish, Connie Betterton, Anne Sturvenant, Ryan Williams, Michael Matthews, Sharon Lavelle, Bettina Donohoe, David Coleman, Robert Ziomek, Ranjit Sidhu, the Andrew W. Mellon Foundation, the Spencer Foundation for Research Related to Education, the Smith Richardson Foundation, the Bill & Melinda Gates Foundation, Harriet Zuckerman, Michael McPherson, Mark Steinmeyer, Karen Douglas, Hiromi Ono, Greg Ratliff, William Bowen, Catherine Hill, Henry Bienen, Joshua Leake-Campbell, Stephanie Adams, Christina Harvey, Alexandra Cowell, Jacqueline Basu, and Casey Cox.  The interventions, survey, and evaluation were supported by grant R305A100120 from the U.S. Department of Education's Institute for Education Sciences (IES) and by a generous grant from the Bill & Melinda Gates Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}