{
    "id": 20863,
    "citation_title": "Spare Tire? Stock Markets, Banking Crises, and Economic Recoveries",
    "citation_author": [
        "Ross Levine",
        "Chen Lin",
        "Wensi Xie"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo stock markets act as a “spare tire” during banking crises, providing an alternative corporate financing channel and mitigating the economic severity of banking crises? Using firm-level data in 36 countries from 1990 through 2011, we find that the adverse consequences of banking crises on firm profitability, employment, equity issuances, and investment efficiency are smaller in countries with stronger shareholder protection laws. These findings are not explained by the development of stock markets or financial institutions prior to the crises, the severity of the crisis, or overall economic, legal, and institutional development. The evidence is consistent with the view that stronger shareholder protection laws provide the legal infrastructure for stock markets to act as alternative sources of finance when banking systems go flat, easing the impact of the crisis on the economy.\n\n",
    "acknowledgement": "\nWe thank Franklin Allen, Thorsten Beck, Daniel Berkowitz, Craig Doidge, Erik Gilje, Itay Goldstein, Todd Gormley, Gary Gorton, Jun-Koo Kang, Florencio Lopez-de-Silanes, Michelle Lowry, Yona Rubinstein, Luke Taylor, Sheridan Titman, and Luigi Zingales for helpful comments and discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}