{
    "id": 20864,
    "citation_title": "Municipal Housekeeping: The Impact of Women's Suffrage on Public Education",
    "citation_author": [
        "Celeste K. Carruthers",
        "Marianne H. Wanamaker"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGains in 20th century real wages and reductions in the black-white wage gap have been linked to the mid-century ascent of school quality. With a new dataset uniquely appropriate to identifying the impact of female voter enfranchisement on education spending, we attribute up to one-third of the 1920-1940 rise in public school expenditures to the Nineteenth Amendment. Yet the continued disenfranchisement of black southerners meant white school gains far outpaced those for blacks. As a result, women’s suffrage exacerbated racial inequality in education expenditures and substantially delayed relative gains in black human capital observed later in the century.\n\n",
    "acknowledgement": "\nYe Gu, Ahiteme Houndonugbo, Andrew Moore, James England, III, and Nicholas Busko provided outstanding research assistance. We thank Martha Bailey, Don Bruce, Larry Kenny, Matthew Murray, Michael Price, Melissa Thomasson, Nicholas Sanders, Christian Vossler, Robert Whaples, and anonymous referees for thoughtful comments and suggestions, as well as seminar participants at Appalachian State University and the 2012 Appalachian Spring Conference in World History and Economics. We are also grateful to Larry Kenny for sharing data. Seed funding for this project was provided by the University of Tennessee Office of Research. Additional support includes a grant from the Spencer Foundation, grant number 201200064, and a grant from the University of Kentucky Center for Poverty Research via the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant number 5 U01 PE000002-06. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinion or policy of the Spencer Foundation, the U.S. Department of Health and Human Services, any agency of the Federal Government, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}