{
    "id": 20873,
    "citation_title": "Impact of China's Urban Employee Basic Medical Insurance on Health Care Expenditure and Health Outcomes",
    "citation_author": [
        "Feng Huang",
        "Li Gan"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nAt the end of 1998, China launched a government-run mandatory insurance program, the Urban Employee Basic Medical Insurance (UEBMI), to replace the previous medical insurance system. Using the UEBMI reform in China as a natural experiment, this study identify variations in patient cost sharing that were imposed by the UEBMI reform and examine their effects on the demand for health-care services. Using data from the 1991-2006 waves of the China Health and Nutrition Survey, we find that the increased cost sharing is associated with decreased outpatient medical care utilization and expenditures but not with decreased inpatient care utilization and expenditures. Patients from low- and middle-income households, or in less-serious medical situations are found to be more sensitive to prices. We observe little impact on patient health, as measured by self-reported poor health status.\n\n",
    "acknowledgement": "\nThe authors are grateful to the seminar participants at Peking University for helpful comments. Feng Huang thanks financial support from the Key Laboratory of Mathematical Economics (SUFE) (No. 201301KF01), the Natural Science Foundation of China (No. 71203133), the Chinese Ministry of Education Research Project of Humanities and Social Sciences (No. 12YJC790067), the Shanghai Pujiang Talents Program (No. 12PJC049). This research uses data from China Health and Nutrition Survey (CHNS). We thank the National Institute of Nutrition and Food Safety, China Center for Disease Control and Prevention, Carolina Population Center, the University of North Carolina at Chapel Hill, the NIH (R01-HD30880, DK056350, and R01-HD38700) and the Fogarty International Center, NIH for financial support for the CHNS data collection and analysis files from 1989 to 2006 and both parties plus the China-Japan Friendship Hospital, Ministry of Health for support for CHNS 2009 and future surveys. The authors alone are responsible for any finding and errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}