{
    "id": 20874,
    "citation_title": "Credit Supply and the Housing Boom",
    "citation_author": [
        "Alejandro Justiniano",
        "Giorgio E. Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe housing boom that preceded the Great Recession was due to an increase in credit supply driven by looser lending constraints in the mortgage market. This view on the fundamental drivers of the boom is consistent with four empirical observations: the unprecedented rise in home prices and household debt, the stability of debt relative to house values, and the fall in mortgage rates. These facts are difficult to reconcile with the popular view that attributes the housing boom to looser borrowing constraints associated with lower collateral requirements. In fact, a slackening of collateral constraints at the peak of the lending cycle triggers a fall in home prices in our framework, providing a novel perspective on the possible origins of the bust.\n\n",
    "acknowledgement": "\nWe thank Tobias Adrian, Larry Christiano, Simon Gilchrist, Cosmin Ilut, Igor Livshits, Ander Perez, Monika Piazzesi, Vincenzo Quadrini, Giacomo Rondina, Martin Schneider, Amir Sufi as well as seminar and conference participants for comments and suggestions. Giorgio Primiceri thanks Bocconi University and EIEF for their hospitality while conducting part of this research. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Banks of Chicago, New York or the Federal Reserve System. Giorgio Primiceri is a consultant for the Federal Reserve Bank of Chicago and a research visitor at the European Central Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}