{
    "id": 20872,
    "citation_title": "Macroeconomic Volatility and External Imbalances",
    "citation_author": [
        "Alessandra Fogli",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes macroeconomic volatility/uncertainty affects accumulation of net foreign assets? In OECD economies over the period 1970-2012, changes in country specific aggregate volatility are, after controlling for a wide array of factors, significantly positively associated with net foreign asset position. An increase in volatility (measured as the standard deviation of GDP growth) of 0.5% over period of 10 years is associated with an increase in the net foreign assets of around 8% of GDP. A standard open economy model with time varying aggregate uncertainty can quantitatively account for this relationship. The key mechanism is precautionary motive: more uncertainty induces residents to save more, and higher savings are in part channeled into foreign assets. We conclude that both data and theory suggest uncertainty/volatility is an important determinant of the medium/long run evolution of external imbalances in developed countries.\n\n",
    "acknowledgement": "\nForthcoming in the Journal of Monetary Economics, used with permission.  We are grateful to Ctirad Slavik, Enoch Hill, and especially Alberto Polo for outstanding research assistance. Thanks to Javier Bianchi, Daniele Siena and Cedric Tille for insightful discussions, and to seminar participants at several institutions and conferences for helpful comments. We also thank the European research Council for financial support under Grant 313671 - RESOCONBUCY. Data and codes used in this paper are available on the authors' websites. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}