{
    "id": 20876,
    "citation_title": "Wage Inequality and Firm Growth",
    "citation_author": [
        "Holger M. Mueller",
        "Paige P. Ouimet",
        "Elena Simintzi"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2018-04-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine how within-firm skill premia–wage differentials associated with jobs involving different skill requirements–vary both across firms and over time. Our firm-level results mirror patterns found in aggregate wage trends, except that we find them with regard to increases in firm size. In particular, we find that wage differentials between high- and either medium- or low-skill jobs increase with firm  size, while those between medium- and low-skill jobs are either invariant to firm size or, if anything, slightly decreasing. We find the same pattern within firms over time, suggesting that rising wage inequality–even nuanced patterns, such as  divergent trends in upper- and lower-tail inequality–may be related to firm growth. We explore two possible channels: i) wages associated with “routine” job tasks are relatively lower in larger firms due to a higher degree of automation in these firms, and ii) larger firms pay relatively lower entry-level managerial wages in return for providing better career opportunities. Lastly, we document a strong and positive relation between within-country variation in firm growth and rising wage inequality for a broad set of developed countries. In fact, our results suggest that part of what may be perceived as a global trend toward more wage inequality may be driven by an increase in employment by the largest firms in the economy.\n\n",
    "acknowledgement": "\nWe thank Xavier Giroud and Johannes Stroebel for valuable comments and Raymond Story at Income Data Services (IDS) for help with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}