{
    "id": 20879,
    "citation_title": "Why is Pollution from U.S. Manufacturing Declining? The Roles of Environmental Regulation, Productivity, and Trade",
    "citation_author": [
        "Joseph S. Shapiro",
        "Reed Walker"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2018-06-20",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBetween 1990 and 2008, air pollution emissions from U.S. manufacturing fell by 60 percent despite a substantial increase in manufacturing output. We show that these emissions reductions are primarily driven by within-product changes in emissions intensity rather than changes in output or in the composition of products produced. We then develop and estimate a quantitative model linking trade with the environment to better understand the economic forces driving these changes. Our estimates suggest that the implicit pollution tax that manufacturers face doubled between 1990 and 2008. These changes in environmental regulation, rather than changes in productivity and trade, account for most of the emissions reductions.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Why is Pollution from U.S. Manufacturing Declining? The Roles of Trade, Regulation, Productivity, and Preferences.\" We thank Joe Altonji, Costas Arkolakis, Randy Becker, Jared Carbone, Brian Copeland, Arnaud Costinot, John Deutch, Sharat Ganapati, Michael Greenstone, Sam Kortum, Arik Levinson, Bill Nordhaus, Noam Yuchtman, and numerous seminar participants for useful comments and discussions. We also thank Elyse Adamic, Adrian Fernandez, Vivek Sampathkumar, David Silver, and Yusuf Mercan for excellent research assistance. The authors acknowledge support from NSF Grant SES-1530494 and a joint grant from the Department of Energy, the Sloan Foundation, and the National Bureau of Economic Research on the Economics of Energy Markets, Shapiro acknowledges additional support from the Yale MacMillan Center, the Yale Program on Applied Economics and Policy Research, and a Weyerhaeuser Research Grant from the Yale Center for Business and the Environment, and Walker acknowledges additional support from the Robert Wood Johnson Foundation and the UC Office of the President through the University of California Center for Energy and Environmental Economics. All results have been reviewed by the U.S. Census Bureau to ensure that no confidential information is disclosed. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}