{
    "id": 20878,
    "citation_title": "The Local Influence of Pioneer Investigators on Technology Adoption: Evidence from New Cancer Drugs",
    "citation_author": [
        "Leila Agha",
        "David Molitor"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2017-02-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nLocal opinion leaders may play a key role in easing information frictions associated with technology adoption. This paper analyzes the influence of physician investigators who lead clinical trials for new cancer drugs. By comparing diffusion patterns across 21 new cancer drugs, we separate correlated regional demand for new technology from information spillovers. Patients in the lead investigator's region are initially 36% more likely to receive the new drug, but utilization converges within four years. We also find that “superstar ” physician authors, measured by trial role or citation history, have broader influence than less prominent authors.\n\n",
    "acknowledgement": "\nWe thank Joshua Aronson, Brittany Bychkovsky, Amitabh Chandra, Joseph Doyle, Amy Finkelstein, Jonathan Gruber, Nolan Miller, Jim Rebitzer, and Laila Saied, as well as seminar participants at Boston University, Georgia State University, MIT, NBER, and Northwestern Kellogg for helpful comments and suggestions. We are also grateful to Jean Roth and Mohan Ramanujan for assistance obtaining and managing the data. This research was supported by the National Institute on Aging, grant number T32-AG000186. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}