{
    "id": 20870,
    "citation_title": "Using Field Experiments to Address Environmental Externalities and Resource Scarcity: Major Lessons Learned and New Directions for Future Research",
    "citation_author": [
        "Michael Price"
    ],
    "citation_publication_date": "2015-01-19",
    "issue_date": "2015-01-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis article provides an overview of the use of field experiments in energy and resource economics.  I concentrate on two areas of study; field experiments that (i) speak to the use of dynamic pricing plans to manage the use of electricity and water and (ii) explore the adoption of energy saving technologies. Viewed in its totality, this work suggests that both neo-classical factors such as prices or search costs and behavioral constructs such as salience or social norms influence the use of energy and water.  For academics, the studies reviewed provide a deeper understanding of individual behavior and the factors that drive the private provision of public goods.  For policy makers, the studies reviewed provide a blueprint outlining ways to combine insights from neo-classical and behavioral economics to manage energy/water demand and mitigate externalities generated through their use.\n\n",
    "acknowledgement": "\nThis manuscript was prepared for a special issue of the Oxford Review of Economics and Policy on Field Experiments to Address Developed World Policy Issues. I thank the editors for their tremendous patience with this manuscript and Hunt Allcott for comments that greatly improved the quality of the manuscript.  I thank collaborators on related projects – Alec Brandon, Paul Ferraro, David Herberich, Scott Holladay, Mark Jacobsen, Jacob LaRiviere, John List, Robert Metcalfe, David Novgorodsky, Steve Puller, and Marianne Wanamaker – and other colleagues including James Andreoni, Stefano DellaVigna, Michael Greenstone, Matthew Harding, Koichiro Ito, Katrina Jessoe, Matthew Kahn, David Rapson, Kerry Smith, and Catherine Wolfram for thoughtful discussions that have helped shaped the way that I think about the topics covered in this manuscript. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}