{
    "id": 20886,
    "citation_title": "Insurance Decision-Making For Rare Events: The Role Of Emotions",
    "citation_author": [
        "Howard Kunreuther",
        "Mark Pauly"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the results of a web-based multi-period insurance purchasing experiment focusing on how individuals make insurance choices for low-probability, high-consequence events. Participants were told the probability and resulting losses of a hurricane occurring and were informed that these were stable from period to period. We contrast the model of informed expected utility [E(U)] maximization with alternative behavioral models of choice as explanations for what we observe. The majority of individuals (63 percent) behaved in ways that were consistent with expected utility theory, although we do not know whether these individuals were utilizing other decision rules. A sizeable number of uninsured individuals decided to purchase insurance after learning that they had suffered a loss and revealing that they were unhappy about having been uninsured.  In this sense, the study shows that a loss coupled with emotions is likely to play an important role in convincing an uninsured person to buy coverage. In contrast, insured individuals who did not suffer a loss rarely dropped coverage. The paper concludes by raising questions regarding the welfare implications of this behavior.\n\n",
    "acknowledgement": "\nOur thanks to Sargent Shriver for his assistance in helping us analyze the data and to Carol Heller and Robert Shiller for helpful suggestions on an earlier draft of the paper. Support for this research comes from the National Science Foundation (SES-1061882 and SES-1062039); the Center for Climate and Energy Decision Making through a cooperative agreement between the National Science Foundation and Carnegie Mellon University (SES-0949710); the Center for Risk and Economic Analysis of Terrorism Events (CREATE) at the University of Southern California; the Center for Research on Environmental Decisions (CRED; NSF Cooperative Agreement SES-0345840 to Columbia University), the Z-Zurich Foundation and the Wharton Risk Management and Decision Processes Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}