{
    "id": 20887,
    "citation_title": "What Do Longitudinal Data on Millions of Hospital Visits Tell us About The Value of Public Health Insurance as a Safety Net for the Young and Privately Insured?",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYoung people with private health insurance sometimes transition to the public health insurance safety net after they get sick, but popular sources of cross-sectional data obscure how frequently these transitions occur. We use longitudinal data on almost all hospital visits in New York from 1995 to 2011.  We show that young privately insured individuals with diagnoses that require more hospital visits in subsequent years are more likely to transition to public insurance.  If we ignore the longitudinal transitions in our data, we obscure over 80% of the value of public health insurance to the young and privately insured.\n\n",
    "acknowledgement": "\nKate Archibald, Norma Padron, and Samuel Moy provided excellent research assistance. Jason Abaluck, Joseph Altonji, Costas Meghir, Jonathan Skinner, Heidi Williams, and seminar participants at Yale and the AEA Meetings provided helpful comments. Some information contained herein was derived from data provided by the Bureau of Vital Statistics, New York City Department of Health and Mental Hygiene.  John Piddock and Larry Schoen provided invaluable assistance with the data. The National Science Foundation CAREER Award 1350132 and the Yale Department of Economics Program in Applied Policy provided research support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}