{
    "id": 20882,
    "citation_title": "The Power of Forward Guidance Revisited",
    "citation_author": [
        "Alisdair McKay",
        "Emi Nakamura",
        "Jón Steinsson"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2015-07-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years, central banks have increasingly turned to “forward guidance” as a central tool of monetary policy, especially as interest rates around the world have hit the zero lower bound. Standard monetary models imply that far future forward guidance is extremely powerful: promises about far future interest rates have huge effects on current economic outcomes, and these effects grow with the horizon of the forward guidance. We show that the power of forward guidance is highly sensitive to the assumption of complete markets. If agents face uninsurable income risk and borrowing constraints, a precautionary savings effect tempers their responses to changes in future interest rates. As a consequence, forward guidance has substantially less power to stimulate the economy. In addition, we show that the business cycle dynamics of our incomplete markets model differ substantially from its complete market counterpart. This contrasts with the well-known results of Krusell and Smith (1998). We present approximate representations that can easily be incorporated into standard business cycle models.\n\n",
    "acknowledgement": "\nWe thank Susanto Basu, Gauti Eggertsson, Marc Giannoni, Fatih Guvenen, Nobuhiro Kiyotaki, Benjamin Moll, Michael Peters, Oistein Roisland, Greg Thwaites, Aleh Tsyvinski, NicolasWerquin and seminar participants at various institutions for valuable comments and discussions. We thank the National Science Foundation (grant SES-1056107) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}