{
    "id": 20884,
    "citation_title": "The Impact of Unemployment Benefit Extensions on Employment: The 2014 Employment Miracle?",
    "citation_author": [
        "Marcus Hagedorn",
        "Iourii Manovskii",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2016-05-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the aggregate effect of unemployment benefit duration on employment and the labor force. We exploit the variation induced by Congress' failure in December 2013 to reauthorize the unprecedented benefit extensions introduced during the Great Recession. Federal benefit extensions that ranged from 0 to 47 weeks across U.S. states were abruptly cut to zero. To achieve identification we use the fact that this policy change was exogenous to cross-sectional differences across U.S. states and we exploit a policy discontinuity at state borders. Our baseline estimates reveal that a 1% drop in benefit duration leads to a statistically significant increase of employment by 0.019 log points. In levels, 2.1 million individuals secured employment in 2014 due to the benefit cut. More than 1.1 million of these workers would not have participated in the labor market had benefit extensions been reauthorized.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Bundesbank, Census Bureau, CFS at Goethe University, CUNY Graduate Center, ECB, Edinburgh, EIEF, Greater Stockholm Macro Group, IIES, Maryland, Toulouse, University of Oslo, UCL, UConn, Wisconsin, 2015 NBER Summer Institute Macro Perspectives Group, 2015 Society of Economic Dynamics, the 2015 International Conference on Labor Markets in/after Crises and the 11th Joint ECB/CEPR Labour MarketWorkshop \\Job creation after the crisis\" for helpful comments. Support from the National Science Foundation Grant Nos. SES-0922406 and SES-1357903 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}