{
    "id": 20881,
    "citation_title": "Equilibrium Technology Diffusion, Trade, and Growth",
    "citation_author": [
        "Jesse Perla",
        "Christopher Tonetti",
        "Michael E. Waugh"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2020-04-20",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how opening to trade affects economic growth in a model where heterogeneous firms can adopt new technologies already in use by other firms in their home country. We characterize the growth rate using a summary statistic of the profit distribution—the mean-min ratio. Opening to trade increases the profit spread through increased export opportunities and foreign competition, induces more rapid technology adoption, and generates faster growth. Quantitatively, these forces produce large welfare gains from trade by increasing an inefficiently low rate of technology adoption and economic growth.\n\n",
    "acknowledgement": "\nWe have benefited from discussions with Treb Allen, Jess Benhabib, Paco Buera, Sebastian Di Tella, Dave Donaldson, Chad Jones, Boyan Jovanovic, Pete Klenow, Bob Lucas, Andrés Rodríguez-Clare, Tom Sargent, Laura Veldkamp, and Gianluca Violante. Excellent research assistance was provided by Chiyoung Ahn, Sev Hou, Arnav Sood, and Dongxiao Zhang. We thank seminar participants at many universities, conferences, and research centers for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}