{
    "id": 20883,
    "citation_title": "Pareto Efficiency and Identity",
    "citation_author": [
        "Christopher Phelan",
        "Aldo Rustichini"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInherent in the definition of Pareto efficiency is the idea that, in dynamic environments, an individual is indexed by the history of events up to his birth (rather than, as usual, the date of birth). Here, we explore the implications of this natural formulation. The set of Pareto efficient allocations that is consistent with this view is potentially larger than those considered so far in the literature. We show that the set of allocations is strictly larger because we do not require individuals to have insurance motives of the Harsanyi-Rawls type regarding risks on their own type realization. We do, however, maintain the insurance motives of parents toward their children. Even in our more general framework, efficiency criteria impose substantial restrictions on the set of allocations. Interestingly, the restrictions are of a new nature. Our different, more natural view has some important policy implications. The first is that some policy criteria (for example, the progressive nature of taxes) cannot be defended on efficiency grounds, once the Harsanyi-Rawlsian insurance criterion is rejected as being normatively unsound. Second, we show that the condition of imposing no taxes of any kind, coupled with each agent owning his own production, results in a Pareto efficient allocation.\n\n",
    "acknowledgement": "\nWe thank Larry Jones, Manuel Amador, Fernando Alvarez, and workshop participants at Stanford University for useful discussions. Aldo Rustichini thanks the National Science Foundation (grant SES-1061817). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}