{
    "id": 20889,
    "citation_title": "Public R&D Investments and Private-sector Patenting: Evidence from NIH Funding Rules",
    "citation_author": [
        "Pierre Azoulay",
        "Joshua S. Graff Zivin",
        "Danielle Li",
        "Bhaven N. Sampat"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2017-01-26",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe quantify the impact of scientific grant funding at the National Institutes of Health (NIH) on patenting by pharmaceutical and biotechnology firms. Our paper makes two contributions. First, we use newly constructed bibliometric data to develop a method for flexibly linking specific grant expenditures to private-sector innovations. Second, we take advantage of idiosyncratic rigidities in the rules governing NIH peer review to generate exogenous variation in funding across research areas. Our results show that NIH funding spurs the development of private-sector patents: a $10 million boost in NIH funding leads to a net increase of 2.3 patents. Though valuing patents is difficult, we report a range of estimates for the private value of these patents using different approaches.\n\n",
    "acknowledgement": "\nWe acknowledge the financial support of the National Science Foundation through its SciSIP Program (Award SBE-0738142). We are grateful to Jason Abaluck, David Autor, Jim Bessen, Alex Frankel, David Genesove, Gordon Hanson, Ben Jones, Naomi Hausman, Kelly Shue, Scott Stern, John Van Reenen, Heidi Williams, and numerous seminar participants for helpful comments and suggestions. Azoulay and Graff Zivin are currently supported by the NIH for a project examining life cycle events, innovation, and the evolution of scientific fields (P01-AG039347). Azoulay, Graff Zivin, and Sampat are all prior recipients of NIH funding. Azoulay and Li have a current special volunteer agreement with NIH to facilitate access to peer review data. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}