{
    "id": 20897,
    "citation_title": "On the Origins of Dishonesty: From Parents to Children",
    "citation_author": [
        "Daniel Houser",
        "John A. List",
        "Marco Piovesan",
        "Anya Savikhin Samek",
        "Joachim Winter"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "2015-02-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nActs of dishonesty permeate life. Understanding their origins, and what mechanisms help to attenuate such acts is an underexplored area of research. This study takes an economics approach to explore the propensity of individuals to act dishonestly across different economic environments. We begin by developing a simple model that highlights the channels through which one can increase or decrease dishonest acts. We lend empirical insights into this model by using an experiment that includes both parents and their young children as subjects. We find that the highest level of dishonesty occurs in settings where the parent acts alone and the dishonest act benefits the child rather than the parent. In this spirit, there is also an interesting effect of children on parents’ behavior: in the child’s presence, parents act more honestly, but there are gender differences. Parents act more dishonestly in front of sons than daughters. This finding has the potential of shedding light on the origins of the widely documented gender differences in cheating behavior observed among adults.\n\n",
    "acknowledgement": "\nWe thank the Becker Friedman Institute staff and our 2011 summer interns for help in conducting experiments, especially Jennie (Jai) Huang. We thank Lydia Zepeda for valuable input. This research is based on work supported by the Kenneth and Anne Griffin Foundation and the John Templeton Foundation. Any opinions, findings, and conclusions expressed in this paper are the views of the authors and do not reflect the views of the funding agencies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}