{
    "id": 20891,
    "citation_title": "Informal Employment in a Growing and Globalizing Low-income Country",
    "citation_author": [
        "Brian McCaig",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document several facts about workforce transitions from the informal to the formal sector in Vietnam, a fast growing, industrializing, and low-income country. First, younger workers, particularly migrants, are more likely to work in the formal sector and stay there permanently. Second, the decline in the aggregate share of informal employment occurs through changes between and within birth cohorts. Third, younger, educated, male, and urban workers are more likely to switch to the formal sector than other workers initially in the informal sector. Poorly educated, older, female, rural workers face little prospect of formalization. Fourth, formalization coincides with occupational upgrading.\n\n",
    "acknowledgement": "\nThis paper was part of the 2015 ASSA session on International Trade and Development and we thank the participants and Ann Harrison, Amit Khandelwal, and Dietrich Vollrath for comments. McCaig acknowledges conference funding from Wilfrid Laurier University and SSHRC. This document is an output from a project funded by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA) for the benefit of developing countries. The views expressed are not necessarily those of DFID, IZA, or the National Bureau of Economic Research.\n\n\n\nNina Pavcnik\n\nThe research in this paper was financially supported by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA). In the past three years, I have also obtained funding from the World Bank, the U.S. Department of Labor (International Labor Affairs Bureau), and the UNCTAD.\n\n\n"
}