{
    "id": 20895,
    "citation_title": "Understanding Heterogeneity in the Effects of Birth Weight on Adult Cognition and Wages",
    "citation_author": [
        "C. Justin Cook",
        "Jason M. Fletcher"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large economics literature has shown long term impacts of birth weight on adult outcomes, including IQ and earnings that are often robust to sibling or twin fixed effects.  We examine potential mechanisms underlying these effects by incorporating findings from the genetics and neuroscience literatures.  We use a sample of siblings combined with an “orchids and dandelions hypothesis”, where the IQ of genetic dandelions is not affected by in utero nutrition variation but genetic orchids thrive under advantageous conditions and wilt in poor conditions.  Indeed, using variation in three candidate genes related to neuroplasticity (APOE, BDNF, and COMT), we find substantial heterogeneity in the associations between birth weight and adult outcomes, where part of the population (i.e., “dandelions”) is not affected by birth weight variation.   Our results help uncover why birth weight affects adult outcomes.\n\n",
    "acknowledgement": "\nThe authors acknowledge co-funding from the National Institute of Child Health and Human Development and the Office of Behavioral and Social Sciences Research (OBSSR) (1R21HD071884).  This research uses data from the Wisconsin Longitudinal Study (WLS) of the University of Wisconsin-Madison. Since 1991, the WLS has been supported principally by the National Institute on Aging (AG-9775 AG-21079 and AG-033285), with additional support from the Vilas Estate Trust, the National Science Foundation, the Spencer Foundation, and the Graduate School of the University of Wisconsin-Madison. Since 1992, data have been collected by the University of Wisconsin Survey Center. A public use file of data from the Wisconsin Longitudinal Study is available from the Wisconsin Longitudinal Study, University of Wisconsin-Madison, 1180 Observatory Drive, Madison, Wisconsin 53706 and at http://www.ssc.wisc.edu/wlsresearch/data/. The opinions expressed herein are those of the authors. The authors thank Jason Boardman, Dalton Conley, Costas Meghir, and seminar participants at the Yale Health Economics Workshop, the Institute for Research on Poverty at the University of Wisconsin, the Department of Health Studies at the University of Chicago, the Neuroscience and Public Policy program at the University of Wisconsin for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}