{
    "id": 20898,
    "citation_title": "Nominal GDP Targeting for Developing Countries",
    "citation_author": [
        "Pranjul Bhandari",
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe revival of interest in nominal GDP (NGDP) targeting has come in the context of large advanced economies. We consider the case for NGDP targeting for mid-sized developing countries, in light of their susceptibility to supply shocks and terms of trade shocks. For India, in particular, one major exogenous supply shock is the monsoon rains. NGDP targeting splits the impact of supply shocks automatically between inflation and real GDP growth. In the case of annual inflation targeting (IT), by contrast, the full impact of an adverse supply shock or terms of trade shock is felt as a loss in real GDP alone. NGDP targeting automatically accommodates supply shocks as most central banks with discretion would do anyway, while retaining the advantage of anchoring expectations as rules are designed to do. We outline a simple theoretical model and derive the condition under which an NGDP targeting regime would dominate other regimes such as annual IT for achieving objectives of output and price stability. We go on to estimate for the case of India the parameters needed to ascertain whether the condition holds, particularly the slope of the aggregate supply curve.  Estimates suggest that the condition may indeed hold.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}