{
    "id": 20896,
    "citation_title": "The Maturity and Payment Schedule of Sovereign Debt",
    "citation_author": [
        "Yan Bai",
        "Seon Tae Kim",
        "Gabriel P. Mihalache"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the maturity and stream of payments of sovereign debt. Using Bloomberg bond data for eleven emerging economies, we document that countries react to crises by issuing debt with shortened maturity but back-load payment schedules. To account for this pattern, we develop a sovereign default model with an endogenous choice of debt maturity and payment schedule. During recessions, the country prefers its payments to be more back-loaded—delaying relatively larger payments—to smooth consumption. However, such a back-loaded schedule is expensive given that later payments carry higher default risk. To reduce borrowing costs, the country optimally shortens maturity. When calibrated to the Brazilian data, the model can rationalize the observed patterns of maturity and payment schedule, as an optimal trade-off between consumption smoothing and endogenous borrowing cost.\n\n",
    "acknowledgement": "\nThe authors thank Cristina Arellano, Juan Carlos Hatchondo, Ignacio Presno, Juan Sanchez for their comments, as well as participants in the Midwest Macro Meetings 2014, the North American Econometric Society Meeting 2014, the Society of Economic Dynamics 2014, and the 2014 ASU Reunion conferences, and the Department of Economics workshop at the University of Rochester. We are especially grateful to Cristina Arellano and Ananth Ramanarayanan for sharing their code for processing Bloomberg data extracts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSeon Tae Kim\n\nSeon Tae Kim gratefully acknowledges the financial support provided by the Asociacion Mexicana de Cultura A. C.\n\n\n"
}