{
    "id": 20892,
    "citation_title": "Can Changing Economic Factors Explain the Rise in Obesity?",
    "citation_author": [
        "Charles J. Courtemanche",
        "Joshua C. Pinkston",
        "Christopher J. Ruhm",
        "George Wehby"
    ],
    "citation_publication_date": "2015-01-26",
    "issue_date": "2015-01-22",
    "revision_date": "2015-10-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA growing literature examines the effects of economic variables on obesity, typically focusing on only one or a few factors at a time. We build a more comprehensive economic model of body weight, combining the 1990-2010 Behavioral Risk Factor Surveillance System with 27 state-level variables related to general economic conditions, labor supply, and the monetary or time costs of calorie intake, physical activity, and cigarette smoking. Controlling for demographic characteristics and state and year fixed effects, changes in these economic variables collectively explain 37% of the rise in BMI, 43% of the rise in obesity, and 59% of the rise in class II/III obesity. Quantile regressions also point to large effects among the heaviest individuals, with half the rise in the 90th percentile of BMI explained by economic factors. Variables related to calorie intake – particularly restaurant and supercenter/warehouse club densities – are the primary drivers of the results.\n\n",
    "acknowledgement": "\nMonica Deza, Robert Kaestner, Rusty Tchernis, Nathan Tefft, and seminar participants at Georgia State University, University of Illinois-Chicago, the American Society of Health Economists Biennial Conference, and the 5th Annual Meeting on the Economics of Risky Behaviors provided valuable feedback. We thank Xilin Zhou and Antonios Koumpias for excellent research assistance. Ruhm thanks the University of Virginia Bankard Fund for financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}