{
    "id": 2090,
    "citation_title": "Comparable Worth in a General Equilibrium Model of the U.S. Economy",
    "citation_author": [
        "Perry C. Beider",
        "B. Douglas Bernheim",
        "Victor R. Fuchs",
        "John B. Shoven"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a computable general equilibrium model that simulates the effects on employment, output, wages, and economic efficiency of introducing comparable worth into the U.S. economy. The model calculates economy-wide aggregate impacts and disaggregated results for individuals grouped by sex, marital status, and education. The effects depend on the hiring rules that would accompany comparable worth, the source of existing male-female wage differentials, the extent of coverage of comparable worth, the intra-household behavior of married couples, and demand and supply elasticities. If, after comparable worth is introduced, employers are constrained to employ men and women in historical proportions, the adverse effects on aggregate employment, output, and efficiency would be much larger than if the employment constraint is based on applicant proportions. If existing wage gaps are the result of sex differences in productivity, the adverse of facts of comparable worth are relatively large; but if they are the result of discrimination, the efficiency losses are much smaller. If only part of the economy is subject to comparable worth, the efficiency loss is reduced under the productivity gap assumption, but increased if the wage gap is the result of discrimination. The redistributive effects of comparable worth on married men and women are sensitive to assumptions about intra-household behavior and the size of the gains from marriage. By contrast, unmarried women appear to benefit from comparable worth under most sets of assumptions while unmarried men lose.\n\n",
    "acknowledgement": "\n"
}