{
    "id": 20905,
    "citation_title": "An Assessment of the Energy-Efficiency Gap and its Implications for Climate-Change Policy",
    "citation_author": [
        "Todd D. Gerarden",
        "Richard G. Newell",
        "Robert N. Stavins",
        "Robert C. Stowe"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproving end-use energy efficiency—that is, the energy-efficiency of individuals, households, and firms as they consume energy—is often cited as an important element in efforts to reduce greenhouse-gas (GHG) emissions. Arguments for improving energy efficiency usually rely on the idea that energy-efficient technologies will save end users money over time and thereby provide low-cost or no-cost options for reducing GHG emissions. However, some research suggests that energy-efficient technologies appear not to be adopted by consumers and businesses to the degree that would seem justified, even on a purely financial basis. We review in this paper the evidence for a range of explanations for this apparent “energy-efficiency gap.” We find most explanations are grounded in sound economic theory, but the strength of empirical support for these explanations varies widely. Retrospective program evaluations suggest the cost of GHG abatement varies considerably across different energy-efficiency investments and can diverge substantially from the predictions of prospective models. Findings from research on the energy-efficiency gap could help policy makers generate social and private benefits from accelerating the diffusion of energy-efficient technologies—including reduction of GHG emissions.\n\n",
    "acknowledgement": "\nWe are grateful to Marika Tatsutani for extensive editorial assistance. This paper draws in part on a workshop held at Harvard, October 24-25, 2013, “Evaluating the Energy Efficiency Gap,” co-sponsored by the Duke University Energy Initiative and the Harvard Environmental Economics Program. We thank the participants for the insights they provided on the questions addressed at the workshop and in this paper. We gratefully acknowledge generous financial support from the Enel Foundation for the preparation of this paper and its presentation at the Twentieth Conference of the Parties of the United Nations Framework Convention on Climate Change—and the Alfred P. Sloan Foundation for a larger project on the energy-efficiency gap. The authors, however, are fully responsible for any errors and all opinions expressed in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}