{
    "id": 20906,
    "citation_title": "Synthesizing Econometric Evidence: The Case of Demand Elasticity Estimates",
    "citation_author": [
        "Philip DeCicca",
        "Donald S. Kenkel"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconometric estimates of the responsiveness of health-related consumer demand to higher prices are often key ingredients for policy analysis. Drawing on several examples, especially that of cigarette demand, we review the potential advantages and challenges of synthesizing econometric evidence on the price-responsiveness of consumer demand. We argue that the overarching goal of research synthesis in this context is to provide policy-relevant evidence for broad brush conclusions and propose three main criteria to select among research synthesis methods.  We also contribute a new empirical exercise that puts the results of previous research synthesis to the test.  In particular, we ask whether the “best” consensus estimates of the price-elasticity of smoking help predict trends in smoking from 1995 to 2010.  The demographics of the smoking population in our baseline year predict a downward trend in smoking even if cigarette prices remained constant.  Average cigarette prices, however, more than doubled in real terms by 2010. We find that the observed declines in smoking over this period are considerably smaller than smoking demographics combined with prior consensus elasticity estimates would predict.  Our results suggest that these consensus estimates may have systematically overestimated the price responsiveness of cigarette demand.\n\n",
    "acknowledgement": "\nWe thank the Harvard Center for Risk Analysis for its financial support and the participants in HCRA's October 2013 \"Methods for Research Synthesis: A Cross-Disciplinary Approach\" workshop for their helpful comments. We also thank the editors of the Special Issue Lisa Robinson and James Hammitt, the Area Editor Warner North, and two anonymous referees.  Finally, we thank Lawrence Jin for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}