{
    "id": 20908,
    "citation_title": "Trade Reform and Regional Dynamics: Evidence From 25 Years of Brazilian Matched Employer-Employee Data",
    "citation_author": [
        "Rafael Dix-Carneiro",
        "Brian K. Kovak"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically study the dynamics of labor market adjustment following the Brazilian trade reform of the 1990s. We use variation in industry-specific tariff cuts interacted with initial regional industry mix to measure trade-induced local labor demand shocks, and then examine  regional and individual labor market responses to those one-time shocks over two decades. Contrary to conventional wisdom, we do not find that the impact of local shocks is dissipated over time through wage-equalizing migration. Instead, we find steadily growing effects of local shocks on regional formal sector wages and employment for 20 years. This finding can be rationalized in a simple equilibrium model with two complementary factors of production, labor and industry-specific factors such as capital, that adjust slowly and imperfectly to shocks. Next, we document rich margins of adjustment induced by the trade reform at the regional and individual level. Workers initially employed in harder hit regions face continuously deteriorating formal labor market outcomes relative to workers employed in less affected regions, and this gap persists even 20 years after the beginning of trade liberalization. Negative local trade shocks induce workers to shift out of the formal tradable sector and into the formal nontradable sector. Non-employment strongly increases in harder-hit regions in the medium run, but in the longer run, non-employed workers eventually find re-employment in the informal sector. Working age population does not react to these local shocks, but formal sector net migration does, consistent with the relative decline of the formal sector and growth of the informal sector in adversely affected regions.\n\n",
    "acknowledgement": "\nThis project was supported by an Early Career Research Grant from the W.E. Upjohn Institute for Employment Research.  The authors would like to thank Peter Arcidiacono, Penny Goldberg, Gustavo Gonzaga, Guilherme Hirata, Joe Hotz, Joan Monras, Enrico Moretti, Nina Pavcnik, Mine Senses, Eric Verhoogen, and seminar and conference participants at the Bureau of Labor Statistics, Dartmouth, EIIT @ Oregon, FGV-EPGE, George Washington, Hitotsubashi, INSPER, IPEA-RJ, Johns Hopkins SAIS, Keio, Kyoto, MIT, NBER ITI, NBER Summer Institute (Labor Studies and Development), Oregon, Princeton, PUC-Rio, University of Pennsylvania, World Bank, and Yale for helpful comments. Marisol Rodriguez-Chatruc provided excellent research assistance. We thank Data Zoom, developed by the Department of Economics at PUC-Rio, for providing codes for accessing IBGE microdata, and Brooke Helppie-McFall for information on minimum wages in Brazil. Dix-Carneiro thanks Daniel Lederman and the Office of the Chief Economist for Latin America and the Caribbean at the World Bank for warmly hosting him while part of the paper was written. Remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}