{
    "id": 20903,
    "citation_title": "Competition and R&D Financing Decisions: Theory and Evidence from the Biopharmaceutical Industry",
    "citation_author": [
        "Richard T. Thakor",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "2015-09-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHow does competition affect innovation and how it is financed in R&D-intensive firms? We study the interaction between competition, R&D investments, and the financing choices of such firms using data on biopharmaceutical firms. To motivate the empirical hypotheses, we develop a model for such firms in which their capital structure and amounts invested in R&D as well as existing assets are all determined in response to the degree of competition in the industry. The key predictions are that, as competition increases, such firms will: (1) increase R&D investment relative to investment in assets-in-place that support existing products; (2) carry more cash and maintain less net debt; and (3) experience declining betas but greater total stock return volatility due to higher idiosyncratic risk. While the focus is on the biopharmaceutical industry, the results are broadly applicable to other R&Dintensive industries as well. We provide empirical support for these predictions. In order to deal with the endogeneity issue introduced by the fact that a firm's R&D investments and the product-market competition it faces influence each other, we provide further evidence through a differences-in-differences analysis.\n\n",
    "acknowledgement": "\nWe thank Raj Iyer, Debbie Lucas, Andrey Malenko, and Stew Myers for helpful comments and discussions. We also thank Nicholas Anaya, Christian Vilanilam, and Yuwei Zhang for research assistance. Any remaining errors are our own. Research support from the MIT Laboratory for Financial Engineering is gratefully acknowledged. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nThe MIT Laboratory for Financial Engineering receives funding from Natixis Global Asset Management, The Clearing House, Citigroup, and the Alfred P. Sloan Foundation.\n\n\nI have paid consulting relationships with AlphaSimplex Group and AIG.\n\n\nAll other affiliations are disclosed on my personal website (http://web.mit.edu/alo/www/).\n\n\n"
}