{
    "id": 20900,
    "citation_title": "Climate Sensitivity Uncertainty: When is Good News Bad?",
    "citation_author": [
        "Mark C. Freeman",
        "Gernot Wagner",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change is real and dangerous. Exactly how bad it will get, however, is uncertain. Uncertainty is particularly relevant for estimates of one of the key parameters: equilibrium climate sensitivity—how eventual temperatures will react as atmospheric carbon dioxide concentrations double. Despite significant advances in climate science and increased confidence in the accuracy of the range itself, the “likely” range has been 1.5-4.5°C for over three decades. In 2007, the Intergovernmental Panel on Climate Change (IPCC) narrowed it to 2-4.5°C, only to reverse its decision in 2013, reinstating the prior range. In addition, the 2013 IPCC report removed prior mention of 3°C as the “best estimate.”\nWe interpret the implications of the 2013 IPCC decision to lower the bottom of the range and excise a best estimate. Intuitively, it might seem that a lower bottom would be good news. Here we ask: When might apparently good news about climate sensitivity in fact be bad news? The lowered bottom value also implies higher uncertainty about the temperature increase, a definite bad. Under reasonable assumptions, both the lowering of the lower bound and the removal of the “best estimate” may well be bad news.\n\n",
    "acknowledgement": "\nWe thank Katherine Rittenhouse for excellent research assistance and Michael Aziz, Howard Kunreuther, Chuck Mason, Ilissa Ocko, Michael Oppenheimer, Daniel Schrag, Katheline Schubert, Thomas Sterner, Martin Weitzman, Matthew Zaragoza-Watkins, and seminar participants at Duke, Harvard, the University of Gothenburg, the University of Minnesota, the 2014 American Economic Association meetings, and the 2014 World Congress of Environmental and Resource Economists for comments and discussions. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}