{
    "id": 20909,
    "citation_title": "On The Origins of Gender Human Capital Gaps: Short and Long Term Consequences of Teachers’ Stereotypical Biases",
    "citation_author": [
        "Victor Lavy",
        "Edith Sand"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "2016-06-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we estimate the effect of primary school teachers’ gender biases on boys’ and girls’ academic achievements during middle and high school and on the choice of advanced level courses in math and sciences during high school. For identification, we rely on the random assignments of teachers and students to classes in primary schools. Our results suggest that teachers’ biases favoring boys have an asymmetric effect by gender— positive effect on boys’ achievements and negative effect on girls’. Such gender biases also impact students’ enrollment in advanced level math courses in high school—boys positively and girls negatively. These results suggest that teachers’ biased behavior at early stage of schooling have long run implications for occupational choices and earnings at adulthood, because enrollment in advanced courses in math and science in high school is a prerequisite for post-secondary schooling in engineering, computer science and so on. This impact is heterogeneous, being larger for children from families where the father is more educated than the mother and larger on girls from low socioeconomic background.\n\n",
    "acknowledgement": "\nWe thank the Education Department of Tel-Aviv-Yafo Municipality and Yossef Shub, the CEO of Optimal Scheduling Systems, for making the data available for this study, Israel’s Ministry of Education for allowing restricted access to secondary schooling data in the Ministry online protected research lab, and Israel’s National Insurance Institute (NII) for allowing restricted access to post-secondary schooling and economic and social outcomes data at adulthood in the NII protected research lab. We benefitted from comments and suggestions from Naomi Hausman, Yoram Mayshar, Analia Schlosser, Moshe Shayo, Sarit Weisburd, Assaf Zussman, and participants in several seminars. The first author acknowledges financial support from the European Research Council through ERC Advance Grant 323439. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}