{
    "id": 20916,
    "citation_title": "Disability Insurance Incentives and the Retirement Decision: Evidence from the U.S.",
    "citation_author": [
        "Courtney Coile"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "2015-02-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA rising share of older workers in the U.S. make use of the Disability Insurance (DI) program in their transition to retirement, with about one in seven men and one in nine women ages 60 to 64 now enrolled in the program.  This study explores how financial incentives from Social Security and DI affect retirement decisions, using an option value approach.  We find that financial incentives have a significant effect on retirement, particularly for those in poor health or with low education, who may be more actively considering retirement at younger ages.  Simulations suggest that increasing the stringency of the screening process for DI would increase the expected working life of DI applicants.\n\n",
    "acknowledgement": "\nThis paper is part of the NBER’s International Social Security Project, which is supported by the National Institute on Aging (grant P01 AG012810).  I am grateful to David Wise, the project organizer, and to members of the other country teams for their suggestions.  I also thank Peter Diamond, Jonathan Gruber, and Kevin Milligan, authors of U.S. analyses in earlier volumes of the Social Security and Retirement Around the World series that helped to inform the current paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}