{
    "id": 20915,
    "citation_title": "Latin American Inequality: Colonial Origins, Commodity Booms, or a Missed 20th Century Leveling?",
    "citation_author": [
        "Jeffrey G. Williamson"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost analysts of the modern Latin American economy have held the pessimistic belief in historical persistence -- they believe that Latin America has always had very high levels of inequality, and that it’s the Iberian colonists’ fault. Thus, modern analysts see today a more unequal Latin America compared with Asia and most rich post-industrial nations and assume that this must always have been true. Indeed, some have argued that high inequality appeared very early in the post-conquest Americas, and that this fact supported rent-seeking and anti-growth institutions which help explain the disappointing growth performance we observe there even today. The recent leveling of inequality in the region since the 1990s seems to have done little to erode that pessimism. It is important, therefore, to stress that this alleged persistence is based on an historical literature which has made little or no effort to be comparative, and it matters. Compared with the rest of the world, inequality was not high in the century following 1492, and it was not even high in the post-independence decades just prior Latin America’s belle époque and start with industrialization. It only became high during the commodity boom 1870-1913, by the end of which it had joined the rich country unequal club that included the US and the UK. Latin America only became relatively high between 1913 and the 1970s when it missed the Great Egalitarian Leveling which took place almost everywhere else. That Latin American inequality has its roots in its colonial past is a myth.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}