{
    "id": 20917,
    "citation_title": "Financial Development and Output Growth in Developing Asia and Latin America: A Comparative Sectoral Analysis",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Donghyun Park"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use data from the Groningen Growth and Development Centre (GGDC) database to perform preliminary empirical analysis of the interplay between quality and quantity of finance in accounting for the output growth of ten sectors. We review the existing literature and some salient open questions pertaining to the relationship between financial depth and output growth. Our analysis looks at the finance-growth nexus in 41 economies, including 11 East Asian and 9 Latin American economies for a comparison between two regions which are at similar income levels. We document large differences between the two regions in terms of the impact of financial depth on sectoral growth, and validate the negative impact of financial deepening on output growth in several sectors. Our results suggest that the impact of financial development on growth may be non-linear – i.e. it may promote growth only up to a point.\n\n",
    "acknowledgement": "\nUseful comments by Marcus Noland, Shang-Jin Wei, and other participants at a workshop at Asian Development Bank in Manila, Philippines, on 4 November 2014 seminar are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua Aizenman\n\nJoshua Aizenman acknowledges funding from the Asian Development Bank (ADB).\n\n\n"
}