{
    "id": 20910,
    "citation_title": "The Persistence of Moral Suasion and Economic Incentives: Field Experimental Evidence from Energy Demand",
    "citation_author": [
        "Koichiro Ito",
        "Takanori Ida",
        "Makoto Tanaka"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFirms and governments often use moral suasion and economic incentives to influence intrinsic and extrinsic motivations for various economic activities. To investigate the persistence of such interventions, we randomly assigned households to moral suasion and dynamic pricing that stimulate energy conservation during peak demand hours. Using household-level consumption data for 30-minute intervals, we find significant short-run effects of moral suasion, but the effects diminished quickly after repeated interventions. Economic incentives produced larger and persistent effects, which induced habit formation after the final interventions. While each policy produces substantial welfare gains, economic incentives provide particularly large gains when we consider persistence.\n\n",
    "acknowledgement": "\nThe authors would like to thank Tetsuya Kawamura for excellent research assistance. We thank Hunt Allcott, Masahiko Aoki, Severin Borenstein, Lucas Davis, Liran Einav, Meredith Fowlie, Takeo Hoshi, Caroline Hoxby, Katrina Jessoe, Paul Joskow, Ryan Kellogg, Chris Knittel, David Laibson, Michael Price, Steve Puller, Matthew Rabin, Dave Rapson, Catherine Wolfram, Frank Wolak, and seminar participants at MIT, Harvard, Stanford, UC Berkeley, UC Davis, University of Tokyo, the NBER Summer Institute, the AEA Annual Meeting, the POWER Conference on Energy Research and Policy, and the RIETI for helpful comments. We thank the Japanese Ministry of Economy, Trade and Industry, the prefecture of Kyoto, Kansai Electric Power Company, and Mitsubishi Heavy Industries, Ltd. for their collaboration on this study. We thank the New Energy Promotion Council for financial support. Ito thanks the Energy Institute at Haas and the Stanford Institute for Economic Policy Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}