{
    "id": 20913,
    "citation_title": "What Do Data on Millions of U.S. Workers Reveal about Life-Cycle Earnings Risk?",
    "citation_author": [
        "Fatih Guvenen",
        "Fatih Karahan",
        "Serdar Ozkan",
        "Jae Song"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the evolution of individual labor earnings over the life cycle using a large panel data set of earnings histories drawn from U.S. administrative records. Using fully nonparametric methods, our analysis reaches two broad conclusions. First, earnings shocks display substantial deviations from lognormality---the standard assumption in the incomplete markets literature. In particular, earnings shocks display strong negative skewness and extremely high kurtosis---as high as 30 compared with 3 for a Gaussian distribution. The high kurtosis implies that in a given year, most individuals experience very small earnings shocks, and a small but non-negligible number experience very large shocks. Second, these statistical properties vary significantly both over the life cycle and with the earnings level of individuals. We also estimate impulse response functions of earnings shocks and find important asymmetries: positive shocks to high-income individuals are quite transitory, whereas negative shocks are very persistent; the opposite is true for low-income individuals. Finally, we use these rich sets of moments to estimate econometric processes with increasing generality to capture these salient features of earnings dynamics.\n\n",
    "acknowledgement": "\nFor helpful critiques and comments, we thank Joe Altonji, Andy Atkeson, Richard Blundell, Michael Keane, Giuseppe Moscarini, Fabien Postel-Vinay, Kjetil Storesletten, Anthony Smith, and seminar and conference participants at various universities and research institutions. Financial support from the National Science Foundation (grant SES-1357874) is gratefully acknowledged. The views expressed herein are those of the authors and do not represent those of the Social Security Administration, the Federal Reserve Banks of Minneapolis and New York, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}