{
    "id": 20918,
    "citation_title": "Motivation and Incentives in Education: Evidence from a Summer Reading Experiment",
    "citation_author": [
        "Jonathan Guryan",
        "James S. Kim",
        "Kyung Park"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nFor whom and under what conditions do incentives work in education? In the context of a summer reading program called Project READS, we test whether responsiveness to incentives is positively or negatively related to the student’s baseline level of motivation to read. Elementary school students were mailed books weekly during the summer, mailed books and also offered an incentive to read, or assigned to a control group. We find that students who were more motivated to read at baseline were more responsive to incentives, suggesting that incentives may not effectively target the students whose behavior they are intended to change.\n\n",
    "acknowledgement": "\nThe authors declare that they have no relevant or material financial interests that relate to the research described in this paper. This study was approved by the IRB’s at Harvard University (F14689-101) and the University of Chicago (H07192). The authors thank the W.T. Grant foundation (180140) for generous support. The authors also thank Ijun Lai for excellent research assistance, and seminar participants at the University of Illinois-Chicago, Uppsala University, Northwestern University, the Labor Markets, Families and Children workshop at the University of Stavanger, and the New Developments in Human Capital conference at Hebrew University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}