{
    "id": 2091,
    "citation_title": "New Developments in Corporate Finance and Tax Avoidance: Some Evidence",
    "citation_author": [
        "John B. Shoven"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe financial behavior of corporations has changed greatly in the last ten years. Previously most of the cash that stockholders received from corporations took the form of dividends, and economists' models that have dividends as the ultimate determinant of equity values were not far off the mark. This paper documents how much things have changed. There are strong tax incentives for nondividend cash payments between corporations and shareholders. These payments can take the form of a repurchase by the company of its own shares, or the acquisition of the shares in another company. There has been tremendous growth in the magnitude of nondividend cash payments. In the early 1970s these payments amounted to roughly 15 percent of dividends. By 1984, they exceeded dividends, and in 1985 the amounted to $120 billion, or almost 50 percent more than total dividends in the economy. The paper shows that dividends per unit equity have not fallen. Rather, the acquisition of equity has allowed firms to retain relatively constant debt equity ratios in the past five years despite strong equity markets. Firms have chosen to absorb equity and issue debt, roughly holding leverage constant, and have thus saved large amounts of taxes. The paper estimates that the cost to the Treasury of treating share purchase payments differently than dividends was more than $25 billion in 1985. It also finds that future corporate tax collections are significantly reduced by the resulting decline in corporate equity. The paper suggests that the existing model of dividend driven equity valuation must be discarded. It simply is not consistent with the facts. Further research on the form of payments between firms and their shareholders is clearly merited.\n\n",
    "acknowledgement": "\n"
}