{
    "id": 20927,
    "citation_title": "Patient Responses to Incentives in Consumer-directed Health Plans: Evidence from Pharmaceuticals",
    "citation_author": [
        "Peter J. Huckfeldt",
        "Amelia Haviland",
        "Ateev Mehrotra",
        "Zachary Wagner",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "2015-02-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior studies suggest that consumer-directed health plans (CDHPs) -characterized by high deductibles and health care accounts- reduce health costs, but there is concern that enrollees indiscriminately reduce use of low-value services (e.g., unnecessary emergency department use) and high-value services (e.g., preventive care). We investigate how CDHP enrollees change use of pharmaceuticals for chronic diseases. We compare two large firms where nearly all employees were switched to CDHPs to firms with conventional health insurance plans. In the first firm’s CDHP, pharmaceuticals were subject to the deductible, while in the second firm pharmaceuticals were exempt. Employees in the first firm shifted the timing of drug purchases to periods with lower cost sharing and were more likely to use lower-cost drugs, but the largest effect of the CDHP was to reduce utilization. Employees in the second firm also reduced utilization, but did not shift the timing or use of low cost drugs.\n\n",
    "acknowledgement": "\nThis study was funded in part by a grant from the National Institute of Aging (NIA) and the NIH Common Fund for Health Economics (Grant R01-AG043850) and a grant from the California Health Care Foundation. The authors thank Teague Ruder for programming support and seminar participants at the American Society of Health Economics biennial meetings, the International Health Economics Association annual meetings, RAND, the University of Southern California, the University of Minnesota, Vanderbilt University, Emory University, and McGill University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}