{
    "id": 20920,
    "citation_title": "Age and the Trying Out of New Ideas",
    "citation_author": [
        "Mikko Packalen",
        "Jay Bhattacharya"
    ],
    "citation_publication_date": "2015-02-02",
    "issue_date": "2015-01-30",
    "revision_date": "2015-02-18",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nOlder scientists are often seen as less open to new ideas than younger scientists. We put this assertion to an empirical test. Using a measure of new ideas derived from the text of nearly all biomedical scientific articles published since 1946, we compare the tendency of younger and older researchers to try out new ideas in their work. We find that papers published in biomedicine by younger researchers are more likely to build on new ideas. Collaboration with a more experienced researcher matters as well. Papers with a young first author and a more experienced last author are more likely to try out newer ideas than papers published by other team configurations. Given the crucial role that the trying out of new ideas plays in the advancement of science, our results buttress the importance of funding scientific work by young researchers.\n\n",
    "acknowledgement": "\nWe thank seminar participants at the UC-Berkeley Innovation Seminar, Aalto University, and Innovation in an Aging Society working group for helpful comments. We also thank Tom Deleire, Jeremy Goldhaber-Fiebert, Mike Hoy, Nico Lacetera, Grant Miller, and Doug Owens for helpful conversations. We acknowledge financial support from the National Institute on Aging grant P01-AG039347. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}