{
    "id": 20928,
    "citation_title": "Behavioral Economics and Public Policy: A Pragmatic Perspective",
    "citation_author": [
        "Raj Chetty"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe debate about behavioral economics – the incorporation of insights from psychology into economics – is often framed as a question about the foundational assumptions of economic models. This paper presents a more pragmatic perspective on behavioral economics that focuses on its value for improving empirical predictions and policy decisions. I discuss three ways in which behavioral economics can contribute to public policy: by offering new policy tools, improving predictions about the effects of existing policies, and generating new welfare implications. I illustrate these contributions using applications to retirement savings, labor supply, and neighborhood choice. Behavioral models provide new tools to change behaviors such as savings rates and new counterfactuals to estimate the effects of policies such as income taxation. Behavioral models also provide new prescriptions for optimal policy that can be characterized in a non-paternalistic manner using methods analogous to those in neoclassical models. Model uncertainty does not justify using the neoclassical model; instead, it can provide a new rationale for using behavioral nudges. I conclude that incorporating behavioral features to the extent they help answer core economic questions may be more productive than viewing behavioral economics as a separate subfield that challenges the assumptions of neoclassical models.\n\n",
    "acknowledgement": "\nPrepared for the Richard T. Ely Lecture, American Economic Association, January 3, 2015. A video of the lecture is available [http://events.mediasite.com/Mediasite/Play/44057958d9fb44198c0f6a8ae47c35cd1d||here]. I thank Saurabh Bhargava, Stefano DellaVigna, Nathaniel Hendren, Emir Kamenica, Lawrence Katz, David Laibson, Benjamin Lockwood, Sendhil Mullainathan, Ariel Pakes, James Poterba, Matthew Rabin, Josh Schwartzstein, Andrei Shleifer, and Dmitry Taubinsky for helpful comments and discussions. I am very grateful to my collaborators John Friedman, Nathaniel Hendren, Lawrence Katz, Patrick Kline, Kory Kroft, Soren Leth-Petersen, Adam Looney, Torben Nielsen, Tore Olsen, and Emmanuel Saez for their contributions to the studies discussed in this paper. Augustin Bergeron, Jamie Fogel, Michael George, Nikolaus Hildebrand, and Benjamin Scuderi provided outstanding research assistance. This research was funded by the National Science Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}