{
    "id": 20937,
    "citation_title": "Racial Disparities in Savings Behavior for a Continuously Employed Cohort",
    "citation_author": [
        "Kai Yuan Kuan",
        "Mark R. Cullen",
        "Sepideh Modrek"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe wealth gap has reached record highs. At the same time there has been substantial proliferation of 401(k) savings accounts as the dominant retirement savings vehicle, and these accounts make up an increasing proportion of overall wealth. In this paper we examine 401(k) saving behavior of continuously employed workers over an eight-year period at a single, geographically diverse employer. We demonstrate substantial difference in 401(k) savings behavior by employee ethnicity even within a single employer 401(k) plan architecture. We show both African American and Hispanic employees are less likely to participate in the 401(k) plans. Moreover, conditional on participation African Americans contribute a lower proportion of their income to their 401(k) plan on average. We also show that African Americans and Hispanics tend to draw down on their 401(k) balances more often. Finally, we document that both African Americans and Hispanics favor safer assets within their plan options. Together these differences substantially impact the level of 401(k) balances accumulated and therefore overall wealth accumulation.\n\n",
    "acknowledgement": "\nWe would like to thank Liran Einav for his helpful comments and Alex Christodoulou for helping us assemble the data for this project. This work was supported by several grants including a supplement from the National Institute On Aging of the National Institutes of Health under Award Number R01AG026291 and the Stanford Center for Longevity. The findings and conclusions are solely the responsibility of the authors and do not necessarily represent the official views of the National Institutes of Health, the Stanford Center for Longevity, or the National Bureau of Economic Research.\n\n\n"
}