{
    "id": 20930,
    "citation_title": "State Capitalism vs. Private Enterprise",
    "citation_author": [
        "Alexander Ljungqvist",
        "Donghua Chen",
        "Dequan Jiang",
        "Haitian Lu",
        "Mingming Zhou"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "2016-03-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe study the efficiency of capital allocations at state-controlled and privately owned business groups in China. Using highly granular data on within-group capital transfers, we document stark differences: while private groups allocate more capital to units with better investment opportunities, state groups do the opposite, especially when part of the “national team.” Minority shareholders in state owned enterprises suffer as a result. External monitoring by outside investors helps discipline state groups’ tendency to ignore investment opportunities. We trace capital allocation decisions to the objectives of the Chinese Communist Party, which incentivizes managers to maintain social stability. Consistent with the party’s policy preferences, capital allocations are used to prop up struggling employers in high-unemployment areas and when many young men enter the local labor market, but the interests of the party and of managers may be misaligned.\n\n",
    "acknowledgement": "\nThanks for helpful comments go to Heitor Almeida, Yakov Amihud, Tim Baldenius, Mara Faccio (our ABFER discussant), Hui He (our NBER discussant), Takeo Hoshi, Kose John, Jun-koo Kang, Barbara Katz, Bin Ke (our MIT Asia discussant), Kenneth Kim, Ross Levine, Agnes Lo, Meijun Qian (our JFLA conference discussant), Antoinette Schoar, Henri Servaes, Andrei Shleifer, Denis Sosyura, Marti Subrahmanyam, Daniel Wolfenzon (our AFA discussant), Donghui Wu, Xueping Wu, and Bernard Yeung, and to audiences at various conferences and seminars. We thank Lei Zhen for outstanding research assistance. Chen gratefully acknowledges financial support from the China National Natural Science Foundation (grant no. 71372032). Jiang gratefully acknowledges financial support from the China National Natural Science Foundation (grant no. 71502130). Ljungqvist gratefully acknowledges the hospitality of Hong Kong Polytechnic University while working on this project. Zhou gratefully acknowledges financial support from UCCS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}