{
    "id": 20933,
    "citation_title": "The International Transmission of Credit Bubbles: Theory and Policy",
    "citation_author": [
        "Jaume Ventura",
        "Alberto Martin"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe live in a new world economy characterized by financial globalization and historically low interest rates. This environment is conducive to countries experiencing credit bubbles that have large macroeconomic effects at home and are quickly propagated abroad. In previous work, we built on the theory of rational bubbles to develop a framework to think about the origins and domestic effects of these credit bubbles. This paper extends that framework to two-country setting and studies the channels through which credit bubbles are transmitted across countries. We find that there are two main channels that work through the interest rate and the terms of trade. The former constitutes a negative spillover, while the latter constitutes a negative spillover in the short run but a positive one in the long run. We study both cooperative and noncooperative policies in this world. The interest-rate and terms-of-trade spillovers produce policy externalities that make the noncooperative outcome suboptimal.\n\n",
    "acknowledgement": "\nWe would like to thank Francisco Queiros for superb research assistance. We acknowledge support from the Spanish Ministry of Science and Innovation (grants ECO2008-01666 and CSD2006-00016), the Generalitat de Catalunya-DIUE (grant 2009SGR1157), and the Barcelona GSE Research Network. In addition, Ventura acknowledges support from the ERC (Advanced Grant FP7-249588), and Martin from the Spanish Ministry of Science and Innovation (grant Ramon y Cajal RYC-2009-04624), the ERC (Consolidator Grant FP7-615651), and the IMF Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}