{
    "id": 20936,
    "citation_title": "Collective Action: Experimental Evidence",
    "citation_author": [
        "María Victoria Anauati",
        "Brian Feld",
        "Sebastian Galiani",
        "Gustavo Torrens"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conducted a laboratory experiment to test the comparative statics predictions of a new approach to collective action games based on the method of stability sets. We find robust support for the main theoretical predictions. As we increase the payoff of a successful collective action (accruing to all players and only to those who contribute), the share of cooperators increases. The experiment also points to new avenues for refining the theory. We find that, as the payoff of a successful collective action increases, subjects tend to upgrade their prior beliefs as to the expected share of cooperators. Although this does not have a qualitative effect on comparative static predictions, using the reported distribution of beliefs rather than an ad hoc uniform distribution reduces the gap between theoretical predictions and observed outcomes. This finding also allows to decompose the mechanism that leads to more cooperation into a ”belief effect” and a ”range of cooperation effect”.\n\n",
    "acknowledgement": "\nWe thank the University of Maryland for its financial support, the Universidad de San Andrés and the Universidad Nacional de La Plata in Argentina for providing a laboratory in which to conduct the experiment, and the Department of Economics of the University of Zurich for allowing us to use Z-tree. We would especially like to thank Lucia Yanguas for helping us with the code and logistics at the Universidad de San Andres and the CEDLAS at Universidad de La Plata. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}