{
    "id": 20939,
    "citation_title": "Measuring Job-Finding Rates and Matching Efficiency with Heterogeneous Jobseekers",
    "citation_author": [
        "Robert E. Hall",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "2017-07-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMatching efficiency is the productivity of the process for matching jobseekers to available jobs. Job-finding is the output; vacant jobs and active jobseekers are the inputs. Measurement of matching efficiency follows the same principles as measuring an index of productivity of production. We develop a framework for measuring matching productivity when the population of jobseekers is heterogeneous. The efficiency index for each type of jobseeker is the monthly job finding rate for the type adjusted for the overall tightness of the labor market. We find that overall matching efficiency declined smoothly over the period from 2001 through 2013. Measures of matching efficiency that neglect heterogeneity among the unemployed and also neglect jobseekers other than the unemployed suggest a 23 percent decline in efficiency between 2007 and 2009. We demonstrate that essentially all of this apparent decline results from changes in the composition of jobseekers rather than any true movement in efficiency. We also develop a new approach to measuring matching rates that avoids counting short-duration jobs as job-seeking successes.\n\n",
    "acknowledgement": "\nThe Hoover Institution supported Hall's research. The research is also part of the NBER's Economic Fluctuations and Growth Program. We thank Suyoun Han for excellent research assistance and Christopher Nekarda for sharing his Stata code for longitudinal matching of observations in the Current Population Survey. We have benefited from comments from the editor, referees, and numerous conference and seminar participants, especially Steve Davis, who also provided us with the measures of vacancy duration and recruiting intensity from his work with Jason Faberman and John Haltiwanger, updated. A previous version of this paper was written while Schulhofer-Wohl was employed at the Federal Reserve Bank of Minneapolis. The views expressed here are those of the authors and not necessarily those of the National Bureau of Economic Research, the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Minneapolis, or the Federal Reserve System. Emails: re- hall@stanford.edu and sam@frbchi.org. Data and program files for replicating our work are available at Hall's website, stanford.edu/~rehall\n\n\n"
}