{
    "id": 20946,
    "citation_title": "Facilitating Savings for Agriculture: Field Experimental Evidence from Malawi",
    "citation_author": [
        "Lasse Brune",
        "Xavier Giné",
        "Jessica Goldberg",
        "Dean Yang"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe implemented a randomized intervention among Malawian farmers aimed at facilitating formal savings for agricultural inputs. Treated farmers were offered the opportunity to have their cash crop harvest proceeds deposited directly into new bank accounts in their own names, while farmers in the control group were paid harvest proceeds in cash (the status quo). The treatment led to higher savings in the months immediately prior to the next agricultural planting season, and raised agricultural input usage in that season. We also find positive treatment effects on subsequent crop sale proceeds and household expenditures. Because the treatment effect on savings was only a small fraction of the treatment effect on the value of agricultural inputs, mechanisms other than alleviation of savings constraints per se are needed to explain the treatment’s impact on input utilization. We discuss other possible mechanisms through which treatment effects may have operated.\n\n",
    "acknowledgement": "\nPreviously titled “Commitments to Save: A Field Experiment in Rural Malawi.” We thank Niall Keleher, Lutamyo Mwamlima and the IPA staff in Malawi; Steve Mgwadira, Mathews Kapelemera, and Webster Mbekeani of OBM; and the OBM management and staff of Kasungu, Mponela and Lilongwe branches. Matt Basilico and Britni Must provided excellent research assistance. We are grateful to Beatriz Armendariz, Orazio Attanasio, Oriana Bandiera, Abhijit Banerjee, Luc Behagel, Marcel Fafchamps, Maitreesh Ghatak, Marc Gurgand, Sylvie Lambert, Kim Lehrer, Rocco Macchiavello, Lou Maccini, Sharon Maccini, Marco Manacorda, Costas Meghir, Rohini Pande, Albert Park, Imran Rasul, Chris Woodruff, Bilal Zia, Andrew Zeitlin, and seminar participants at the FAI Microfinance Innovation Conference, Ohio State, London School of Economics, Warwick, Institute for Fiscal Studies, Paris School of Economics, and Oxford for helpful comments. We appreciate the support of David Rohrbach (World Bank) and Jake Kendall (Bill & Melinda Gates Foundation). We are grateful for research funding from the World Bank Research Committee and the Bill & Melinda Gates Foundation. The views expressed in this paper are those of the authors and should not be attributed to the World Bank, its executive directors, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}