{
    "id": 20948,
    "citation_title": "Money Earlier or Later? Simple Heuristics Explain Intertemporal Choices Better than Delay Discounting",
    "citation_author": [
        "Keith M. Ericson",
        "John Myles White",
        "David Laibson",
        "Jonathan D. Cohen"
    ],
    "citation_publication_date": "2015-02-16",
    "issue_date": "2015-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHeuristic models have been proposed for many domains of choice. We compare heuristic models of intertemporal choice, which can account for many of the known intertemporal choice anomalies, to discounting models. We conduct an out-of-sample, cross-validated comparison of intertemporal choice models. Heuristic models outperform traditional utility discounting models, including models of exponential and hyperbolic discounting. The best performing models predict choices by using a weighted average of absolute differences and relative (percentage) differences of the attributes of the goods in a choice set. We conclude that heuristic models explain time-money tradeoff choices in experiments better than utility discounting models.\n\n",
    "acknowledgement": "\nWe thank Gretchen Chapman, Sam Gershman, Marc Scholten, Chris Wiggins, and anonymous referees for valuable feedback on this work. JMW and JDC were funded by NIA R01AG030310, NIA P30AG024361 and NIDA T90 DA023419. JDC was also funded by the John Templeton Foundation. KMME and DL were funded by NIA R01AG030310. DL was funded by the Pershing Square Fund for Research on the Foundations of Human Behavior, NIA R01AG021650, and NIA P01AG005842. The content of this publication is solely the responsibility of the authors and does not necessarily represent the views of NIA, NIH, any agency of the Federal Government, the NBER, the Pershing Square Foundation, or the John Templeton Foundation.\n\n\n"
}