{
    "id": 20945,
    "citation_title": "‘To Have and Have Not’: Are Rich Litigious Plaintiffs Favored in Court?",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA long-standing debate centers on the role of the “Haves” and the “Have Nots” in litigation.  It is often suggested that wealthier plaintiffs are more likely to be repeat players, who tend to prevail in disputes before the courts.  Do wealthy repeat players indeed capture courts and succeed in shaping legal rules regardless of the intent of policy makers? This paper employs a unique historical data set that allows a direct test of these hypotheses, including information on the wealth of participants in civil district courts, their occupations, and the total number of lawsuits filed by each litigant over a long period.  The results show that repeat players indeed tended to be wealthier, in occupations that likely benefited from creating a reputation for uncooperative litigation strategies.  However, outcomes in court were independent of wealth, and related more to the type of case.  Far from being under the sway of the “Haves,” early courts functioned as an effective enforcement mechanism for extensive markets in debt, that likely promoted economic growth during this period.\n\n",
    "acknowledgement": "\nI received valuable comments from Stanley Engerman, Catherine Fisk, William Gallagher, Henry Gemery, Naomi Lamoreaux, Craig McEwen, Alan S. Taylor, Christopher Tomlins, and participants in seminars at Bowdoin College, the National Bureau of Economic Research, American Society for Legal History, and the Economic History Association.  Employees at the Maine Archives were very helpful. I am grateful to Bowdoin College for offering research support for the project, and to Ginny Hopcroft, Carr Ross and Guy Saldanha for their assistance.  Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}