{
    "id": 20940,
    "citation_title": "The Impact of Intergroup Contact on Racial Attitudes and Revealed Preferences",
    "citation_author": [
        "Scott E. Carrell",
        "Mark Hoekstra",
        "James E. West"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUnderstanding whether racial attitudes are malleable is critical for addressing the underlying causes of racial discrimination. We examine whether white males' stated attitudes and behavior toward African Americans change based on the number and type of black peers to whom they are exposed. To overcome selection bias, we exploit data from the U.S. Air Force Academy in which students are randomly assigned to peer groups. Results show significant evidence in favor of the contact hypothesis. White males are significantly affected by both the number (quantity) and aptitude (quality) of the black peers with whom they are exposed. Specifically, white men randomly assigned to higher-aptitude black peers report being more accepting of blacks in general and are more likely to match with a black roommate the following year after reassignment to a new peer group with a different set of black peers. We also find that, ceteris paribus, exposure to more black peers significantly increases the probability of a bi-racial roommate match.\n\n",
    "acknowledgement": "\nThis article was completed under a Cooperative Research and Development Agreement with the US Air Force Academy. Thanks to Ted Bergstrom, Charles North, Kathleen ODonnell and seminar participants at: University of Amsterdam, University of California-Davis, University College London, University of Essex, University of Michigan, University of Oslo, Simon Fraser University. The National Science Foundation provided funding for this project. The views expressed in this article are those of the authors and do not necessarily reflect the official policy or position of the U.S. Air Force, DoD, the U.S. Government, or the National Bureau of Economic Research.\n\n\n"
}