{
    "id": 20947,
    "citation_title": "Fraudulent Income Overstatement on Mortgage Applications during the Credit Expansion of 2002 to 2005",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2015-02-09",
    "issue_date": "2015-02-05",
    "revision_date": "2015-02-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAcademic research, government inquiries, and press accounts show extensive mortgage fraud during the housing boom of the mid-2000s. We explore a particular type of mortgage fraud: the overstatement of income on mortgage applications. We define “income overstatement” in a zip code as the growth in income reported on home-purchase mortgage applications minus the average IRS-reported income growth from 2002 to 2005. Income overstatement is highest in low credit score, low income zip codes that Mian and Sufi (2009) show experience the strongest mortgage credit growth from 2002 to 2005. These same zip codes with high income overstatement are plagued with mortgage fraud according to independent measures. Income overstatement in a zip code is associated with poor performance during the mortgage credit boom, and terrible economic and financial economic outcomes after the boom including high default rates, negative income growth, and increased poverty and unemployment. From 1991 to 2007, the zip code-level correlation between IRS-reported income growth and growth in income reported on mortgage applications is always positive with one exception: the correlation goes to zero in the non-GSE market during the 2002 to 2005 period. Income reported on mortgage applications should not be used as true income in low credit score zip codes from 2002 to 2005.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We thank numerous colleagues from many institutions for valuable advice and comments. We gratefully acknowledge financial support from the Fama-Miller Center and the Initiative on Global Markets at Chicago Booth. Mian is from Princeton University and NBER: (609) 258 6718, atif@princeton.edu; Sufi is from the University of Chicago Booth School or Business and NBER: (773) 702 6148, amir.sufi@chicagobooth.edu. See our websites for the appendix.\n\n\n"
}