{
    "id": 20950,
    "citation_title": "Lifecycle Effects of a Recession on Health Behaviors: Boom, Bust, and Recovery in Iceland",
    "citation_author": [
        "Tinna Laufey Ásgeirsdóttir",
        "Hope Corman",
        "Kelly Noonan",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2015-02-16",
    "issue_date": "2015-02-12",
    "revision_date": "2015-04-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study uses individual-level longitudinal data from Iceland, a country that experienced a severe economic crisis in 2008 and substantial recovery by 2012, to investigate the extent to which the effects of a recession on health behaviors are lingering or short-lived and to explore trajectories in health behaviors from pre-crisis boom, to crisis, to recovery. Health-compromising behaviors (smoking, heavy drinking, sugared soft drinks, sweets, fast food, and tanning) declined during the crisis, and all but sweets continued to decline during the recovery. Health-promoting behaviors (consumption of fruit, fish oil, and vitamin/ minerals and getting recommended sleep) followed more idiosyncratic paths. Overall, most behaviors reverted back to their pre-crisis levels or trends during the recovery, and these short-term deviations in trajectories were probably too short-lived in this recession to have major impacts on health or mortality. A notable exception is for alcohol consumption, which declined dramatically during the crisis years, continued to fall (at a slower rate) during the recovery, and did not revert back to the pre-crisis upward trend during our observation period. These lingering effects, which directionally run counter to the pre-crisis upward trend, suggest that alcohol is a potential pathway by which recessions improve health and/or reduce mortality.\n\n",
    "acknowledgement": "\nThe authors are grateful to Victoria Halenda for excellent research assistance and to the Icelandic Research Fund (grant number 130611-051) and The Directorate of Health in Iceland (formerly the Public Health Institute of Iceland), which funded the data collection and permitted its usage for this project. We also thank Lysi Ltd. for the data on fish oil prices. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}