{
    "id": 20959,
    "citation_title": "Economic Behavior, Market Signals, and Urban Ecology",
    "citation_author": [
        "Joshua K. Abbott",
        "H. Allen Klaiber",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUrban ecologists have extended the bounds of this field to incorporate both the effects of human activities on ecological processes (e.g., humans as generators of disturbances), and the ways in which the structures, functions, and processes of urban ecosystems, and human alterations to them, in turn alter people’s behavior. This feedback loop from the perspective of urban ecologists offers a natural connection to economic models for human behavior. At their core, housing markets reveal price signals that communicate to developers the tradeoffs consumers are willing to make for the private characteristics of homes and the attributes of the neighborhoods where they are located. These signals together with local land use rules guide the location of development. The characteristics of this development in turn influence the functioning and evolution of urban ecosystems. This paper describes markets as coordination mechanisms and conveyors of information from a complex adaptive systems perspective. It also discusses the way in which physical and biological processes, infrastructural boundaries, and the institutional equivalent of “barbed wire” all simultaneously act to shape the transmission of ecosystem services over the landscape. These processes alter the spatial distribution of housing prices in ways that are both continuous and discrete.\n\n",
    "acknowledgement": "\nThis material is based upon research supported by the National Science Foundation under grants BCS-1026865 and DEB-0423704 CAP LTER. Thanks are due to Shauna Mortensen for assistance in preparing this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}