{
    "id": 20957,
    "citation_title": "The Real Value of China's Stock Market",
    "citation_author": [
        "Jennifer N. Carpenter",
        "Fangzhou Lu",
        "Robert F. Whitelaw"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "2015-03-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nChina is the world’s largest investor and greatest contributor to global economic growth by wide margins, and will remain so for many years. The efficiency of its financial system in allocating capital to investment will be important to sustain this growth. This paper shows that China’s stock market has a crucial role to play. Since the reforms of the last decade, China’s stock market has become as informative about future corporate profits as in the US. Moreover, though it is a segmented market, Chinese investors price risk and other stock characteristics remarkably like investors in other large economies. They pay up for large stocks, growth stocks, and long shots, and they discount for illiquidity and market risk. China’s stock market no longer deserves its reputation as a casino. In addition, the trend of stock price informativeness over the last two decades is highly correlated with that of corporate investment efficiency. China’s stock market appears to be aggregating diffuse information and generating useful signals for managers. On the buy side, because of its low correlation with other stock markets and high average returns, China’s stock market offers high alpha to diversified global investors who can access it. Yet this high alpha amounts to an inflated cost of equity capital, constraining the investment of China’s smaller, more profitable enterprises. Further reforms that open this market to global investors and improve stock price informativeness will be important to increase China’s investment efficiency and fuel its continued economic growth. Finally, we interpret the stock market’s recent gyrations through the lens of this research, arguing that its post-crisis lag was a rational downward adjustment to competition from the rapidly expanding shadow banking sector, and its enormous rally last year is a cheer for the roll out of deposit insurance and other Third Plenum reforms. More than ever, China’s stock market is a crucial counterpart to its extraordinary, relationship-driven, but opaque banking sector. China’s stock market may now be the world’s most important crystal ball.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Franklin Allen, Yakov Amihud, Jennifer Arlen, Michael Brennan, Kalok Chan, Hui Chen, Zhiwu Chen, Will Goetzmann, Joel Hasbrouck, Peter Henry, Kose John, Alexander Ljungqvist, Anthony Lynch, Thomas Philippon, Qi Bin, Qian Zhiyi, Alexi Savov, Antionette Schoar, Myron Scholes, Kim Schoenholtz, Mike Spence, Johannes Stroebel, Jiang Wang, Shujin Wang, Jeff Wurgler, Hongjun Yan, and seminar participants at the China International Conference in Finance, China Securities Regulatory Commission, NBER Chinese Economy meeting, Renmin University Alumni Association, Shanghai Stock Exchange, and Yeshiva University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}