{
    "id": 20965,
    "citation_title": "Estimating the Production Function for Human Capital: Results from a Randomized Control Trial in Colombia",
    "citation_author": [
        "Orazio Attanasio",
        "Sarah Cattan",
        "Emla Fitzsimons",
        "Costas Meghir",
        "Marta Rubio-Codina"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "2019-05-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the channels through which a randomized early childhood intervention in Colombia led to significant gains in cognitive and socio-emotional skills among a sample of disadvantaged children aged 12 to 24 months at baseline. We estimate the determinants of parents' material and time investments in these children and evaluate the impact of the treatment on such investments. We then estimate the production functions for cognitive and socio-emotional skills. The effects of the program can be explained by increases in parental investments, emphasizing the importance of parenting interventions at an early age.\n\n",
    "acknowledgement": "\nWe are grateful to four anonymous referees and the editor for detailed comments. We have benefited from extensive discussions with Don Andrews, Joe Altonji and James Heckman. We are grateful to Sally Grantham McGregor who participated in designing and implementing the experiment we describe here. We also thank participants at the NBER Summer Institute, Barcelona GSE Summer Forum and Montreal CIREQ Applied Microeconomics on Fertility and Child Development and seminars at Stanford University, University of Chicago, Oxford University, Cornell University, Bristol University and the Institute for Fiscal Studies for their comments. We are grateful to the Economic and Social Research Council (Grant ES/G015953/1), the Inter-American Development Bank, the International Growth Centre, and the World Bank for funding the intervention and data collection. Some of this research was financed by the European Research Council's Advanced Grant 249612 and by the Grand Challenges Canada Prime Award 0072- 03 (sub-award reference number 560450). Sarah Cattan gratefully acknowledges financial assistance from the British Academy Postdoctoral Fellowship pf140104, as well as from the European Research Council's Grant Agreement No. 240910. We thank the NIH for funding under grant R01 HD072120 as well as the Cowles foundation and the ISPS at Yale for financial assistance. All errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarta Rubio-Codina\n\nMarta Rubio-Codina acknowledges financial support from the Leverhulme Trust Early Career Fellowship ECF/2008/0170 on \"CCTs, Child Care and Child Development\".\n\n\n"
}