{
    "id": 2096,
    "citation_title": "Amnesty, Enforcement and Tax Policy",
    "citation_author": [
        "Herman B. Leonard",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmnesties are widely used in society to rehabilitate past sinners, to collect resources, such as library books, that would otherwise be unrecoverable, and to make enforcement easier by reducing the ranks of delinquents. Over the past four years, tax amnesties have emerged as a major instrument of state revenue policy. Twenty states conducted amnesties. Record collections were made by New York ($360 million) and Illinois (income tax amnesty dollars 3.4% of collections). Amnesties took in dollars that would probably have escaped otherwise, and tax rolls were bolstered. Tax amnesties also have costs, however. They may anger honest taxpayers, diminish the legitimacy of the tax system by pardoning past evasion, and decrease compliance by making future amnesties seem more likely. Shou1.d the federal government, aswirl in tax reform and suffering from an estimated $100 billion tax evasion problem, now offer an amnesty of its own? What type of federal program would most likely be offered? What would it be likely to accomplish? State tax amnesties have generally bean coupled with enhanced enforcement efforts, a feature intended to preserve the legitimacy of the tan system. The amnesty/enforcement combination twists the penalty schedule, lowering it non raising it later, in that way encouraging prompt payment. With no past sins to hide, future compliance also becomes less costly, hence more probable. Any federal amnesty, we predict, would be accompanied by a strengthening of enforcement. After reviewing the state experience, we speculatively estimate that a federal amnesty/enforcement to annual revenues on the order of $10 billion.\n\n",
    "acknowledgement": "\n"
}