{
    "id": 20964,
    "citation_title": "Sovereign Default, Debt Restructuring, and Recovery Rates: Was the Argentinean “Haircut” Excessive?",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI use data on 180 sovereign defaults to analyze what determines the recovery rate after a debt restructuring process. Why do creditors recover, in some cases, more than 90%, while in other cases they recover less than 10%? I find support for the Grossman and Van Huyk model of “excusable defaults”: countries that experience more severe negative shocks tend to have higher “haircuts” than countries that face less severe shocks. I discuss in detail debt restructuring episodes in Argentina, Chile, Uruguay and Greece. The results suggest that the haircut imposed by Argentina in its 2005 restructuring (75%) was “excessively high.” The other episodes’ haircuts are consistent with the model.\n\n",
    "acknowledgement": "\nI thank Alvaro Felipe García and Jorge Bromberg for their assistance. Subsection 2.2 draws, partially, on a report prepared for White & Case LLP in September, 2012. As always, discussions with Ed Leamer have been very useful. I also thank participants at UCLA’s finance seminar for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}