{
    "id": 20969,
    "citation_title": "Individual Time Preferences and Energy Efficiency",
    "citation_author": [
        "Richard G. Newell",
        "Juha V. Siikamaki"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine the role of individual discount rates in energy efficiency decisions using evidence from an extensive survey of U.S. homeowners to elicit preferences for energy efficiency and cash flows over time. We find considerable heterogeneity in individual discount rates. We also find that individual time preferences systematically influence willingness to invest in energy efficiency, as measured through product choices, required payback periods, and energy efficiency tax credit claims. Individual discount rate heterogeneity is in turn significantly related to characteristics of the individual and their household, including their financial situation. Individuals with less education, larger households, low income, and low credit scores had systematically higher discount rates, as did black, non-Hispanic respondents. Our findings highlight the importance of individual discount rates to understanding energy efficiency investments, the energy-efficiency gap, and policy evaluation.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research was supported by EPA STAR Grant 83285101.\n\n\n"
}