{
    "id": 20966,
    "citation_title": "Endogenous Horizontal Product Differentiation under Bertrand and Cournot Competition: Revisiting the Bertrand Paradox",
    "citation_author": [
        "James A. Brander",
        "Barbara J. Spencer"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides a new and simple model of endogenous horizontal product differentiation based on a standard demand structure derived from quadratic utility. One objective of the paper is to explain the “empirical Bertrand paradox” – the failure to observe homogeneous product Bertrand oligopoly, while homogeneous product Cournot oligopoly has significant empirical relevance.  In our model firms invest in product differentiation if differentiation investments are sufficiently effective (i.e. if differentiation is not too costly). The threshold level of differentiation effectiveness needed to induce such investments is an order of magnitude less for Bertrand firms than for Cournot firms. Thus there is a wide range over which Bertrand firms differentiate their products but Cournot firms do not. If Cournot firms do choose to differentiate their products, corresponding Bertrand firms always differentiate more. We also establish the important insight that if product differentiation is endogenous Bertrand firms may charge higher prices and earn higher profits than corresponding Cournot firms, in contrast to the general presumption that Bertrand behavior is more competitive than Cournot behavior. Interestingly, consumer surplus increases with differentiation in the Cournot model but, due to sharply increasing prices, decreases with differentiation in the Bertrand model.\n\n",
    "acknowledgement": "\nWe thank Keith Head, Margaret Slade and James Campbell for very helpful comments. We have benefited from presenting the paper at the Strategy and Business Economics seminar at the University of British Columbia and at the Canadian Economics Association Annual Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}