{
    "id": 20968,
    "citation_title": "The Dynamics of Financially Constrained Arbitrage",
    "citation_author": [
        "Denis Gromb",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of financially constrained arbitrage, and use it to study the dynamics of arbitrage capital, liquidity, and asset prices. Arbitrageurs exploit price discrepancies between assets traded in segmented markets, and in doing so provide liquidity to investors. A collateral constraint limits their positions as a function of capital. We show that the dynamics of arbitrage activity are self-correcting: following a shock that depletes arbitrage capital, profitability increases, and this allows capital to be gradually replenished. Spreads increase more and recover faster for more volatile trades, although arbitrageurs cut their positions in these trades the least. When arbitrage capital is more mobile across markets, liquidity in each market generally becomes less volatile, but the reverse may hold for aggregate liquidity because of mobility-induced contagion.\n\n",
    "acknowledgement": "\nWe thank Philippe Bacchetta, Bruno Biais, Patrick Bolton, Darrell Duffie, Vito Gala, Jennifer Huang, Henri Pages, Anna Pavlova, Matti Suominen, as well as seminar participants in Amsterdam, Bergen, Bordeaux, the Bank of Italy, la Banque de France, BI Oslo, Bocconi University, Boston University, CEMFI Madrid, Columbia, Copenhagen, Dartmouth College, Duke, Durham University, ESC Paris, ESC Toulouse, the HEC-INSEAD-PSE workshop, HEC Lausanne, Helsinki, the ICSTE-Nova seminar in Lisbon, INSEAD, Imperial College, Institut Henri Poincare, LSE, McGill, MIT, Naples, NYU, Paris School of Economics, University of Piraeus, Porto, Queen's University, Stanford, Toulouse, Universite Paris Dauphine, Science Po - Paris, the joint THEMA-ESSEC seminar, Vienna and Wharton for comments. Financial support from the Paul Woolley Centre at the LSE, and a grant from the Fondation Banque de France, are gratefully acknowledged. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}