{
    "id": 20961,
    "citation_title": "Analyzing the Labor Market Outcomes of Occupational Licensing",
    "citation_author": [
        "Maury Gittleman",
        "Mark A. Klee",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent assessments of occupational licensing have shown varying effects of the institution on labor market outcomes. This study revisits the relationship between occupational licensing and labor market outcomes by analyzing a new topical module to the Survey of Income and Program Participation (SIPP).  Relative to previously available data, the topical module offers more detailed information on occupational licensing from government, with larger sample sizes and access to richer sets of person-level characteristics. We exploit this larger and more detailed data set to examine the labor market outcomes of occupational licensing and how workers obtain these licenses from government.  More specifically, we analyze whether there is evidence of a licensing wage premium, and how this premium varies with aspects of the regulatory regime such as the requirements to obtain a license or certification and the level of government oversight.   After controlling for observable heterogeneity, including occupational status, we find that those with a license earn higher pay, are more likely to be employed, and have a higher probability of retirement and pension plan offers.\n\n",
    "acknowledgement": "\nThis paper benefited from discussions with Stephanie Ewert, Hwikwon Ham, Hubert Janicki, and Jeremy Skog. We also thank seminar participants at the Bureau of Labor Statistics, the Census Bureau, and the Upjohn Institute for Employment Research for their helpful comments.  This paper is released to inform interested parties of research and to encourage discussion.  The views expressed herein are those of the authors and not necessarily those of the Census Bureau, the Bureau of Labor Statistics, any other agency of the U.S. Department of Labor, or the Federal Reserve Bank of Minneapolis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}