{
    "id": 20960,
    "citation_title": "The Great Recession, Retirement and Related Outcomes",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2015-02-23",
    "issue_date": "2015-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses data from the Health and Retirement Study to examine retirement and related labor market outcomes for the Early Boomer cohort, those in their mid-fifties at the onset of the Great Recession. Outcomes are then compared with older cohorts at the same age. \nThe Great Recession increased their probability of being laid off and the length of time it took to find other full-time employment. Differences in layoffs between those affected by the recession and members of older cohorts in turn accounted for almost the entire difference between cohorts in employment change with age. The Great Recession does not appear, however, to have depressed the wages in subsequent jobs for those who experienced a layoff. \nIn 2010, 17 percent of the Early Boomers were Not Working and Not Retired or Partially Retired, and 6 percent were unemployed, leaving at least 9 percent who were not working and not unemployed but not retired or only partially retired.  \nAt the recession’s peak, half of those who experienced a layoff ended up in the Not Retired or Partially Retired, Not Working category. But only a quarter of those who declared themselves to be Not Retired or Partially Retired, and were Not Working, had experienced a layoff. Most of the jump in Not Retired or Partially Retired, Not Working appears to reflect a change in expectations about the potential or need for future work, a change that is not the result of an actual job loss.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support for this research from a grant provided by the Sloan Foundation to Dartmouth College. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}