{
    "id": 20979,
    "citation_title": "Optimal Contracting, Corporate Finance, and Valuation with Inalienable Human Capital",
    "citation_author": [
        "Patrick Bolton",
        "Neng Wang",
        "Jinqiang Yang"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "2019-03-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA risk-averse entrepreneur with access to a profitable venture needs to raise funds from investors. She cannot indefinitely commit her human capital to the venture, which limits the firm’s debt capacity, distorts investment and compensation, and constrains the entrepreneur’s risk-sharing. This puts dynamic liquidity and state-contingent risk allocation at the center of corporate financial management. The firm balances mean-variance investment efficiency and the preservation of financial slack. We show that in general the entrepreneur’s net worth is overexposed to idiosyncratic risk and underexposed to systematic risk. These distortions are greater the closer the firm is to exhausting its debt capacity.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title, “A Theory of Liquidity and Risk Management Based on the Inalienability of Risky Human Capital.” We thank Bruno Biais (Editor), Associate Editor, and two anonymous referees for very thoughtful and detailed comments. We also thank Hengjie Ai, Marco Bassetto, Philip Bond, Michael Brennan, Henry Cao, Vera Chau, Wei Cui, Peter DeMarzo, Darrell Duffie, Lars Peter Hansen, Oliver Hart, Arvind Krishnamurthy, Guy Laroque, David Matsa, Jianjun Miao, Adriano Rampini, Richard Roll, Yuliy Sannikov, Tom Sargent, Raghu Sundaram, Suresh Sundaresan, Ren´e Stulz, Mark Westerfield, Jeff Zwiebel, and seminar participants at the American Finance Association meetings (Boston), Boston University, Caltech, Cheung Kong Graduate School of Business, Chinese University of Hong Kong, Columbia University, Duke University, Federal Reserve Bank of Chicago, Georgia State University, Harvard University, McGill University, Michigan State University, National University of Singapore, New York University Stern School of Business, Northeastern University, Ohio State University, Princeton University, Sargent SRG Group, Singapore Management University, Summer Institute of Finance Conference (2014), Shanghai Advanced Institute of Finance, Shanghai University of Finance & Economics, Stanford Business School, Tsinghua University, University of British Columbia, University of Calgary, University College London, University of Hong Kong, University of Oxford, University of Rochester, University of South Carolina, University of Texas Dallas, University of Toronto, University of Washington, Washington University, St. Louis, the Wharton School, Zhejiang University, and the workshops hosted by the China Young Finance Scholars Society for helpful comments. Jinqiang Yang acknowledges the support from the National Natural Science Foundation of China (#71522008, #71472117, #71772112), Innovative Research Team of Shanghai University of Finance and Economics (#2016110241), and Fok Ying-Tong Education Foundation of China (#151086). First draft: 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}