{
    "id": 20970,
    "citation_title": "Capital Control Measures: A New Dataset",
    "citation_author": [
        "Andrés Fernández",
        "Michael W. Klein",
        "Alessandro Rebucci",
        "Martin Schindler",
        "Martín Uribe"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present and describe a new dataset of capital control restrictions on both inflows and outflows of ten categories of assets for 100 countries over the period 1995 to 2013.  Building on the data first presented in Martin Schindler (2009), and other datasets based on the analysis of the IMF’s Annual Report on Exchange Arrangements and Exchange Restrictions, this dataset includes additional asset categories, more countries, and a longer time period.  We discuss the manner in which we translate the information in the AREAER into a usable data set.  We also characterize the data with respect to the prevalence of controls across asset categories, the correlation of controls across asset categories and between controls on inflows and controls on outflows, the aggregation of the separate categories into broader indicators, and the comparison of our dataset with other indicators of capital controls.\n\n",
    "acknowledgement": "\nWe thank Javier Caicedo for providing excellent research assistance in the construction of this dataset described in this paper. The information and opinions presented in this work are entirely those of the authors, and express or imply no endorsement by the Inter-American Development Bank, the International Monetary Fund, the Board of Executive Directors of either institution, or the countries they represent. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The accompanying dataset is publicly available at http://www.nber.org/data/international-finance/.\n\n\n"
}