{
    "id": 20976,
    "citation_title": "Prescription Drug Use under Medicare Part D: A Linear Model of Nonlinear Budget Sets",
    "citation_author": [
        "Jason Abaluck",
        "Jonathan Gruber",
        "Ashley Swanson"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare Part D enrollees face a complicated decision problem: they must dynamically choose prescription drug consumption in each period given difficult- to-find prices and a non-linear budget set. We use Medicare Part D claims data from 2006-2009 to estimate a flexible model of consumption that accounts for non-linear budget sets, dynamic incentives due to myopia and uncertainty, and price salience. By using variation away from kink points, we are able to estimate structural models with a linear regression of consumption on coverage range prices. We then compare performance under several candidate models of expectations and coverage phase weighting. The estimates suggest small marginal price elasticities and substantial myopia; we also find evidence that salient plan characteristics impact consumption beyond their effect on out-of-pocket prices. A hyperbolic discounting model which allows for salient plan characteristics fits the data well, and outperforms both rational models and alternative behavioral models.\n\n",
    "acknowledgement": "\nWe are grateful to Zack Cooper, Christina Dalton, Liran Einav, Amy Finkelstein, Gautam Gowrisankaran, Jerry Hausman, Kyoungrae Jung, Amanda Kowalski, Fiona Scott Morton, Robert Town, and numerous seminar participants for helpful comments. Kathleen Easterbrook, Ayesha Mahmud, and Adrienne Sabety provided outstanding research assistance. Financial support was provided by the National Institute of Aging. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}