{
    "id": 20978,
    "citation_title": "Beyond Random Assignment: Credible Inference of Causal Effects in Dynamic Economies",
    "citation_author": [
        "Christopher A. Hennessy",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "2015-12-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRandom assignment is insufficient for measured treatment responses to recover causal effects (comparative statics) in dynamic economies. We characterize analytically bias probabilities and magnitudes. If the policy variable is binary there is attenuation bias. With more than two policy states, treatment responses can undershoot, overshoot, or have incorrect signs. Under permanent random assignment, treatment responses overshoot (have incorrect signs) for realized changes opposite in sign to (small relative to) expected changes. We derive necessary and sufficient conditions, beyond random assignment, for correct inference of causal effects: martingale policy variable. Infinitesimal transition rates are only sufficient absent fixed costs. Stochastic monotonicity is sufficient for correct sign inference. If these conditions are not met, we show how treatment responses can nevertheless be corrected and mapped to causal effects or extrapolated to forecast responses to future policy changes within or across policy generating processes.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino (discussant) for valuable advice. We also thank seminar participants at Stanford, Wharton, LBS, Duke, Boston University, LSE, UNC, UBC, Maryland, NC State, Imperial College, Simon Fraser, Koc, INSEAD, VGSF, SFI, SFS Cavalcade, the Causal Inference in Finance and Economics Conference, and the Stanford Conference on Causality in the Social Sciences. Funding from the European Research Council is gratefully acknowledged. This paper was previously circulated under the title \"Natural Experiment Policy Evaluation: A Critique.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIlya A. Strebulaev\n\nNo further disclosures need to be made. No conflicts of interest.\n\n\n"
}