{
    "id": 20974,
    "citation_title": "Hoard Behavior and Commodity Bubbles",
    "citation_author": [
        "Harrison Hong",
        "Áureo de Paula",
        "Vishal Singh"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHoarding by large speculators is often blamed for contributing to commodity market panics and bubbles. Using supermarket scanner data on US household purchases during the 2008 Rice Bubble, we show that hoarding is in fact more systemic, affecting even households who have no resale motive. Export bans led to a spike in prices worldwide in the first half of 2008, which spilled over into US markets.  Anticipating shortages, US households with previous purchases of rice, especially those of Asian ethnicity, nearly doubled  their buying around the peak of the bubble. We document transmission mechanisms through over-extrapolation from high prices and contagion, as many households bought rice for the first and last time during the bubble.\n\n",
    "acknowledgement": "\nWe thank seminar participants at HKUST, New York University, PUC-Rio and Yale University for helpful comments. We are also grateful to Manuel Arellano, Orazio Attanasio, Richard Blundell, Marcelo Fernandes, Bo Honoré, Guy Laroque, Valerie Lechene and Elie Tamer for useful conversations. de Paula gratefully acknowledges financial support from the European Research Council through Starting Grant 338187 and the Economic and Social Research Council through the ESRC Centre for Microdata Methods and Practice grant RES-589-28-0001. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}