{
    "id": 20981,
    "citation_title": "Regulating Innovation with Uncertain Quality: Information, Risk, and Access in Medical Devices",
    "citation_author": [
        "Matthew Grennan",
        "Robert Town"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "2019-06-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impact of regulating product entry and quality information requirements on an oligopoly equilibrium and consumer welfare. Product testing can reduce consumer uncertainty, but also increase entry costs and delay entry. Using variation between EU and US medical device regulations, we document patterns consistent with valuable learning from more stringent US requirements. To derive welfare implications, we pair the data with a model of supply, demand, and testing regulation. US policy is indistinguishable from the policy that maximizes total surplus in our estimated model, while the EU could benefit from more testing. “Post-market surveillance” could further increase surplus.\n\n",
    "acknowledgement": "\nData for this research was provided by Millennium Research Group (www.mrg.net). We owe thanks to Jason Abaluck, Andres Aradillas-Lopez, Steve Berry, Dave Chan, Allan Collard-Wexler, Joe Harrington, Ali Hortaçsu, Robin Lee, Sam Peltzman, Scott Stern, Ashley Swanson, Mauricio Varela, and numerous seminar audiences for helpful comments. The University of Toronto, Wharton Dean's Research Fund and Mack Institute, and the Indian School of Business provided financial assistance. Alexandra Charbi, Gi Heung Kim, Ellie Prager, Mike Punzalan, and Emi Terasawa provided excellent research assistance. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}