{
    "id": 20986,
    "citation_title": "Asymmetric Information and Remittances: Evidence from Matched Administrative Data",
    "citation_author": [
        "Thomas Joseph",
        "Yaw Nyarko",
        "Shing-Yi Wang"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing new data matching remittances and monthly payroll disbursals, we demonstrate how fluctuations in migrants' earnings in the United Arab Emirates  affect their remittances. We consider three types of income fluctuations that are observable by families at home: seasonalities, weather shocks and a labor reform. Remittances move with all of these income changes. Remittances do not move with an individual's growth in earnings over time. The slope of the relationship between earnings and time in the UAE varies across individuals and is not easy to observe by families. Thus, a key characteristic that drives remittance behavior is the observability of income rather than other features of these fluctuations. The results are consistent with a private information model where remittances are viewed by the migrant worker as payments to their families in an income-sharing contract.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the teams at UAE Exchange and the UAE Ministry of Labor for their assistance in accessing the data sets and for answering our questions. This paper has benefited from conversations with or comments from Santosh Anagol, Rachel Heath, Rob Jensen, Melanie Khamis, Adriana Kugler, Annemie Maertens, Laura Schechter, Mark Rosenzweig, Dean Yang and various seminar participants. Afshan Aman, Victor Archavski, Patrick Dejearnette and Minkwang Jang provided excellent research assistance. The authors acknowledge financial support from the New York University in Abu Dhabi Research Institute, and the Center for Technology and Economic Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nThomas Joseph\n\nI was working with UAE Exchange as Head of Strategic Planning from May 2008 to Feb 2012.\nI resigned from UAE Exchange on 28th Feb 2012 to join Indian Institute of Management, Udaipur (IIM-U)  as an Associate Professor of Business Policy and Strategy on 29th Feb 2012.\nUAE Exchange requested me to remain as a strategy consultant which is allowed by Government of India who is the promoter of IIMs. The consulting money (here primarily as a retainer to evoke non-compete clause for not allowing me to consult for any other competitor of UAE Exchange) was paid to the institute and out of which 55% is paid back to the consulting Professor (that is me here) after making appropriate tax deductions. UAE Exchange paid an average amount of Dh 10,000 (USD 2700) per month to IIM for this retaining work for about 28 months in the past 3years. The current research was helped by UAE Exchange by giving data related to remittances and salary disbursals in a masked form without any conditions attached. The findings of the research or the objective of the research is having no bearing with the consulting relationship. As stated above, it is basically to evoke the non-compete clause.\n\n\n"
}