{
    "id": 20989,
    "citation_title": "Culture, Ethnicity and Diversity",
    "citation_author": [
        "Klaus Desmet",
        "Ignacio Ortuño-Ortín",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the empirical relationship between ethnicity and culture, defined as a vector of traits reflecting norms, attitudes and preferences. Using surveys of individual values in 76 countries, we find that ethnic identity is a significant predictor of cultural values, yet that within-group variation in culture trumps between-group variation. Thus, in contrast to a commonly held view, ethnic and cultural diversity are unrelated. We explore the correlates of cultural diversity and of the overlap between culture and ethnicity, finding that the level of economic development is positively associated with cultural diversity and negatively associated with the overlap between culture and ethnicity. Finally, although only a small portion of a country's overall cultural heterogeneity occurs between groups, this does not imply that cultural differences between groups are irrelevant. Indeed, we find that civil conflict becomes more likely when there is greater overlap between ethnicity and culture.\n\n",
    "acknowledgement": "\nThe authors acknowledge financial support from the Spanish Ministry of Economics and Competitiveness (grants ECO2011-27014 and ECO2013-46091-P) and the UCLA Anderson Center for Global Management. We thank Georgy Egorov, James Fearon, Paola Giuliano, Wolfgang Keller, Keith Krehbiel, Giacomo Ponzetto and seminar participants at Stanford, Northwestern, Alicante, Pompeu Fabra, Bocconi, the London School of Economics, the Université Catholique de Louvain, the Paris School of Economics and the NBER Summer Institute for useful comments. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}