{
    "id": 20980,
    "citation_title": "Anticipation, Tax Avoidance, and the Price Elasticity of Gasoline Demand",
    "citation_author": [
        "John Coglianese",
        "Lucas W. Davis",
        "Lutz Kilian",
        "James H. Stock"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTraditional least squares estimates of the responsiveness of gasoline consumption to changes in gasoline prices are biased toward zero, given the endogeneity of gasoline prices. A seemingly natural solution to this problem is to instrument for gasoline prices using gasoline taxes, but this approach tends to yield implausibly large price elasticities. We demonstrate that anticipatory behavior provides an important explanation for this result. We provide evidence that gasoline buyers increase gasoline purchases before tax increases and delay gasoline purchases before tax decreases. This intertemporal substitution renders the tax instrument endogenous, invalidating conventional IV analysis. We show that including suitable leads and lags in the regression restores the validity of the IV estimator, resulting in much lower and more plausible elasticity estimates. Our analysis has implications more broadly for the IV analysis of markets in which buyers may store purchases for future consumption.\n\n",
    "acknowledgement": "\nThe authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}