{
    "id": 20988,
    "citation_title": "Power to Choose? An Analysis of Consumer Inertia in the Residential Electricity Market",
    "citation_author": [
        "Ali Hortaçsu",
        "Seyed Ali Madanizadeh",
        "Steven L. Puller"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany jurisdictions around the world have deregulated utilities and opened retail markets to competition. However, inertial decisionmaking can diminish consumer benefits of retail competition. Using household-level data from the Texas residential electricity market, we document evidence of consumer inertia. We estimate an econometric model of retail choice to measure two sources of inertia: (1) search frictions/inattention, and (2) a brand advantage that consumers afford the incumbent.  We find that households rarely search for alternative retailers, and when they do search, households attach a brand advantage to the incumbent. Counterfactual experiments show that low-cost information interventions can notably increase consumer surplus.\n\n",
    "acknowledgement": "\nWe thank the University of Chicago Energy Initiative, EI@Haas, and NSF PSERC and NSF SES award #1426823 for generous financial support. We are grateful for data assistance from Kelly Brink, Robert Manning, Calvin Opheim, and Jess Totten. We thank Tim Brennan, Severin Borenstein, Koichiro Ito, Mar Reguant, Nancy Rose, Catherine Wolfram and numerous seminar participants for very useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}