{
    "id": 20983,
    "citation_title": "Teachers’ Pay for Performance in the Long-Run: Effects on Students’ Educational and Labor Market Outcomes in Adulthood",
    "citation_author": [
        "Victor Lavy"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "2016-09-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the dynamic effects of a teachers’ pay for performance experiment on long-term outcomes at adulthood. The program led to a gradual increase in university education of the high school treated students, reaching a gain of 0.25 years of schooling at age 28-30. The effects on employment and earnings were initially negative, coinciding with a higher enrollment rate in university, but became positive and significant with time. These gains are largely mediated by the positive effect of the program on several high school outcomes, including quantity and quality gains in the high stake matriculation exams.\n\n",
    "acknowledgement": "\nExcellent research assistance was provided by Boaz Abramson, Elior Cohen, and Michal Hodor. I thank Jo Altonji, Josh Angrist, Peter Dolton, Zvi Eckstein, Nathaniel Hendren, Hilary Hoynes, Ed Lazear, Yona Rubinstein, three referees of this journal and participants at seminars at Hebrew University, University of California Santa Barbara, IDC Herzelia, University of Warwick, NBER 2015 Summer Institute Personnel Economics Conference, CEPR 2016 Public Economics Annual Symposium, Warwick-Venice 2016 Labor Economics Conference, Barcelona 2016 Summer Forum and CESifo Economics of Education 2016 Conference for useful comments and suggestions. I thank Israel’s National Insurance Institute (NII) for allowing restricted access to post-secondary schooling and economic and social outcomes data at adulthood in the NII protected research lab. I acknowledge financial support from the European Research Council through ERC Advance Grant 323439, the Israeli Science Foundation and the Maurice Falk Institute in Jerusalem. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}