{
    "id": 20987,
    "citation_title": "Pick Your Poison: The Choices and Consequences of Policy Responses to Crises",
    "citation_author": [
        "Kristin J. Forbes",
        "Michael W. Klein"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCountries choose different strategies when responding to crises. An important challenge in assessing the impact of these policies is selection bias with respect to relatively time-invariant country characteristics, as well as time-varying values of outcome variables and other policy choices. This paper addresses this challenge by using propensity-score matching to estimate how major reserve sales, large currency depreciations, substantial changes in policy interest rates, and increased controls on capital outflows affect real GDP growth, unemployment, and inflation during two periods marked by crises, 1997 to 2001 and 2007 to 2011.  We find that none of these policies yield significant improvements in growth, unemployment, and inflation. Instead, a large increase in interest rates and new capital controls are estimated to cause a significant decline in GDP growth. Sharp currency depreciations may raise GDP growth over time, but only with a lagged effect and after an initial contraction.\n\n",
    "acknowledgement": "\nThanks to Rajeev Dehejia, Pierre-Olivier Gourinchas, Ayhan Kose, Jeffrey Sachs, anonymous reviewers at the IMF, and conference participants at the IMF for helpful comments. Patrick O’Halloran provided excellent research assistance.  We gratefully acknowledge financial support from the IMF for this paper which was prepared for the IMF's Annual Research Conference in November 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}