{
    "id": 2098,
    "citation_title": "Real Estate and the Tax Reform Act of 1986",
    "citation_author": [
        "Patric H. Hendershott",
        "James R. Follain",
        "David C. Ling"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn contrast to the conventional wisdom, real estate activity in the aggregate is not disfavored by the 1986 Tax Act. Within the broad aggregate, however, widely different impacts are to be expected. Regular rental and commercial activity will be slightly disfavored, while historic and old rehabilitation activity will be greatly disfavored. In contrast, owner- occupied housing, far and away the largest component of real estate, is favored, both directly by an interest rate decline and indirectly owing to the increase in rents. Low-income rental housing may be the most favored of all real estate activities. The rent increase for residential properties will be 10 to 15 percent with our assumption of a percentage point decline in interest rates. For commercial properties, the expected rent increase is 5 to 10 percent. The market value decline, which will be greater the longer and further investors think rents will be below the new equilibrium, is unlikely to exceed 4 percent in fast growth markets, even if substantial excess capacity currently exists. In no-growth markets with substantial excess capacity, market values could decline by as much as 8 percent from already depressed levels. Average housing costs will decrease slightly for households with incomes below about $60,000, but increase by 5 percent for those with incomes above twice this level. With the projected increase in rents, homeownership should rise for all income classes, but especially for those with income under $60,000. The aggregate home ownership rate is projected to increase by three percentage points in the long run in response to the Tax Act. The new passive loss limitations are likely to lower significantly the values of recent loss-motivated partnership deals and of properties in areas where the economics have turned sour (vacancy rates have risen sharply). The limitations should have little impact on new construction and market rents, however. Reduced depreciation write-offs, lower interest rates, and higher rents all act to lower expected passive losses. Moreover, financing can be restructured to include equity-kickers or less debt generally at little loss of value.\n\n",
    "acknowledgement": "\n"
}