{
    "id": 20999,
    "citation_title": "Expecting the Unexpected: Emissions Uncertainty and Environmental Market Design",
    "citation_author": [
        "Severin Borenstein",
        "James Bushnell",
        "Frank A. Wolak",
        "Matthew Zaragoza-Watkins"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "2018-06-19",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study potential equilibria in California's cap-and-trade market for greenhouse gases (GHGs) based on information available before the market started. We find large ex ante uncertainty in business-as-usual emissions and in the abatement that might result from non-market policies, much larger than the reduction that could plausibly occur in response to an allowance price within a politically acceptable range. This implies that the market price is very likely to be determined by an administrative price floor or ceiling. Similar factors seem likely to be present in other cap-and-trade markets for GHGs.\n\n",
    "acknowledgement": "\nThis research was supported by a contract with the California Air Resources Board (ARB). Borenstein, Bushnell, and Wolak were members of the Market Simulation Group that advised ARB in 2012- 2014. Zaragoza-Watkins worked with the MSG as a researcher. Bushnell's research was supported in part by the National Science Foundation under award 1229008. Zaragoza-Watkins' research was supported in part by the High Meadows Foundation, during a post-doctoral fellowship at the Environmental Defense Fund. Borenstein, Bushnell and Wolak were supported in part by a grant from the Energy Foundation. We thank Elizabeth Bailey, Michael Gibbs, David Kennedy, Ray Olsson, Billy Pizer, and Emily Wimberger for their input. We also thank participants in seminars and conferences at the National Bureau of Economic Research, U.S. Environmental Protection Agency, Arizona State University, University of Pittsburgh, UC Berkeley, Georgia Tech, Wharton, Iowa State University, National University of Singapore, and University of Minnesota for valuable comments. The opinions in this paper do not represent those of the California Air Resources Board, any of its employees, or the National Bureau of Economic Research.\n\n\n"
}