{
    "id": 20992,
    "citation_title": "The Impact of Entrepreneurial Risk Aversion on Wages in General Equilibrium",
    "citation_author": [
        "Ying Feng",
        "James E. Rauch"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nOne of the leading theories of entrepreneurship is that less risk averse individuals become entrepreneurs and more risk averse individuals become their employees. Kihlstrom and Laffont (1979) formalized this insight in an elegant and widely taught general equilibrium model. However, their model has not been further developed. A reason may be that their main comparative static result, that an economy-wide increase in risk aversion lowers the equilibrium wage, appeared to require the assumption that all agents had identical risk aversion index, throwing out their motivating insight and indicating that the model is intractable. In this note we prove this comparative static result on risk aversion and wages in general equilibrium, retaining agent heterogeneity in risk aversion and the endogenous division of agents into less risk averse entrepreneurs and more risk averse workers, without adding any assumptions not already in the original paper. Besides the intrinsic value of the result, we hope to increase the usefulness of the Kihlstrom and Laffont (1979) model for other researchers and to facilitate improvement in its exposition for the many graduate courses in which it is taught.\n\n",
    "acknowledgement": "\nOur thanks to Alexis Akira Toda and Richard Kihlstrom for helpful comments. We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}