{
    "id": 20998,
    "citation_title": "Retrospective and Prospective Benefit-Cost Analysis of US Anti-Smoking Policies",
    "citation_author": [
        "Lawrence Jin",
        "Donald S. Kenkel",
        "Feng Liu",
        "Hua Wang"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRegulatory policies designed to improve societal welfare by “nudging” consumers to make better choices are increasingly popular. The application of benefit-cost analysis (BCA) to this sort of regulation confronts difficult theoretical and applied issues. In this analysis we contribute a worked example of behavioral BCA of US anti-smoking policies. Our conceptual framework extends the standard market-based approach to BCA to allow for individual failures to make lifetime utility-maximizing choices of cigarette consumption. We discuss how our market-based approach compares to the health benefits approach and the “consumer surplus offset” controversy in recent BCAs of several health-related regulations. We use a dynamic population model to make counterfactual simulations of smoking prevalence rates and cigarette demand over time. In our retrospective BCA the simulation results imply that the overall impact of antismoking policies from 1964 – 2010 is to reduce total cigarette consumption by 28 percent. At a discount rate of 3 percent the 1964-present value of the consumer benefits from anti-smoking policies through 2010 is estimated to be $573 billion ($2010). Although we are unable to develop a hard estimate of the policies’ costs, we discuss evidence that suggests the consumer benefits substantially outweigh the costs. We then turn to a prospective BCA of future anti-smoking FDA regulations. At a discount rate of 3 percent the 2010-present value of the consumer benefits 30 years into the future from a simulated FDA tobacco regulation is estimated to be $100 billion. However, the nature of potential FDA tobacco regulations suggests that they might impose additional costs on consumers that make it less clear that the net benefits of the regulations will be positive.\n\n",
    "acknowledgement": "\nWe thank Glenn Blomquist and an anonymous referee for very useful comments. We also thank the following people for their insights and stimulating discussions of issues in this analysis: Frank Chaloupka, James Choi, David Cutler, Sherry Glied, James K. Hammitt, Amber Jessup, Joseph Newhouse, Lisa A. Robinson, Martha Starr, and Kenneth Warner. The findings and conclusions of this paper are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}