{
    "id": 20996,
    "citation_title": "Access to Four-Year Public Colleges and Degree Completion",
    "citation_author": [
        "Joshua Goodman",
        "Michael Hurwitz",
        "Jonathan Smith"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "2016-06-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes access to four-year colleges affect degree completion for students who would otherwise attend two-year colleges? Admission to Georgia’s four-year public sector requires minimum SAT scores. Regression discontinuity estimates show that access to this sector increases four-year college enrollment and college quality, largely by diverting students from two-year colleges. Access substantially increases bachelor’s degree completion rates for these relatively low-skilled students. SAT retaking behavior suggests students value access to four-year public colleges, though perhaps less than they should. Our results imply that absolute college quality matters more than match quality and suggest potential unintended consequences of free community college proposals.\n\n",
    "acknowledgement": "\nPreviously circulated as \"College Access, Initial College Choice and Degree Completion.\" This research reflects the views of the authors and not their corresponding institutions. For helpful comments, we thank Kehinde Ajayi, Chris Avery, Raj Chetty, Damon Clark, Gordon Dahl, David Deming, Yingying Dong, Maria Fitzpatrick, Jessica Howell, Joshua Hyman, Larry Katz and Martin West, as well as conference and seminar participants at Harvard, UC-San Diego, UC-Irvine, NBER, SOLE, SREE, AEFP, SEA and the College Board. Shelby Lin and Carlos Paez provided excellent research assistance. Joshua Goodman gratefully acknowledges support from the Taubman Center for State and Local Government. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Hurwitz\n\nI am a full-time employee at the College Board and have received no funding from any external sources.\n\n\n\nJonathan Smith\n\nI am a full-time employee at the College Board and have received no funding from any external sources.\n\n\n"
}