{
    "id": 20994,
    "citation_title": "Wealth and Volatility",
    "citation_author": [
        "Jonathan Heathcote",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2015-03-02",
    "issue_date": "2015-02-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeriods of low household wealth in United States macroeconomic history have also been periods of high business cycle volatility. This paper develops a simple model that can exhibit self-fulfilling fluctuations in the expected path for unemployment. The novel feature is that the scope for sunspot-driven volatility depends on the level of household wealth. When wealth is high, consumer demand is largely insensitive to unemployment expectations and the economy is robust to confidence crises. When wealth is low, a stronger precautionary motive makes demand more sensitive to unemployment expectations, and the economy becomes vulnerable to confidence-driven fluctuations. In this case, there is a potential role for public policies to stabilize demand. Microeconomic evidence is consistent with the key model mechanism: during the Great Recession, households with relatively low wealth, ceteris paribus, cut expenditures more sharply.\n\n",
    "acknowledgement": "\nWe thank seminar participants at several institutions and conferences, and Mark Aguiar, Christophe Chamley, Andrew Gimber, Franck Portier, and Emiliano Santoro for insightful comments. Also thanks to Joe Steinberg for excellent research assistance. Perri thanks the European Research Council for financial support under Grant 313671 RESOCONBUCY. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}