{
    "id": 20997,
    "citation_title": "How Does Health Promotion Work? Evidence From The Dirty Business of Eliminating Open Defecation",
    "citation_author": [
        "Paul Gertler",
        "Manisha Shah",
        "Maria Laura Alzua",
        "Lisa Cameron",
        "Sebastian Martinez",
        "Sumeet Patil"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the mechanisms underlying health promotion campaigns designed to eliminate open defecation in at-scale randomized field experiments in four countries: India, Indonesia, Mali, and Tanzania. Health promotion works through a number of mechanisms, including: providing information on the return to better behavior, nudging better behavior that one already knows is in her self-interest, and encouraging households to invest in health products that lower the marginal cost of good behavior.  We find that health promotion generally worked through both convincing households to invest in in-home sanitation facilities and nudging increased use of those facilities. \nWe also estimate the causal relationship between village open defecation rates and child height using experimentally induced variation in open defecation for identification. Surprisingly we find a fairly linear relationship between village open defecation rates and the height of children less than 5 years old. Fully eliminating open defecation from a village where everyone defecates in the open would increase child height by 0.44 standard deviations. Hence modest to small reductions in open defecation are unlikely to have a detectable effect on child height and explain why many health promotion interventions designed to reduce open defecation fail to improve child height. Our results suggest that stronger interventions that combine intensive health promotional nudges with subsidies for sanitation construction may be needed to reduce open defecation enough to generate meaningful improvements in child health.\n\n",
    "acknowledgement": "\nGertler and Shah led the analysis and drafting of this paper with support from the other authors. Patil led the India evaluation, Cameron and Shah led the Indonesia Evaluation, Alzua led the Mali evaluation and Martinez led the Tanzania evaluation. Ben Arnold, Berta Briceno, Jack Colford, Sebastian Galiani, Jack Molyneaux and Alex Orsla provided valuable inputs into the country evaluations. The authors also wish to thank Cameron Bresline, Pascaline Dupas, Josh Gruber and seminar participants at UC Berkeley, USC and the 2015 AEA meetings in Boston for helpful comments. The authors gratefully acknowledge financial support from the Water and Sanitation Program at the World Bank through a grant from the Bill and Melinda Gates Foundation. Lisa Cameron and Manisha Shah also acknowledge funding from the Australian Research Council, Grant No.  DP0987011. The opinions expressed in this paper are those of the authors alone and do not necessarily represent the opinions of the organizations where they work or of the funders. The authors have no material or financial interests in the results or opinions expressed in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}