{
    "id": 210,
    "citation_title": "An Economic Study of U.S. Aircraft Hijacking, 1960-1976",
    "citation_author": [
        "William M. Landes"
    ],
    "citation_publication_date": "1977-10-01",
    "issue_date": "1977-10-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study attempts to explain the general pattern of aircraft hijacking in the U.S. between 1361 and 1976, the reasons for the dramatic reduction in hijackings after 1972, and the costs and benefits of regulation instituted in 1973 that required mandatory preboarding searches of all passengers and carry-on luggage. The main findings of the paper can be summarized as follows: (1) Increases in the probability of apprehension, the conditional probability of incarceration and the sentence are associated with significant reductions in aircraft hijackings in the 1961 to 1976 time period. These findings are based on two methods of estimating the rate of hijackings , a quarterly time series and the time or flight intervals between successive hijackings, and alternative estimates of the deterrence variables. (2) Regression estimates from the sample period ending in 1972 were used to forecast the number of additional hijackings that would have taken place between 1973 and 1976 if (a) mandatory screening had not been instituted and (b) the probability of apprehension (once the hijacking is attempted) had remained constant and equal to its 1972 value. Under these assumptions, there would have been between 41 and 67 additional hijackings compared to the 11 that actually occurred in the 1973 to 1976 period. (3) Although the mandatory screening program is highly effective in terms of the number of hijackings prevented, its costs appear enormous. The estimated net increase in security costs due to the screening program (which does not include the time and inconvenience costs to persons searched) is $194.24 million over the 1973 to 1976 period. This, in turn, translates into a $3.24 to $9.25 million expenditure to deter a single hijacking. Put differently, if the dollar equivalent of the loss to an individual hijacked passenger were in the range of $76,718 to $219,221, then the costs of screening would just offset the expected hijacking losses.\n\n",
    "acknowledgement": "\n"
}