{
    "id": 21007,
    "citation_title": "Regional Redistribution Through the U.S. Mortgage Market",
    "citation_author": [
        "Erik Hurst",
        "Benjamin J. Keys",
        "Amit Seru",
        "Joseph S. Vavra"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "2016-03-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nRegional shocks are an important feature of the U.S. economy. Households' ability to self-insure against these shocks depends on how they affect local interest rates. In the United States, most borrowing occurs through the mortgage market and is influenced by the presence of government-sponsored enterprises (GSEs). We establish that despite large regional variation in predictable default risk, GSE mortgage rates for otherwise identical loans do not vary spatially. In contrast, the private market does set interest rates that vary with local risk. We use a spatial model of collateralized borrowing to show that the national interest rate policy substantially affects welfare by redistributing resources across regions.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Heitor Almeida, Tom Davidoff, John Driscoll, Matthew Kahn, Arvind Krishnamurthy, John Leahy, Tomasz Piskorski, Stijn Van Nieuwerburgh, Monika Piazzesi, David Scharfstein, Johannes Stroebel, Adi Sunderam, Francesco Trebbi, and seminar participants at Berkeley Haas, Ennaudi Institute, Federal Reserve Board, HEC, Indian School of Business, Kellogg, MIT, National University of Singapore, NBER Monetary Economics Program Meeting, Ohio State, NBER Summer Institute, Chicago Fed, Rutgers, Stanford, Toronto, UBC, UCLA, University of Chicago Booth, University of Chicago Harris, University of Illinois, University of Michigan, Wharton, the FRIC 2014 conference on financial frictions, and the NBER conference on Financing Housing Capital for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}