{
    "id": 21005,
    "citation_title": "Short-term, Long-term, and Continuing Contracts",
    "citation_author": [
        "Maija Halonen-Akatwijuka",
        "Oliver Hart"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParties often regulate their relationships through “continuing” contracts that are neither long-term nor short-term but usually roll over.  We study the trade-off between long-term, short-term, and continuing contracts in a two period model where gains from trade exist in the first period, and may or may not exist in the second period.  A long-term contract that mandates trade in both periods is disadvantageous since renegotiation is required if there are no gains from trade in the second period.  A short-term contract is disadvantageous since a new contract must be negotiated if gains from trade exist in the second period.  A continuing contract can be better.  In a continuing contract there is no obligation to trade in the second period but if there are gains from trade the parties will bargain “in good faith” using the first period contract as a reference point. This can reduce the cost of negotiating the next contract.  Continuing contracts are not a panacea, however, since good faith bargaining may preclude the use of outside options in the bargaining process and as a result parties will sometimes fail to trade when this is efficient.\n\n",
    "acknowledgement": "\nWe would like to thank Oren Bar-Gill, Lucian Bebchuk, Kirill Borusyak, Donald Franklin, Louis Kaplow, Jeffrey Picel, Robert Scott, Kathryn Spier, Paul Tucker, Massimiliano Vatiero, and Luigi Zingales for helpful discussions. We have also benefitted from the responses of audiences at the 2014 FOM meetings at the University of Southern California, at the University of Lausanne, and at Harvard Law School. We gratefully acknowledge financial support from the U.S. National Science Foundation through the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}