{
    "id": 21000,
    "citation_title": "A Retrospective Look at Rescuing and Restructuring General Motors and Chrysler",
    "citation_author": [
        "Austan D. Goolsbee",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "2015-04-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper takes a retrospective look at the U.S. government’s effort to rescue and restructure General Motors and Chrysler in the midst of the 2009 economic and financial crisis. The paper describes how two of the largest industrial companies in the world came to seek a bailout from the U.S. government, the analysis used to evaluate their request, and the steps taken by the government to rescue them. The paper also summarizes the performance of the U.S. auto industry since the bailout and draws some general lessons from the episode.\n\n",
    "acknowledgement": "\nThe authors are grateful to Anthony Casey, Steve Rattner, Harry Wilson, Tim Taylor, David Autor and Chang-Tai Hsieh for helpful comments, and to David Cho and Loullya Saney for excellent research assistance.  This paper was prepared for the Journal of Economic Perspectives. Austan Goolsbee wishes to thank the University of Chicago Booth School of Business's Initiative on Global Markets for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}