{
    "id": 21004,
    "citation_title": "The Marriage Market, Labor Supply and Education Choice",
    "citation_author": [
        "Pierré-Andre Chiappori",
        "Monica Costa Dias",
        "Costas Meghir"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2016-07-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an equilibrium lifecycle model of education, marriage and labor supply and consumption in a transferable utility context. Individuals start by choosing their investments in education anticipating returns in the marriage market and the labor market. They then match based on the economic value of marriage and on preferences. Equilibrium in the marriage market determines intrahousehold allocation of resources. Following marriage households (married or single) save, supply labor and consume private and public commodities under uncertainty. Marriage thus has the dual role of providing public goods and offering risk sharing. The model is estimated using the British HPS.\n\n",
    "acknowledgement": "\nThis research has greatly benefited from discussions with Jim Heckman, Ana Reynoso and Harald Uhlig. We thank six anonymous referees for their detailed and constructive comments, as well as participants in seminars at the University of Chicago, the Becker Friedman Institute conference in honor of Gary Becker and the conference in honor of Martin Browning. Monica Costa Dias thanks the ESRC for funding. Costas Meghir thanks the Cowles foundation and the ISPS for funding. Pierre André Chiappori thanks the NSF (award 1124277) for funding. The usual disclaimer applies.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}