{
    "id": 21003,
    "citation_title": "Capital Tax Reform and the Real Economy: The Effects of the 2003 Dividend Tax Cut",
    "citation_author": [
        "Danny Yagan"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "2018-01-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests whether the 2003 dividend tax cut—one of the largest reforms ever to a U.S. capital tax rate—stimulated corporate investment and increased labor earnings, using a quasi-experimental design and U.S. corporate tax returns from years 1996-2008. I estimate that the tax cut caused zero change in corporate investment and employee compensation.  Economically, the statistical precision challenges leading estimates of the cost-of-capital elasticity of investment, or undermines models in which dividend tax reforms affect the cost of capital. Either way, it may be difficult to implement an alternative dividend tax cut that has substantially larger near-term effects.\n",
    "acknowledgement": "\nI thank Alan Auerbach, Effraim Benmelech, Shai Bernstein, Marianne Bertrand, Raj Chetty, David Cutler, Mihir Desai, Jesse Edgerton, C. Fritz Foley, John Friedman, Nathaniel Hilger, Patrick Kline, N. Gregory Mankiw, Joana Naritomi, James Poterba, Emmanuel Saez, Andrei Shleifer, Joel Slemrod, Jeremy Stein, Lawrence Summers, Matthew Weinzierl, anonymous referees, and numerous seminar participants for helpful comments. Amol Pai, Evan Rose, and Michael Stepner provided excellent research assistance. The tax data were accessed through contract TIRNO-09-R-00007 with the Statistics of Income Division at the U.S. Internal Revenue Service. This work does not necessarily reflect the IRS's interpretation of the data. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}