{
    "id": 21009,
    "citation_title": "Reference Points and Redistributive Preferences: Experimental Evidence",
    "citation_author": [
        "Jimmy Charité",
        "Raymond Fisman",
        "Ilyana Kuziemko"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "2015-04-17",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIf individuals evaluate outcomes relative to the status quo, then a social planner may limit redistribution from rich to poor even in the absence of moral hazard. We present two experiments suggesting that individuals, placed in the position of a social planner, do in fact respect the reference points of others.  First, subjects are given the opportunity to redistribute unequal, unearned initial endowments between two anonymous recipients.  They redistribute significantly less when the recipients know the initial endowments (and thus may have formed corresponding reference points) than when the recipients do not know (when we observe near-complete redistribution). Subjects who are themselves risk-seeking over losses drive the effect, suggesting they project their own loss-aversion onto the recipients. In a separate experiment, respondents are asked to choose a tax rate for someone who (due to luck) became rich either five or one year(s) ago. Subjects faced with the five-year scenario choose a lower tax rate, indicating respect for the more deeply embedded (five-year) reference point. Our results thus suggest that respect for reference points of the wealthy may help explain why voters demand less redistribution than standard models predict.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Angus Deaton, Stefano DellaVigna, Marc Fleurbaey, Larry Katz, Benjamin Lockwood, David Moss, Howard Rudnick, Stefanie Stantcheva and Matt Weinzierl for helpful discussions, as well as seminar participants at the AEA meetings, Berkeley, Bocconi, UCSB, Chicago, Columbia, Harvard, LSE, NBER, Northwestern, Princeton, UPF, and Stockholm.  Financial support from the Tobin Project is gratefully acknowledged.  Adith Srinivasamurthy provided invaluable assistance with JavaScript programming. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}