{
    "id": 21012,
    "citation_title": "Preventives Versus Treatments",
    "citation_author": [
        "Michael Kremer",
        "Christopher Snyder"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPreventives are sold ex ante, before disease status is realized, while treatments are sold ex post. Even if the mean of the ex ante distribution of consumer values is the same as that ex post, the shape of the distributions may differ, generating a difference between the surplus each product can extract. If, for example, consumers differ only in ex ante disease risk, then a monopolist would have more difficulty extracting surplus with a preventive than with a treatment because treatment consumers, having contracted the disease, no longer differ in disease risk. We show that the ratio of preventive to treatment producer surplus can be arbitrarily small, in particular when the distribution of consumer values has a Zipf shape and the disease is rare. The firm's bias toward treatments can be reversed, for example, if the source of private information is disease severity learned ex post. The difference between the producer surplus earned from the products can result in distorted R&D incentives; the deadweight loss from this distortion can be as large as the entire producer-surplus difference. Calibrations for HIV and heart attacks based on risk factors in the U.S. population suggest that the distribution of disease risk is sufficiently Zipf-similar to generate substantial differences between producer surplus from preventives and treatments. Empirically, we find that proxies for the Zipf-similarity of the disease-risk distribution are associated a significantly lower likelihood of vaccine development but not drug development.\n\n",
    "acknowledgement": "\nPrevious versions of this paper were circulated as “Why Is There No AIDS Vaccine” among other titles. The authors are grateful to Marcella Alsan, Emmanuelle Auriol, Chris Avery, David Blanchflower, Bryan Boulier, Ryan Bubb, Jim Dana, Esther Duflo, Glenn Ellison, Amy Finkelstein, Jerry Green, Jon Hamilton, Jason Hartline, Corinne Langinier, Scott Lee, David Malueg, David McAdams, Sendhil Mullainathan, Scott Pauls, Robert Porter, Michael Schwarz, Andrew Segal, Lars Stole, GlenWeyl, Heidi Williams, Hongkai Zhang, Jon Zinman, and seminar participants at the American Enterprise Institute, Cornell, Dartmouth, Fordham, Harvard, Indiana, MIT, Northeastern, Northwestern, NYU, Princeton, RAND, Stanford, UCLA, University of Pennsylvania, University of Rochester, University of Toronto, the IAEN Symposium on the Economics of AIDS/HIV in Developing Countries (Barcelona), the IDEI Conference on Markets for Pharmaceuticals and the Health of Developing Nations, the International Industrial Organization Conference (Boston), the NBER Summer Institutes on Health and Aging and on Innovation and the Global Economy, and the Southern Economic Association Conference (Charleston) for helpful comments; and to Lindsey Beckett, Ruben Enikolopov, Cacey Tang, Suzanne Wang, and Dan Wood for excellent research assistance. We are grateful for the medical expertise of Scott Lee, who directed the effort to code risk heterogeneity for diseases in our sample. We are especially indebted to the editors and referees for extensive suggestions which substantially improved the paper. Snyder gratefully acknowledges funding for research assistants provided by the Dartmouth College Presidential Scholars Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}