{
    "id": 21017,
    "citation_title": "Capital Flows and Domestic and International Order: Trilemmas from Macroeconomics to Political Economy and International Relations",
    "citation_author": [
        "Michael Bordo",
        "Harold James"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explains the problem of adjustment to the challenges of globalization in terms of the logic underpinning four distinct policy constraints or trilemmas, and their interrelationship, and in particular the disturbances that arise from capital flows. The analysis of a policy trilemma was developed first as a diagnosis of exchange rate problems (the incompatibility of free capital flows with monetary policy autonomy and a fixed exchange rate regime); but the approach can be  extended. The second trilemma we describe is the incompatibility between financial stability, capital mobility and fixed exchange rates. The third example extends the analysis to politics, and looks at the strains in reconciling democratic politics with monetary autonomy and capital movements. Finally we examine the security aspect and look at the interactions of democracy with capital flows and international order. The trilemmas in short depict the way that domestic monetary, financial, economic and political systems are interconnected with the international. They can be described as the impossible policy choices at the heart of globalization. Frequently, the trilemmas conjure up countervailing anti-globalization tendencies and trends.\n\n",
    "acknowledgement": "\nFor helpful suggestions and comments we thank Barry Eichengreen, Jeffrey Frieden, Robert Keohane and Dani Rodrik. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}