{
    "id": 21011,
    "citation_title": "Poisedness and Propagation: Organizational Emergence and the Transformation of Civic Order in 19th-Century New York City",
    "citation_author": [
        "Victoria Johnson",
        "Walter W. Powell"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe emergence of novelty, especially of new categories of people and organizations, is undertheorized in the social sciences. Some social worlds are more hospitable to novel introductions or exogenous perturbations than others. Explaining this relative \"poisedness\" is essential to understanding when and why new organizational forms appear, persist, and expand, both cognitively and geographically. We offer a comparative analysis of two cases of emergence in 19th-century New York City that examines the conditions under which a new organizational form - a research-intensive botanical garden - developed and took root. We show that social worlds are highly poised when environmental, intellectual, and civic factors have reinforcing consequences. Poisedness is amplified when the social character of the individuals produced by specific historical milieux attunes these innovators to the larger social and material processes that favor the creation of new modes of organization. Although our analysis of poisedness is fixed on a specific time and place, New York City over the course of the 19th century, our arguments about the emergence of new organizational forms apply readily to other settings and time periods.\n\n",
    "acknowledgement": "\nWe are very grateful to Rebecca Sunde for exceptional research assistance. We have benefited from comments from the participants in seminars at the University of Mannheim, the Wirtschaftsuniversität Wien, the University of Cambridge, the National Bureau of Economic Research’s Economic History Workshop, and the Economic Sociology and Networks and Organizations workshops at Stanford, as well as from Howard Aldrich, Tim Bartley, Julie Battilana, Christof Brandtner, Patricia Bromley, Joon Nak Choi, Nitsan Chorev, Jeannette Colyvas, Avinash Dixit, Mark Granovetter, Mauro Guillén, Ira Katznelson, Naomi Lamoreaux, Margaret Levi, Jonathan Levy, Mark Mizruchi, Chandra Mukerji, Wanda Orlikowski, Jason Owen-Smith, and Charles Perrow. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}