{
    "id": 21014,
    "citation_title": "Treasure Hunt: Social Learning in the Field",
    "citation_author": [
        "Markus Mobius",
        "Tuan Phan",
        "Adam Szeidl"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe seed noisy information to members of a real-world social network to study how information diffusion and information aggregation jointly shape social learning. Our environment features substantial social learning. We show that learning occurs via diffusion which is highly imperfect: signals travel only up to two steps in the conversation network and indirect signals are transmitted noisily. We then compare two theories of information aggregation: a naive model in which people double-count signals that reach them through multiple paths, and a sophisticated model in which people avoid double-counting by tagging the source of information. We show that to distinguish between these models of aggregation, it is critical to explicitly account for imperfect diffusion. When we do so, we find that our data are most consistent with the sophisticated tagged model.\n\n",
    "acknowledgement": "\nAndrás Kiss and Jenö Pál provided outstanding research assistance. We are grateful to Abhijit Banerjee, Ben Golub, Bo Honore, Matthew Jackson and seminar participants for helpful comments and suggestions. Mobius and Szeidl thank for support the National Science Foundation (award \\#0752835). Phan thanks for support the National University of Singapore under grant R-253-000-088-133. Szeidl thanks for support the Alfred P. Sloan Foundation and the European Research Council under the European Union’s Seventh Framework Program (FP7/2007-2013) ERC grant agreement number 283484. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}