{
    "id": 21016,
    "citation_title": "The CAPM Strikes Back? An Investment Model with Disasters",
    "citation_author": [
        "Hang Bai",
        "Kewei Hou",
        "Howard Kung",
        "Lu Zhang"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nValue stocks are more exposed to disaster risk than growth stocks. Embedding disasters into an investment-based asset pricing model induces strong nonlinearity in the pricing kernel. Our single-factor model reproduces the failure of the CAPM in explaining the value premium in finite samples in which disasters are not materialized, and its relative success in samples in which disasters are materialized. The relation between pre-ranking market betas and average returns is flat in simulations, despite a strong positive relation between true market betas and expected returns. Evidence in the long U.S. sample from 1926 to 2014 lends support to the model’s key predictions.\n\n",
    "acknowledgement": "\nWe thank our discussant Francisco Gomes as well as Ron Balvers, Frederico Belo, Michael Brennan, Andrea Eisfeldt, Francois Gourio, Finn Kydland, Xiaoji Lin, Chen Xue, and other seminar participants at McMaster University, the 2013 Society of Economic Dynamics Annual Meetings, the 2013 University of British Columbia Summer Finance Conference, the 2014 American Economic Association Annual Meetings, and the 2014 Econometric Society Winter Meetings for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}