{
    "id": 21010,
    "citation_title": "TFP, News, and \"Sentiments:\" The International Transmission of Business Cycles",
    "citation_author": [
        "Andrei A. Levchenko",
        "Nitya Pandalai-Nayar"
    ],
    "citation_publication_date": "2015-03-09",
    "issue_date": "2015-03-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel identification scheme for a non-technology business cycle shock, that we label \"sentiment.\" This is a shock orthogonal to identified surprise and news TFP shocks that maximizes the short-run forecast error variance of an expectational variable, alternatively a GDP forecast or a consumer confidence index. We then estimate the international transmission of three identified shocks – surprise TFP, news of future TFP, and \"sentiment\" – from the US to Canada. The US sentiment shock produces a business cycle in the US, with output, hours, and consumption rising following a positive shock, and accounts for the bulk of short-run business cycle fluctuations in the US. The sentiment shock also has a significant impact on Canadian macro aggregates. In the short run, it is more important than either the surprise or the news TFP shocks in generating business cycle comovement between the US and Canada, accounting for up to 50% of the forecast error variance of Canadian GDP and about one-third of Canadian hours, imports, and exports. The news shock is responsible for some comovement at 5-10 years, and surprise TFP innovations do not generate synchronization.\n\n",
    "acknowledgement": "\nWe are grateful to Rudi Bachmann, Christoph Boehm, Jordi Gali, Lutz Kilian, Eric Sims, and Jaume Ventura for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}