{
    "id": 21015,
    "citation_title": "The Insurance Value of Medical Innovation",
    "citation_author": [
        "Darius Lakdawalla",
        "Anup Malani",
        "Julian Reif"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nEconomists think of medical innovation as a valuable but risky good, producing health benefits but increasing financial risk. This perspective overlooks how innovation can lower physical risks borne by healthy patients facing the prospect of future disease. We present an alternative framework that accounts for all these aspects of value and links them to the value of health insurance. We show that any innovation worth buying reduces overall risk, thereby generating positive insurance value on its own. We conduct two empirical exercises to assess the significance of our insights. First, we calculate that conventional methods underestimate the value of historical health gains by 30-80%. Second, we examine a large set of medical technologies and calculate that insurance value on average adds 100% to the conventional valuation of those treatments. Moreover, we find that the physical risk-reduction value of these technologies is ten times greater than the financial risk they pose and the corresponding value of health insurance that insures this financial risk. Our analysis also suggests standard methods disproportionately undervalue treatments for the most severe illnesses, where physical risk to consumers is most costly.\n\n",
    "acknowledgement": "\nWe are grateful to Jeff Brown, Marika Cabral, Amitabh Chandra, Tatyana Deryugina, Don Fullerton, Nolan Miller, David Molitor, Heidi Williams, and participants at the 2014 American Economic Association meetings, the 2014 ASHEcon meeting, Harvard Medical School, Harvard Law School, the Indiana University Health Economics Workshop, the NBER Joint Healthcare and Insurance Program meeting, the NBER Health Economics Program meeting, the Pritzker School of Medicine, the University of Chicago Applications workshop, the University of Chicago Health Economics Workshop, the University of Illinois CBPP seminar series, UCSB, UIC, and USC for helpful comments. Charles Zhang provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarius Lakdawalla\n\nDr. Lakdawalla is a partner in Precision Health Economics LLC, a consulting firm that receives funding from firms in the pharmaceutical, biotechnology, and medical device industries.  No funding or compensation was received for this particular study\n\n\n\nAnup Malani\n\nAnup Malani thanks the Samuel J. Kersten Faculty Fund and the Microsoft Fund for financial support.  Mr. Malani has served as a consultant for Precision Health Economics.\n\n\n"
}