{
    "id": 21019,
    "citation_title": "Precautionary Strategies and Household Saving",
    "citation_author": [
        "Joshua Aizenman",
        "Eduardo Cavallo",
        "Ilan Noy"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy do people save? A strand of the literature has emphasized the role of ‘precautionary’ motives; i.e., private agents save in order to mitigate unexpected future income shocks. An implication is that in countries faced with more macroeconomic volatility and risk, private saving should be higher. From the observable data, however, we find a negative correlation between risk and private saving in cross-country comparisons, particularly in developing countries. We provide a plausible explanation for the disconnect between precautionary-saving theory and the empirical evidence that is based on a model with a richer account for the various modes of ‘precautionary’ behavior by private agents, in cases where institutions are weaker and labor informality is prevalent. In such environments, household saving decisions are intertwined with firms’ investment decisions. As a result, the interaction between saving behavior, broadly construed, and aggregate risk and uncertainty, may be more complex than is frequently assumed.\n\n",
    "acknowledgement": "\nResearch support from the Inter-American Development Bank and the Dockson Chair in Economics and International Relations at USC is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEduardo Cavallo\n\nEduardo Cavallo is an employee of the Inter-American Development Bank. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, or the countries they represent.\n\n\n"
}