{
    "id": 21013,
    "citation_title": "Effects of Peer Counseling to Support Breastfeeding: Assessing the External Validity of a Randomized Field Experiment",
    "citation_author": [
        "Onur Altindag",
        "Theodore J. Joyce",
        "Julie A. Reeder"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an effort to improve breastfeeding, the Oregon WIC Program tested whether a relatively low-cost telephone peer counseling initiative to support breastfeeding could increase the initiation and duration of exclusive breastfeeding among its participants. They conducted a large randomized field experiment (RFE) with over 1900 women from four WIC agencies in the state.  In this study we use data from the RFE along with administrative data from the rest of the state to assess whether the results from the RFE can be extended to other agencies in the state.  We find small or non-existent effects of peer counseling in the non-experimental settings, which suggest that the experimental estimates may reflect Hawthorne effects.  We present evidence of selection into RFE in that exclusive breastfeeding among the controls is significantly greater than among women who were offered but declined to participate in the RFE as well as from women in the rest of the state who had no access to peer counseling.  We conclude that despite the strong internal validity of the RFE, extending the program to other agencies in the state would have a limited impact at best on exclusive breastfeeding.\n\n",
    "acknowledgement": "\nThis work represents the opinions of the authors and not the State of Oregon WIC Program. We want to thank Samir Mustafic from the Oregon WIC Program for expert programming.  Work was supported by grant R03 HD072991-01 from the National Institutes of Child Health and Human Development to the Research Foundation of the City University of New York. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}