{
    "id": 21018,
    "citation_title": "Toward an Understanding of Economic Growth in Africa: A Re-Interpretation of the Lewis Model",
    "citation_author": [
        "Xinshen Diao",
        "Margaret McMillan"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfrica’s recent economic growth is at a historical high. The patterns associated with this growth appear to be quite different from the Asian experiences where rapid growth was fueled by labor intensive, export-oriented manufacturing. Because this pattern differs with our typical view of structural transformation, a heated debate has begun over the sustainability of Africa’s growth. One thing is clear: the recent growth is not well understood. Against this background, we adapt Lewis’s (1954) dual-economy model to the economies of Africa to better understand the role that the “in-between” sector as defined by Lewis (1979) has played in Africa’s recent growth. Our framework incorporates the coexistence of a closed and an open modern economy and takes into account the diversity and heterogeneity of the activities that characterize modern African economies. We apply this framework to the economy of Rwanda to assess Rwanda’s future growth prospects based on different levels of foreign capital inflows. We find that higher foreign inflows lead to significantly more growth in the closed modern economy and stagnant growth in the open modern economy, a phenomenon consistent with recently observed patterns of growth across several African countries.\n\n",
    "acknowledgement": "\nThe authors would like to thank without implicating in any way, Dani Rodrik for several helpful conversations and for his patience with us as we try to make sense of Africa’s recent growth. We would also like to thank Justin Lin for inviting us to present this work at the first International Symposium on New Structural Economics and Development in Africa organized by the National School of Development, Peking University in June 2014 in Beijing, and many of the participants for helpful comments. We thank the staff at the Ministry of Agriculture in the Republic of Rwanda, Kigali, for providing several datasets, government documents and other unpublished materials. Finally, we thank Inigo Verduzco-Gallo, Zara Qureshi and Amarachi Utah for excellent research assistance. The authors also acknowledge the financial support of the CGIAR’s research program - Policy, Institutions and Markets – and the United States Agency for International Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}