{
    "id": 21026,
    "citation_title": "Gambling for Redemption and Self-Fulfilling Debt Crises",
    "citation_author": [
        "Juan Carlos Conesa",
        "Timothy J. Kehoe"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2017-10-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model for analyzing the sovereign debt crises of 2010–2013 in the Eurozone.  The government sets its expenditure-debt policy optimally.  The need to sell large quantities of bonds every period leaves the government vulnerable to self-fulfilling crises in which investors, anticipating a crisis, are unwilling to buy the bonds, thereby provoking the crisis.  In this situation, the optimal policy of the government is to reduce its debt to a level where crises are not possible.  If, however, the economy is in a recession where there is a positive probability of recovery in fiscal revenues, the government may optimally choose to “gamble for redemption,” running deficits and increasing its debt, thereby increasing its vulnerability to crises.\n\n",
    "acknowledgement": "\nA preliminary version of this paper was circulated in July 2012.  We thank Tito Cordella, Isabel Correia, Patrick Kehoe, Narayana Kocherlakota, David Levine, Thomas Lubik, Fabrizio Perri, and Pedro Teles, as well as participants at numerous conferences and seminars, for helpful discussions.  We also thank Jose Asturias, Wyatt Brooks, Daniela Costa, Laura Sunder-Plassmann, and Gajendran Raveendranathan for excellent research assistance.  The research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) through grant agreement no. 612796 and from the National Science Foundation through grant SES-0962993.  All of the data used in this paper are available at www.econ.umn.edu/~tkehoe.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}