{
    "id": 21021,
    "citation_title": "New Evidence on the Impact of Financial Crises in Advanced Countries",
    "citation_author": [
        "Christina D. Romer",
        "David H. Romer"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2015-03-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the aftermath of financial crises in advanced countries in the four decades before the Great Recession.  We construct a new series on financial distress in 24 OECD countries for the period 1967–2007.  The series is based on assessments of the health of countries’ financial systems from a consistent, real-time narrative source; and it classifies financial distress on a relatively fine scale, rather than treating it as a 0-1 variable.  We find that output declines following financial crises in modern advanced countries are highly variable, on average only moderate, and often temporary.  One important driver of the variation in outcomes across crises appears to be the severity and persistence of the financial distress itself.\n\n",
    "acknowledgement": "\nWe are grateful to Steven Braun, Jesus Fernandez-Villaverde, Jason Furman, Mark Gertler, Pierre-Olivier Gourinchas, Luc Laeven, Daniel Leigh, Demian Pouzo, James Powell, Carmen Reinhart, Kenneth Rogoff, and seminar participants at Harvard University, the University of California, Berkeley, the University of Chicago, the Banque de France, and the National Bureau of Economic Research for helpful comments and discussions; to Marc Dordal i Carreras, Dmitri Koustas, and Walker Ray for research assistance; and to the Center for Equitable Growth at the University of California, Berkeley for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}