{
    "id": 21025,
    "citation_title": "How Individuals Respond to a Liquidity Shock: Evidence from the 2013 Government Shutdown",
    "citation_author": [
        "Michael Gelman",
        "Shachar Kariv",
        "Matthew D. Shapiro",
        "Dan Silverman",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2019-01-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing comprehensive account records, this paper examines how individuals adjusted spending and saving in response to a temporary drop in liquidity due to the 2013 U.S. government shutdown. The shutdown cut paychecks by 40% for affected employees, which was recovered within 2 weeks. Because the shutdown affected only the timing of payments, it provides a distinctive experiment allowing estimates of the response to a liquidity shock holding income constant. Spending dropped sharply, implying a naïve estimate of 58 cents less spending for every dollar of lost liquidity. This estimate overstates the consumption response. While many individuals had low liquid assets, they used multiple sources of short-term liquidity to smooth consumption. Sources of short-term liquidity include delaying recurring payments such as for mortgages and credit card balances.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “How Individuals Smooth Spending: Evidence from the 2013 Government Shutdown Using Account Data.” We thank Kyle Herkenhoff, Patrick Kline, Dimitriy Masterov, Melvin Stephens Jr., and Jeffrey Smith as well as participants at many seminars for helpful comments. We are also grateful to the editor and three referees for thoughtful comments on an earlier draft. This research is supported by a grant from the Alfred P. Sloan Foundation. Shapiro acknowledges additional support from the Michigan node of the NSF-Census Research Network (NSF SES 1131500). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}