{
    "id": 21024,
    "citation_title": "Taxation and the International Mobility of Inventors",
    "citation_author": [
        "Ufuk Akcigit",
        "Salomé Baslandze",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2015-10-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the effect of top tax rates on inventors' international mobility since 1977. We put special emphasis on “superstar” inventors, those with the most abundant and most valuable patents. We use panel data on inventors from the United States and European Patent Offices to track inventors' locations over time and combine it with international effective top tax rate data. We construct a detailed set of proxies for inventors' counterfactual incomes in each possible destination country including, among others, measures of patent quality and technological fit with each potential destination. Exploiting the differential impact of changes in the top tax rate on inventors of different qualities, we find that superstar top 1% inventors are significantly affected by top tax rates when deciding where to locate. The elasticity to the net-of-tax rate of the number of domestic superstar inventors is relatively small, around 0.03, while the elasticity of the number of foreign superstar inventors is around 1. Inventors who work in multinational companies are more likely to take advantage of tax differentials. On the other hand, if the company of an inventor has a higher share of its research activity in a given country, the inventor is less sensitive to the tax rate in that country.\n\n",
    "acknowledgement": "\nWe thank Jeremy Greenwood, Dirk Krueger, Jim Poterba, Emmanuel Saez, Ivan Werning, participants at the MIT Public Finance lunch and the Penn \\Growth Reading Group\" for useful comments and feedback. We thank Olof Ejermo, William Kerr, Francesco Lissoni, Ernest Miguelez, Valerio Sterzi, Myriam Mariani, Alfonso Gambardella for sharing their data. Akcigit gratefully acknowledges financial support from Ewing M. Kauffman Foundation and from the Alfred P. Sloan Foundation. We gratefully acknowledge financial support from the Washington Center for Equitable Growth. We thank Jacob R. Dorabialski for help with the analysis. We especially thank Nina Roussille for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}