{
    "id": 21028,
    "citation_title": "The Impact of Consumer Inattention on Insurer Pricing in the Medicare Part D Program",
    "citation_author": [
        "Kate Ho",
        "Joseph Hogan",
        "Fiona Scott Morton"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2017-03-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Medicare Part D program relies on consumer choice to provide insurers with incentives to offer low-priced, high-quality pharmaceutical insurance plans. We demonstrate that consumers switch plans infrequently and search imperfectly. We estimate a model of consumer plan choice with inattentive consumers and show that high observed premiums are consistent with insurers profiting from consumer inertia. We estimate the reduction in steady state plan premiums if all consumers were attentive. An average consumer could save $1050 over three years; government savings in the same period could amount to $1.3 billion or 1% of the cost of subsidizing the relevant enrollees.\n\n",
    "acknowledgement": "\nWe thank Mark Duggan, Liran Einav, Gautam Gowrisankaran, Ben Handel, Robin Lee, Bentley MacLeod, Aviv Nevo, Eric Johnson and participants at numerous seminars and conferences for helpful comments. We especially thank Francesco Decarolis for sharing his data with us. All errors are our own. The authors have no other outside sources of funding and no relevant or material outside financial relationships that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}