{
    "id": 21022,
    "citation_title": "Accounting for the Rise in C-sections: Evidence from Population Level Data",
    "citation_author": [
        "Sara Allin",
        "Michael Baker",
        "Maripier Isabelle",
        "Mark Stabile"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2019-06-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrawing on administrative records of nearly 4 million births in Canada as well as macro data from the US and Australia, we provide a comprehensive account of rising C-section rates. We explicitly consider the contributions of the changing characteristics of mothers, births, and physicians as well as changing financial incentives for C-section deliveries. These factors account for at most one-half of the increase in C-section rates. The majority of the remaining increase in C-sections over the period 1994-2011 occurred in the early 2000s. We overview the relative contributions that the Hannah Breech Trial and technological change may have played in this development.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Physician Incentives and the Rise in C-sections: Evidence from Canada.\" Lauren Jones, Genevieve Jeffrey and Carla Sorbara provided excellent research assistance. Baker gratefully acknowledges the research support of SSHRC (#410-2011-0724) and a Canada Research Chair at the University of Toronto. We thank Phil DeCicca, Marit Rehavi, Sisira Sarma and seminar participants at NYU, the 2015 Canadian Health Economics Study Group and Canadian Economics Association meetings for helpful comments. Parts of this paper are based on data and information provided by the Canadian Institute for Health Information. However, the analyses, conclusions, opinions and statements expressed herein are those of the authors, and not necessarily those of the Canadian Institute for Health Information. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}