{
    "id": 21027,
    "citation_title": "Why are American Workers getting Poorer? China, Trade and Offshoring",
    "citation_author": [
        "Avraham Ebenstein",
        "Ann Harrison",
        "Margaret McMillan"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "2015-03-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe suggest that the impact of globalization on wages has been missed because its effects must be captured by analyzing occupational exposure to globalization. In this paper, we extend our previous work to include recent years (2003-2008), a period of increasing import penetration, China’s entry into the WTO, and growing US multinational employment abroad.  We find significant effects of globalization, with offshoring to low wage countries and imports both associated with wage declines for US workers. We present evidence that globalization has led to the reallocation of workers away from high wage manufacturing jobs into other sectors and other occupations, with large declines in wages among workers who switch, explaining the large differences between industry and occupational analyses. While other research has focused primarily on China’s trade, we find that offshoring to China has also contributed to wage declines among US workers.  However, the role of trade is quantitatively much more important. We also explore the impact of trade and offshoring on labor force participation rates.  While offshoring to China has a negative impact on US labor force participation, other factors such as increasing computer use and substitution of capital for labor are significantly more important determinants of US employment rates across occupations.\n\n",
    "acknowledgement": "\nSpecial thanks to David Autor, Robert Feenstra, Wayne Gray, and Lawrence Edwards for providing data critical to our analysis. Excellent research assistance was provided by Susan Schwartz. We also thank seminar participants at the University of Paris in preparation for the book, “The Factory - Free Economy”, edited by Lionel Fontagne and Ann Harrison, as well as seminar participants at the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}