{
    "id": 21023,
    "citation_title": "Correlation, Consumption, Confusion, or Constraints: Why do Poor Children Perform so Poorly?",
    "citation_author": [
        "Elizabeth M. Caucutt",
        "Lance Lochner",
        "Youngmin Park"
    ],
    "citation_publication_date": "2015-03-16",
    "issue_date": "2015-03-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economic and social mobility of a generation may be largely determined by the time it enters school given early developing and persistent gaps in child achievement by family income and the importance of adolescent skill levels for educational attainment and lifetime earnings.  After providing new evidence of important differences in early child investments by family income, we study four leading mechanisms thought to explain these gaps: an intergenerational correlation in ability, a consumption value of investment, information frictions, and credit constraints.  In order to better determine which of these mechanisms influence family investments in children, we evaluate the extent to which these mechanisms also explain other important stylized facts related to the marginal returns on investments and the effects of parental income on child investments and skills.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank participants at the 2014 HCEO Conference on Social Mobility at the University of Chicago.  We also thank Eda Bozkurt and Qian Liu for excellent research assistance.  Caucutt and Lochner gratefully acknowledge support from CIGI-INET Research Grants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}