{
    "id": 21034,
    "citation_title": "Quantile Regression with Panel Data",
    "citation_author": [
        "Bryan S. Graham",
        "Jinyong Hahn",
        "Alexandre Poirier",
        "James L. Powell"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "2016-08-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a generalization of the linear quantile regression model to accommodate possibilities afforded by panel data. Specifically, we extend the correlated random coefficients representation of linear quantile regression (e.g., Koenker, 2005; Section 2.6). We show that panel data allows the econometrician to (i) introduce dependence between the regressors and the random coefficients and (ii) weaken the assumption of comonotonicity across them (i.e., to enrich the structure of allowable dependence between different coefficients). We adopt a “fixed effects” approach, leaving any dependence between the regressors and the random coefficients unmodelled. We motivate different notions of quantile partial effects in our model and study their identification. For the case of discretely-valued covariates we present analog estimators and characterize their large sample properties. When the number of time periods (T) exceeds the number of random coefficients (P), identification is regular, and our estimates are √N-consistent. When T=P, our identification results make special use of the subpopulation of stayers – units whose regressor values change little over time – in a way which builds on the approach of Graham and Powell (2012). In this just-identified case we study asymptotic sequences which allow the frequency of stayers in the population to shrink with the sample size. One purpose of these “discrete bandwidth asymptotics” is to approximate settings where covariates are continuously-valued and, as such, there is only an infinitesimal fraction of exact stayers, while keeping the convenience of an analysis based on discrete covariates. When the mass of stayers shrinks with N, identification is irregular and our estimates converge at a slower than √N rate, but continue to have limiting normal distributions. We apply our methods to study the effects of collective bargaining coverage on earnings using the National Longitudinal Survey of Youth 1979 (NLSY79). Consistent with prior work (e.g., Chamberlain, 1982; Vella and Verbeek, 1998), we find that using panel data to control for unobserved worker heteroegeneity results in sharply lower estimates of union wage premia. We estimate a median union wage premium of about 9 percent, but with, in a more novel finding, substantial heterogeneity across workers. The 0.1 quantile of union effects is insignificantly different from zero, whereas the 0.9 quantile effect is of over 30 percent. Our empirical analysis further suggests that, on net, unions have an equalizing effect on the distribution of wages.\n\n",
    "acknowledgement": "\nEarlier versions of this paper, with an initial draft date of March 2008, were presented under a variety of titles. We would like to thank seminar participants at Berkeley, CEMFI, Duke, UIUC, University of Michigan, Université de Montréal, NYU, Northwestern and at the 2009 North American Winter Meetings of the Econometric Society, the 2009 All-California Econometrics Conference at UC - Riverside, the 2014 Midwest Econometrics Group at the University of Iowa, and the 2nd annual IAAE Conference. We also thank the co-editors and two anonymous referees for their comments and insights. Financial support from the National Science Foundation (SES #0921928) is gratefully acknowledged. All the usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}