{
    "id": 21033,
    "citation_title": "IV Quantile Regression for Group-level Treatments, with an Application to the Distributional Effects of Trade",
    "citation_author": [
        "Denis Chetverikov",
        "Bradley Larsen",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a methodology for estimating the distributional effects of an endogenous treatment that varies at the group level when there are group-level unobservables, a quantile extension of Hausman and Taylor (1981). Because of the presence of group-level unobservables, standard quantile regression techniques are inconsistent in our setting even if the treatment is independent of unobservables. In contrast, our estimation technique is consistent as well as computationally simple, consisting of group-by-group quantile regression followed by two-stage least squares. Using the Bahadur representation of quantile estimators, we derive weak conditions on the growth of the number of observations per group that are sufficient for consistency and asymptotic zero-mean normality of our estimator. As in Hausman and Taylor (1981), micro-level covariates can be used as internal instruments for the endogenous group-level treatment if they satisfy relevance and exogeneity conditions. An empirical application indicates that low-wage earners in the US from 1990--2007 were significantly more affected by increased Chinese import competition than high-wage earners. Our approach applies to a broad range of settings in labor, industrial organization, trade, public finance, and other applied fields.\n\n",
    "acknowledgement": "\nWe thank  Moshe Buchinsky, Ivan Canay, Brigham Frandsen, Antonio Galvao, Wenshu Guo, Jerry Hausman, Rosa Matzkin, Whitney Newey, and Christopher Taber for helpful comments; and Yuqi Song and Caio Waisman for meticulous research assistance. We are especially grateful to Jin Hahn for many useful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}