{
    "id": 21036,
    "citation_title": "Why Are Indian Children So Short?",
    "citation_author": [
        "Seema Jayachandran",
        "Rohini Pande"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-03-19",
    "revision_date": "2019-06-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndia's child stunting rate is among the highest in the world, exceeding that of many poorer African countries. In this paper, we analyze data for over 174,000 Indian and Sub-Saharan African children to show that Indian firstborns are taller than African firstborns; the Indian height disadvantage emerges with the second child and then increases with birth order. This pattern persists when we compare height between siblings, and also holds for health inputs such as vaccinations. Three patterns in the data indicate that India's culture of eldest son preference plays a key role in explaining the steeper birth order gradient among Indian children and, consequently, the overall height deficit. First, the Indian firstborn height advantage only exists for sons. Second, an Indian son with an older sibling is taller than his African counterpart if and only if he is the eldest son. Third, the India-Africa height deficit is largest for daughters with no older brothers, which reflects that fact that their families are those most likely to exceed their desired fertility in order to have a son.\n\n",
    "acknowledgement": "\nA previous version of this paper was titled, “Why Are Indian Children Shorter Than African Children?\" We thank Lydia Kim, Suanna Oh, and Alexander Persaud for excellent research assistance, and Jere Behrman, Angus Deaton, Rebecca Dizon-Ross, Jean Dreze, Esther Duflo, Erica Field, Dominic Leggett, Nachiket Mor, Debraj Ray, Tomasz Strzalecki, Alessandro Tarozzi and several seminar and conference participants for helpful comments. Jayachandran acknowledges financial support from the National Science Foundation and Pande from Harvard's Women and Public Policy Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}