{
    "id": 21037,
    "citation_title": "An Extrapolative Model of House Price Dynamics",
    "citation_author": [
        "Edward L. Glaeser",
        "Charles G. Nathanson"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA modest approximation by homebuyers leads house prices to display three features that are present in the data but usually missing from perfectly rational models: momentum at one-year horizons, mean reversion at five-year horizons, and excess longer-term volatility relative to fundamentals. Valuing a house involves forecasting the current and future demand to live in the surrounding area. Buyers forecast using past transaction prices. Approximating buyers do not adjust for the expectations of past buyers, and instead assume that past prices reflect only contemporaneous demand, as with a capitalization rate formula. Consistent with survey evidence, this approximation leads buyers to expect increases in the market value of their homes after recent house price increases, to fail to anticipate the price busts that follow booms, and to be overconfident in their assessments of the housing market.\n\n",
    "acknowledgement": "\nWe thank Ian Dew-Becker, David Levine, Giacomo Ponzetto and seminar participants at Kellogg, UPF/CREI, and EUI for helpful comments, and Nina Tobio and Aidan McLoughlin for excellent research assistance. Nathanson thanks the Guthrie Center for Real Estate Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}