{
    "id": 21030,
    "citation_title": "Labor Market Polarization Over the Business Cycle",
    "citation_author": [
        "Christopher L. Foote",
        "Richard W. Ryan"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJob losses during the Great Recession were concentrated among middle-skill workers, the same group that over the long run has suffered the most from automation and international trade. How might long-run occupational polarization be related to cyclical changes in middle-skill employment? We find that middle-skill occupations have traditionally been more cyclical than other occupations, in part because of the volatile industries that tend to employ middle-skill workers. Unemployed middle-skill workers also appear to have few attractive or feasible employment alternatives outside of their skill class, and the drop in male participation rates during the past several decades can be explained in part by an erosion of middle-skill job opportunities. Taken together, these results imply that a formal labor market model relating polarization to middle-skill employment fluctuations should include industry-level employment effects and a labor force participation margin as well as pure job-search considerations. The results thus provide encouragement for a growing literature that integrates \"macro-labor\" search models with \"macro-macro\" models featuring differential industry cyclicalities and convex preferences over consumption and leisure.\n\n",
    "acknowledgement": "\nForthcoming in the 2014 NBER Macroeconomics Annual. Matthew Curtis and Ryan Ruxlow provided outstanding research assistance. For helpful comments we thank, without implicating, the editors (Jonathan Parker and Michael Woodford), the discussants (Richard Rogerson and Fatih Guvenen), Daron Acemoglu, David Autor, Ryan Michaels, Claire Reicher, Paul Willen, and seminar participants at a number of institutions. Thanks are also due to Autor, David Dorn, and Melanie Wasserman for sharing their occupational classification codes. Any remaining errors are our responsibility. The views expressed in this paper are not necessarily those of the Federal Reserve Bank of Boston, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}