{
    "id": 21039,
    "citation_title": "Credit, Financial Stability, and the Macroeconomy",
    "citation_author": [
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince the 2008 global financial crisis, and after decades of relative neglect, the importance of the financial system and its episodic crises as drivers of macroeconomic outcomes has attracted fresh scrutiny from academics, policy makers, and practitioners. Theoretical advances are following a lead set by a fast-growing empirical literature. Recent long-run historical work has uncovered a range of important stylized facts concerning financial instability and the role of credit in advanced economies, and this article provides an overview of the key findings.\n\n",
    "acknowledgement": "\nForthcoming in the Annual Review of Economics, doi: 10.1146/annurev-economics-080614-115437. I am greatly indebted to my colleagues Òscar Jordà and Moritz Schularick with whom I have worked on the projects described here. Our work has been generously supported by the Institute for New Economic Thinking, the Volkswagen Foundation, the Bank of England, the Hong Kong Institute for Monetary Research, and our home institutions. At various points we have received support and encouragement from many other scholars and organizations too numerous to mention in full here. I thank the reviewing editor and an anonymous reviewer for useful suggestions that have improved the article. For helpful interactions that have served to guide and sharpen my thinking, I thank Michael Bordo, Claudio Borio, Charles Calomiris, Guillermo Calvo, Steve Ceccheti, Gavyn Davies, Mathias Drehmann, Barry Eichengreen, Joachim Fels, Mark Gertler, Charles Goodhart, Gary Gorton, Andrew Haldane, Charles Haswell, Mervyn King, Andrew Metrick, Atif Mian, Maurice Obstfeld, Adam Posen, Manoj Pradhan, Carmen Reinhart, Vincent Reinhart, Ricardo Reis, Kenneth Rogoff, Julio Rotemberg, David Scharfstein, Amir Sufi, Adair Turner, Martin Wolf, and Michael Woodford. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}