{
    "id": 21044,
    "citation_title": "Optimal Carbon Abatement in a Stochastic Equilibrium Model with Climate Change",
    "citation_author": [
        "Christoph Hambel",
        "Holger Kraft",
        "Eduardo Schwartz"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "2019-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies a dynamic stochastic general equilibrium model involving climate change. Our frame- work allows for feedback effects on the temperature dynamics. We are able to match estimates of future temperature distributions provided in the fifth assessment report of the IPCC (2014). We compare two approaches to capture damaging effects of temperature on output (level vs. growth rate impact) and combine them with two degrees of severity of this damage (Nordhaus vs. Weitzman calibration). It turns out that the choice of the damage function is crucial to answer the question of how much the distinction between level and growth rate impact matters. The social cost of carbon is similar for frameworks with level or growth rate impact if the potential damages of global warming are moderate. On the other hand, they are more than twice as large for a growth rate impact if damages are presumably severe. We also study the effect of varying risk aversion and elasticity of intertemporal substitution on our results. If damages are moderate for high temperatures, risk aversion only matters when climate change has a level impact on output, but the effects are relatively small. By contrast, the elasticity of intertemporal substitution has a significant effect for both level and growth rate impact. If damages are potentially severe for high temperatures, then the results also become sensitive to risk aversion for both damage specifications.\n\n",
    "acknowledgement": "\nWe thank Christian Gollier, Lars Hansen, Frederick van der Ploeg, Armon Rezai, and Christian Traeger for helpful comments and suggestions. We also thank participants of the 23rd Annual Conference of the European Association of Environmental and Resource Economists (EAERE 2017), the Finance UC Conference, Santiago, Chile, the Santiago Finance Workshop, Chile, the Frankfurt- Mannheim Macro Workshop, and the joint seminar of the Humboldt University Berlin and ESMT for their comments and suggestions. All remaining errors are of course our own. Holger Kraft and Christoph Hambel gratefully acknowledge financial support by Deutsche Forschungsgemeinschaft (DFG). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}