{
    "id": 21040,
    "citation_title": "Exchange Rate Exposure and Risk Management: The case of Japanese Exporting Firms",
    "citation_author": [
        "Takatoshi Ito",
        "Satoshi Koibuchi",
        "Kiyotaka Sato",
        "Junko Shimizu"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the relationship between the Japanese firms’ exposure to the exchange rate risk and risk management, such as choice of invoicing currency, and financial and operational hedge. The firm’s exposure to the exchange rate risk is estimated by co-movements of the stock prices and exchange rates, following Dominguez (1998) and others. Data on risk management measures—financial and operational hedging, the choice of invoice currency and the price revision strategy (pass-through)—were collected from a questionnaire survey covering all Tokyo Stock Exchange listed firms in 2009. Results show the followings: First, firms with greater dependency on sales in foreign markets have greater foreign exchange exposure. Second, the higher the US dollar invoicing share, the greater is the foreign exchange exposure. But, risk is reduced by both financial and operational hedging. Third, yen invoicing reduces foreign exchange exposure. These findings indicate that Japanese firms use the combination of risk management tools to mitigate the degree of the exchange rate risk.\n\n",
    "acknowledgement": "\nThe authors would also appreciate the financial support of the JSPS (Japan Society for the Promotion of Science) Grant-in-Aid for Scientific Research; Ito for (A) -25245044; Koibuchi for Young Scientists (B) No. 23730307Sato for (A) No. 24243041 and (B) No. 24330101, and Shimizu for (C) No. 24530362. This survey is supported by the Research Institute of Economy, Trade and Industry (RIETI) and the Ministry of Economy, Trade and Industry (METI). We wish to thank all respondents of firms and RIETI staff for their kind help and cooperation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}