{
    "id": 21049,
    "citation_title": "Does Medicaid Coverage for Pregnant Women Affect Prenatal Health Behaviors?",
    "citation_author": [
        "Dhaval M. Dave",
        "Robert Kaestner",
        "George L. Wehby"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nDespite plausible mechanisms, little research has evaluated potential changes in health behaviors as a result of the Medicaid expansions of the 1980s and 1990s for pregnant women.  Accordingly, we provide the first national study of the effects of Medicaid on health behaviors for pregnant women.  We exploit exogenous variation from the Medicaid income eligibility expansions for pregnant women and children during late-1980s through mid-1990s to examine effects on several prenatal health behaviors and health outcomes using U.S. vital statistics data.  We find that increases in Medicaid eligibility were associated with increases in smoking and decreases in weight gain during pregnancy.  Raising Medicaid eligibility by 12 percentage-points increased rates of any prenatal smoking and smoking more than five cigarettes daily by 0.7-0.8 percentage point. Medicaid expansions were associated with a reduction in pregnancy weight-gain by about 0.6%.  These effects diminish at higher levels of eligibility, which is consistent with crowd-out from private to public insurance.  Importantly, our evidence is consistent with ex-ante moral hazard although income effects are also at play.  The worsening of health behaviors may partly explain why Medicaid expansions have not been associated with substantial improvement in infant health.\n\n",
    "acknowledgement": "\nThe authors are grateful to Tina Marsh, Joshua Pinkston, Jennifer Trudeau, Wen You and Joshua Graff Zivin for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The authors have no conflicts of interest with this work.\n\n\n"
}