{
    "id": 21042,
    "citation_title": "Exchange Rates, Interest Rates, and the Risk Premium",
    "citation_author": [
        "Charles Engel"
    ],
    "citation_publication_date": "2015-03-23",
    "issue_date": "2015-03-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe well-known uncovered interest parity puzzle arises from the empirical regularity that, among developed country pairs, the high interest rate country tends to have high expected returns on its short term assets. At the same time, another strand of the literature has documented that high real interest rate countries tend to have currencies that are strong in real terms - indeed, stronger than can be accounted for by the path of expected real interest differentials under uncovered interest parity. These two strands - one concerning short-run expected changes and the other concerning the level of the real exchange rate - have apparently contradictory implications for the relationship of the foreign exchange risk premium and interest-rate differentials. This paper documents the puzzle, and shows that existing models appear unable to account for both empirical findings. The features of a model that might reconcile the findings are discussed.\n\n",
    "acknowledgement": "\nI thank Bruce Hansen and Ken West for many useful conversations and Mian Zhu, Dohyeon Lee and especially Cheng-Ying Yang for excellent research assistance. I thank David Backus, Gianluca Benigno, Martin Evans, Cosmin Ilut, Keyu Jin, Richard Meese, Michael Melvin, Anna Pavlova, John Prins, Alan Taylor, and Adrien Verdelhan for comments and helpful discussions. I also thank Martin Eichenbaum and four referees at the American Economic Review for their suggestions. I have benefited from helpful comments at seminars at Duke, North Carolina, European Central Bank, Enti Einaudi, International Monetary Fund, Federal Reserve Bank of Philadelphia, Federal Reserve Bank of Kansas City, Federal Reserve Board, and Wharton. I have benefited from support from the following organizations at which I was a visiting scholar: Federal Reserve Bank of Dallas, Federal Reserve Bank of St. Louis, Federal Reserve Bank of San Francisco, Federal Reserve Board, European Central Bank, Hong Kong Institute for Monetary Research, Central Bank of Chile, and CREI. I acknowledge support from the National Science Foundation grant no. 0451671 and grant no. 1226007. No interested party has provided financial support or data, and I have no position as officer, director or board member of a relevant organization. No other party had the right to review the paper before its circulation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}