{
    "id": 21043,
    "citation_title": "Learning to Take Risks? The Effect of Education on Risk-Taking in Financial Markets",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Petter Lundborg",
        "Kaveh Majlesi"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether acquiring more education when young has long-term effects on risk-taking behavior in financial markets and whether the effects spill over to spouses and children. There is substantial evidence that more educated people are more likely to invest in the stock market. However, little is known about whether this is a causal effect of education or whether it arises from the correlation of education with unobserved characteristics. Using exogenous variation in education arising from a Swedish compulsory schooling reform in the 1950s and 1960s, and the wealth holdings of the population of Sweden in 2000, we estimate the effect of education on stock market participation and risky asset holdings. We find that an extra year of education increases stock market participation by about 2% for men but there is no evidence of any positive effect for women. More education also leads men to hold a greater proportion of their financial assets in stocks and other risky financial assets. We find no evidence of spillover effects from male schooling to the financial decisions of spouses or children.\n\n",
    "acknowledgement": "\nThe data used in this paper comes from the Swedish Interdisciplinary Panel (SIP) administered at the Centre for Economic Demography, Lund University, Sweden. We thank Helena Holmlund for generously sharing the reform coding with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}