{
    "id": 21045,
    "citation_title": "Ask Your Doctor? Direct-to-Consumer Advertising of Pharmaceuticals",
    "citation_author": [
        "Michael Sinkinson",
        "Amanda Starc"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "2015-07-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the impact of direct-to-consumer television advertising (DTCA) by drug manufacturers. Our identification strategy exploits shocks to local advertising markets generated by idiosyncrasies of the political advertising cycle as well as a regulatory intervention affecting a single product. We find that a 10% increase in the number of a firm's ads leads to a 0.76% increase in revenue, while the same increase in rival advertising leads to a 0.55% decrease in firm revenue. Results also indicate that a 10% increase in category advertising produces a 0.2% revenue increase for non-advertised drugs. Both the business-stealing and spillover effects would not be detected through OLS. Decomposition using micro data confirms that the effect is due mostly to new customers as opposed to switching among current customers. Simulations show that an outright ban on DTCA would have modest effects on the sales of advertised drugs as well as on non-advertised drugs.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the valuable advice and suggestions provided by Jason Abaluck, Patricia Danzon, Liran Einav, Brett Gordon, Wes Hartmann, Gunter Hitsch, JF Houde, Ginger Jin, Marc Meredith, Andrew Sfekas, Brad Shapiro, Ashley Swanson, and Bob Town. We would further like to thank workshop participants at Wharton and Boston College, the Columbia Commuter Strategy Conference, Marketing Dynamics, IIOC, NBER IO, QME, and the Econometric Society for their comments and feedback. Starc gratefully acknowledges funding from the Leonard Davis Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}