{
    "id": 21052,
    "citation_title": "Religion and Innovation",
    "citation_author": [
        "Roland Bénabou",
        "Davide Ticchi",
        "Andrea Vindigni"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIn earlier work (Bénabou, Ticchi and Vindigni 2013) we uncovered a robust negative association between religiosity and patents per capita, holding across countries as well as US states, with and without controls. In this paper we turn to the individual level, examining the relationship between religiosity and a broad set of pro- or anti-innovation attitudes in all five waves of the World Values Survey (1980 to 2005). We thus relate eleven indicators of individual openness to innovation, broadly defined (e.g., attitudes toward science and technology, new versus old ideas, change, risk taking, personal agency, imagination and independence in children) to five different measures of religiosity, including beliefs and attendance. We control for all standard socio-demographics as well as country, year and denomination fixed effects.  Across the fifty-two estimated specifications, greater religiosity is almost uniformly and very significantly associated to less favorable views of innovation.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2015 American Economic Review Papers and Proceedings. We are grateful to Sascha Becker, Carlo Dal Maso and Andrei Shleifer for valuable comments, and to Alessandro Belmonte for excellent research assistance. Bénabou gratefully acknowledges financial support from CIFAR, Ticchi from the MIUR (PRIN 2009) and Vindigni from CRISIS LAB and Collegio Carlo Alberto, as well as hospitality from MIT and EIEF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}