{
    "id": 21055,
    "citation_title": "The Effect of Community Traumatic Events on Student Achievement: Evidence from the Beltway Sniper Attacks",
    "citation_author": [
        "Seth Gershenson",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "2016-03-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nCommunity traumatic events such as mass shootings, terrorist attacks, and natural or man-made disasters have the potential to disrupt student learning in numerous ways. For example, these events can reduce instructional time by causing teacher and student absences, school closures, and disturbances to usual classroom routines. Similarly, they might also disrupt home environments. This paper uses a quasi-experimental research design to identify the effects of the 2002 “Beltway Sniper” attacks on student achievement in Virginia’s public elementary schools. In order to identify the causal impact of these events, the empirical analysis uses a difference-in-differences strategy that exploits geographic variation in schools’ proximity to the attacks. The main results indicate that the attacks significantly reduced school-level proficiency rates in schools within five miles of an attack. Evidence of a causal effect is most robust for math proficiency rates in the third and fifth grades, and third grade reading proficiency, suggesting that the shootings caused a decline in school proficiency rates of about five to nine percentage points. Particularly concerning from an equity standpoint, these effects appear to be entirely driven by achievement declines in schools that serve higher proportions of racial minority and socioeconomically disadvantaged students. Finally, results from supplementary analyses suggest that these deleterious effects faded out in subsequent years.\n\n",
    "acknowledgement": "\nWe thank participants at the 2015 annual conferences of the Association for Education Finance and Policy and Western Economic Association International and seminar participants at American University and Auburn University for comments and suggestions. Ashlyn Holeyfield, Stephen Holt, Ly Le, and Catherine Bampoky provided excellent research assistance. We are responsible for all opinions and errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}