{
    "id": 21051,
    "citation_title": "Some Like it (Less) Hot: Extracting Tradeoff Measures for Physically Coupled Amenities",
    "citation_author": [
        "H. Allen Klaiber",
        "Joshua Abbott",
        "V. Kerry Smith"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Urban Heat Island (UHI) provides direct evidence of how human activities contribute to a feedback loop that can result in multiple changes in ecosystem services by creating localized warming as well as differences in vegetated landscapes in areas surrounding the urban core. This paper develops a new spatial-temporal panel estimator to recover consistent estimates of household valuation of coupled landscape and temperature ecosystem services. Using data from Phoenix, AZ, we estimate a hedonic price function using an extension of the Hausman-Taylor model. The framework adapts the earlier Abbott Klaiber [2011] proposal to overcome challenges associated with the varying spatial scales of capitalization of landscape and temperature variables and the likelihood of spatially and temporally varying omitted variables. We find a positive and economically significant marginal willingness to pay (MWTP) for measures of green landscaping at multiple spatial scales and a separate, MWTP for a one degree (F) reduction in outdoor temperatures of $56 monthly.\n\n",
    "acknowledgement": "\nKlaiber and Smith’s research was supported by the National Science Foundation under grants BCS-1026865 and DEB-0423704 CAP LTER while Klaiber was a post-doctoral fellow at Arizona State University. Thanks are  due Shauna Mortensen for assistance in preparing this manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}