{
    "id": 21050,
    "citation_title": "Uncovering Waste in U.S. Healthcare",
    "citation_author": [
        "Joseph Doyle",
        "John Graves",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is widespread agreement that the US healthcare system wastes as much as 5% of GDP, yet little consensus on what care is actually unproductive. This partly arises because of the endogeneity of patient choice of treatment location. This paper uses the effective random assignment of patients to ambulance companies to generate comparisons across similar patients treated at different hospitals. We find that assignment to hospitals whose patients receive large amounts of care over the three months following a health emergency do not have meaningfully better survival outcomes compared to hospitals whose patients receive less. Outcomes are related to different types of treatment intensity, however: patients assigned to hospitals with high levels of inpatient spending are more likely to survive to one year, while those assigned to hospitals with high levels of outpatient spending are less likely to do so. This adverse effect of outpatient spending is predominately driven by spending at skilled nursing facilities (SNF) following hospitalization. These results offer a new type of quality measure for hospitals based on utilization of SNFs. We find that patients quasi-randomized to hospitals with high rates of SNF discharge have poorer outcomes, as well as higher downstream spending once conditioning on initial hospital spending.\n\n",
    "acknowledgement": "\nWe are grateful to Melinda Buntin, Kitt Carpenter, Amitabh Chandra, Lawrence Katz, Sunil Kripalani, Adam Sacarny, Jonathan Skinner, Doug Staiger, David Stevenson and seminar participants at LSE, MIT, Simon Fraser, Texas A&M, University of Connecticut, University of Warwick, Vanderbilt University, and Wharton for helpful conversations and assistance.  We gratefully acknowledge support from the National Institutes of Health R01 AG41794-01 The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}