{
    "id": 21056,
    "citation_title": "The Great Depression and the Great Recession: A View from Financial Markets",
    "citation_author": [
        "Francesco Bianchi"
    ],
    "citation_publication_date": "2015-03-30",
    "issue_date": "2015-03-26",
    "revision_date": "2018-12-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSimilarities between the Great Depression and the Great Recession are documented with respect to the behavior of financial markets. A Great Depression regime is identified by using a Markov-switching VAR. The probability of this regime has remained close to zero for many decades, but spiked for a short period during the most recent financial crisis, the Great Recession. The Great Depression regime implies a collapse of the stock market, with small-growth stocks outperforming small-value stocks. A model with financial frictions and uncertainty about policy makers’ intervention suggests that policy intervention during the Great Recession might have avoided a second Great Depression. A multi-country analysis shows that the Great Depression and Great Recession were not like any other financial crises.\n\n",
    "acknowledgement": "\nI am grateful to Chris Sims for his useful suggestions at the early stage of this work. I would like to thank Robert Barro, Markus Brunnermeier, John Campbell, Emmanuel Farhi, Andrew Foerster, Jakub Jurek, Ralph Koijen, Howard Kung, Alisdair McKay, Kristo¤er Nimark, Barbara Rossi, Motohiro Yogo, Adam Zawadowski, and seminar participants at the Annual Asset Pricing Retreat, Princeton University, Duke University, the Board of Governors of the FRS, the EEA-ESEM conference, the Bank of Italy, the University of Pisa, and the CEF Conference for helpful discussions and comments. Zhao Liu provided outstanding research assistance. A previous version of this paper circulated under the title “Rare Events, Financial Crises, and the Cross-Section of Asset Returns.” The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}