{
    "id": 21059,
    "citation_title": "Insurance in extended family networks",
    "citation_author": [
        "Orazio Attanasio",
        "Costas Meghir",
        "Corina Mommaerts"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "2018-07-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate partial insurance and group risk sharing in extended family networks. Our approach is based on decomposing income shocks into group aggregate and idiosyncratic components, allowing us to measure the extent to which each component is insured. We apply our framework to extended family networks in the United States by exploiting the unique intergenerational structure of the Panel Study of Income Dynamics. We find that over 60% of shocks to household income are potentially insurable within extended family networks. However, we find little evidence that the extended family provides insurance for such idiosyncratic shocks.\n\n",
    "acknowledgement": "\nWe are grateful to four anonymous referees and the editor of the Journal for numerous constructive comments. We thank Joseph Altonji, Richard Blundell, Dirk Krueger, Ross Milton, Emily Nix, Alessandra Voena, and participants at the NBER Summer Institute 2013 Macro Public Finance Workshop, the ARIA 2014 Annual Meeting, the 2017 Risk Theory Society meeting, and the 2018 Arizona State University Empirical Microeconomics conference. We thank Luigi Pistaferri for generously providing imputed consumption data. Orazio Attanasio thanks the ESRC Professorial Fellowship ES/K010700/1 and the ESRC CPP (RES-544-28-0001) for financial support. Costas Meghir thanks the ISPS and the Cowles foundation at Yale for financial assistance. Corina Mommaerts thanks the NSF Graduate Research Fellowship for support. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}