{
    "id": 21066,
    "citation_title": "Donor Governance and Financial Management in Prominent U.S. Art Museums",
    "citation_author": [
        "David Yermack"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n﻿I study “donor governance,” which occurs when contributors to non-profit firms place restrictions on their gifts to limit the discretion of managers.  In a study of U.S. art museums, I find that this practice has grown significantly in recent years, and it represents the largest source of permanent capital in the industry.  When donor restrictions are strong, museums shift their cost structures away from administration and toward program services, and they exhibit very high savings rates, retaining in their endowments 45 cents of each incremental dollar donated.  Retention rates are near zero for cash generated from other activities.  Restricted donations appear to stabilize non-profits and significantly influence their activities, but they reduce management flexibility and may contribute to lower profit margins.  Rising donor governance in U.S. art museums may represent a reaction by contributors to the industry’s high rates of financial distress, weak boards of trustees, and large private benefits of control enjoyed by managers.\n\n",
    "acknowledgement": "\nI am grateful to Tumi Adebiyi and Siddharth Vij for excellent research assistance, and I thank Jianping Mei, Michael Moses, and Ashley Newton for graciously sharing their data with me. I appreciate helpful comments from David Lesmond, Ashley Newton, Gudrun Rolle, Siddharth Vij, seminar participants at Tulane, and students in my NYU doctoral seminar on corporate distress and restructuring. Part of this paper was completed while I was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}