{
    "id": 21068,
    "citation_title": "The Impact of Financial Education for Youth in Ghana",
    "citation_author": [
        "James Berry",
        "Dean Karlan",
        "Menno Pradhan"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate, using a randomized trial, two school-based financial literacy education programs in government-run primary and junior high schools in Ghana. One program integrated financial and social education, whereas the second program only offered financial education. Both programs included a voluntary after-school savings club that provided students with a locked money box. After nine months, both programs had significant impacts on savings behavior relative to the control group, mostly because children moved savings from home to school. We observed few other impacts. We do find that financial education, when not accompanied by social education, led children to work more compared to the control group, whereas no such effect is found for the integrated curriculum; however, the difference between the two treatment effects on child labor is not statistically significant.\n\n",
    "acknowledgement": "\nThanks to Kehinde Ajayi, Susana Peralta, Genevieve Melford and seminar participants at NEUDC and the NOVA School of Business and Economics for useful comments and discussions. We are also grateful to Aflatoun, Netherlands Development Organization, Women and Development Program, Ask Mama Development Organization, Berea Social Foundation, and Support for Community Mobilization Projects and Programs for collaboration and implementation of the programs, and thanks to Hana Freymiller, Gabriel Tourek, Christian Damanka, Jessica Kiessel, Pace Phillips, Suvojit Chattopadyay, Elana Safran, Carl Brinton, and Ellen Degnan at Innovations for Poverty Action for assistance managing the field research and analysis. Thanks to the Financial Education Fund for funding support for the research. The research team has retained complete intellectual freedom from inception to conduct the surveys and estimate and interpret the results. All errors, omissions and opinions are those of the authors and not necessarily those of any affiliated institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}