{
    "id": 21065,
    "citation_title": "Spatial Variation in Higher Education Financing and the Supply of College Graduates",
    "citation_author": [
        "John Kennan"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "2018-01-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the U.S. there are large differences across States in the extent to which college education is subsidized, and there are also large differences across States in the proportion of college graduates in the labor force. State subsidies are apparently motivated in part by the perceived benefits of having a more educated workforce. The paper extends the migration model of Kennan and Walker (2011) to analyze how geographical variation in college education subsidies affects the migration decisions of college graduates. The model is estimated using NLSY data, and used to quantify the sensitivity of migration and college enrollment decisions to differences in expected net lifetime income, focusing on how cross-State differences in public college financing affect the educational composition of the labor force. The main finding is that these differences have substantial effects on college enrollment, and that these effects are not dissipated through migration.\n\n",
    "acknowledgement": "\nEarlier versions of this paper had a different title: “Higher Education Subsidies and Human Capital Mobility.” I thank Gadi Barlevy, John Bound, Rebecca Diamond, Eric French, Chao Fu, Ahu Gemici, Grey Gordon, Joseph Han, Jim Heckman, Tom Holmes, Lisa Kahn, Maurizio Mazzocco, Bob Miller, Derek Neal, Jack Porter, Mike Rothschild, Jean-Marc Robin, Chris Taber, Sarah Turner, Jim Walker, Yoram Weiss and many seminar participants for helpful comments. I thank four referees and the Editor for detailed and constructive comments on both substance and exposition.  The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}