{
    "id": 21061,
    "citation_title": "The Empiricists' Insurgency",
    "citation_author": [
        "Eli Berman",
        "Aila M. Matanock"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch on insurgency has been invigorated this past decade by better data, improved methods, and the urgency of understanding active engagements in Iraq and Afghanistan. This empiricists’ insurgency reinforces a classic literature on the essential role of civilians while challenging older theories about how they affect conflict outcomes. It provides a general framework describing “irregular” insurgencies (where government capacity exceeds rebel capacity), which is analytically cohesive and empirically tested using subnational data from multiple conflicts. The new research provides guidance on intervention design, including governance improvement, development programs, and rules of engagement. The design of interventions matters: some key evidence comes from measuring the effects of misguided policies. The framework may enable better conceived and implemented interventions, including foreign engagements with and without troop deployment, depending on the type of insurgency and mindful of political limitations. We position these findings in the literature, and highlight directions for future research, including legal aspects of countering insurgency.\n\n",
    "acknowledgement": "\nForthcoming in Annual Review of Political Science doi: 10.1146/annurev-polisci-082312-124553. This study, along with many of the recent empirical contributions cited, would not have been possible without the active support of the Minerva Research Initiative. The authors acknowledge support of Minerva award FA9550-09-1-0314, National Science Foundation award 1247743 and Office of Naval Research contract 11583194. Opinions, findings, conclusions and recommendations are those of the authors and do not necessarily reflect views of our funders. We thank our editor, James Fearon, as well as Laia Balcells, Chris Blattman, Michael Callen, Joseph Felter, Jill Hazelton, David Laitin, Jacob Shapiro, Paul Staniland, Erin Troland and participants in a seminar at the US Agency for International Development for comments on drafts, without implicating them in our mistakes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}