{
    "id": 21062,
    "citation_title": "Backlash in Policy Attitudes After the Election of Extreme Political Parties",
    "citation_author": [
        "Magnus Carlsson",
        "Gordon B. Dahl",
        "Dan-Olof Rooth"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "2020-09-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFar-right and far-left parties by definition occupy the fringes of politics, with policy proposals outside the mainstream. This paper asks how public attitudes about such policies respond once an extreme party increases their political representation at the local level. We study attitudes towards the signature policies of two parties in Sweden, one from the far right and one from the far left, using panel data from 290 municipal election districts. To identify causal effects, we compare otherwise similar elections where a party either barely wins or loses an additional seat. We estimate that a one seat increase for the far-right, anti-immigration party decreases negative attitudes towards immigration by 1.8 or 4.1 percentage points (depending on which national survey we use). Likewise, when a far-left, anti-capitalist party politician gets elected, opposition to a six hour workday rises by 2.5 percentage points. These changes are contrary to the two parties’ policy positions. Exploring possible mechanisms, we find evidence for higher politician turnover and a rise in negative newspaper coverage for the anti-immigration party. These findings demonstrate that political representation can cause an attitudinal backlash as fringe parties and their ideas are placed under closer scrutiny.\n\n",
    "acknowledgement": "\nThis paper is a major revision of an earlier paper titled “Do Politicians Change Public Attitudes?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}