{
    "id": 21060,
    "citation_title": "Tax-Efficient Asset Management: Evidence from Equity Mutual Funds",
    "citation_author": [
        "Clemens Sialm",
        "Hanjiang Zhang"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nInvestment taxes have a substantial impact on the performance of taxable mutual fund investors. Mutual funds can reduce the tax burdens of their shareholders by avoiding securities that are heavily taxed and by avoiding realizing capital gains that trigger higher tax burdens to the funds’ investors. Such tax avoidance strategies constrain the investment opportunities of the mutual funds and might reduce their before-tax performance. Our paper empirically investigates the costs and benefits of tax-efficient asset management based on U.S. equity mutual funds. We find that mutual funds that follow tax-efficient asset management strategies generate superior after-tax returns. Surprisingly, more tax-efficient mutual funds do not underperform other funds before taxes, indicating that the constraints imposed by tax-efficient asset management do not have significant performance consequences.\n\n",
    "acknowledgement": "\nWe thank Dan Bergstresser, Jonathan Cohn, Joel Dickson, Steve Dimmock, Rich Evans, Will Gerken, Greg Kadlec, Inmoo Lee, Marlena Lee, Jim Poterba, John Shoven, Laura Starks, Sheridan Titman, Scott Weisbenner, and participants at the 2015 American Finance Association Meetings in Boston, Stanford University, and the University of Texas at Austin for helpful comments. Clemens Sialm thanks the Stanford Institute for Economic Policy Research for financial support during his Sabbatical leave. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClemens Sialm\n\nClemens Sialm has received compensation for consulting services and for giving presentations from the following institutions: the U.S. Securities and Exchange Commission, Mercer Advisors, Dimensional Fund Advisors, and MyVest.\n\n\n"
}