{
    "id": 21070,
    "citation_title": "Demand for Value Added and Value-Added Exchange Rates",
    "citation_author": [
        "Rudolfs Bems",
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the role of cross-border input linkages in governing how international relative price changes influence demand for domestic value added.  We define a novel value-added real effective exchange rate (REER), which aggregates bilateral value-added price changes, and link this REER to demand for value added.   Input linkages enable countries to gain competitiveness following depreciations by supply chain partners, and hence counterbalance beggar-thy-neighbor effects.  Cross-country differences in input linkages also imply that the elasticity of demand for value added is country specific.  Using global input-output data, we demonstrate these conceptual insights are quantitatively important and compute historical value-added REERs.\n\n",
    "acknowledgement": "\nThis paper combines material from two papers previously circulated under the titles \"Value-Added Exchange Rates\" (NBER Working Paper No. 18498, October 2012) and \"International Prices and Demand for Value Added with Global Supply Chains\" (July 2014).  We thank Olivier Blanchard, Menzie Chinn, Diego Comin, Robert Dekle, Julian Di Giovanni, Jordi Gali, Sarma Jayanthi, Rhys Mendes, Nikhil Patel, Steven Phillips, Jay Shambaugh, Martin Schmitz, Erol Taymaz, Kei-Mu Yi, and Jing Zhang for helpful comments, as well as seminar participants at the Banque de France, BICEPS (Riga), CREI (Pompeu Fabra), Dartmouth, the Geneva Graduate Institute, the IMF, the CEPR/SNB Conference on Exchange Rates and External Adjustment, the NBER ITM Summer Institute (2013), the Tsinghua International Conference on Global Value Chains and Structural Adjustments, the Mainz Workshop in Trade and Macroeconomics (2014), the NBER IFM Summer Institute (2014), the ECB/CBRT Conference on Assessing the Macroeconomic Implications of Financial and Production Networks, the BoE/CfM/CEPR Workshop on International Trade, Finance, and Macroeconomics, and the AEA Annual Meetings (2014).  This work was partly carried out while Johnson was a Visiting Scholar in the IMF Research Department.  The views expressed in this paper are those of the authors and should not be attributed to the International Monetary Fund, its executive board or its management, Bank of Latvia, or the National Bureau of Economic Research.\n\n\n"
}