{
    "id": 21076,
    "citation_title": "Firm Leverage and Unemployment during the Great Recession",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2015-07-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe argue that firms’ balance sheets were instrumental in the propagation of shocks during the Great Recession. Using establishment-level data, we show that firms that tightened their debt capacity in the run-up to the Great Recession (“highleverage firms”) exhibit a significantly larger decline in employment in response to household demand shocks than firms that freed up debt capacity (“low-leverage firms”). In fact, all of the job losses associated with falling house prices during the Great Recession are concentrated among establishments of high-leverage firms. At the county level, we show that counties with a larger fraction of establishments belonging to high-leverage firms exhibit a significantly larger decline in employment in response to household demand shocks. Thus, firms’ balance sheets also matter for aggregate employment.\n\n",
    "acknowledgement": "\nWe thank Nick Bloom, Itamar Drechsler, Andrea Eisfeldt, Mark Gertler, Ed Glaeser, Bob Hall, Theresa Kuchler, Atif Mian, Jordan Nickerson, Stijn van Nieuwerburgh, Jonathan Parker, Thomas Philippon, Paul Romer, Alexi Savov, David Scharfstein, Phillip Schnabl, Antoinette Schoar, Andrei Shleifer, Rui Silva, Johannes Stroebel, Amir Sufi, and seminar participants at MIT, NYU, Stanford, UBC, ITAM Finance Conference 2015, LBS Summer Finance Symposium 2015, and NBER CF Spring Meeting 2015 for helpful comments. We are grateful to Manuel Adelino and Albert Saiz for providing us with data. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}