{
    "id": 21078,
    "citation_title": "The Growing Segmentation of the Charter School Sector in North Carolina",
    "citation_author": [
        "Helen F. Ladd",
        "Charles T. Clotfelter",
        "John B. Holbein"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2015-04-15",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA defining characteristic of charter schools is that they introduce a strong market element into public education. In this paper, we examine the evolution of the charter school sector in North Carolina between 1999 and 2012 through the lens of a market model. We examine trends in the mix of students enrolled in charter schools, the racial imbalance of charter schools, the quality of the match between parental preferences in charter schools relative to the quality of match in traditional public schools, and the distribution of test score performance across charter schools relative those in traditional public schools serving similar students over time. Taken together, our findings imply that the charter schools in North Carolina are increasingly serving the interests of relatively able white students in racially imbalanced schools.\n\n",
    "acknowledgement": "\nThe authors thank the Center for the Analysis of Longitudinal Data in Education Research funded by the U.S. Department of Education (#R305C120008) for financial support and Adrienne Jones for her expert research assistant. We are also indebted to discussants and participants at APPAM and AEFP conferences for their feedback on earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}