{
    "id": 21074,
    "citation_title": "How Fast are Semiconductor Prices Falling?",
    "citation_author": [
        "David M. Byrne",
        "Stephen D. Oliner",
        "Daniel E. Sichel"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Producer Price Index (PPI) for the United States suggests that semiconductor prices have barely been falling in recent years, a dramatic contrast from the rapid declines reported from the mid-1980s to the early 2000s.  This slowdown in the rate of decline is puzzling in light of evidence that the performance of microprocessor units (MPUs) has continued to improve at a rapid pace.  Roughly coincident with the shift to slower price declines in the PPI, Intel — the leading producer of MPUs — substantially changed its pricing behavior for these chips.  As a result of this change, we argue that the matched-model methodology used in the PPI for MPUs likely started to be biased in the mid-2000s and that hedonic indexes can provide a more accurate measure of price change since then.  Our preferred hedonic index of MPU prices tracks the PPI closely through 2004.  However, from 2004 to 2008, our preferred index fell faster than the PPI, and from 2008 to 2013 the gap widened further, with our preferred index falling at an average annual rate of 43 percent, while the PPI declined at only an 8 percent rate.  Given that MPUs currently represent about half of U.S. shipments of semiconductors, this difference has important implications for gauging the rate of innovation in the semiconductor sector.\n\n",
    "acknowledgement": "\nWe received helpful comments from Ana Aizcorbe, Ernie Berndt, Erwin Diewert, Ken Flamm, Charlie Gilbert, Robert Hill, Kevin Krewell, Catherine Mann, Chris Nosko, Unni Pillai, Paul Thomas, Neil Thompson, Vincent Russo and other analysts in the Producer Price Index program at the Bureau of Labor Statistics, as well as seminar participants at the Federal Reserve Bank of Boston, the 2013 IARIW/UNSW Conference and Workshop, the NBER weekly productivity seminar, the 2014 CRIW/NBER Summer Institute, and the Wellesley Economics Department brown-bag series. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the views of the other institutions with which we are affiliated.\n\n\n"
}