{
    "id": 21072,
    "citation_title": "How Increasing Medical Access to Opioids Contributes to the Opioid Epidemic: Evidence from Medicare Part D",
    "citation_author": [
        "David Powell",
        "Rosalie Liccardo Pacula",
        "Erin Taylor"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "2016-09-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDrug overdoses involving opioid analgesics have increased dramatically since 1999, representing one of the United States’ top public health crises. Opioids have legitimate medical functions, but improving access may increase abuse rates even among those not prescribed the drugs given that opioids are frequently diverted to nonmedical use. We have little evidence about the causal relationship between increased medical access to opioids and spillovers resulting in abuse. We use the introduction of the Medicare Prescription Drug Benefit Program (Part D) as a large and differential shock to the geographic supply of opioids. We compare growth in opioid supply and abuse rates in states with large 65+ population shares to states with smaller elderly population shares with a focus on abuse among the Medicare-ineligible population. Part D increased opioid utilization for the 65+ population, and we show that this increase in utilization led to significant growth in the overall supply of opioids in high elderly share states relative to low elderly share states. This relative expansion in opioid supply resulted in an escalation in opioid-related substance abuse treatment admissions and opioid-related mortality among the Medicare-ineligible population, implying meaningful spillovers to individuals who did not experience any change in prescription drug benefits. The evidence suggests that increased opioid supply is associated with economically-important levels of diversion for nonmedical purposes. Our estimates imply that a 10% increase in medical opioid distribution leads to a 7.4% increase in opioid-related deaths and a 14.1% increase in substance abuse treatment admission rates for the Medicare-ineligible population.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Does Prescription Drug Coverage Increase Opioid Abuse?  Evidence from Medicare Part D.\" This paper was supported by a grant from the National Institute on Drug Abuse to the RAND Corporation (R01DA032693; PI: Rosalie Liccardo Pacula). We are grateful for helpful comments from Abby Alpert, Chris Ruhm, seminar participants at USC, the 2014 Conference of the American Society for Health Economists, and the Southern California Conference in Applied Microeconomics. We received especially valuable suggestions from our discussants Marisa Domino and Mireille Jacobson. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}