{
    "id": 21075,
    "citation_title": "Social Trust and Differential Reactions of Local and Foreign Investors to Public News",
    "citation_author": [
        "Chunxin Jia",
        "Yaping Wang",
        "Wei Xiong"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper uses the segmented dual-class shares issued by several dozen Chinese firms---A shares to local Chinese investors and H shares to foreign investors---to compare reactions of local and foreign investors to the same public news. We find that local investors react more strongly to earnings forecasts by local analysts, while foreign investors react more strongly to forecasts of foreign analysts. This finding highlights social trust as a force driving people with different social backgrounds to react differently to the same information.\n\n",
    "acknowledgement": "\nFor helpful comments and encouragement, the authors would like to thank Snehal Banerjee, Feng Li, Roger Loh, Christopher Parsons, Jun Qian, Nancy Qian, Paola Sapienza, Andrei Shleifer, Rene Stulz, Luigi Zingales, and seminar participants at American Economic Association Meetings, CKGSB, Hong Kong University, Mitsui Finance Symposium at University of Michigan, NBER Behavioral Finance Meeting, NBER Conference on Chinese Economy, Peking University, SAC, Stanford China Conference, and Tulane. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}