{
    "id": 21071,
    "citation_title": "Low-Income Housing Policy",
    "citation_author": [
        "Robert Collinson",
        "Ingrid Gould Ellen",
        "Jens Ludwig"
    ],
    "citation_publication_date": "2015-04-06",
    "issue_date": "2015-04-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States government devotes about $40 billion each year to means-tested housing programs, plus another $6 billion or so in tax expenditures on the Low Income Housing Tax Credit (LIHTC). What exactly do we spend this money on, why, and what does it accomplish? We focus on these questions. We begin by reviewing the history of low-income housing programs in the U.S., and then summarize the characteristics of participants in means-tested housing programs and how programs have changed over time. We consider important conceptual issues surrounding the design of and rationale for means-tested housing programs in the U.S. and review existing empirical evidence, which is limited in important ways. Finally, we conclude with thoughts about the most pressing questions that might be addressed in future research in this area.\n\n",
    "acknowledgement": "\nThis chapter was prepared for the 2014 NBER conference on means-tested transfer programs organized by Robert Moffitt. We thank the Kreisman Initiative on Housing Law and Policy at the University of Chicago Law School for financial support and Benjamin Keys, Robert Moffitt, Edgar Olsen, Barbara Sard, Alex Schwartz, our discussant Lawrence Katz and other conference participants for helpful comments. Rob Collinson remained an unpaid employee of the U.S. Department of Housing & Urban Development (HUD) during the writing of this chapter. Any errors and all opinions are ours alone and do not represent those of HUD or the National Bureau of Economic Research.\n\n\n"
}