{
    "id": 21086,
    "citation_title": "Financial Accelerator at Work: Evidence from Corn Fields",
    "citation_author": [
        "Nittai K. Bergman",
        "Rajkamal Iyer",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests financial accelerator models. Using a novel dataset on agricultural production, we examine how exogenous productivity shocks arising from variation in temperature are propagated into the future. We find that past weather shocks have persistent effects on land values and productivity up to two years following the shock. Propagation and amplification of productivity shocks are both significantly larger during the farm debt crisis of the 1980s and amongst farms in lower income counties. Finally, we find higher investment in farm equipment and decreased borrowing following a positive weather shock.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Jean-Noel Barrot, Mike Duffy, Emre Ergungor, Radha Gopalan, Michelle Hanlon, Richard Hornbeck, Dirk Jenter, Debbie Lucas, Atif Mian, Anna Mikusheva, Ben Olken, Jonathan Parker, David Robinson, Greg Salton, Antoinette Schoar, Alp Simsek, Jeremy Stein, Anjan Thakor, Sharon Waltman, the Farm Credit System Associations, and seminar participants at Washington University in St. Louis and the MIT Organizational Economics seminar for helpful discussions and comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}