{
    "id": 21085,
    "citation_title": "Bankruptcy Rates among NFL Players with Short-Lived Income Spikes",
    "citation_author": [
        "Kyle Carlson",
        "Joshua Kim",
        "Annamaria Lusardi",
        "Colin F. Camerer"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2023-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the central predictions of the life cycle hypothesis is that individuals smooth consumption over their economic life cycle; thus, they save when income is high, in order to provide for when income is likely to be low, such as after retirement. We test this prediction in a group of people—players in the National Football League (NFL)—whose income profile does not just gradually rise then fall, as it does for most workers, but rather has a very large spike lasting only a few years. We collected data on all players drafted by NFL teams from 1996 to 2003.  Given the difficulty of directly measuring consumption of NFL players, we test whether they have adequate savings by counting how many retired NFL players file for bankruptcy. Contrary to the life-cycle model predictions, we find that initial bankruptcy filings begin very soon after retirement and continue at a substantial rate through at least the first 12 years of retirement. Moreover, bankruptcy rates are not affected by a player’s total earnings or career length. Having played for a long time and been well-paid does not provide much protection against the risk of going bankrupt.\n\n",
    "acknowledgement": "\nCamerer thanks the MacArthur Foundation and the BNDF (Caltech). We also thank Zach Fein and Stephen Loesch for careful research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}