{
    "id": 21082,
    "citation_title": "Production Networks, Geography and Firm Performance",
    "citation_author": [
        "Andrew B. Bernard",
        "Andreas Moxnes",
        "Yukiko U. Saito"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the importance of buyer-supplier relationships, geography and the structure of the production network in firm performance. We develop a simple model where firms can outsource tasks and search for suppliers in different locations. Low search and outsourcing costs lead firms to search more and find better suppliers. This in turn drives down the firm's marginal production costs. We test the theory by exploiting the opening of a high-speed (Shinkansen) train line in Japan which lowered the cost of passenger travel but left shipping costs unchanged. Using an exhaustive dataset on firms' buyer-seller linkages, we find significant improvements in firm performance as well as creation of new buyer-seller links, consistent with the model.\n\n",
    "acknowledgement": "\nThanks go to Adam Kleinbaum, Yaniv Dover, and Jonathan Dingel as well as seminar participants at CEPR ERWIT, DINR, NOITS, NBER ITI, RIETI, World Bank and EITI-Phuket for helpful comments. We gratefully acknowledge the financial support from the Japan Society for the Promotion of Science (No. 25780181). We thank the Center for Spatial Information Science, University of Tokyo (CSIS) for their address matching service. This study is conducted as a part of the Project “Inter-organizational and Inter-inventors Geographical Proximity and Networks” undertaken at the Research Institute of Economy, Trade and Industry (RIETI). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}