{
    "id": 21084,
    "citation_title": "Aspire",
    "citation_author": [
        "Marcel Fafchamps",
        "Simon Quinn"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe gave US$1,000 cash prizes to winners of a business plan competition in Africa. The competition, entitled ‘Aspire’, was intended to attract young individuals aspiring to become entrepreneurs. Participants were ranked by committees of judges composed of established entrepreneurs. Each committee selected one winner among twelve candidates; that winner was awarded a prize of US$1,000 to spend at his or her discretion. Six months after the competition, we compare winners with the two runners-up in each committee: winners are about 33 percentage points more likely to be self-employed. We estimate an average effect on monthly profits of about US$150: an annual profit of 80% on initial investment. Our findings imply that access to start-up capital constitutes a sizable barrier to entry into entrepreneurship for the kind of young motivated individual most likely to succeed in business.\n\n",
    "acknowledgement": "\nWe thank Anja Grujovic, Gertrude Mduda, Simon Franklin and Sourovi De for their excellent field assistance implementing the experiment. Field support was provided by the Ethiopian Development Research Institute in Ethiopia, the Economic Development Institute in Tanzania, and RuralNet in Zambia. Financial support for this research project was provided by the World Bank and by the DFID-funded iiG Phase 2 research project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}