{
    "id": 21089,
    "citation_title": "Chinese Outwards Mercantilism – the Art and Practice of Bundling",
    "citation_author": [
        "Joshua Aizenman",
        "Yothin Jinjarak",
        "Huanhuan Zheng"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2017-05-10",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Global Financial Crisis (GFC) brought to the fore the limits of the Chinese export led-growth strategy and the need for Chinese rebalancing of its international business approaches. Our paper takes stock of what may be the new chapter of Chinese outward-mercantilism, which aims at securing a higher rate of returns on its net foreign asset position, leveraging its success in manufacturing exports, natural resource imports and RMB internationalization. Using micro-level project data and macroeconomic covariates, we find positive association of Chinese trade and financial flows with China’s outward direct investment (ODI). The relationship is stronger for ODI originated from the Chinese state-owned enterprises, and strengthened by the provision of RMB swap-line agreements with China’s trading partners. The evidences support the conjecture that Chinese ODI is bundled to trade and financial linkages with its investment and trading partners.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the useful comments of anonymous referees, Ram Mudambi, Shang-Jin Wei, the discussions at the October 2015 West Coast Workshop on International Finance and Open Economy Macroeconomics, and the 14th Research Meeting of NIPFP-DEA Research Program, Rajasthan, 2015. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}