{
    "id": 21080,
    "citation_title": "The Effect of Mandated Child Care on Female Wages in Chile",
    "citation_author": [
        "María F. Prada",
        "Graciana Rucci",
        "Sergio S. Urzúa"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "2015-05-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the effect of mandated employer-provided child care on the wages of women hired in large firms in Chile. We use a unique employer-employee database from the country's unemployment insurance (UI) system containing monthly information for all individuals that started a new contract between January 2005 and March 2013. We estimate the impact of the program using regression discontinuity design (RDD) exploiting the fact that child care provision is mandatory for all firms with 20 or more female workers. The results indicate that monthly starting wages of the infra-marginal woman hired in a firm with 20 or more female workers are between 9 and 20 percent below those of female workers hired by the same firm when no requirement of providing child care was imposed.\n\n",
    "acknowledgement": "\nThis paper has benefitted from the discussion and comments from seminar participants at Western Economic International (San Francisco, 2012) and LACEA/LAMES (Sao Paulo, 2014). Sergio Urzúa is thankful for the support of the National Institute of Health (NICHD R01HD065436). The access to the Unemployment Insurance Database was possible thanks to the agreement between the Inter-American Development Bank and the Chilean Ministry of Labor and Social Protection. All the information utilized in this paper was kept anonymous and no individual indicators were used. The data was saved and managed in a secure server. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}