{
    "id": 21088,
    "citation_title": "Are PILOTs Property Taxes for Nonprofits?",
    "citation_author": [
        "Fan Fei",
        "James R. Hines Jr.",
        "Jill R. Horwitz"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nNonprofit charitable organizations are exempt from most taxes, including local property taxes, but U.S. cities and towns increasingly request that nonprofits make payments in lieu of taxes (known as PILOTs).  Strictly speaking, PILOTs are voluntary, though nonprofits may feel pressure to make them, particularly in high-tax communities.  Evidence from Massachusetts indicates that PILOT rates, measured as ratios of PILOTs to the value of local tax-exempt property, are higher in towns with higher property tax rates: a one percent higher property tax rate is associated with a 0.2 percent higher PILOT rate.  PILOTs appear to discourage nonprofit activity: a one percent higher PILOT rate is associated with 0.8 percent reduced real property ownership by local nonprofits, 0.2 percent reduced total assets, and 0.2 percent lower revenues of local nonprofits.  These patterns are consistent with voluntary PILOTs acting in a manner similar to low-rate, compulsory real estate taxes.\n\n",
    "acknowledgement": "\nThe authors thank the Center for Local, State and Urban Policy at the University of Michigan for financial support, seminar participants at the University of Michigan, UCLA, Stanford, University of Illinois, and the National Tax Association annual conference for helpful comments, Lynn McClelland for research assistance, and Daphne Kenyon for very useful discussions and data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}