{
    "id": 21093,
    "citation_title": "Friendship at Work: Can Peer Effects Catalyze Female Entrepreneurship?",
    "citation_author": [
        "Erica Field",
        "Seema Jayachandran",
        "Rohini Pande",
        "Natalia Rigol"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes the lack of peers contribute to the observed gender gap in entrepreneurial success, and is the constraint stronger for women facing more restrictive social norms? We offered two days of business counseling to a random sample of customers of India’s largest women’s bank. A random subsample was invited to attend with a friend. The intervention had a significant immediate impact on participants’ business activity, but only if they were trained in the presence of a friend. Four months later, those trained with a friend were more likely to have taken out business loans, were less likely to be housewives, and reported increased business activity and higher household income. The positive impacts of training with a friend were stronger among women from religious or caste groups with social norms that restrict female mobility.\n\n",
    "acknowledgement": "\nWe are grateful to Manasee Desai, Katherine Durlacher, Mallika Thomas, and Divya Varma for excellent research assistance, to the staff of SEWA for their cooperation and support and to ICICI and Exxon Mobil (through WAPPP Harvard) for financial support. We thank two anonymous referees for comments and the Centre for Microfinance at IFMR for hosting the study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}