{
    "id": 21092,
    "citation_title": "How Do Firms Form Their Expectations? New Survey Evidence",
    "citation_author": [
        "Olivier Coibion",
        "Yuriy Gorodnichenko",
        "Saten Kumar"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe implement a new survey of firms’ macroeconomic beliefs in New Zealand and document a number of novel stylized facts from this survey. Despite nearly twenty-five years under an inflation targeting regime, there is widespread dispersion in firms’ beliefs about both past and future macroeconomic conditions, especially inflation, with average beliefs about recent and past inflation being much higher than those of professional forecasters. Much of the dispersion in beliefs can be explained by firms’ incentives to collect and process information, i.e. rational inattention motives. Using experimental methods, we find that firms update their beliefs in a Bayesian manner when presented with new information about the economy. But few firms seem to think that inflation is important to their business decisions and therefore they tend to devote few resources to collecting and processing information about inflation.\n\n",
    "acknowledgement": "\nWe are grateful to Graham Howard for sharing data from the survey of households in New Zealand and seminar participants at UCLA, Bank of Canada, Bank of France, Cleveland Fed, AEA 2015 conference, CESifo conference for comments. We are also grateful to our discussants: Brent Meyer (November 2014 Southern Economics Conference), Fernanda Nechio (July 2014 Western Economics Conference) and Justin Wolfers (January 2015 AEA Conference). We thank Doreen Chandra, Intaaz Joseph, Pengfei Jia, Aditya Raj, Anand Kumar, Peter Whitehead, Andrew Gould, Tom Markus, Jerry Koong, Todd Bloomfield, Kamakshi Singh, Adev Raj, Wein Chaddah and Matt Hunt for outstanding research assistance. Kumar thanks the AUT Business School for financial support. Gorodnichenko thanks the NSF and Sloan Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}