{
    "id": 21096,
    "citation_title": "Ethnic Complementarities after the Opening of China: How Chinese Graduate Students Affected the Productivity of Their Advisors",
    "citation_author": [
        "George J. Borjas",
        "Kirk B. Doran",
        "Ying Shen"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe largest and most important flow of scientific talent in the world is the migration of international students to the doctoral programs offered by universities in industrialized countries. This paper uses the opening of China in 1978 to estimate the causal effect of this flow on the productivity of their professors in mathematics departments across the United States. Our identification strategy relies on both the suddenness of the opening of China and on a key feature of scientific production: intra-ethnic collaboration. The new Chinese students were more likely to be mentored by American professors with Chinese heritage. The increased access that the Chinese-American advisors had to a new pool of considerable talent led to a substantial increase in their productivity. Despite these sizable intra-ethnic knowledge spillovers, the relatively fixed size of doctoral mathematics programs (and the resulting crowdout of American students) implied that comparable non-Chinese advisors experienced a decline in the number of students they mentored and a concurrent decline in their research productivity. In fact, the productivity gains accruing to Chinese-American advisors were almost exactly offset by the losses suffered by the non-Chinese advisors. Finally, it is unlikely that the gains from the supply shock will be more evident in the next generation, as the Chinese students begin to contribute to mathematical knowledge. The rate of publication and the quality of the output of the Chinese students is comparable to that of the American students in their cohort.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}