{
    "id": 21095,
    "citation_title": "Delay Functions as the Foundation of Time Preference: Testing for Separable Discounted Utility",
    "citation_author": [
        "Keith Marzilli Ericson",
        "Jawwad Noor"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nDelay functions, which vary timing of rewards but fix the money dimension, can elicit the form of discount functions with minimal assumptions. We present a general theorem that characterizes the set of discount functions and utility indices compatible with any 'regular' preference. We provide conditions to test for separable discounted utility (SDU). We elicit individual delay functions for a range of amounts and time horizons. When we impose SDU assumptions, we classify more than half our analysis sample as exponential discounters. However, we reject SDU assumptions for 68% of the sample in favor of magnitude-dependent discounting with time distortion.\n\n",
    "acknowledgement": "\nWe are grateful to Larry Epstein, Bart Lipman and Faruk Gul for very useful discussions, to Glenn Harrison and Daniel Schunk for detailed comments and discussions of the experimental literature. Helpful comments from seminar participants at Boston University, Caltech, Cornell, UC San Diego, UC Santa Barbara, UC Irvine, Johns Hopkins, NYU, LSE and U of Glasgow and participants at the Canadian Economic Theory Conference (2010) and European Summer Symposium in Economic Theory (2010) are also gratefully acknowledged. The usual disclaimer applies. We acknowledge funding from Boston University. This paper subsumes an earlier paper circulated as \"Time Preference: Experiments and Foundations\". The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}