{
    "id": 21094,
    "citation_title": "Labor Market Slack and Monetary Policy",
    "citation_author": [
        "David G. Blanchflower",
        "Andrew T. Levin"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the wake of a severe recession and a sluggish recovery, labor market slack cannot be gauged solely in terms of the conventional measure of the unemployment rate (that is, the number of individuals who are not working at all and actively searching for a job).  Rather, assessments of the employment gap should reflect the incidence of underemployment (that is, people working part time who want a full-time job) and the extent of hidden unemployment (that is, people who are not actively searching but who would rejoin the workforce if the job market were stronger).  In this paper, we examine the evolution of U.S. labor market slack and show that underemployment and hidden unemployment currently account for the bulk of the U.S. employment gap.  Next, using state-level data, we find strong statistical evidence that each of these forms of labor market slack exerts significant downward pressure on nominal wages. Finally, we consider the monetary policy implications of the employment gap in light of prescriptions from Taylor-style benchmark rules.\n\n",
    "acknowledgement": "\nBlanchflower is the Bruce V. Rauner professor of economics at Dartmouth College, a professor of economics at the University of Stirling, a research associate of the National Bureau of Economic Research, and a program director and research fellow at the Institute for the Study of Labor.  Levin is currently an adviser in the research department at the International Monetary Fund, and he will be joining the Dartmouth faculty as a professor of economics in July 2015. We appreciate many invaluable conversations with Christopher Erceg, Melinda Pitts, Adam Posen, Lars Svensson, and John Taylor.  Nonetheless, the views expressed here are solely those of the authors and do not necessarily reflect the views of the International Monetary Fund, the National Bureau for Economic Research, or any other person or institution.\n\n\n"
}