{
    "id": 21099,
    "citation_title": "Is No News (Perceived as) Bad News? An Experimental Investigation of Information Disclosure",
    "citation_author": [
        "Ginger Zhe Jin",
        "Michael Luca",
        "Daniel Martin"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "2018-05-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses laboratory experiments to directly test a central prediction of disclosure theory: that strategic forces can lead those who possess private information to voluntarily provide it. In a simple two-person disclosure game, we find that senders disclose favorable information, but withhold less favorable information. The degree to which senders withhold information is strongly related to their stated beliefs about receiver actions, and their stated beliefs are accurate on average. Receiver actions are also strongly related to their stated beliefs, but receiver actions and beliefs suggest they are insufficiently skeptical about non-disclosed information in the absence of repeated feedback.\n\n",
    "acknowledgement": "\nPatrick Rooney provided excellent research assistance. All errors are ours. Part of the revision was carried out while Jin took leave at the Federal Trade Commission. The views expressed are those of the authors and do not necessarily represent those of the U.S. Federal Trade Commission, any individual Commissioner, or the National Bureau of Economic Research.\n\n\n"
}