{
    "id": 21091,
    "citation_title": "Robots: Curse or Blessing? A Basic Framework",
    "citation_author": [
        "Jeffrey D. Sachs",
        "Seth G. Benzell",
        "Guillermo LaGarda"
    ],
    "citation_publication_date": "2015-04-13",
    "issue_date": "2015-04-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo robots raise or lower economic well-being? On the one hand, they raise output and bring more goods and services into reach. On the other hand, they eliminate jobs, shift investments away from machines that complement labor, lower wages, and immiserize workers who cannot compete. The net effect of these offsetting forces is unclear. This paper seeks to clarify how economic outcomes, positive or negative, depend both on specific parameters of the economy and public policy. We find that a rise in robotic productivity is more likely to lower the welfare of young workers and future generations when the saving rate is low, automatable and non-automatable goods are more substitutable in consumption, and when traditional capital is a more important complement to labor. In some parameterizations the relationship of utility to robotic productivity follows a “noisy U” as large innovations are long-run welfare improving even though small innovations are immiserizing. Policies that redistribute income across generations can ensure that a rise in robotic productivity benefits all generations.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}