{
    "id": 211,
    "citation_title": "The Service Industries and U.S. Economic Growth Since World War II",
    "citation_author": [
        "Victor R. Fuchs"
    ],
    "citation_publication_date": "1977-11-01",
    "issue_date": "1977-11-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the past 15 years employment and current dollar gross product continued to shift to the Service sector at about the same rate as in the early post-World War II period, while the Service sector's share of gross product in constant dollars remained relatively constant. Productivity (as measured in the National Income Accounts) continued to grow less rapidly than in Industry or Agriculture. The rate of growth of output per worker for the total economy was almost one percent per annum less than in 1948-65, but the shift to the Service sector contributed less than .1 percent per annum to the decrease in productivity growth. Real CDP grew almost as rapidly as in 1948-65, while employment growth accelerated due to a sharp increase in the population of working age. The expansion of service employment contributed substantially to the growth of female employment throughout the post-World War II period, but the increase in female labor force participation was not a significant factor in either the acceleration of employment or the slowdown of productivity growth in 1961-76. The growth of the Service sector also contributed to the growth of government employment. Apart from changes in industry mix, the expansion of government employment has been quite modest. Population projections to the end of this century indicate the likelihood of a marked decrease in the rate of growth of employment (and output per capita) 1990-2000 because of slow growth of working age population and the end of the transition to high female labor force participation.\n\n",
    "acknowledgement": "\n"
}