{
    "id": 21105,
    "citation_title": "Forbidden Fruits: The Political Economy of Science, Religion, and Growth",
    "citation_author": [
        "Roland Bénabou",
        "Davide Ticchi",
        "Andrea Vindigni"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the joint dynamics of religious beliefs, scientific progress and coalitional politics along both religious and economic lines. History offers many examples of the recurring tensions between science and organized religion, but as part of the paper's motivating evidence we also uncover a new fact: in both international and cross-state U.S. data, there is a significant and robust negative relationship between religiosity and patents per capita. The political-economy model we develop has three main features: (i) the recurrent arrival of scientific discoveries that generate productivity gains but sometimes erode religious beliefs; (ii) a government, endogenously in power, that can allow such innovations to spread or instead censor them; (iii) a religious organization or sector that may invest in adapting the doctrine to new knowledge. Three long-term outcomes emerge. First, a \"Secularization\" or \"Western-European\" regime with declining religiosity, unimpeded science, a passive Church and high levels of taxes and transfers. Second, a \"Theocratic\" regime with knowledge stagnation, extreme religiosity with no modernization effort, and high public spending on religious public goods. In-between is a third, \"American\" regime that generally (not always) combines scientific progress and stable religiosity within a range where religious institutions engage in doctrinal adaptation. It features low overall taxes, together with fiscal advantages or societal laws benefiting religious citizens. Rising income inequality can, however, lead some of the rich to form a successful Religious-Right alliance with the religious poor and start blocking belief-eroding discoveries and ideas.\n\n",
    "acknowledgement": "\nWe are grateful for valuable discussions and suggestions to Alberto Alesina, Eric Chaney, Will Dobbie, Massimo Firpo, Luigi Guiso, John Klopfer, Rachel Kranton, Gilat Levy, Marco Marini, Joel Mokyr, Alireza Naghavi, Ronny Razin, Paul Romer, Julio Rotemberg, Mohamed Saleh, Moses Shayo, Ken Scheve, Simone Scotti, Andrei Shleifer, Guido Tabellini and Joachim Voth; and for helpful comments to seminar and conference participants at Bocconi University, CalTech, CIFAR, Columbia University, EIEF (Rome), Universitat Pompeu Fabra, Sciences Po., Stanford University, Chicago Booth, the University of Zurich, the Workshop on Political Economy, Economic History, and Religion at WZB (Berlin), the Berlekey-HAAS Conference on Political Economy, the NBER Political Economy Meeting, the NBER Economic Growth and Fluctuations Meeting and the Wallis Conference on Political Economy at Rochester University. Alessandro Belmonte, Carlo Dal Maso and Doron Ravid provided outstanding research assistance. Bénabou gratefully acknowledges financial support from CIFAR, Ticchi from the MIUR (PRIN 2009) and Vindigni from CRISIS LAB and Collegio Carlo Alberto, as well as hospitality from MIT and EIEF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}