{
    "id": 21108,
    "citation_title": "AIG in Hindsight",
    "citation_author": [
        "Robert L. McDonald",
        "Anna Paulson"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe near-failure on September 16, 2008, of American International Group (AIG) was an iconic moment in the financial crisis. Two large bets on real estate made with funding that was vulnerable to bank-run like behavior on the part of funders pushed AIG to the brink of bankruptcy. AIG used securities lending to transform insurance company assets into residential mortgage-backed securities and collateralized debt obligations, ultimately losing at least $21 billion and threatening the solvency of the life insurance companies. AIG also sold insurance on multi-sector collateralized debt obligations, backed by real estate assets, ultimately losing more than $30 billion. These activities were apparently motivated by a belief that AIG’s real estate bets would not suffer defaults and were “money-good.” We find that these securities have in fact suffered write-downs and that the stark “money-good” claim can be rejected. Ultimately, both liquidity and solvency were issues for AIG.\n\n",
    "acknowledgement": "\nDavid Autor, Ben Chabot, Larry Cordell, Mark Finn, Scott Frame, Chiang-Tai Hsieh, Yilin Huang, Arvind Krishnamurthy, Anil Kashyap, Andreas Lehnert, Debbie Lucas, David Marshall, Richard Miller, Richard Rosen, David Scharfstein, Robert Steigerwald and Tim Taylor provided helpful commentary and feedback, as did seminar participants at Case Western and the Federal Reserve Banks of New York and Chicago. We are grateful to Kyal Berends, Mike Mei, and Thanases Plestis for excellent research assistance. The views presented here are solely our own and do not reflect those of the Federal Reserve Bank of Chicago, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nRobert L. McDonald\n\nI am a director of Eris, a futures exchange.\n\n\n"
}