{
    "id": 21103,
    "citation_title": "Assets with \"Warts\": How Reliable is the Market for Technology?",
    "citation_author": [
        "Vincenzo Palermo",
        "Matthew J. Higgins",
        "Marco Ceccagnoli"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExisting research has focused on why and when firms may choose to access the external technology market. Surprisingly, however, less is known about the reliability of the patents attached to these external technologies in the face of litigation. “Weak” external patents expose a firm to the potential loss of downstream revenues. To address this question we construct a novel dataset of patent litigation in the pharmaceutical industry. We exploit a change in U.S. patent law as a natural experiment to test whether external patents are more reliable than those developed internally. We find that acquired patents are more likely to fall during litigation; they are less reliable then internal technologies. Losses lead to an average reduction in market capitalization of $450 million. Overall, our results demonstrate the critical importance of the underlying reliability of external patents and provides a cautionary note to the potential benefits of accessing external technology markets.\n\n",
    "acknowledgement": "\nWe thank Rajshree Agarwal, Dan Breznitz, Chris Forman, Daniel Spulber, Marie and Jerry Thursby, Arvids Ziedonis, seminar participants at Georgia Tech, CCC doctoral consortium (MIT), 2014 Academy of Management annual meeting, for helpful comments and suggestions. We are indebted to Deloitte ReCap for access to their data. We also thank IMS Health Incorporated for their generous support and access to their data. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated or any of its affiliated or subsidiary entities. The statements, findings, conclusions, views, and opinions contained and expressed in this article are based in part on data obtained under license from the following IMS Health Incorporated or affiliate information service(s): IMS MIDAS™, June 1997 to December 2008, IMSA Health Incorporated or its affiliates. Higgins acknowledges funding from the Imlay Professorship and Palermo acknowledges funding from the Kauffman Dissertation Program Fellowship. The usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew J. Higgins\n\nAs we note in the paper: \"Higgins acknowledges funding from the Imlay Professorship and Palermo acknowledges funding from the Kauffman Dissertation Program Fellowship.\"\n\n\n"
}