{
    "id": 21106,
    "citation_title": "Quantitative Models of Wealth Inequality: A Survey",
    "citation_author": [
        "Mariacristina De Nardi"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "2015-06-16",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile in the data wealth is concentrated in the hands of a small number of rich people and the saving rate of the rich is high, many models used for quantitative policy evaluation fail to match these facts. In addition, some of the models that succeed in matching these facts have radically different policy implications, depending on the nature and strength of the saving motives assumed. This paper surveys the savings mechanisms proposed so far (preference heterogeneity, transmission of bequests and human capital across generations, entrepreneurship, and high earnings risk for the top earners) and argues that more work is needed to understand wealth inequality and the saving motives behind it, and to evaluate policy more reliably.\n\n",
    "acknowledgement": "\nI gratefully acknowledge support from the ERC, grant 614328 “Savings and Risks” and from the ESRC through the Centre for Macroeconomics. I thank Marco Bassetto, Neele Balke, Margherita Borella, Marco Cagetti, Helen Koshy, Tim Lee, Cormac O’Dea, Vasia Panousi, José-Victor Ríos-Rull, and Neng Wang for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research, any agency of the federal government, or the Federal Reserve Bank of Chicago.\n\n\n"
}