{
    "id": 21100,
    "citation_title": "Effects of Fiscal Shocks in a Globalized World",
    "citation_author": [
        "Alan J. Auerbach",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile theoretical models consistently predict that government spending shocks should lead to appreciation of the domestic currency, empirical studies have been stubbornly finding depreciation. Using daily data on U.S. defense spending (announced and actual payments), we document that the dollar immediately and strongly appreciates after announcements about future government spending. In contrast, actual payments lead to no discernible effect on the exchange rate. We examine responses of other variables at the daily frequency and explore how the response of the exchange rate to fiscal shocks varies over the business cycle as well as at the zero lower bound and in normal times.\n\n",
    "acknowledgement": "\nWe are grateful to Seunghwan Lim, Walker Ray, and Mauricio Ulate for excellent research assistance. We thank Olivier Coibion, Christopher Erceg, Pierre-Olivier Gourinchas, and Johannes Wieland for comments, and Andrew Austin and David Newman for guidance regarding the defense appropriations process. Gorodnichenko thanks the NSF for financial support.  Auerbach thanks the Burch Center for Tax Policy and Public Finance for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}