{
    "id": 21104,
    "citation_title": "Salience, Myopia, and Complex Dynamic Incentives: Evidence from Medicare Part D",
    "citation_author": [
        "Christina M. Dalton",
        "Gautam Gowrisankaran",
        "Robert Town"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "2019-04-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe standard Medicare Part D drug insurance contract is nonlinear—with reduced subsidies in a coverage gap—resulting in a dynamic purchase problem. We consider enrollees who arrived near the gap early in the year and show that they should expect to enter the gap with high probability, implying that, under a benchmark model with neoclassical preferences, the gap should impact them very little. We find that these enrollees have flat spending in a period before the doughnut hole and a large spending drop in the gap, providing evidence against the benchmark model. We structurally estimate behavioral dynamic drug purchase models and find that a price salience model where enrollees do not incorporate future prices into their decision making at all fits the data best. For a nationally representative sample, full price salience would decrease enrollee spending by 31%. Entirely eliminating the gap would increase insurer spending 27%, compared to 7% for generic-drug-only gap coverage.\n\n",
    "acknowledgement": "\nWe have received helpful comments from Jason Abaluck, Dan Ackerberg, Itai Ater, David Bradford, Juan Esteban Carranza, Chris Conlon, Øystein Daljord, Áureo de Paula, Pierre Dubois, Martin Dufwenberg, Liran Einav, David Frisvold, Antonio Galvao, Hide Ichimura, Guido Lorenzoni, Carlos Noton, Matthew Perri, Asaf Plan, Mary Schroeder, Marciano Siniscalchi, Changcheng Song, Ashley Swanson, Bill Vogt, Glen Weyl, Tiemen Woutersen, and seminar participants at numerous institutions. We thank Doug Mager at Express Scripts for data provision and Amanda Starc for data assistance. Nora Becker, Emma Dean, Mike Kofoed, Tola Kokoza, and Sanguk Nam provided excellent research assistance. Gowrisankaran acknowledges research support from the Center for Management Innovations in Healthcare at the University of Arizona. A previous version of the paper was distributed under the title “Myopia and Complex Dynamic Incentives: Evidence from Medicare Part D.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert Town\n\nThe author is a co-founder and Chief Economist at Picwell, Inc which provides decision support for health insurance choice.\n\n\n"
}