{
    "id": 21109,
    "citation_title": "Government Policy and Labor Supply with Myopic or Targeted Savings Decisions",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central justification for social insurance and for other policies aimed at retirement savings is that individuals may fail to make adequate provision during their working years.  Much research has focused on myopia and other behavioral limitations.  Yet little attention has been devoted to how these infirmities, and government policies to rectify them, influence labor supply.  This linkage could be extremely important in light of the large pre-existing distortion due to income and consumption taxation and income-based transfer programs.  For example, might myopic individuals, as a first approximation, view payroll taxes and other withholding to fund retirement savings as akin to an income tax, while largely ignoring the distant future retirement benefits that they fund?  If so, the distortion of labor supply may be many times higher than otherwise, making savings-promotion policies much more costly than appreciated.  Or consider what may be the labor supply implications for an individual who is defaulted into higher savings and, as a consequence, sees concomitantly lower take-home pay.  This essay offers a preliminary, conceptual exploration of these questions.  In most of the cases considered, savings policies do not act purely like a tax despite individuals’ non-optimizing savings behavior, and in some cases labor supply actually is raised, not lowered, in which event policies that boost savings may be significantly more welfare-enhancing than recognized.  Accordingly, there is a compelling need for empirical exploration of the interaction between nonoptimal savings behavior and labor supply.\n\n",
    "acknowledgement": "\nHarvard University and National Bureau of Economic Research.  I thank Jeffrey Brown for comments, Andrea Lowe for research assistance, and Harvard University’s John M. Olin Center for Law, Economics, and Business for financial support.  More formal analysis of much of part II’s treatment of myopia appears in Kaplow (2006, 2015) and of part III’s examination of targeted savings in Kaplow (2011).  Those analyses and the current essay grew out of my work on the chapters addressing capital taxation and social security in Kaplow (2008), which also addresses additional subjects, some related to those examined here. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. Louis Kaplow occasionally consults on antitrust cases, and his spouse is in the legal department of a financial services firm.\n\n\n"
}