{
    "id": 21116,
    "citation_title": "Green Skills",
    "citation_author": [
        "Francesco Vona",
        "Giovanni Marin",
        "Davide Consoli",
        "David Popp"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe catchword ‘green skills’ has been common parlance in policy circles for a while, yet there is little systematic empirical research to guide public intervention for meeting the demand for skills that will be needed to operate and develop green technology. The present paper proposes a data-driven methodology to identify green skills and to gauge the ways in which the demand for these competences responds to environmental regulation. Accordingly, we find that green skills are high-level analytical and technical know-how related to the design, production, management and monitoring of technology. The empirical analysis reveals that environmental regulation triggers technological and organizational changes that increase the demand for hard technical, engineering and scientific skills. Our analysis suggests also that this is not just a compositional change in skill demand due to job losses in sectors highly exposed to trade and regulation.\n\n",
    "acknowledgement": "\nWe wish to thank Carmen Carrion-Flores, Joelle Noailly, Elena Verdolini and Leonard Lopoo for interesting comments and discussion. We also thank seminars participants at Maxwell School of Syracuse University, SKEMA Business School and the Annual Meeting of the Italian Association of Environmental and Resource Economists for their comments. FV and GM gratefully acknowledge the funding received from the European Union’s Seventh Framework Programme for research, technological development and demonstration under grant agreement no 320278 (RASTANEWS). DC acknowledges the financial support of the Spanish Ministerio de Economia y Competitividad (RYC-2011-07888). DC would also like to thank Antonia Díaz, María Paz Espinosa and Sjaak Hurkens for setting an example of professional ethics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}