{
    "id": 21110,
    "citation_title": "Cash burns: An inventory model with a cash-credit choice",
    "citation_author": [
        "Fernando Alvarez",
        "Francesco Lippi"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model that characterizes the relationship between optimal dynamic cash management and the choice of the means of payment. The novel feature of the model is the sequential nature of the payments choice: in each instant the agent can choose to pay with either cash or credit. This framework predicts that the current level of the stock of cash determines whether the agent uses cash or credit. Cash is used whenever the agent has enough of it, credit is used when cash holdings are low, a pattern recently documented by households data from several countries. The average level of cash and the average share of expenditures paid in cash depend on the opportunity cost of cash relative to the cost of credit. The model produces a rich set of over-identifying restrictions for consumers’ cash-management and payment choices which can be tested using recent households survey and diary data.\n\n",
    "acknowledgement": "\nAn earlier version of the paper circulated under the name: “A dynamic cash management and payment choice model”. We benefited from the comments of the participants to “Consumer Finances and Payment Diaries: Theory and Empirics”, Ottawa, Canada, 18-19 October 2012. Philip Barrett provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando Alvarez\n\nAdditionally,  in the past years I have visited, taught, consulted for, or obtained grants from the following institutions. From some of them  I have received an honorarium, as a consultant, from some of them a research grant:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nThe Federal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nThe Cowles Foundation, Yale, US. As a research visitor.\n\n\nERC, the European Research Council, EU. As a recipient of a grant.\n\n\nNSF, National Science Foundation, France. As a recipient of a a research grant.\n\n\nFoundation Banque de France, France. As a recipient of a research grant.\n\n\nThe Global Markets Institute at Goldman Sachs, US. As a recipient of a research grant.\n\n\n"
}