{
    "id": 21114,
    "citation_title": "The Weaker Sex? Vulnerable Men, Resilient Women, and Variations in Sex Differences in Mortality since 1900",
    "citation_author": [
        "Mark R. Cullen",
        "Michael Baiocchi",
        "Karen Eggleston",
        "Pooja Loftus",
        "Victor Fuchs"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSex differences in mortality (SDIM) vary over time and place as a function of social, health, and medical circumstances. The magnitude of these variations, and their response to large socioeconomic changes, suggest that biological differences cannot fully account for sex differences in survival. We document “stylized facts” about SDIM with which any theory will have to contend. We draw on a wide swath of mortality data, including probability of survival to age 70 by county in the United States, the Human Mortality Database data for 18 high-income countries since 1900, and mortality data within and across developing countries over time periods for which reasonably reliable data are available. We show that, in each of the periods of economic development after the onset of demographic and epidemiologic transition, cross-sectional variation in SDIM exhibits a consistent pattern of female resilience to mortality under adversity. Moreover, as societies develop, M/F survival first declines and then increases, a “SDIM transition” embedded within the demographic and epidemiologic transitions.\n\n",
    "acknowledgement": "\nWe are very grateful to Yong CAI for sharing with us his micro data on county-specific S70 and GDP per capita derived from China’s 2000 census data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}