{
    "id": 21115,
    "citation_title": "Welfare and Distributional Implications of Shale Gas",
    "citation_author": [
        "Catherine Hausman",
        "Ryan Kellogg"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2020-02-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnological innovations in horizontal drilling and hydraulic fracturing have enabled tremendous amounts of natural gas to be extracted profitably from underground shale formations that were long thought to be uneconomical. In this paper, we provide the first estimates of broad-scale welfare and distributional implications of this supply boom. We provide new estimates of supply and demand elasticities, which we use to estimate the drop in natural gas prices that is attributable to the supply expansion. We calculate large, positive welfare impacts for four broad sectors of gas consumption (residential, commercial, industrial, and electric power), and a negative impact for producers, with variation across regions. We then examine the evidence for a gas-led \"manufacturing renaissance\" and for pass-through to prices of products such as retail natural gas, retail electricity, and commodity chemicals. We conclude with a discussion of environmental externalities from unconventional natural gas, including limitations of the current regulatory environment. Overall, we find that between 2007 and 2013 the shale gas revolution led to an increase in welfare for natural gas consumers and producers of $48 billion per year, but more data are needed on the extent and valuation of the environmental impacts of shale gas production.\n\n",
    "acknowledgement": "\nWe thank Steve Cicala, David Lagakos, David Romer, and Justin Wolfers for valuable comments; Karen Fisher-Vanden, Timothy Fitzgerald, Laura Grant, Joshua Hausman, Kelsey Jack, Lutz Kilian, Cathy Kling, Tom Lyon, Lucija Muehlenbachs, Yueming Qiu, Barry Rabe, and Daniel Raimi for helpful feedback; and Sarah Johnston for excellent research assistance. This paper was originally prepared for the Brookings Papers on Economic Activity and presented at the Spring 2015 Brookings Panel. Both authors hereby declare that they have no material financial interests that relate to the research described in this paper. This research was supported by an honorarium from the Brookings Institution. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}