{
    "id": 21112,
    "citation_title": "Demystifying the Chinese Housing Boom",
    "citation_author": [
        "Hanming Fang",
        "Quanlin Gu",
        "Wei Xiong",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2015-07-06",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct housing price indices for 120 major cities in China in 2003-2013 based on sequential sales of new homes within the same housing developments. By using these indices and detailed information on mortgage borrowers across these cities, we find enormous housing price appreciation during the decade, which was accompanied by equally impressive growth in household income, except in a few first-tier cities. While bottom-income mortgage borrowers endured severe financial burdens by using price-to-income ratios over eight to buy homes, their participation in the housing market remained steady and their mortgage loans were protected by down payments commonly in excess of 35 percent. As such, the housing market is unlikely to trigger an imminent financial crisis in China, even though it may crash with a sudden stop in the Chinese economy and act as an amplifier of the initial shock.\n\n",
    "acknowledgement": "\nThis paper is prepared for NBER Macro Annual (Volume 30). We are grateful to the editors, Marty Eichenbaum and Jonathan Parker, our discussants, Erik Hurst and Martin Schneider, as well as seminar participants at Bank of America Merrill Lynch, Harvard University and Princeton University for helpful discussions and constructive comments. We also thank Sean Dong, Qing Gong, Min Wu, and Yu Zhang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}