{
    "id": 21117,
    "citation_title": "Culture, Institutions and Democratization",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Gerard Roland"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2016-05-04",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a model of revolution and transition to democracy under individualistic and collectivist cultures. The main result is that, despite facing potentially larger collective action problems, countries with an individualistic culture are more likely to end up adopting democracy earlier than countries with a collectivist culture. Our empirical analysis suggests a strong and robust association between individualistic culture and average polity scores and length of democracy, even after controlling for other determinants of democracy emphasized in the literature. We provide evidence that countries with collectivist culture are also more likely to experience autocratic breakdowns and transitions from autocracy to autocracy.\n\n",
    "acknowledgement": "\nWe thank Ganesh Viswanath Natraj and Anne Meng for excellent research assistance. We also thank Philippe Aghion, Melissa Dell, Torsten Persson, Hans-Joachim Voth and Marta Reynal-Querol for useful comments. We thank seminar participants in Berkeley, NYU, Oslo, Pompeu Fabra, Stockholm and Toulouse as well as participants of the Harvard PIEP workshop, participants of the conference “The Role of Cultural and Political Factors in Institutional Change and Development” in Warwick in 2013 and of the NBER spring 2014 political economy workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}