{
    "id": 21111,
    "citation_title": "Benefit Incidence with Incentive Effects, Measurement Errors and Latent Heterogeneity: A Case Study for China",
    "citation_author": [
        "Martin Ravallion",
        "Shaohua Chen"
    ],
    "citation_publication_date": "2015-04-20",
    "issue_date": "2015-04-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn what is probably the largest cash transfer program in the world today China’s Dibao program aims to fill all poverty gaps. In theory, the program creates a poverty trap, with 100% benefit withdrawal rate (BWR). But is that what we see in practice? The paper proposes an econometric method of estimating the mean BWR allowing for incentive effects, measurement errors and correlated latent heterogeneity. Under the method’s identifying assumptions, a feasible instrumental variables estimator corrects for incentive effects and measurement errors, and provides a bound for the true value when there is correlated incidence heterogeneity. The results suggest that past methods of assessing benefit incidence using either nominal official rates or raw tabulations from survey data are deceptive. The actual BWR appears to be much lower than the formal rate, and is also lower than the rate implied by optimal income tax models for poverty reduction. The paper discusses likely reasons based on qualitative observations from field work. The program’s local implementation appears to matter far more than incentives implied by its formal rules.\n\n",
    "acknowledgement": "\nFinancial support for the survey data collection for this study was provided by the World Bank's Knowledge for Change Trust Fund. For their comments the authors are grateful to Alan de Brauw, Dave Coady, Margaret Grosh, Daniel Hammond, Dominique van de Walle and participants at the Annual Bank Conference on Development Economics, 2013, World Bank. The findings, interpretations and conclusions of this paper are those of the authors, and should not be attributed to their employers, the World Bank, or the National Bureau of Economic Research.\n\n\n"
}