{
    "id": 21127,
    "citation_title": "Redistribution and Group Participation: Comparative Experimental Evidence from Africa and the UK",
    "citation_author": [
        "Marcel Fafchamps",
        "Ruth Vargas Hill"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe design an original laboratory experiment to investigate whether redistributive actions hinder the formation of Pareto-improving groups. We test, in an anonymous setting with no feedback, whether people choose to destroy or steal the endowment of others and whether they choose to give to others, when granted the option. We then test whether subjects join a group that increases their endowment but exposes them to redistribution. We conduct the experiment in three very different settings with a priori different norms of pro-social behavior: a university town in the UK, the largest urban slum in Kenya, and rural Uganda. We find a lot of commonality but also large differences between sites. UK subjects behave in a more selfish and strategic way -- giving less, stealing more. Kenyan and Ugandan subjects behave in a more altruistic and less strategic manner. However, pro-social norms are not always predictive of joining behavior. African subjects are less likely to join a group when destruction or stealing is permitted. It is as if they are less trusting even though they are more trustworthy. These findings contradict the view that African current underdevelopment is due to a failure of generalized morality.\n\n",
    "acknowledgement": "\nWe have benefitted from comments from participants to the CSAE conference in March 2014, and from seminar audiences at CESS (Nuffield College, Oxford), Dartmouth College, the University of San Francisco, DIW (Berlin), UC Irvine, and CERDI (University of Auvergne, France). We thank Hee Youn Kwon for her assistance implementing the 2012 experiment in Oxford, John Jensenius for his invaluable help in running the 2014 Oxford sessions, and Nouhoum Traore for his assistance in implementing the experiment in Uganda and Kenya. We\nare grateful to the CESS lab in Oxford and to the lab at the Busara Center for Behavioural Economics, IPA, Nairobi for their assistance with the experiment. Part of this work was undertaken whilst Ruth Hill was at the International Food Policy Research Institute (IFPRI) in the CGIAR Research Program on Policies, Institutions, and Markets (PIM) led by IFPRI. Funding support for this study was provided by the CGIAR Research Program on Policies, Institutions, and Markets. Supplemental funding for the second batch of UK sessions was provided by Stanford University. The opinions expressed here belong to the authors, and do not necessarily reflect those of PIM, IFPRI, CGIAR, or the National Bureau of Economic Research.\n\n\n"
}