{
    "id": 21120,
    "citation_title": "The Effect of State Taxes on the Geographical Location of Top Earners: Evidence from Star Scientists",
    "citation_author": [
        "Enrico Moretti",
        "Daniel Wilson"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2015-05-06",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing data on the universe of U.S. patents filed between 1976 and 2010, we quantify how sensitive is migration by star scientist to changes in personal and business tax differentials across states. We uncover large, stable, and precisely estimated effects of personal and corporate taxes on star scientists’ migration patterns. The long run elasticity of mobility relative to taxes is 1.6 for personal income taxes, 2.3 for state corporate income tax and -2.6 for the investment tax credit. The effect on mobility is small in the short run, and tends to grow over time. We find no evidence of pre-trends: Changes in mobility follow changes in taxes and do not to precede them. Consistent with their high income, star scientists migratory flows are sensitive to changes in the 99th percentile marginal tax rate, but are insensitive to changes in taxes for the median income. As expected, the effect of corporate income taxes is concentrated among private sector inventors: no effect is found on academic and government researchers. Moreover, corporate taxes only matter in states where the wage bill enters the state’s formula for apportioning multi-state income. No effect is found in states that apportion income based only on sales (in which case labor’s location has little or no effect on the tax bill). We also find no evidence that changes in state taxes are correlated with changes in the fortunes of local firms in the innovation sector in the years leading up to the tax change. Overall, we conclude that state taxes have significant effect of the geographical location of star scientists and possibly other highly skilled workers. While there are many other factors that drive when innovative individual and innovative companies decide to locate, there are enough firms and workers on the margin that relative taxes matter.\n\n",
    "acknowledgement": "\nWe are thankful for very helpful comments received from seminar participants at and Barcelona GSE, Berkeley, Federal Reserve Bank of San Francisco, IZA, National Tax Association, University of Hawaii and from discussions by Jorge De La Roca and Juan Carlos Suárez Serrato. Yifan Cao provided excellent research assistance. Moretti gratefully acknowledges financial support from Microsoft. The views expressed in the paper represent those of the authors and do not necessarily represent the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}