{
    "id": 21129,
    "citation_title": "Productivity, Safety, and Regulation in Underground Coal Mining: Evidence from Disasters and Fatalities",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Charles He",
        "Eric A. Lutz",
        "Jefferey L. Burgess"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "2018-02-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderground coal mining is a dangerous industry where the regulatory state may impose tradeoffs between productivity and safety. We recover the marginal tradeoffs using disasters near a mine as shocks that increase future accident costs. We find that in the second year after a disaster, productivity decreases 11% and accident rates decrease 18-80% for mines in the same state, with some evidence that the number of managers increases. Using published “value of statistical life” and injury cost estimates, we find that the productivity loss following a disaster in the same state costs 2.51 times the value of the safety increases.\n\n",
    "acknowledgement": "\nWe thank Allan Collard-Wexler, Price Fishback, Sebastian Fleitas, Jonah Gelbach, Ashley Langer, Derek Lemoine, Todd Sorensen, Elie Tamer, Bob Town, Tiemen Woutersen, and seminar attendees for helpful comments; Anatolii Kokoza for research assistance; and Jaime Duque and other data analysts at the MSHA for their assistance with MSHA data. We acknowledge financial support from a Science Foundation Arizona Grant on Sustainable Development of Critical Earth Materials. A previous version of this paper was distributed under the title “Productivity, Safety, and Regulation in Coal Mining: Evidence from Disasters and Fatalities.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGautam Gowrisankaran\n\nI currently receive funding from the Alpha Foundation for the Improvement of Mine Safety and Health for a research project entitled \"Implementation of Risk Management Programs: Identification of Best Practices to Reduce Injuries and Maximize Economic Benefits.\" My role is co-PI.\n\n\nI also currently receive funding from the National Science Foundation for a research project entitled \"Bargaining in Bilateral Oligopolies with Application to the Health Sector.\" My role is PI.\n\n\n\nCharles He\n\nI currently receive funding from the Alpha Foundation for the Improvement of Mine Safety and health as a Research Assistant.\n\n\n\nJefferey L. Burgess\n\nI was also funded by a grant from the Alpha Foundation to evaluate current mining risk management interventions.  However, this funding was not used for the submitted manuscript and I do not believe that it poses a conflict of interest.\n\n\n"
}