{
    "id": 21122,
    "citation_title": "High-frequency, Algorithmic Spillovers Between NASDAQ and Forex",
    "citation_author": [
        "Takatoshi Ito",
        "Masahiro Yamada"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2015-06-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically examine the order flows spillovers between Nasdaq and the Forex markets in 2008 and 2009. With emphasis on a role of high-frequency traders (HFTs) who aggregate information between the two markets as well as within each market, our results show that HFTs in Nasdaq trade intensively on the market-wide information more rapidly than other market participants, and that their order flows contain more information about the Forex rates than those of the Forex themselves. As a result, order flows by HFTs in Nasdaq significantly lead those in the Forex activities. Reflecting each market's exposures to the common shocks during the Global Financial crisis, these spillovers vary over time, and HFTs have increased their influences. These empirical results are consistent with theoretical predictions of the rational expectations model of multi-asset trading.\n\n",
    "acknowledgement": "\nIto acknowledges financial support Grant-in-Aid for Scientific Research A-25245044. We thank Frank Hatheway (Nasdaq OMX) for providing Nasdaq OMX data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}