{
    "id": 21126,
    "citation_title": "Is the Focus on Food Deserts Fruitless? Retail Access and Food Purchases Across the Socioeconomic Spectrum",
    "citation_author": [
        "Jessie Handbury",
        "Ilya Rahkovsky",
        "Molly Schnell"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "2016-10-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUsing novel data describing the healthfulness of household food purchases and the retail landscapes consumers face, we measure the role of access in explaining why wealthier and more educated households purchase healthier foods. We find that spatial differences in access, though significant, are small relative to spatial differences in the nutritional content of sales. Socioeconomic disparities in nutritional consumption exist even among households with equivalent access, and the healthfulness of household consumption responds minimally to improvements in local retail environments. Our results indicate that access-improving policies alone will eliminate less than one third of existing socioeconomic disparities in nutritional consumption.\nThis paper has been subsumed by the authors’ later combined work\n\n",
    "acknowledgement": "\nPreviously circulated as \"What Drives Nutritional Disparities? Retail Access and Food Purchases Across the Socioeconomic Spectrum.\" Prottoy Aman Akbar, Yue Cao, and Hae Nim Lee provided us with outstanding research assistance. Marianne Bitler, Anne Case, David Cuberes, Amanda Chuan, Janet Currie, Jan De Loecker, Gilles Duranton, Joe Gyourko, Jakub Kastl, Ephriam Liebtag, Ilyana Kuziemko, Todd Sinai, Diane Whitmore Schanzenbach, Jesse Shapiro, Tom Vogl, and David Weinstein provided helpful comments. We thank participants in seminars at the 2014 Urban Economics Association Meeting, the 2015 American Economic Association Meeting, the 2015 NBER Summer Institute, the Becker-Friedman Institute at the University of Chicago, Brown, NYU, Princeton, the Robert Wood Johnson Foundation, the University of New South Wales, the University of Sydney, the University of Toronto, the University of Warwick, Wharton, the Federal Reserve Bank of Kansas City, the Federal Trade Commission, and the Economic Research Service at the USDA. Jessie Handbury would like to thank the Wharton Social Impact Initiative, the Research Sponsors’ Program of the Wharton Zell-Lurie Real Estate Center, and the Economic Research Service at the USDA for generous financial support. This paper was previously circulated under the title \"What drives nutritional disparities? Retail access and food purchases across the socioeconomic spectrum,\" NBER Working Paper No. 21126, April 2015. The views expressed are those of the authors and should not be attributed to the Economic Research Service, the USDA, Nielsen, or IRI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}