{
    "id": 21123,
    "citation_title": "Are Immigrants a Shot in the Arm for the Local Economy?",
    "citation_author": [
        "Gihoon Hong",
        "John McLaren"
    ],
    "citation_publication_date": "2015-04-27",
    "issue_date": "2015-04-23",
    "revision_date": "2017-09-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost research on the effects of immigration focuses on the effects of immigrants as adding to the supply of labor.  By contrast, this paper studies the effects of immigrants on local labor demand, due to the increase in consumer demand for local services created by immigrants.  This effect can attenuate downward pressure from immigrants on non-immigrants' wages, and also benefit non-immigrants by increasing the variety of local services available.  For this reason, immigrants can raise native workers' real wages, and each immigrant could create more than one job.  Using US Census data from 1980 to 2000, we find considerable evidence for these effects: Each immigrant creates 1.2 local jobs for local workers, most of them going to native workers, and 62% of these jobs are in non-traded services.  Immigrants appear to raise local non-tradables sector wages and to attract native-born workers from elsewhere in the country.  Overall, it appears that local workers benefit from the arrival of more immigrants.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the University of Virginia, Notre Dame, and the University of California at Merced, as well as to conference participants at the Barcelona Graduate School of Economics Summer Forum, the NBER International Trade and Investment Program Meeting, the Princeton International Economics Section Summer Workshop, and the Southern Economic Association annual meetings.  Support by the Bankard Fund for Political Economy at the University of Virginia is gratefully acknowledged.  Special thanks go to Joan Monras, Jim Tybout, David Weinstein, Brian Kovak, and Abigail Wozniak.  All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}