{
    "id": 21138,
    "citation_title": "Preference for Boys, Family Size and Educational Attainment in India",
    "citation_author": [
        "Adriana D. Kugler",
        "Santosh Kumar"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from nationally representative household surveys, we test whether Indian parents make trade-offs between the number of children and investments in education and health of their children. To address the endogeneity due to the joint determination of quantity and quality of children by parents, we instrument family size with the gender of the first child which is plausibly random. Given a strong son-preference in India, parents tend to have more children if the first born is a girl. Our IV results show that children from larger families have lower educational attainment and are less likely to have ever been enrolled and to be currently enrolled in school, even after controlling for parents’ characteristics and birth-order of children. The effects are larger for rural, poorer and low-caste families and for families with less educated mothers. However, we find no evidence of a trade-off for health outcomes.\n\n",
    "acknowledgement": "\nWe gratefully thank George Akerlof, Richard Akresh, David Albouy, Josh Angrist, Michael Clemens, Shareen Joshi, Dean Karlan, Martin Ravallion, Halsey Rogers, Ganesh Seshan, Gary Solon, Dan Westbrook; seminar participants at the University of Illinois at Urbana-Champaign, at the McCourt School at Georgetown University, at Georgetown University’s Qatar Campus, at the University of Gottingen, at the Inter-American Development Bank and at Sam Houston State University; as well as conference participants at the 9th IZA/World Bank Conference in Employment and Development and the PacDev 2014 Conference for many helpful comments. We also wish to thank Nisha Sinha for excellent research assistance. An earlier version of this paper was circulated as “Testing the Children Quantity-Quality Trade-Off in India”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}