{
    "id": 21136,
    "citation_title": "How Modern Dictators Survive: An Informational Theory of the New Authoritarianism",
    "citation_author": [
        "Sergei Guriev",
        "Daniel Treisman"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an informational theory of dictatorship. Dictators survive not because of their use of force or ideology but because they convince the public—rightly or wrongly—that they are competent. Citizens do not observe the dictator's type but infer it from signals inherent in their living standards, state propaganda, and messages sent by an informed elite via independent media. If citizens conclude that the dictator is incompetent, they overthrow him in a revolution. The dictator can invest in making convincing state propaganda, censoring independent media, co-opting the elite, or equipping police to repress attempted uprisings—but he must finance such spending at the expense of the public's living standards. We show that incompetent dictators can survive as long as economic shocks are not too large. Moreover, their reputations for competence may grow over time—even if living standards fall. Censorship and co-optation of the elite are substitutes, but both are complements of propaganda. Due to coordination failure among members of the elite, multiple equilibria emerge. In some equilibria the ruler uses propaganda and co-opts the elite; in others, propaganda is combined with censorship. In the equilibrium with censorship, difficult economic times prompt higher relative spending on censorship and propaganda. The results illuminate tradeoffs faced by various recent dictatorships.\n\n",
    "acknowledgement": "\nWe thank Alberto Alesina, Marina Azzimonti, Maxim Boycko, Georgy Egorov, Francesco Giavazzi, Andrea Prat, Gerard Roland, Gergely Ujhelyi, and other participants in the Political Economy Meeting of NBER (April 2015) as well as Ekaterina Zhuravskaya for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}