{
    "id": 21134,
    "citation_title": "Slack Time and Innovation",
    "citation_author": [
        "Ajay Agrawal",
        "Christian Catalini",
        "Avi Goldfarb"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe extant literature linking slack time to innovation focuses on how slack time facilitates creative activities such as ideation, experimentation, and prototype development. We turn attention to how slack time may enable activities that are less creative but still important for innovation, namely mundane, execution-oriented tasks. First, we document the main effect: a sharp rise in innovative projects posted on a major crowdfunding platform when colleges are on break. Next, we report timing and project type evidence consistent with the causal interpretation that slack time drives innovation. Finally, we present a series of results consistent with the mundane task mechanism but not with the traditional creativity-related explanations. We do not rule out the possibility that creativity benefits from slack time. Instead, we introduce the idea that mundane, execution-oriented tasks, such as those associated with launching a crowdfunding campaign (e.g., administration, planning, promotion), are an important input to innovation that may benefit significantly from slack time.\n\n",
    "acknowledgement": "\nWe thank Lee Fleming, Joshua Gans, Scott Stern, and seminar participants at the NBER \"Changing Financing Market for Innovation & Entrepreneurship Conference,\" the 2014 AEA Meetings, the 2014 REER Conference at Georgia Tech, Duke University, Johns Hopkins University, University of Maryland, National University of Singapore, Singapore Management University, Harvard Business School, ZEW Conference 2014, UC Berkeley, World Bank, MIT, and University of Toronto for comments. We thank SSHRC and the Centre for Innovation and Entrepreneurship at the University of Toronto for financial support. Errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAvi Goldfarb\n\nAvi Goldfarb has between $5,000 and $10,000 in equity in several publicly traded technology companies as part of a broad investment portfolio.\n\n\n"
}