{
    "id": 21137,
    "citation_title": "Career Technical Education and Labor Market Outcomes: Evidence from California Community Colleges",
    "citation_author": [
        "Ann Huff Stevens",
        "Michal Kurlaender",
        "Michel Grosz"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "2018-02-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCareer technical education (CTE) programs at community colleges are increasingly seen as an attractive alternative to four-year colleges, yet little systematic evidence exists on the returns to specific certificates and degrees. We estimate returns to CTE programs using administrative data from the California Community College system linked to earnings records. We employ estimation approaches including individual fixed effects and individual-specific trends, and find average returns to CTE certificate and degrees that range from 14 to 45 percent. The largest returns are for programs in the healthcare sector; estimated returns in non-health related programs range from 15 to 23 percent.\n\n",
    "acknowledgement": "\nThe research reported here was supported in part by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University. The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. We gratefully acknowledge the California Community Colleges Chancellor’s Office for providing us with data access, technical support, and expertise. We are also appreciative of financial support from the Center for Poverty Research at UC Davis, funded by the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Analysis (ASPE), the Interdisciplinary Frontiers in the Humanities and Arts Program at UC Davis, and from the Smith Richardson Foundation. The authors are responsible for all errors. The opinions expressed are those of the authors alone and not those of agencies providing data or funding, nor of the National Bureau of Economic Research.\n\n\n"
}