{
    "id": 21131,
    "citation_title": "Executive Compensation: A Modern Primer",
    "citation_author": [
        "Alex Edmans",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis article studies traditional and modern theories of executive compensation, bringing them together under a unifying framework. We analyze assignment models of the level of pay, and static and dynamic moral hazard models of incentives, and compare their predictions to empirical findings. We make two broad points. First, traditional optimal contracting theories find it difficult to explain the data, suggesting that compensation results from \"rent extraction\" by CEOs. In contrast, more modern theories that arguably better capture the CEO setting do deliver predictions consistent with observed practices, suggesting that these practices need not be inefficient. Second, seemingly innocuous features of the modeling setup, often made for tractability or convenience, can lead to significant differences in the model's implications and conclusions on the efficiency of observed practices. We close by highlighting apparent inefficiencies in executive compensation and additional directions for future research.\n\n",
    "acknowledgement": "\nWe thank Steven Durlauf (the editor), two anonymous referees, Taylor Begley, David Dicks, Steve Kaplan, Robert Miller, Yuliy Sannikov, Fenghua Song, Luke Taylor, David Yermack, and especially Pierre Chaigneau for helpful comments, and Deepal Basak, Olivia Domba, and Jan Starmans for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}