{
    "id": 21133,
    "citation_title": "What Do Private Equity Firms Say They Do?",
    "citation_author": [
        "Paul Gompers",
        "Steven N. Kaplan",
        "Vladimir Mukharlyamov"
    ],
    "citation_publication_date": "2015-05-04",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe survey 79 private equity investors with combined AUM of over $750B about their practices in firm valuation, capital structure, governance, and value creation. Investors rely primarily on IRR and multiples to evaluate investments. Their LPs focus more on absolute performance. Capital structure choice is based equally on optimal trade-off and market timing considerations. PE investors anticipate adding value to portfolio companies, with a greater focus on increasing growth than on reducing costs. We also explore how the actions that PE managers say they take group into specific firm strategies and how those strategies are related to firm founder characteristics.\n\n",
    "acknowledgement": "\nThis research has been supported by the Division of Research at the Harvard Business School (Gompers) and the Fama-Miller Center (Kaplan). We thank Brad Cornell, Harry DeAngelo, David Robinson and seminar participants at the American Finance Association, Harvard Business School Accounting and Control workshop, Harvard Business School Finance workshop, Hebrew University, London Business School, Stanford, the University of North Carolina and the Wharton School for helpful comments. Gompers and Kaplan have consulted to private equity general partners and limited partners. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}