{
    "id": 21135,
    "citation_title": "The Impact of Tuition Increases on Undocumented College Students' Attainment",
    "citation_author": [
        "Dylan Conger",
        "Lesley J. Turner"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-04-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of a temporary price shock on the attainment of undocumented college students enrolled in a large urban college system. In spring 2002, the City University of New York reversed   its policy of charging in-state tuition to undocumented students. By fall 2002, the state legislature restored in-state rates.  Using a differences-in-differences identification strategy, we estimate impacts on reenrollment, credits, grades, and degree completion. The price shock led to an immediate 8 percent decrease in senior college students' enrollment. Senior college students who entered college the semester prior to the price shock experienced lasting reductions in attainment, including a 22 percent decrease in degree receipt. Conversely, among senior college students who been enrolled for at least a year, the price shock only affected the timing of exit.\n\n",
    "acknowledgement": "\nWe are indebted to the City University of New York Office of Policy Research for making the data extracts available for analysis and Colin Chellman and Andrew Wallace in particular for providing key insights. We also thank Burt Barnow, Leah Brooks, Celeste Carruthers, Stephanie Riegg Cellini, Duncan Chaplin, Rajeev Darolia, Julia Gelatt, Jessica Howell, Jonathan Smith, Gema Zamarro, and participants at the meetings and seminars of the Association for Education Finance and Policy, Association for Public Policy Analysis and Management, American University, Brookings Institution, CUNY, Federal Reserve Bank of New York, Population Association of America, and Society for Research on Educational Effectiveness for very helpful comments. We are grateful for the excellent research assistance provided by Cinthia Josette Arevalo. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}