{
    "id": 21139,
    "citation_title": "Cofinancing in Environment and Development: Evidence from the Global Environment Facility",
    "citation_author": [
        "Matthew J. Kotchen",
        "Neeraj Kumar Negi"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLeveraged cofinancing from public and private sources has emerged as a policy priority among international environment and development agencies. There is nevertheless surprisingly little research on the determinants and impacts of cofinancing for accomplishing environment and development goals. This paper contributes to the literature with a focus on three interrelated questions: (1) How does observed cofinancing depend on characteristics of the development project, the country where the project takes place, and the agencies responsible for project funding and execution? (2) What factors explain the likelihood that project cofinancing is based on loans rather than grants, and that cofinancing comes from the private sector rather than public agencies or non-governmental organizations? (3) Does greater cofinancing result in better environment and development projects? To answer these questions, we take advantage of data from the Global Environment Facility (GEF) on 3,269 projects from 1991 through the beginning of 2014. The results provide insight not only on how agencies may target cofinancing going forward, but also on how greater emphasis on cofinancing may implicitly shift environment and development priorities.\n\n",
    "acknowledgement": "\nNeeraj Kumar Negi works at the GEF Independent Evaluation Office (GEF IEO). The datasets on GEF projects used for the paper were prepared by the GEF IEO and the GEF Secretariat. These were accessed after securing required permissions from the two Offices.\n\n\n"
}