{
    "id": 2113,
    "citation_title": "A Guide to Target Zones",
    "citation_author": [
        "Jacob A. Frenkel",
        "Morris Goldstein"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper identifies key issues surrounding the advisability and practicality of adopting \"target zones\" for the exchange rates of major currencies. Pour fundamental questions concerning the definition of and the rationale for target zones are addressed: first, what is generally meant by a \"target zone\" approach to exchange rate management and how can \"hard\" and \"soft\" versions of this approach be defined; second, what are the perceived deficiencies in the existing exchange rate system of managed floating which motivate the call for the adoption of target zones; third, how might target zones remedy these deficiencies; and fourth, what factors are behind much of the skepticism over and opposition to target zones? In addition, the paper deals with a series of operational questions of a more technical nature that weigh heavily on the practicality of implementing a target zone approach. The issues discussed include the following: how would the target zones be calculated; what currencies would be included in the system of target zones; how wide should the target zones be and how frequently should they be revised; and what policy instruments would be employed to keep actual exchange rates within the target zones, and with what consequences for other policy objectives? The purpose of the paper is not to make the case either for or against the adoption of target zones. Rather, the intention is to raise and discuss factors that should be considered in any serious discussion of the topic.\n\n",
    "acknowledgement": "\n"
}