{
    "id": 21145,
    "citation_title": "Politics in the Courtroom: Political Ideology and Jury Decision Making",
    "citation_author": [
        "Shamena Anwar",
        "Patrick Bayer",
        "Randi Hjalmarsson"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis paper uses data from the Gothenburg District Court in Sweden and a research design that exploits the random assignment of politically appointed jurors (termed nämndemän) to make three contributions to the literature on jury decision-making: (i) an assessment of whether systematic biases exist in the Swedish nämndemän system, (ii) causal evidence on the impact of juror political party on verdicts, and (iii) an empirical examination of the role of peer effects in jury decision-making.  The results reveal a number of systematic biases: convictions for young defendants and those with distinctly Arabic sounding names increase substantially when they are randomly assigned jurors from the far-right (nationalist) Swedish Democrat party, while convictions in cases with a female victim increase markedly when they are assigned jurors from the far-left (feminist) Vänster party. The results also indicate the presence of peer effects, with jurors from both the far-left and far-right parties drawing the votes of their more centrist peers towards their positions. Peer effects take the form of both sway effects, where jurors influence the opinions of their closest peers in a way that can impact trial outcomes, and dissent aversion, where jurors switch non-pivotal votes so that the decision is unanimous.\n\n",
    "acknowledgement": "\nThis research would not have been possible without the assistance of a number of individuals at the Gothenburg District Court. In particular, we would like to thank the two nämndemän coordinators, Assistant Judge Christoffer Önrup, Judge of Appeal Christer Ranch, and Assistant Judge David Caldevik for the their help answering numerous questions and Mikael Sjöberg in the Archives for his assistance collating all of the court documents. We would also like to thank two research assistants (Ulrika Kjellström and Magnus Landergren) for their help collecting the data and Matthew Lindquist, Emma von Essen, Erik Hjalmarsson, Johan Lönroth, and Jordi Blanes I Vidal as well as seminar participants at Queen Mary University of London, Gothenburg University, Aarhus, Leciester University, Stockholm School of Economics, Lund University, Växjö, the Swedish Institute for Social Research at Stockholm University, the Paris School of Economics and the Bath Crime Economics Workshop for valuable feedback. Hjalmarsson would also like to acknowledge funding from Vetenskapsrådet (The Swedish Research Council) and  Jan Wallanders och Tom Hedelius Stiftelse Tore Browaldhs Stiftelse, P2014-0200:1. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}