{
    "id": 21143,
    "citation_title": "Above a Swamp: A Theory of High-Quality Scientific Production",
    "citation_author": [
        "Bralind Kiri",
        "Nicola Lacetera",
        "Lorenzo Zirulia"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2016-08-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe elaborate a model of the incentives of scientists to perform activities of control and criticism when these activities, just like the production of novel findings, are costly, and we study the strategic interaction between these incentives. We then use the model to assess policies meant to enhance the reliability of scientific knowledge. We show that a certain fraction of low-quality science characterizes all the equilibria in the basic model. In fact, the absence of detected low-quality research can be interpreted as the lack of verification activities and thus as a potential limitation to the reliability of a field. Incentivizing incremental research and verification activities improves the expected quality of research; this effect, however, is contrasted by the incentives to free ride on performing verification if many scientists are involved, and may discourage scientists to undertake new research in the first place. Finally, softening incentives to publish does not enhance quality, although it increases the fraction of detected low-quality papers. We also advance empirical predictions and discuss the insights for firms and investors as they \"scout\" the scientific landscape.\n\n",
    "acknowledgement": "\nWe are grateful to the pe participants to several seminars (University of Bologna, University of Florence, TOBB University) and conferences (2014 Izmir Workshop on Scientific Misconduct and Research Ethics in Economics, 2014 EARIE Meetings, 2014 BRICK Conference, 2014 DRUID Conference, 2015 Barcelona GSE Summer Forum, 2015 Italian Economic Association Conference, 2015 REER Conference, and 2016 Annual Meeting of the French Economic Association) for their feedback. Astrid Marinoni provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}