{
    "id": 21140,
    "citation_title": "Lost in the Clouds: The Impact of Changing Property Rights on Investment in Cloud Computing Ventures",
    "citation_author": [
        "Josh Lerner",
        "Greg Rafert"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOur analysis seeks to understand the impact of changing allocations of property rights on investment in new firms. We focus on the Cartoon Network, et al. v. Cablevision decision in the U.S., which narrowed the protection enjoyed by content creators (e.g., movie studios) and gave greater rights to downstream technology firms, as well as decisions in France and Germany that took an opposite view. Our findings regarding relative venture capital investment in the U.S. and Europe, across Europe, and between the various judicial circuits of the U.S. suggest that decisions around the allocation of property rights can have economically and statistically significant impacts on investment in innovative enterprises.\n\n",
    "acknowledgement": "\nFunding for this research was provided by the Computers and Communication Industry Association, whose members can be found here, http://www.ccianet.org/index.asp?bid=11, Harvard Business School’s Division of Research, and the Toulouse Network on Information Technology. We thank a number of venture capital investors, seminar audiences at the National Bureau of Economic Research, the Toulouse Network, and numerous universities, and Mark Lemley, Matt Marx, Rob Merges, Michael Meurer, and Scott Stern, for helpful comments. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJosh Lerner\n\nWorked with a variety of venture capital and corporate venturing groups, though not on IP policy. Director of non profit organization seeking to build private equity and venture capital academic database.\n\n\n"
}