{
    "id": 21149,
    "citation_title": "The Impact of Trade on Labor Market Dynamics",
    "citation_author": [
        "Lorenzo Caliendo",
        "Maximiliano Dvorkin",
        "Fernando Parro"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic labor search model where production and consumption take place in spatially distinct labor markets with varying exposure to domestic and international trade. The model recognizes the role of labor mobility frictions, goods mobility frictions, geographic factors, and input-output linkages in determining equilibrium allocations. We show how to solve the equilibrium of the model without estimating productivities, reallocation frictions, or trade frictions, which are usually difficult to identify. We use the model to study the dynamic labor market outcomes of aggregate trade shocks. We calibrate the model to 38 countries, 50 U.S. states and 22 sectors and use the rise in China's import competition to quantify the aggregate and disaggregate employment and welfare effects on the U.S. economy. We find that China's import competition growth resulted in 0.6 percentage point reduction in the share of manufacturing employment, approximately 1 million jobs lost, or about 60% of the change in the manufacturing employment share not explained by a secular trend. Overall, China's shock increases U.S. welfare by 6.7% in the long-run and by 0.2% in the short-run with very heterogeneous effects across labor markets.\n\n",
    "acknowledgement": "\nFirst draft: March 2015. Previously circulated under “The Impact of Trade on Labor Reallocation and Unemployment.” We thank Alex Bick, Ariel Burstein, Carlos Carrillo-Tudela, Arnaud Costinot, Jonathan Eaton, Rafael Dix-Carneiro, Penny Goldberg, Sam Kortum, Eduardo Morales, Giuseppe Moscarini, Alexander Monge-Naranjo, Juan Sanchez, Joe Shapiro, Derek Stacey, Peter Schott, Guillaume Vandenbroucke, Jon Vogel, and seminar participants for useful conversations and comments. Hannah Shell provided excellent research assistance. All views and opinions expressed here are the authors' and do not necessarily reflect those of the Federal Reserve Bank of St. Louis, the Federal Reserve Board, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}