{
    "id": 21141,
    "citation_title": "It's Good to be First: Order Bias in Reading and Citing NBER Working Papers",
    "citation_author": [
        "Daniel R. Feenberg",
        "Ina Ganguli",
        "Patrick Gaule",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2015-09-04",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nChoices are frequently made from lists where there is by necessity some ordering of options.  In such situations individuals can exhibit both primacy bias towards the first option and recency bias towards the last option.  We examine this phenomenon in a particularly interesting context: consumer response to the ordering of economics papers in an email announcement issued by the National Bureau of Economic Research (NBER).  Each Monday morning Eastern Standard Time (EST) the NBER issues a “New This Week” (NTW) email that lists all of the working papers that have been issued in the past week.  This email goes to more than 23,000 subscribers, both inside and outside academia, and the placement order is based on random factors.  We show that despite the randomized list placement, papers that are listed first each week are about 30% more likely to be viewed, downloaded, and cited over the next two years.  Lower ranking on the list leads to fewer views and downloads, but not cites; however, there is also some recency bias, with the last paper listed receiving more views, downloads and cites.  The results are robust to a wide variety of specification checks and are present for both all viewers/downloaders, and for academic institutions in particular.   These results suggest that even among expert searchers, list-based searches can be manipulated by list placement.\n\n",
    "acknowledgement": "\nWe are grateful to the NBER, and in particular Laura Bethard, for making these data available and discussing the working paper process. We thank Filip Matejka, Stepan Jurajda, Mark McCabe, Nikolas Mittag, Christian Zimmerman, and participants at the IfW/ZBW Future of Scholarly Communication in Economics workshop for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}