{
    "id": 21144,
    "citation_title": "The Impact of Disability Benefits on Labor Supply: Evidence from the VA's Disability Compensation Program",
    "citation_author": [
        "David H. Autor",
        "Mark Duggan",
        "Kyle Greenberg",
        "David S. Lyle"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2019-01-06",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCombining administrative data from the U.S. Army, Department of Veterans Affairs (VA) and the U.S. Social Security Administration, we analyze the effect of the VA’s Disability Compensation (DC) program on veterans’ labor force participation and earnings. The largely unstudied Disability Compensation program currently provides income and health insurance to almost four million veterans of military service who suffer service-connected disabilities. We study a unique policy change, the 2001 Agent Orange decision, which expanded DC eligibility for Vietnam veterans who had served in-theatre to a broader set of conditions such as type 2 diabetes. Exploiting the fact that the Agent Orange policy excluded Vietnam era veterans who did not serve in-theatre, we assess the causal effects of DC eligibility by contrasting the outcomes of these two Vietnam-era veteran groups. The Agent Orange policy catalyzed a sharp increase in DC enrollment among veterans who served in-theatre, raising the share receiving benefits by five percentage points over five years. Disability ratings and payments rose rapidly among those newly enrolled, with average annual non-taxed federal transfer payments increasing to $17K within five years. We estimate that benefits receipt reduced labor force participation by 18 percentage points among veterans enrolled due to the policy, though measured income net of transfer benefits rose on average. Consistent with the relatively advanced age and diminished health of Vietnam era veterans in this period, we estimate labor force participation elasticities that are somewhat higher than among the general population.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #10-P-98363-1-05 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The views and findings expressed herein are those of the authors and do not purport to reflect the position of the U.S. Military Academy, the Department of the Army, the Department of Defense, the SSA, or the NBER. We are grateful to Josh Angrist, Orley Ashenfelter, Mary Daly, and seminar participants at Arizona State University, the Federal Reserve Board, Princeton University, and Stanford University for helpful comments. We are indebted to Luke Gallagher of the Army Office of Economic Manpower Analysis for outstanding research assistance and to Mike Risha of the Social Security Administration for assistance with all aspects of data development and interpretation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}