{
    "id": 21148,
    "citation_title": "When Should Governments Subsidize Health? The Case of Mass Deworming",
    "citation_author": [
        "Amrita Ahuja",
        "Sarah Baird",
        "Joan Hamory Hicks",
        "Michael Kremer",
        "Edward Miguel",
        "Shawn Powers"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss how evidence and theory can be combined to provide insight on the appropriate subsidy level for health products, focusing on the specific case of deworming. Although intestinal worm infections can be treated using safe, low-cost drugs, some have challenged the view that mass school-based deworming should be a policy priority. We review well-identified research which both uses experimental or quasi-experimental methods to demonstrate causal relationships and adequately accounts for epidemiological externalities from deworming treatment, including studies of deworming campaigns in the Southern United States, Kenya, and Uganda. The existing evidence shows consistent positive impacts on school participation in the short run and on academic test scores, employment, and income in the long run, while suggesting that most parents will not pay for deworming treatment that is not fully subsidized. There is also evidence for a fiscal externality through higher future tax revenue, which may exceed the cost of the program. Our analysis suggests that the economic benefits of school-based deworming programs are likely to exceed their costs in places where worm infestations are endemic. This would likely be the case even if the benefits were only a fraction of estimates in the existing literature.\n\n",
    "acknowledgement": "\nWe thank Felipe Gonzalez for research assistance and Jessica Harrison for helpful comments.  Baird, Hamory Hicks, Kremer, and Miguel gratefully acknowledge support from the Eunice Kennedy Shriver National Institute of Child Health & Human Development (Grant Number R01HD044475). In the interests of transparency around potential conflicts of interest, we note that USAID and the Douglas B. Marshall, Jr. Family Foundation support deworming. Also, Amrita Ahuja is the chair of the board of Evidence Action, a nonprofit organization which supports governments in scaling mass school-based deworming programs. This is a voluntary position with no associated remuneration. The content of this article is solely the responsibility of the authors, and does not necessarily represent the official views of the Eunice Kennedy Shriver National Institute of Child Health & Human Development, the U.S. National Institutes of Health, USAID, the Douglas B. Marshall, Jr. Family Foundation, Evidence Action, or the National Bureau of Economic Research.\n\n\n\nAmrita Ahuja\n\nI am scientific director of Development Innovation Ventures at USAID and I am also a Professor of Economics at Harvard University\n\n\n"
}