{
    "id": 21150,
    "citation_title": "Bank sovereign bond holdings, sovereign shock spillovers, and moral hazard during the European crisis",
    "citation_author": [
        "Andrea Beltratti",
        "René M. Stulz"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 2010 to 2012, the relation between bank stock returns from European Union (EU) countries and the returns on sovereign CDS of peripheral (GIIPS) countries is negative. We use days with tail sovereign CDS returns of peripheral countries to identify the effects of shocks to the cost of borrowing of these countries on EU banks from other countries. A CDS tail return affects banks with greater exposure to the country experiencing that return more, but it has an impact on banks regardless of exposure. Shocks to peripheral countries that are more pervasive impact the returns of banks from countries that experience no shock more than shocks to small individual peripheral countries. In general, the impact of tail returns is asymmetric in that banks suffer less from adverse shocks to peripheral countries than they gain from favourable shocks to such countries.\n\n",
    "acknowledgement": "\nWe are grateful to Brian Baugh and Andrei Gonçalves for scientific assistance. We thank seminar participants at the European Central Bank and at the University of Lugano, Carlo Favero, Nicola Gennaioli, and Luigi Guiso for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrea Beltratti\n\nAndrea Beltratti was Chairman of the Management Board of Intesa Sanpaolo for the period April 2010-March 2013\n\n\n\nRené M. Stulz\n\nI serve on the board of a bank and consult and provide expert testimony for financial institutions.\n\n\n"
}