{
    "id": 2115,
    "citation_title": "Market Structure and Cyclical Fluctuations in U.S. Manufacturing",
    "citation_author": [
        "Ian Domowitz",
        "R. Glenn Hubbard",
        "Bruce C. Petersen"
    ],
    "citation_publication_date": "1986-12-01",
    "issue_date": "1986-12-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe relevance of imperfect competition for models of aggregate economic fluctuations has received increased attention from researchers in both macroeconomics and industrial organization. Measuring properly the size of industry markups of price over marginal cost is important both for assessing the role of market structure and for determining the extent to which excess capacity is a significant feature accompanying imperfect competition in American industry. Using a panel data set on four-digit Census manufacturing industries, this paper expands recent work by Robert Hall on the importance of market structure for understanding cyclical fluctuations. We outline a methodology for estimating industry markups of price over cost and the influence of market structure on cyclical movements in total factor productivity. While we find evidence to support the proposition that price exceeds marginal cost in U.S. manufacturing, our results offer only limited support for the notion that markups are importantly related to differences in industry concentration, though the effect of unionization is important. Concentration effects are important only in industries producing durable goods or differentiated consumer goods. In addition, much of the estimated markup of price over marginal cost is accounted for by fixed costs related to overhead labor, advertising, and central office expenses; we do not find compelling evidence of substantial evidence of excess capacity in most industries.\n\n",
    "acknowledgement": "\n"
}