{
    "id": 21153,
    "citation_title": "Voluntary Associations, Corporate Rights, and the State: Legal Constraints on the Development of American Civil Society, 1750-1900",
    "citation_author": [
        "Ruth H. Bloch",
        "Naomi R. Lamoreaux"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2016-10-12",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe freedom of citizens to form voluntary associations has long been viewed as an essential ingredient of modern civil society. Our chapter revises the standard Tocquevillian account of associational freedom in the early United States by accentuating the role of state courts and legislatures in the creation and regulation of nineteenth-century American nonprofit corporations. Corporate status gave associations valuable rights that went beyond the basic right of individuals to associate. Government officials selectively used their power to grant and enforce corporate charters to reward politically favored groups while denying equivalent rights to groups they viewed as politically or socially disruptive.\n\n",
    "acknowledgement": "\nWe would especially like to thank John Wallis, Jonathan Levy, Sally Clarke, Johann Neem, and Jonathan Sassi, who wrote comments on an earlier draft of this paper, and Guillaume Frencia, Brittany Adams, and Ben Nelson, who assisted us with research. In addition, we benefited from valuable feedback from the anonymous referees for the University of Chicago Press and from the participants at preparatory conferences sponsored by NBER and the Yale Program in Economic History in 2012, 2013, and 2014. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}