{
    "id": 21156,
    "citation_title": "The Effects of Exposure to Better Neighborhoods on Children: New Evidence from the Moving to Opportunity Experiment",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2015-09-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nMoving To Opportunity\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe Moving to Opportunity (MTO) experiment offered randomly selected families living in high- poverty housing projects housing vouchers to move to lower-poverty neighborhoods. We present new evidence on the impacts of MTO on children's long-term outcomes using administrative data from tax returns. We find that moving to a lower-poverty neighborhood significantly improves college attendance rates and earnings for children who were young (below age 13) when their families moved. These children also live in better neighborhoods themselves as adults and are less likely to become single parents. The treatment effects are substantial: children whose families take up an experimental voucher to move to a lower-poverty area when they are less than 13 years old have an annual income that is $3,477 (31%) higher on average relative to a mean of $11,270 in the control group in their mid-twenties. In contrast, the same moves have, if anything, negative long-term impacts on children who are more than 13 years old when their families move, perhaps because of the disruption effects of moving to a very different environment. The gains from moving fall with the age when children move, consistent with recent evidence that the duration of exposure to a better environment during childhood is a key determinant of an individual's long-term outcomes. The findings imply that offering vouchers to move to lower-poverty neighborhoods to families with young children who are living in high- poverty housing projects may reduce the intergenerational persistence of poverty and ultimately generate positive returns for taxpayers.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily reflect the views of the Internal Revenue Service, the U.S. Treasury Department, or the National Bureau of Economic Research.. This work is a component of a larger project examining the effects of tax expenditures on the budget deficit and economic activity. All results based on tax data in this paper are constructed using statistics originally reported in the SOI Working Paper \"The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation across the U.S.,\" approved under IRS contract TIRNO-12-P-00374 and presented at the Office of Tax Analysis on November 3, 2014. MTO participant data are highly confidential. HUD allowed the authors special access to the experimental data under Data License DL14MA001, approved March 28, 2014. We thank Joshua Angrist, Jeffrey Kling, Jeffrey Liebman, Jens Ludwig, anonymous referees, and numerous seminar participants for helpful comments and discussions. We are very grateful to Ray Yun Gou, Lisa Sanbonmatsu, and Matt Sciandra for help with the Moving to Opportunity data. Sarah Abraham, Alex Bell, Augustin Bergeron, Jamie Fogel, Nikolaus Hildebrand, Alex Olssen, and Benjamin Scuderi provided outstanding research assistance. This research was funded by the National Science Foundation, NIA Grant R01 AG031259, the Lab for Economic Applications and Policy at Harvard, and Laura and John Arnold Foundation.\n\n\n"
}