{
    "id": 21159,
    "citation_title": "Uncovered Interest Parity and Monetary Policy Near and Far from the Zero Lower Bound",
    "citation_author": [
        "Menzie D. Chinn",
        "Yi Zhang"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2015-05-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRelying upon a standard New Keynesian DSGE, we propose an explanation for two empirical findings in the international finance literature. First, the unbiasedness hypothesis – the proposition that expost exchange rate depreciation matches interest differentials – is rejected much more strongly at short horizons than at long. Second, even at long horizons, the unbiasedness hypothesis tends to be rejected when one of the currencies has experienced a long period of low interest rates, such as in Japan and Switzerland. Using a calibrated New Keynesian dynamic stochastic general equilibrium model, we show how a monetary policy rule can induce the negative (positive) correlation between depreciation and interest differentials at short (long) horizons. The tendency to reject unbiasedness for Japan and Switzerland even at long horizons we attribute to the interaction of the monetary reaction function and the zero lower bound.\n\n",
    "acknowledgement": "\nWe thank Charles Engel, Kenneth D. West, Kurt G. Lunsford, and Chenxin Liu for helpful comments, and faculty research funds of the University of Wisconsin-Madison for financial support. All remaining errors are solely our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}