{
    "id": 21157,
    "citation_title": "Temperature and Human Capital in the Short- and Long-Run",
    "citation_author": [
        "Joshua S. Graff Zivin",
        "Solomon M. Hsiang",
        "Matthew J. Neidell"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2015-05-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first estimates of the potential impact of climate change on human capital, focusing on the impacts from both short-run weather and long-run climate. Exploiting the longitudinal structure of the NLSY79 and random fluctuations in weather across interviews, we identify the effect of temperature in models with child-specific fixed effects. We find that short-run changes in temperature lead to statistically significant decreases in cognitive performance on math (but not reading) beyond 26C (78.8F). In contrast, our long-run analysis, which relies upon long-difference and rich cross-sectional models, reveals no statistically significant relationship between climate and human capital. This finding is consistent with the notion that adaptation, particularly compensatory behavior, plays a significant role in limiting the long run impacts from short run weather shocks.\n\n",
    "acknowledgement": "\nWe thank Eli Berman, Gordon Dahl, and seminar participants at the University of California, San Diego, the University of Illinois – Urbana Champagne, Lausanne, Verona, Royal Holloway University, the Paris Environmental and Energy Economics Seminar, and PERC for numerous useful comments. We are particularly indebted to Wolfram Schlenker for generously sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}