{
    "id": 21151,
    "citation_title": "A Structural Model of Electoral Accountability",
    "citation_author": [
        "S. Borağan Aruoba",
        "Allan Drazen",
        "Razvan Vlaicu"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper proposes a structural approach to measuring the effects of electoral accountability. We estimate a political agency model with imperfect information in order to identify and quantify discipline and selection effects, using data on U.S. governors for 1982-2012. We find that the possibility of reelection provides a significant incentive for incumbents to exert effort. We also find a selection effect, although it is weaker in terms of its effect on average governor performance. According to our model, the widely-used two-term regime improves voter welfare by 4.2% compared to a one-term regime, and find that a three-term regime may improve voter welfare even further.\n\n",
    "acknowledgement": "\nThe authors thank Jim Alt, Tim Besley and Shanna Rose for their assistance with data and general feedback, Ethan Kaplan, Nuno Limao, Emel Filiz Özbay and seminar participants at University of Maryland, Paris School of Economics, LSE, Bocconi University, and École Polytechnique for useful comments, and Seth Wechsler, Pablo Cuba-Borda and Camilo Morales-Jimenez for research assistance at various stages of the project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}