{
    "id": 21155,
    "citation_title": "A Tractable Framework for Analyzing a Class of Nonstationary Markov Models",
    "citation_author": [
        "Lilia Maliar",
        "Serguei Maliar",
        "John Taylor",
        "Inna Tsener"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a class of infinite-horizon nonlinear dynamic economic models in which preferences, technology and laws of motion for exogenous variables can change over time either deterministically or stochastically, according to a Markov process with time-varying transition probabilities, or both. The studied models are nonstationary in the sense that the decision and value functions are time-dependent, and they cannot be generally solved by conventional solution methods. We introduce a quantitative framework, called extended function path (EFP), for calibrating, solving, simulating and estimating such models. We apply EFP to analyze a collection of challenging applications that do not admit stationary Markov equilibria, including growth models with anticipated parameters shifts and drifts, unbalanced growth under capital augmenting technological progress, anticipated regime switches, deterministically time-varying volatility and seasonal fluctuations. Also, we show an example of estimation and calibration of parameters in an unbalanced growth model using data on the U.S. economy. Examples of MATLAB code are provided.\n\n",
    "acknowledgement": "\nAn earlier version of this paper circulated under the title \"A Tractable Framework for Analyzing Nonstationary and Unbalanced Growth Models\". We thank for valuable comments Jesús Fernández-Villaverde, Kenneth Judd, Pablo Kurlat, Monika Piazzesi, Thomas Sargent, Martin Schneider, as well as other seminar participants at Stanford University and Santa Clara University, and graduate students of Econ-288 Computational Economics course at Stanford University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}