{
    "id": 21158,
    "citation_title": "Self-Fulfilling Debt Crises: Can Monetary Policy Really Help?",
    "citation_author": [
        "Philippe Bacchetta",
        "Elena Perazzi",
        "Eric van Wincoop"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines quantitatively the potential for monetary policy to avoid self-fulfilling sovereign debt crises. We combine a version of the slow-moving debt crisis model proposed by Lorenzoni and Werning (2014) with a standard New Keynesian model. We consider both conventional and unconventional monetary policy. Under conventional policy the central bank can preclude a debt crisis through inflation, lowering the real interest rate and raising output. These reduce the real value of the outstanding debt and the cost of new borrowing, and increase tax revenues and seigniorage. Unconventional policies take the form of liquidity support or debt buyback policies that raise the monetary base beyond the satiation level. We find that generally the central bank cannot credibly avoid a self-fulfilling debt crisis. Conventional policies needed to avert a crisis require excessive inflation for a sustained period of time. Unconventional monetary policy can only be effective when the economy is at a structural ZLB for a sustained length of time.\n\n",
    "acknowledgement": "\nWe would like to thank Luca Dedola, Kenza Benhima, Celine Poilly, and seminar participants at the University of Lausanne, ETH Zurich, and participants at the ECB conference \"Nonlinearities in macroeconomics and finance in light off crises\" and the UVA-Richmond Fed research conference for helpful comments and suggestions. We gratefully acknowledge financial support from the Bankard Fund for Political Economy and the ERC Advanced Grant #269573. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}