{
    "id": 21164,
    "citation_title": "How You Export Matters: Export Mode, Learning and Productivity in China",
    "citation_author": [
        "Xue Bai",
        "Kala Krishna",
        "Hong Ma"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that how firms export (directly or indirectly via intermediaries) matters. We develop and estimate a dynamic discrete choice model that allows learning-by-exporting on the cost and demand side as well as sunk/fixed costs to differ by export mode. We find that demand and productivity evolve more favorably under direct exporting, though the fixed/sunk costs of this option are higher. Our results suggest that had China not liberalized its direct trading rights when it joined the WTO, its exports and export participation would have been 30 and 37 percent lower respectively.\n\n",
    "acknowledgement": "\nKrishna is grateful to the Cowles Foundation at Yale and to the Economics Department at NYU for support as a visitor. The authors are grateful to the National Natural Science Foundation of China (NSFC) for support under Grant No. 71203114. We thank the China Data Center at Tsinghua University for access to the datasets. We are extremely grateful to Mark Roberts for his intellectual generosity and for sharing his codes with us. We also thank Andrew Bernard, Paula Bustos, Russell Cooper, Paul Grieco, Wolfgang Keller, Amit Khandelwal, Jicheng Liu, Chia Hui Lu, Nina Pavcnik, Joel Rodrigue, Daniel Trefler, James Tybout, Neil Wallace, Shang Jin Wei, Adrian Wood, Stephen Yeaple, and Jing Zhang for extremely useful comments on an earlier draft. We would like to thank participants at the Penn State-Tsinghua Conference on the Chinese Economy, 2012, the CES-IFO Area Conference on the Global Economy, 2012, the Midwest International Trade Meetings, 2012, the Tsinghua-Columbia Conference in International Economics, 2012, the Yokohama Conference, 2012, the NBER ITI spring meetings, 2013, the Penn State JMP conference, 2013, the Cornell PSU Macro Conference, 2013, ERWIT, 2013, InsTED, 2013, Princeton Summer Workshop, 2013 and the Yale International Trade workshop 2013, NBER Chinese Economy Meeting 2014, Barcelona GSE Summer Forum 2014 for comments. We are also grateful to seminar participants at the University of Virginia, Toronto, Toulouse, Paris, Namur, Kentucky, Brock, Auckland, and the City University of Hong Kong for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}