{
    "id": 21167,
    "citation_title": "Market Definition, Market Power",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMarket definition and market power are central features of competition law and practice but pose serious challenges. On one hand, market definition suffers decisive logical infirmities that render it infeasible, unnecessary, and counterproductive, and the practice of stating market power requirements as market share threshold tests is incoherent as a matter of empirics and policy. On the other hand, market power is often probative of the desirability of liability, yet the typically assumed functional relationship is unexplored and often implausible. These latter deficiencies are addressed through a ground-up analysis of the channels by which market power can be relevant. It is important to explicitly and simultaneously consider both anticompetitive and procompetitive explanations for challenged practices and to attend to the magnitudes of the social consequences of correct and mistaken imposition of liability in order to identify the various ways and senses in which market power bears on optimal decision-making.\n\n",
    "acknowledgement": "\nI thank the editor for comments and Harvard University’s John M. Olin Center for Law, Economics, and Business for financial support. Section 2 draws heavily on Kaplow (2010, 2011a, 2011b); section 3 presents preliminary results from an ongoing project, “On the Relevance of Market Power”; and all is anticipated to be reformulated as a book tentatively entitled “Market Definition, Market Power, and Competition Policy.” Disclaimer: I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}