{
    "id": 21168,
    "citation_title": "Liquidity in Retirement Savings Systems: An International Comparison",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "Joshua Hurwitz",
        "David Laibson",
        "Brigitte C. Madrian"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2015-05-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWhat is the socially optimal level of liquidity in a retirement savings system? Liquid retirement savings are desirable because liquidity enables agents to flexibly respond to pre-retirement events that raise the marginal utility of consumption. On the other hand, pre-retirement liquidity is undesirable when it leads to under-saving arising from, for example, planning mistakes or self-control problems. This paper compares the liquidity that six developed economies have built into their employer-based defined contribution (DC) retirement savings systems. We find that all of them, with the sole exception of the United States, have made their DC systems overwhelmingly illiquid before age 55.\n\n",
    "acknowledgement": "\nWe thank Susanne Schwarz for her research assistance. We are grateful for helpful feedback from Sumit Agarwal, Julie Agnew, Keith Ambachtsheer, Bob Baldwin, James Banks, Hazel Bateman, Richard Blundell, Christopher Carroll, Jeremy Duffield, Alexandre Laurin, Raimond Maurer, Olivia Mitchell, Jessica Pan, John Piggott, Mark Rozanic, and Wenlan Qian. This research was supported by the Pershing Square Fund for Research on the Foundations of Human Behavior at Harvard University and NIA grant awards R01AG021650, P01AG005842, and P30AG034532. The content is the sole responsibility of the authors and does not represent the official views of NIA, NIH, or the NBER. The authors have been compensated to present academic research at events hosted by financial institutions that administer retirement savings plans. See the authors’ websites for a list of outside activities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n\n\n2014: Benefits Canada, Blackrock, Canada's Public Policy Forum, Investment Management Consultants Association, Morningstar,  National Association of Government Defined Contribution Administrators, Principal Financial Group, State Street\n\n\n2013: Bank of America, Blackrock, Principal Financial Group, Pensions & Investments, SAGE, Singapore Civil Service College\n\n\n2012: Bank of America, Blackrock, Callan, Danish Government, Fidelity, Humana****\n\n\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n\n\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n\n\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n\n\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n\n\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n\n\n**All payments donated to charitable organizations.\n\n\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n****All payments donated directly by Humana to charitable organizations.\n\n\n"
}