{
    "id": 21162,
    "citation_title": "Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence",
    "citation_author": [
        "Hélène Rey"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2018-02-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is a global financial cycle in capital flows, asset prices and in credit growth. This cycle co‐moves with the VIX, a measure of uncertainty and risk aversion of the markets. Asset markets in countries with more credit inflows are more sensitive to the global cycle. The global financial cycle is not aligned with countries’ specific macroeconomic conditions. Symptoms can go from benign to large asset price bubbles and excess credit creation, which are among the best predictors of financial crises. A VAR analysis suggests that one of the determinants of the global financial cycle is monetary policy in the centre country, which affects leverage of global banks, capital flows and credit growth in the international financial system. Whenever capital is freely mobile, the global financial cycle constrains national monetary policies regardless of the exchange rate regime. \nFor the past few decades, international macroeconomics has postulated the “trilemma”: with free capital mobility, independent monetary policies are feasible if and only if exchange rates are floating. The global financial cycle transforms the trilemma into a “dilemma” or an “irreconcilable duo”: independent monetary policies are possible if and only if the capital account is managed. \nSo should policy restrict capital mobility? Gains to international capital flows have proved elusive whether in calibrated models or in the data. Large gross flows disrupt asset markets and financial intermediation, so the costs may be very large. To deal with the global financial cycle and the “dilemma”, we have the following policy options: ( a) targeted capital controls; (b) acting on one of the sources of the financial cycle itself, the monetary policy of the Fed and other main central banks; (c) acting on the transmission channel cyclically by limiting credit growth and leverage during the upturn of the cycle, using national macroprudential policies; (d) acting on the transmission channel structurally by imposing stricter limits on leverage for all financial intermediaries.\n\n",
    "acknowledgement": "\nI am grateful to Silvia Miranda‐Agrippino and to Evgenia Passari for excellent research assistance and to Richard Portes for discussions. I gratefully acknowledge the ERC (starting grant 210584) for funding. This paper was presented in the Jackson Hole Symposium. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}