{
    "id": 21165,
    "citation_title": "Skill Biased Structural Change",
    "citation_author": [
        "Francisco J. Buera",
        "Joseph P. Kaboski",
        "Richard Rogerson"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document for a broad panel of advanced economies that increases in GDP per capita are associated with a shift in the composition of value added to sectors that are intensive in high-skill labor. It follows that further development in these economies leads to an increase in the relative demand for skilled labor. We develop a two-sector model of this process and use it to assess the contribution of this process of skill-biased structural change to the rise of the skill premium in the US, and a broad panel of advanced economies, over the period 1977 to 2005. We find that these compositional demands account for between 25 and 30% of the overall increase of the skill premium due to technical change.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, David Dorn, Chad Jones, Pete Klenow as well as seminar participants at the 2015 AEA Meetings, Pittsburgh, Stanford, and USC for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Chicago or the Federal Reserve System.\n\n\n\nJoseph P. Kaboski\n\nKaboski has outside financial relationships with the International Monetary Fund for a financial inclusion course and lectures on inclusive growth, and Korean Development Institute for research on human capital.  I have a research grant from the National Institute of Health for a separate project involving microfinance and entrepreneurship in Uganda.\n\n\n\nRichard Rogerson\n\nI have received financial support in excess of $10,000 over the last three years from the Federal Reserve Bank of Minneapolis, the Federal Reserve Bank of Atlanta, Yonsei University (South Korea) , the Environmental Protection Agency and the World Bank.\n\n\n"
}