{
    "id": 21169,
    "citation_title": "Social Networks, Reputation and Commitment: Evidence from a Savings Monitors Experiment",
    "citation_author": [
        "Emily Breza",
        "Arun G. Chandrasekhar"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe conduct a field experiment with 1,300 participants in India to measure whether individuals save more when information about their savings is regularly shared with another member of their village (a “monitor”). We focus on whether the monitor's effectiveness depends on her social network position, as central monitors may be better able to disseminate information, and more proximate monitors may be more likely to pass information to individuals who interact with the saver most frequently.\nIn 30 villages, we randomly assign monitors to a subset of savers. An average monitor increases total savings by 35%. Increasing the monitor’s network centrality by one standard deviation increases savings by 14%, and increasing proximity from social distance three to two increases savings by 16%. \nSupporting the information-based mechanism, 63% of monitors report telling others about the saver’s progress. Further, over a year later, villagers are more likely to know if the saver exceeded her goal and to think that the saver is responsible if the saver was randomly assigned to a more central monitor. We also provide evidence that the increase in savings persists over a year after the intervention’s end, and that monitored savers can better respond to shocks. \nIn the remaining 30 villages, savers choose their own monitors. We find that savers choose monitors who are both proximate and central in the network. Finally, we find evidence of spillovers from monitored savers onto their non-monitored friends, suggesting another channel through which social networks influence savings decisions.\n\n",
    "acknowledgement": "\nWe thank Monisha Mason, Lisa Nestor, Shobha Dundi, and Gowri Nagraj for outstanding assistance in the field. We thank Robert Townsend, Esther Duflo, Abhijit Banerjee, and Matthew O. Jackson for their tremendous guidance. We also thank Ran Abramitzky, Sumit Agarwal, Attila Ambrus, John Beshears, Gabriel Carroll, Pascaline Dupas, Itay Fainmesser, Erica Field, Andy Foster, Rema Hanna, Andrew Hertzberg, Stephan Meier, Markus Mobius, Kaivan Munshi, Rohini Pande, Luigi Pistaferri, Dina Pomeranz, Jonathan Robinson, Duncan Thomas, Chris Udry, and Xiao Yu Wang for helpful discussions, as well as seminar and conference participants at the Santa Fe Institute, SITE, the European Conference on Household Finance (Einaudi), the NBER Corporate Finance meeting, Duke, IFPRI, the Stanford RAIN Seminar, Cambridge, USC, the AEA Annual Meeting for their insightful comments, and the Harvard Conference on Information Transmission in Networks. We are grateful to CFSP, NSF SES-1156182, the Chazen Institute at Columbia Business School, CIBER and the Earth Clinic at Columbia University, the Russell Sage Behavioral Economics Small Grant, and the Stanford Institute for Innovation in Developing Economies for generous support. Finally, we both thank the National Science Foundation GRFP for support while in graduate school. Previous title “Savings Monitors.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}