{
    "id": 21160,
    "citation_title": "Do Individuals Make Sensible Health Insurance Decisions? Evidence from a Menu with Dominated Options",
    "citation_author": [
        "Saurabh Bhargava",
        "George Loewenstein",
        "Justin Sydnor"
    ],
    "citation_publication_date": "2015-05-11",
    "issue_date": "2015-05-07",
    "revision_date": "2016-09-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe recent expansion of health-plan choice has been touted as increasing competition and enabling people to choose plans that fit their needs. This study provides new evidence challenging these proposed benefits of expanded health-insurance choice.  We examine health-insurance decisions of employees at a large U.S. firm where a new plan menu included a large share of financially dominated options. This menu offers a unique litmus test for evaluating choice quality since standard risk preferences and beliefs about one’s health cannot rationalize enrollment into the dominated plans.  We find that a majority of employees – and in particular, older workers, women, and low earners – chose dominated options, resulting in substantial excess spending. Most employees would have fared better had they instead been enrolled in the single actuarially-best plan. In follow-up hypothetical-choice experiments, we observe similar choices despite far simpler menus.  We find these choices reflect a severe deficit in health insurance literacy and naïve considerations of health risk and price, rather than a sensible comparison of plan value. Our results challenge the standard practice of inferring risk attitudes and assessing welfare from insurance choices, and raise doubts whether recent health reforms will deliver their promised benefits.\n\n",
    "acknowledgement": "\nWe thank a number of individuals for their generous advice and feedback including Alan Auerbach, Ned Augenblick, Linda Babcock, Zarek Brot-Goldberg, Ryan Bubb, David Card,David Coughlin, Stefano DellaVigna, Joe Farrell, Ben Handel, Hilary Hoynes, Botond Koszegi, Prasad Krishnamurthy, David Laibson, Bridget Madrian, Ulrike Malmendier, Daniel McFadden, John Miller, Sendhil Mullainathan, Devin Pope, Matthew Rabin, Emmanuel Saez, Joshua Schwartzstein, Andrei Shleifer, and David Sraer.  We additionally thank seminar participants at U.C. Berkeley, Carnegie Mellon University, Case Western University, Cornell University, Georgia State, Harvard Business School, Harvard University, the London School of Economics, M.I.T., and Oxford University.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}