{
    "id": 21174,
    "citation_title": "Misperceiving Inequality",
    "citation_author": [
        "Vladimir Gimpelson",
        "Daniel Treisman"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2017-09-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA vast literature suggests that economic inequality has important consequences for politics and public policy. Higher inequality is thought to increase demand for income redistribution in democracies and to discourage democratization and promote class conflict and revolution in dictatorships. Most such arguments crucially assume that ordinary people know how high inequality is, how it has been changing, and where they fit in the income distribution. Using a variety of large, cross-national surveys, we show that, in recent years, ordinary people have had little idea about such things. What they think they know is often wrong. Widespread ignorance and misperceptions emerge robustly, regardless of data source, operationalization, and measurement method. Moreover, perceived inequality—not the actual level—correlates strongly with demand for redistribution and reported conflict between rich and poor. We suggest that most theories about political effects of inequality need to be reframed as theories about effects of perceived inequality.\n\n",
    "acknowledgement": "\nV.Gimpelson acknowledges support from the NRU HSE Basic Research Program. Treisman acknowledges support from the UCLA College of Letters and Sciences. We thank Vivek Ashok, Mark Beissinger, Sara Berens, Dan Bernhardt, Graeme Blair, Carles Boix, David Cameron, Dan Corstange, Rafaela Dancygier, Alex Debs, Christian Dippel, Tim Frye, Laura Garcia, Miriam Golden, Guy Grossman, Sergei Guriev, Stephan Haggard, Greg Huber, John Huber, Karen Long Jusko, Slava Kapeliushnikov, Kimuli Kasara, Herbert Kitschelt, Sasha Klyachkina, Hanzhang Liu, Rick McAlexander, Péter Mihálhyi, Gautam Nair, Grigore Pop-Eleches, Andrew Roberts, Tom Romer, David Rueda, Bruce Russett, Ken Scheve, Jason Seawright, Milan Svolik, Tinghua Yu, Ekaterina Zhuravskaya, and other participants at seminars at Columbia University, Northwestern University, Yale University, Princeton University, the Higher School of Economics, Sciences Po, the University of Warwick, and the 2015 APSA convention, as well as two anonymous referees, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}