{
    "id": 21177,
    "citation_title": "Optimal Income, Education, and Bequest Taxes in an Intergenerational Model",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2021-07-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers dynamic optimal income, education, and bequest taxes in a Barro-Becker dynastic setup. Parents can transfer resources to their children in two ways: First, through education investments, which have heterogeneous and stochastic returns for children, and, second, through ﬁnancial bequests, which yield a safe, uniform return. Each generation’s productivity and preferences are subject to idiosyncratic shocks. I derive optimal linear formulas for each tax, as functions of estimable suﬃcient statistics, robust to underlying heterogeneities in preferences, and at any given level of all other taxes. It is in general not optimal to make education expenses fully tax deductible and the optimal education subsidy, income tax and bequest tax can, but need not, move together at the optimum. I also show how to derive optimal formulas using “reform-speciﬁc elasticities” that can be targeted to empirical estimates from existing reforms. I extend the model to an OLG model with altruism to study the eﬀects of credit constraints on optimal policies. Finally, I solve for the fully unrestricted policies and show that, if education is highly complementary to children’s ability, it is optimal to distort parents’ trade-oﬀ between education and bequests and to tax education investments relative to bequests.\n\n",
    "acknowledgement": "\nI want to thank James Poterba, Ivan Werning and Emmanuel Saez for comments and feedback. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}