{
    "id": 21179,
    "citation_title": "A Tractable Model of Monetary Exchange with Ex-post Heterogeneity",
    "citation_author": [
        "Guillaume Rocheteau",
        "Pierre-Olivier Weill",
        "Tsz-Nga Wong"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct a continuous-time, pure currency economy with the following three key features. First, our modelled economy incorporates idiosyncratic uncertainty—households receive infrequent and random opportunities of lumpy consumption—and displays an endogenous, non-degenerate distribution of money holdings. Second, the model is tractable: properties of equilibria can be obtained analytically, and equilibria can be solved in closed form in a variety of cases. Third, it admits as a special, limiting case the quasi-linear economy of Lagos and Wright (2005) and Rocheteau and Wright (2005). We use our modeled economy to obtain new insights into the effects of anticipated inflation on individual spending behavior, the social benefits and output effects of inflationary transfer schemes, and transitional dynamics following unanticipated monetary shocks.\n\n",
    "acknowledgement": "\nWe thank participants at the 2012 and 2014 Summer Workshop on Money, Banking, Payments, and Finance at the Federal Reserve Bank of Chicago, at the Search-and-Matching Workshop at UC Riverside, at the 2014 SED annual meeting, at the 2014 SAET annual meeting, at the 2015 Midwest Macro Meeting and seminar participants at Academia Sinica (Taipei), the Federal Reserve Bank of Richmond, the Hong Kong University of Science and Technology, the EIEF institute in Rome, the University of California at Irvine, Indiana Univesity, Purdue University, and Singapore Management University for useful discussions and comments. This paper does not reflect the views of the Bank of Canada or the National Bureau of Economic Research.\n\n\n"
}