{
    "id": 21176,
    "citation_title": "Retail Globalization and Household Welfare: Evidence from Mexico",
    "citation_author": [
        "David Atkin",
        "Benjamin Faber",
        "Marco Gonzalez-Navarro"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2016-01-26",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe arrival of global retail chains in developing countries is causing a radical transformation in the way that households source their consumption. This paper draws on a new collection of Mexican microdata to estimate the effect of foreign supermarket entry on household welfare. The richness of the microdata allows us to estimate a general expression for the gains from retail FDI, and to decompose these gains into several distinct channels. We find that foreign retail entry causes large and significant welfare gains for the average household that are mainly driven by a reduction in the cost of living. About one quarter of this price index effect is due to pro-competitive effects on the prices charged by domestic stores, with the remaining three quarters due to the direct consumer gains from shopping at the new foreign stores. In contrast, we find little evidence of significant changes in average municipality-level incomes or employment. We do, however, find evidence of store exit, adverse effects on domestic store profits and reductions in the incomes of traditional retail sector workers. We also show that the gains from retail FDI are on average positive for all income groups but regressive, and quantify the opposing forces that underlie this finding. Finally, we find that the estimated gains are specific to foreign entry, rather than being driven by the entry of modern store formats more generally.\n\n",
    "acknowledgement": "\nWe are grateful to Hector Guzmán at Banco de México and Mauricio Varela at Arizona for providing us with the retail openings data. We also thank Rafael Posse and Javier Romero at INEGI, and José Antonio Murillo at Banco de México for providing us access to the non-public access microdata of the Mexican CPI. Etienne Gagnon at the Fed Board in Washington D.C. kindly shared his data on the public access part of the Mexican CPI. Natalia Volkow at INEGI was pivotal in gaining access to the confidential microdata of the Mexican retail census. We are also grateful to the Mexico City office of a large international market research company for supporting an academic collaboration and granting us access to their uncensored barcode-level consumption microdata, and to Enrique Seira Bejarano and Paul Gertler who were instrumental in making that happen. Finally, we thank Costas Arkolakis, Dominick Bartelme, Jonathan Eaton, Jessie Handbury, Erik Hurst, Seema Jayachandran, Dan Keniston, Dmitri Koustas, David Lagakos, Natalia Ramondo, Steve Redding, Andrés Rodríguez-Clare and participants at multiple seminars for helpful comments. This research has been supported by funding from the Ontario Work-Study Program. This research has been supported by funding from the OntarioWork-Study Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}