{
    "id": 21178,
    "citation_title": "Thinking, Fast and Slow? Some Field Experiments to Reduce Crime and Dropout in Chicago",
    "citation_author": [
        "Sara B. Heller",
        "Anuj K. Shah",
        "Jonathan Guryan",
        "Jens Ludwig",
        "Sendhil Mullainathan",
        "Harold A. Pollack"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-14",
    "revision_date": "2016-08-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nWe present the results of three large-scale randomized controlled trials (RCTs) carried out in Chicago, testing interventions to reduce crime and dropout by changing the decision-making of economically disadvantaged youth. We study a program called Becoming a Man (BAM), developed by the non-profit Youth Guidance, in two RCTs implemented in 2009–10 and 2013– 15. In the two studies participation in the program reduced total arrests during the intervention period by 28–35%, reduced violent-crime arrests by 45–50%, improved school engagement, and in the first study where we have follow-up data, increased graduation rates by 12–19%. The third RCT tested a program with partially overlapping components carried out in the Cook County Juvenile Temporary Detention Center (JTDC), which reduced readmission rates to the facility by 21%. These large behavioral responses combined with modest program costs imply benefit-cost ratios for these interventions from 5-to-1 up to 30-to-1 or more. Our data on mechanisms are not ideal, but we find no positive evidence that these effects are due to changes in emotional intelligence or social skills, self-control or “grit,” or a generic mentoring effect. We find suggestive support for the hypothesis that the programs work by helping youth slow down and reflect on whether their automatic thoughts and behaviors are well suited to the situation they are in, or whether the situation could be construed differently.\n\n",
    "acknowledgement": "\nThe title is, of course, a reference to the 2011 book by Daniel Kahneman, Thinking, Fast and Slow. This project was supported by the University of Chicago’s Office of the Provost, Center for Health Administration Studies, and School of Social Service Administration, the city of Chicago, the Chicago Public Schools, the Illinois Criminal Justice Information Authority, the Eunice Kennedy Shriver National Institute of Child Health and Human Development of the National Institutes of Health (R21-HD061757 and P01-HD076816), CDC grant 5U01CE001949- 02 to the University of Chicago Center for Youth Violence Prevention, Office of Juvenile Justice and Delinquency Prevention of the U.S. Department of Justice (2012-JU-FX-0019), and grants from the Laura and John Arnold Foundation, the Chicago Community Trust, the Edna McConnell Clark Foundation, the Crown Family, the Exelon corporation, the Joyce Foundation, J-PAL, the Reva and David Logan Foundation, the John D. and Catherine T. MacArthur Foundation, the McCormick Foundation, the Polk Bros Foundation, the Smith Richardson Foundation, the Spencer Foundation, the University of Chicago Women’s Board, a pre-doctoral fellowship to Heller from the U.S. Department of Education’s Institute for Education Sciences, and visiting scholar awards to Ludwig from the Russell Sage Foundation and LIEPP at Sciences Po. For making this work possible we are grateful to the staff of Youth Guidance, World Sport Chicago, the Chicago Public Schools, and the Cook County Juvenile Temporary Detention Center, and to Ellen Alberding, Roseanna Ander, Mayor Richard M. Daley, Anthony Ramirez- DiVittorio, Earl Dunlap, Mayor Rahm Emanuel, Wendy Fine, Hon. Curtis Heaston, Michelle Morrison, Dave Roush, and Robert Tracy. For helpful comments we thank Larry Katz, Andrei Shleifer, four anonymous referees, Stefano DellaVigna, Dan Gilbert, John Rickford, and seminar participants at Case Western, Columbia, Duke, Erasmus, Harvard, MDRC, Notre Dame, Northwestern, Sciences Po, Stanford, University of Chicago, University of Miami, University of Michigan, University of Pennsylvania, University of Toronto, University of Virginia, University of Wisconsin, Yale, the MacArthur Foundation, NBER, New York City Department of Probation, and the joint New York Federal Reserve / NYU education workshop. For help accessing administrative data we thank the Chicago Public Schools, the Chicago Police Department, and ICJIA, for providing Illinois Criminal History Record Information through an agreement with the Illinois State Police. For invaluable help with monitoring, data collection, and analysis we thank Nour Abdul-Razzak, Sam Canas, Brice Cooke, Stephen Coussens, Gretchen Cusick, Jonathan Davis, Nathan Hess, Anindya Kundu, Heather Sophia Lee, Duff Morton, Kyle Pratt, Julia Quinn, Kelsey Reid, Catherine Schwarz, David Showalter, Maitreyi Sistla, Matthew Veldman, Robert Webber, David Welgus, John Wolf, and Sabrina Yusuf. The findings and opinions expressed here are those of the authors and do not necessarily reflect those of the Department of Justice, National Institutes of Health, the Centers for Disease Control, any other funder or data provider, or the National Bureau of Economic Research.\n\n\n"
}