{
    "id": 21175,
    "citation_title": "Foreign and Native Skilled Workers: What Can We Learn from H-1B Lotteries?",
    "citation_author": [
        "Giovanni Peri",
        "Kevin Shih",
        "Chad Sparber"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn April of 2007 and 2008, the U.S. randomly allocated 65,000 H-1B temporary work permits to foreign-born skilled workers. About 88,000 requests for computer-related H-1B permits were declined in each of those two years. This paper exploits random H-1B variation across U.S. cities to analyze how these supply shocks affected labor market outcomes for computer-related workers. We find that negative H-1B supply shocks are robustly associated with declines in foreign-born computer-related employment, while native-born computer employment either falls or remains constant. Most of the correlation between H-1B supply shocks and foreign employment is due to rationing that varies with a city's initial dependence upon H-1B workers. Variation in random, lottery-driven, unexpected shocks is too small to identify significant effects on foreign employment in the full sample of cities. However, we do find that random rationing affects foreign employment in cities that are highly dependent upon the H-1B program. Altogether, the results support the existence of complementarities between native and foreign-born H-1B computer workers.\n\n",
    "acknowledgement": "\nI have received funding as PI  in the last 2 years from the UC Davis Interdisciplinary Frontier in Humanities and Art Grant. I have received funding in the last 2 years as co-PI from a Volkswagen Foundation Grant. Kevin Shih acknowledges funding from the NBER Predoctoral fellowship in high skill immigration. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChad Sparber\n\nI received funding through a Major Grant from Colgate University.\n\n\n"
}