{
    "id": 21173,
    "citation_title": "Maintaining Central-Bank Financial Stability under New-Style Central Banking",
    "citation_author": [
        "Robert E. Hall",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2015-07-16",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2008, the central banks of advanced countries have borrowed trillions of dollars from their commercial banks in the form of interest-paying reserves and invested the proceeds in portfolios of risky assets. We investigate how this new style of central banking affects central banks' solvency. A central bank is insolvent if its requirement to pay dividends to its government exceeds its income by enough to cause an unending upward drift in its debts to commercial banks. We consider three sources of risk to central banks: interest-rate risk (the Federal Reserve), default risk (the European Central Bank), and exchange-rate risk (central banks of small open economies). We find that a central bank that pays dividends equal to a standard concept of net income will always be solvent—its reserve obligations will not explode. In some circumstances, the dividend will be negative, meaning that the government is making a payment to the bank. If the charter does not provide for payments in that direction, then reserves will tend to grow more in crises than they shrink in normal times. To prevent this buildup, the charter needs to provide for makeup reductions in payments from the bank to the government. We compute measures of the financial strength of central banks, and discuss how different institutions interact with quantitative easing policies to put these banks in less or more danger of instability. We conclude that the risks to financial stability are real in theory, but remote in practice today.\n\n",
    "acknowledgement": "\nHall's research was supported by the Hoover Institution and Reis's by a grant from the Institute for New Economic Thinking. This research is part of the National Bureau of Economic Research's Economic Fluctuations and Growth and Monetary Economics Programs. We are grateful to David Archer, Marco Bassetto, Marco Del Negro, Jeff Huther, John Leahy, Dirk Niepelt, Monika Piazzesi, Chris Sims, Carl Walsh, and Michael Woodford for helpful comments. This is a significantly revised version of a paper with a similar title that circulated in February of 2013. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert E. Hall\n\nHall attends conferences and meetings at the Federal Reserve Board and regional Federal Reserve Banks, at the European Central Bank, and at the central banks of other countries, including the United Kingdom, Portugal, Chile, and Canada. In some cases, he receives honorariums for his participation. His wife, Susan Woodward, has similar relations with the Federal Reserve System.\n\n\n\nRicardo Reis\n\nRicardo A. M. R. Reis\nOutside Professional Activities, 2013-2015\nColumbia University, CEPR, and NBER\n\n\nI have been an academic consultant and visiting scholar at the Federal Reserve Banks of Minneapolis, New York, and Richmond. I taught short courses at the International Monetary Fund and the Swiss National Bank.  My research was supported by a grant from INET grant to study “New-style central banking”, 2013-14, and by a grant from the NBER to study “Central Bank Design”, 2013. All of these activities were (modestly) compensated, but none interfered with the results of this study or the conclusions of my research.\n\n\n"
}