{
    "id": 21170,
    "citation_title": "Do ‘Cheeseburger Bills’ Work? Effects of Tort Reform for Fast Food",
    "citation_author": [
        "Christopher S. Carpenter",
        "D. Sebastian Tello-Trillo"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-14",
    "revision_date": "2015-08-07",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter highly publicized lawsuits against McDonald’s in 2002, 26 states adopted Commonsense Consumption Acts (CCAs) – aka ‘Cheeseburger Bills’ – that greatly limit fast food companies’ liability for weight-related harms.  We provide the first evidence of the effects of CCAs using plausibly exogenous variation in the timing of CCA adoption across states.  In two-way fixed effects models, we find that CCAs significantly increased stated attempts to lose weight and consumption of fruits and vegetables among heavy individuals.  We also find some evidence that CCAs increased employment in fast food.  Finally, we find that CCAs significantly increased the number of company-owned McDonald’s restaurants and decreased the number of franchise-owned McDonald’s restaurants in a state.  Overall our results provide novel evidence supporting a key prediction of tort reform – that it should induce individuals to take more care – and show that industry-specific tort reforms can have meaningful effects on market outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Jim Blumstein, Chuck Courtemanche, Richard Daynard, Kate Fritzdixon, Jon Klick, Ben McMichael, Max Schanzenbach, Jennifer Shinall, Kip Viscusi, and seminar participants at McMaster and Vanderbilt Universities for extremely helpful comments.  We are grateful to Pedro Salcido for valuable research assistance at the early stages of this project and to Steve Rogers for providing state political variables.  All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}