{
    "id": 21183,
    "citation_title": "Mothers' Employment and Children's Educational Gender Gap",
    "citation_author": [
        "Xiaodong Fan",
        "Hanming Fang",
        "Simen Markussen"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the connection between two concurrent trends since 1950: the narrowing and reversal of the educational gender gap and the increased labor force participation rate (LFPR) of married women. We hypothesize that the education production for boys is more adversely affected by a decrease in the mother's time input as a result of increasing employment. Therefore, an increase in the labor force participation rate of married women may narrow and even reverse the educational gender gap in the following generation. We use micro data from the Norwegian registry to directly show that the mother's employment during her children's childhood has an asymmetric effect on the educational achievement of her own sons and daughters. We also document a positive correlation between the educational gender gap in a particular generation and the LFPR of married women in the previous generation at the U.S. state level. We then propose a model that generates a novel prediction about the implications of these asymmetric effects on the mothers' labor supply decisions and find supporting evidence in both the U.S. and Norwegian data.\n\n",
    "acknowledgement": "\nWe would like to thank Jed DeVaro, Zvi Eckstein, Susumu Imai, Michael Keane, John Kennan, Chris Taber, seminar participants in California State University East Bay, Peking University, University of New South Wales, University of Sydney, University of Technology at Sydney, University of Wisconsin- Madison for helpful comments and suggestions. Fan acknowledges the financial support from the Australian Research Council Centre of Excellence in Population Ageing Research (Project Number CE110001029). Markussen's research is supported by the Norwegian Research Council (Grant #202513) as part of the project \"Social Insurance and Labor Market Inclusion in Norway.\" Data made available by Statistics Norway have been essential for the research project. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}