{
    "id": 21189,
    "citation_title": "New Theoretical Perspectives on the Distribution of Income and Wealth among Individuals: Part I. The Wealth Residual",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper identifies, and then resolves, a number of seeming puzzles in a newly identified set of stylized facts entailing movements in factor returns and shares and the wealth-income ratio.  Standard data on savings cannot be reconciled with the increase in the wealth-income ratio:  there is a wealth residual.  An important component of this is associated with rents:  land rents, exploitation rents, and returns on intellectual property.  \nNor can these stylized facts be reconciled with a standard neoclassical model, focusing on labor and capital, even taking into account technological change (including skill-biased technological change), with appropriately defined aggregates.\nExplaining why the concepts of “capital” and “wealth” are distinct, we show that appropriately defined aggregates for wealth may be (and in the case of some countries appear to be) moving in opposite directions.  \nWe identify some of the factors that may have contributed to the increase in rents and the divergence between wealth and capital.  Subsequent Parts of this paper will investigate some of these factors in detail and relate them to changes in inequality.\n\n",
    "acknowledgement": "\nFinancial support was provided by INET (the Institute for New Economic Thinking), the Ford Foundation Inequality Project at Roosevelt Institute, supported by the Ford and MacArthur Foundations, and the Bernard and Irene Schwartz Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}