{
    "id": 21180,
    "citation_title": "Personalities and Public Sector Performance: Evidence from a Health Experiment in Pakistan",
    "citation_author": [
        "Michael Callen",
        "Saad Gulzar",
        "Ali Hasanain",
        "Muhammad Yasir Khan",
        "Arman Rezaee"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides evidence that the personalities of policymakers matter for policy. Three results support the relevance of personalities for policy. First, doctors with higher Big Five and Perry Public Sector Motivation scores attend work more and falsify inspection reports less. Second, health inspectors who score higher on these measures exhibit larger treatment responses to increased monitoring. Last, senior health officials with higher personality scores respond more to data on staff absence by compelling better subsequent attendance. These results suggest that interpersonal differences matter are consequential for state performance.\n\n",
    "acknowledgement": "\nWe thank Farasat Iqbal (Punjab Health Sector Reforms Project) for championing and implementing the project and Asim Fayaz and Zubair Bhatti (World Bank) for designing the smartphone monitoring program. Support is provided by the International Growth Centre (IGC) state capabilities program, the IGC Pakistan country office, and the University of California Office of the President Lab Fees Research Program Grant #235855. Callen was supported by grant #FA9550-09-1- 0314 from the Air Force Office of Scientific Research. We thank Tahir Andrabi, Eli Berman, Ali Cheema, Julie Cullen, Clark Gibson, Naved Hamid, Gordon Hanson, Asim Khwaja, Jennifer Lerner, Jane Mansbridge, Edward Miguel, Craig McIntosh, Ijaz Nabi, Rohini Pande, ChristopherWoodruff, and seminar participants at UC Berkeley, UC Los Angeles Anderson, UC San Diego, Paris School of Economics, New York University, University of Washington, Harvard Kennedy School, and participants at the IGC Political Economy Group, Development and Conflict Research (DACOR), Pacific Development (PacDev), New England Universities Development Consortium (NEUDC), Southern California Conference in Applied Microeconomics (SoCCAM), Bay Area Behavioral and Experimental Economics Workshop (BABEEW), Symposium on Economic Experiments in Developing Countries (SEEDEEC), and the Bureau for Research and Economic Analysis of Development (BREAD) conferences for insightful comments. Excellent research assistance was provided by Muhammad Zia Mehmood. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}