{
    "id": 21185,
    "citation_title": "Ghost-House Busters: The Electoral Response to a Large Anti Tax Evasion Program",
    "citation_author": [
        "Lorenzo Casaburi",
        "Ugo Troiano"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe incentives of political agents to enforce tax collection are key determinants of the levels of compliance. We study the electoral response to the Ghost Buildings program, a nationwide anti-tax evasion policy in Italy that used innovative monitoring technologies to target buildings hidden from tax authorities. The program induced monetary and non-monetary benefits for non-evaders. A one standard deviation increase in town-level program intensity leads to a 4.8 percent increase in local incumbent reelection rates. In addition, these political returns are higher in areas with lower tax evasion tolerance and with higher efficiency of public good provision, implying complementarity among enforcement policies, the underlying tax culture, and the quality of the government.\n\n",
    "acknowledgement": "\nWe are indebted to the Agenzia del Territorio that provided the administrative data used in this paper. We wish to thank Alberto Alesina, Joseph Altonji, Josh Angrist, Sam Asher, Robert Barro, Raj Chetty, David Cutler, Pascaline Dupas, Ed Glaeser, Elhanan Helpman, Jim Hines, Larry Katz, Michael Kremer, Asim Kwhaja, Jacob Leshno, Massimo Maoret, Sendhil Mullainathan, Aurelie Ouss, Manisha Padi, Rohini Pande, Torsten Persson, Dina Pomeranz, Adam Ray, Tristan Reed, Giovanni Reina, Laszlo Sandor, Andrei Shleifer, Monica Singhal, Joel Slemrod, Andrea Stella, Seth Stephens-Davidowitz, David Stromberg, Tavneet Suri, David Yanagizawa-Drott, and seminar audiences at Berkeley, EEA Meetings, Harvard, MIT, NTA Meetings, RES Meetings, Stanford, and the University of Michigan. We thank Traviss Cassidy and Morris Hamilton for excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}