{
    "id": 21184,
    "citation_title": "Neighborhood Sanitation and Infant Mortality",
    "citation_author": [
        "Michael Geruso",
        "Dean Spears"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "2017-05-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we shed new light on a long-standing puzzle: In India, Muslim children are substantially more likely than Hindu children to survive to their first birthday, even though Indian Muslims have lower wealth, consumption, educational attainment, and access to state services. Contrary to the prior literature, we show that the observed mortality advantage accrues not to Muslim households themselves but rather to their neighbors, who are also likely to be Muslim. Investigating mechanisms, we provide a collage of evidence suggesting externalities due to poor sanitation are a channel linking the religious composition of neighborhoods to infant mortality.\n\n",
    "acknowledgement": "\nThe authors are grateful to seminar participants at the Population Association of America 2014, the Indian Statistical Institute, the Princeton University Center for Health and Wellbeing, and the University of Texas at Austin for comments and suggestions. We thank Sandy Black, Marika Cabral, Anne Case, Angus Deaton, Michel Guillot, Robert Jensen, Leigh Linden, Steve Trejo, and Eric Verhoogen for useful conversations. We gratefully acknowledge financial support from the Robert Wood Johnson Foundation, from grants 5 R24 HD042849 and 5 T32 HD007081 awarded to the Population Research Center at the University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development, and from the Bill and Melinda Gates Foundation grant OPP1125318. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDean Spears\n\nDean Spears is paid a salary as Executive Director of r.i.c.e., a doing business as name of RICE Institute, Inc, a 501(c) public charity non-profit corporation online at www.riceinstitute.org.  Since its initial operations in 2013, r.i.c.e. has received grants from the Bill and Melinda Gates Foundation, from the TRAction project of USAID, from the NIH, and from IGC – all with Dean Spears as a PI or co-PI.\n\n\nSeparately from r.i.c.e., Dean Spears has personally been paid as a Short Term Consultant at the World Bank, as a consultant for IPFRI (as compensation for co-authoring a book chapter), and as a short-term Visiting Fellow and Lecturer at Princeton University’s Woodrow Wilson School.  He has had travel funded by the Gates Foundation, the World Bank, FHI 360, the Aix-Marseille School of Economics and Chicago Booth, in each case for a conference or presentation.\n\n\nSpears attests that no party had the right to review the paper prior to its circulation.\n\n\n"
}