{
    "id": 21182,
    "citation_title": "The Price of Variance Risk",
    "citation_author": [
        "Ian Dew-Becker",
        "Stefano Giglio",
        "Anh Le",
        "Marius Rodriguez"
    ],
    "citation_publication_date": "2015-05-18",
    "issue_date": "2015-05-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the period 1996-2014, the average investor in the variance swap market was indifferent to news about future variance at horizons ranging from 1 month to 14 years. It is only purely transitory and unexpected realized variance that were priced. These results present a challenge to most structural models of the variance risk premium, such as the intertemporal CAPM, recent models with Epstein-Zin preferences and long-run risks, and models where institutional investors have value-at-risk constraints. The results also have strong implications for macro models where volatility affects investment decisions, suggesting that investors are not willing to pay to hedge shocks in expected economic uncertainty.\n\n",
    "acknowledgement": "\nThe views in this paper are solely the those of the authors and do not reflect the views of the Board of Governors of the Federal Reserve System or the National Bureau of Economic Research. We appreciate helpful comments from and conversations with Dante Amengual, Jean-Francois Bacmann, Brandon Bates, Nick Bloom, John Campbell, John Cochrane, Greg Duffee, Darrell Duffie, Cam Harvey, Ian Martin, Ivan  Shaliastovich and Harald Uhlig, Andrea Vedolin, Jessica Wachter, and seminar participants at the Booth Econometrics Workshop, University of New South Wales, University of Sydney, University of Technology, Sydney, University of Adelaide, Northwestern Kellogg, the 2014 Macro Finance Society Meeting, the Office for Financial Research, the Midwest Finance Association, ASU Sonoran Winter Finance Conference, Oxford, LSE, HEC, CSEF, Bocconi, and MIT Sloan. We are particularly grateful to Gerald Lim and Markit Group for providing variance swap data.\n\n\n\nMarius Rodriguez\n\nThe views in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, and members of its staff.\n\n\n"
}