{
    "id": 21186,
    "citation_title": "Rigidity of Public Contracts",
    "citation_author": [
        "Marian Moszoro",
        "Pablo T. Spiller",
        "Sebastian Stolorz"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe apply algorithmic data reading and textual analysis to compare the features of contracts in regulated industries subject to public scrutiny (which we call \"public contracts\") with relational private contracts. We show that public contracts are lengthier and have more rule-based rigid clauses; in addition, their renegotiation is formalized in amendments. We also find that contract length and the frequency of rigidity clauses increases in political contestability and closer to upcoming elections. We maintain that the higher rigidity of public contracts is a political risk adaptation strategy carried out by public agents attempting to lower third-party opportunistic challenges.\n\n",
    "acknowledgement": "\nThis research received financial support from the Jeffrey A. Jacobs Distinguished Professor of Business and Technology Chair at the Haas School of Business, University of California, Berkeley and IESE's Public-Private Sector Research Center. Data from SEC's EDGAR database, CORI K-Base, Wharton Research Data Services (WRDS), and the CQ Voting and Elections Collection are gratefully acknowledged. We thank the participants in the presentations made at the NBER Summer Institute, Duke University, University of California, Berkeley (Haas), California Polytechnic State University (San Luis Obispo, CA), ETH-Zurich (Law & Economics), FGV (Rio de Janeiro), National Research University-Higher School of Economics (Moscow), Université Paris-Sorbonne (Chaire EPPP), Université Paris-Dauphine/European University Institute (ISNIE 2013), and the World Bank for their comments. We are particularly indebted to Emmanuelle Auriol, Lisa Bernstein, Oliver Hart, Jack Gansler, Ricard Gil, Paul Grout, Jeremy Mayer, Edward Rhodes, Stéphane Saussier, Giancarlo Spagnolo, and Joao Veiga Malta for their helpful suggestions and to Scott Masten for his extensive review of an early version of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}