{
    "id": 21193,
    "citation_title": "The Indigenous Roots of Representative Democracy",
    "citation_author": [
        "Jeanet Bentzen",
        "Jacob Gerner Hariri",
        "James A. Robinson"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that rules for leadership succession in ethnic societies that antedate the modern state predict contemporary political regimes; leadership selection by election in indigenous societies is associated with contemporary representative democracy. The basic association, however, is conditioned on the relative strength of the indigenous groups within a country; stronger groups seem to have been able to shape national regime trajectories, weaker groups do not. This finding extends and qualifies a substantive qualitative literature, which has found in local democratic institutions of medieval Europe a positive impulse towards the development of representative democracy. It shows that contemporary regimes are shaped not only by colonial history and European influence; indigenous history also matters. For practitioners, our findings suggest that external reformers' capacity for regime-building should not be exaggerated.\n\n",
    "acknowledgement": "\nWe thank Rasmus Fonnesbaek Andersen, Antonio Ciccone, Bertel Teilfeldt Hansen, David Stasavage, and seminar participants at the APSA 2013 annual meeting and the AFS at Gothenburg University for useful comments on an earlier version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}