{
    "id": 21198,
    "citation_title": "Culture and Global Sourcing",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Bohdan Kukharskyy",
        "Gerard Roland"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model of global sourcing with culturally dissimilar countries. Production of final goods requires  the coordination of decisions between the headquarter of a multinational firm and managers of their component suppliers. Managers of both units are assumed to have strong beliefs about the right course of action and are reluctant to adjust their decisions. We characterize the optimal allocation of decision rights across firms when contracts are incomplete. Our theoretical model delivers two key predictions: the incentive of a firm to integrate (rather than outsource) its input supply is decreasing in the cultural distance between the home and the host country and decreasing in trade costs between the two countries. Combining data from the U.S. Census Bureau's Related Party Trade with various measures for cultural distance and trade cost, we find empirical evidence strongly supportive of these two predictions.\n\n",
    "acknowledgement": "\nWe thank Pol Antràs, Oliver Hart, and seminar participants in Munich (ETSG) and Hohenheim for their helpful comments and suggestions. Parts of this paper were written during Bohdan Kukharskyy’s research stay at Harvard. The author is grateful to this institution and, in particular, to Pol Antràs for making this visit possible. Gorodnichenko thanks the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}