{
    "id": 21192,
    "citation_title": "New Theoretical Perspectives on the Distribution of Income and Wealth among Individuals: Part IV: Land and Credit",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "2015-06-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA significant amount of the increase in the wealth income ratio in recent decades is due to an increase in the value of land.  We present a series of models that explain why land prices may have increased.  These models help us understand the increase in both the wealth income ratio and wealth inequality.  One model focuses on certain locations as being positional good.  In another, we show that land bubbles are a natural part of market economies, and that on “bubble paths”, wealth may increase, even as the real wealth of the economy diminishes.  \nFocusing on long run equilibrium, we show that a tax on the returns on land (including capital gains) can lead to higher incomes and less inequality.\nWe show the links between the increases in land values and the financial system, demonstrating how changes in the rules governing that sector and the conduct of monetary policy may increase inequality.\nGiven the large amount of life cycle savings, the traditional division of society into the owners of capital and workers or creditors and debtors may no longer provide the most insights for understanding the impact of policies on distribution.  The relevant division is between capitalists, who pass on their wealth from generation to generation, and workers, and between the owners of equity and the holders of debt instruments.  These distinctions are important for tax, financial and monetary policy.  In our simple model, a lowering of interest rates benefits holders of equity— the capitalists—but hurts holders of government bonds, disproportionately life-cycle savers, and thus increases inequality.  Similarly, a lowering of collateral requirements or of banks’ capital adequacy requirements does not result in an increase in the overall efficiency of the economy, but leads to more inequality.\n\n",
    "acknowledgement": "\nFinancial support was provided by INET (the Institute for New Economic Thinking) and the Ford Foundation Inequality Project at Roosevelt Institute, supported by the Ford and MacArthur Foundations, and the Bernard and Irene Schwartz Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}