{
    "id": 21190,
    "citation_title": "New Theoretical Perspectives on the Distribution of Income and Wealth among Individuals: Part II: Equilibrium Wealth Distributions",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the determination of the equilibrium distribution of income and wealth among individuals within a simple equilibrium growth model, where there is consistency between the movements of aggregate variables and the savings, bequest, and reproduction behavior of individuals.  It describes centrifugal and centripetal forces, (leading to more or less unequal distributions), identifies the factors that may have contributed to the observed increase in inequality, and provides explicit expressions for the level of tail-inequality in terms of the underlying parameters of the economy and policy variables.  \nAmong the key results are:  (i) The magnitude of wealth inequality does not, in general depend on the difference between the rate of interest (r) and the rate of growth (g); the former is itself an endogenous variable that needs to be explained. In the standard generalization of the Solow model, in the long run not only is r < g, but sr < g (where s is the savings rate).   (ii) An increase in capital taxation may be (and in some of the central models is) fully shifted, and so may not lead to lower levels of inequality. (iii) If the  capital tax is progressive and/or the proceeds go to public investment,  wealth inequality may be reduced the well-being of workers may be increased.\n\n",
    "acknowledgement": "\nFinancial support was provided by INET (the Institute for New Economic Thinking) and the Ford Foundation Inequality Project at Roosevelt Institute, supported by the Ford and MacArthur Foundations, and the Bernard and Irene Schwartz Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}