{
    "id": 21194,
    "citation_title": "Vehicle Miles (Not) Traveled: Why Fuel Economy Requirements Don't Increase Household Driving",
    "citation_author": [
        "Jeremy West",
        "Mark Hoekstra",
        "Jonathan Meer",
        "Steven L. Puller"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA major concern with addressing the negative externalities of gasoline consumption by regulating fuel economy, rather than increasing fuel taxes, is that households respond by driving more. This paper exploits a discrete threshold in the eligibility for Cash for Clunkers to show that fuel economy restrictions lead households to purchase vehicles that have lower cost-per-mile, but are also smaller and lower-performance. Whereas the former effect can increase driving, the latter effect can reduce it. Results indicate these households do not drive more, suggesting that behavioral responses do not necessarily undermine the effectiveness of fuel economy restrictions at reducing gasoline consumption.\n\n",
    "acknowledgement": "\nWe are grateful to Hunt Allcott, Antonio Bento, Paul Ferraro, Ken Gillingham, Mark Jacobsen, Chris Knittel, Arik Levinson, Shanjun Li, Joshua Linn, Gregor Pfeifer, Dave Rapson, Arthur van Benthem, Matthew Zaragoza-Watkins, and numerous seminar participants for comments. We gratefully acknowledge financial support from NSF EV-STS and MIT CEEPR. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}