{
    "id": 21191,
    "citation_title": "New Theoretical Perspectives on the Distribution of Income and Wealth among Individuals: Part III: Life Cycle Savings vs. Inherited Savings",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper extends the standard life cycle model to a world in which there are also capitalists.  We obtain simple formulae describing the equilibrium fraction of wealth held by life-cycle savers.  \nUsing these formulae, we ascertain the effects of tax policy or changes in the parameters of the economy. The relative role of life cycle savings increases with the rate of growth and with the relative savings rate of life-cycle savers and capitalists. An increase in the savings rate of workers has no effect on output per capita; life cycle savings simply crowds out inherited savings. A tax on capital (even if proceeds are paid out to workers) is so shifted that capitalists are unaffected and that workers’ income (after transfers) and their share in national wealth are reduced.   If the government invests the proceeds, the share of capital owned by life cycle savers may increase.\nWe extend the analysis to endogenously derive the distribution of the population between life cycle savers and capitalists, in a model in which all individuals have identical non-linear savings functions.  When wealth is low enough, bequests drop to zero.  With stochastic returns, individuals move between the two groups.\nA second extension analyzes the effects of land.  We ask whether land holding displaces the holding of capital, resulting in workers being worse off. A tax on land, while reducing the value of land, leaves unchanged the capital-labor ratio, output per capita, and wages.  But the tax reduces the aggregate value of wealth, and if the proceeds of the tax are distributed to workers, their income and life cycle savings are increased.  On both accounts, wealth inequality is reduced.  Thus, consistent with Henry George’s views, a tax on the returns on land, including capital gains, reduces inequality with no adverse effect on national income.\n\n",
    "acknowledgement": "\nFinancial support was provided by INET (the Institute for New Economic Thinking) and the Ford Foundation Inequality Project at Roosevelt Institute, supported by the Ford and MacArthur Foundations, and the Bernard and Irene Schwartz Foundation. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}