{
    "id": 21199,
    "citation_title": "Firming Up Inequality",
    "citation_author": [
        "Jae Song",
        "David J. Price",
        "Fatih Guvenen",
        "Nicholas Bloom",
        "Till von Wachter"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "2015-06-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEarnings inequality in the United States has increased rapidly over the last three decades, but little is known about the role of firms in this trend. For example, how much of the rise in earnings inequality can be attributed to rising dispersion between firms in the average wages they pay, and how much is due to rising wage dispersion among workers within firms? Similarly, how did rising inequality affect the wage earnings of different types of workers working for the same employer—men vs. women, young vs. old, new hires vs. senior employees, and so on? To address questions like these, we begin by constructing a matched employer-employee data set for the United States using administrative records. Covering all U.S. firms between 1978 to 2012, we show that virtually all of the rise in earnings dispersion between workers is accounted for by increasing dispersion in average wages paid by the employers of these individuals. In contrast, pay differences within employers have remained virtually unchanged, a finding that is robust across industries, geographical regions, and firm size groups. Furthermore, the wage gap between the most highly paid employees within these firms (CEOs and high level executives) and the average employee has increased only by a small amount, refuting oft-made claims that such widening gaps account for a large fraction of rising inequality in the population.\n\n",
    "acknowledgement": "\nFor comments, we thank conference participants at the 2014 Winter Meeting of the American Economic Association, the 2014 Summer Meeting of the Econometric Society and the 2014 meeting of the Society for Economic Dynamics. We thank the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the Social Security Administration or the National Bureau of Economic Research.\n\n\n"
}