{
    "id": 21195,
    "citation_title": "Corporation Law and the Shift toward Open Access in the Antebellum United States",
    "citation_author": [
        "Eric Hilt"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the general incorporation statutes for manufacturing firms adopted by the American states up to 1860.  Prior to the enactment of a general law, a business could only incorporate by obtaining a special act of their state legislature; general statutes facilitated incorporation through a routine administrative procedure.  A new chronology of the adoption of these statutes reveals that several states enacted them much earlier than previous scholarship has indicated.  An analysis of the contents of these laws indicates that many imposed strict regulations on the corporations they created, whereas others granted entrepreneurs near-total freedom. Many Southern states enacted particularly liberal statutes, but sometimes also prohibited nonwhites from incorporating businesses or gave a government official discretion over access to the law.  Finally, an analysis of the volume of incorporation through special charters reveals that the states that failed to adopt general incorporation laws tended to offer unusually generous access to incorporation through special legislative acts.  Taken together, these results imply that the adoption of a general incorporation statute did not always represent a discrete transition to open access to the corporate form.  Instead, general statutes sometimes included highly restrictive provisions governing access, and some states generously accommodated demands for incorporation in the absence of a general statute.\n\n",
    "acknowledgement": "\nI would like to thank Naomi Lamoreaux, Tim Guinnane, Richard Brooks, and John Wallis, along with participants at the NBER Civil Society conference held at Yale University, for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}