{
    "id": 21203,
    "citation_title": "Household Debt and Defaults from 2000 to 2010: Facts from Credit Bureau Data",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe use individual level credit bureau data to document which individuals saw the biggest rise in household debt from 2000 to 2007 and the biggest rise in defaults from 2007 to 2010. Growth in household debt from 2000 to 2007 was substantially larger for individuals with the lowest initial credit scores. However, initial debt levels were lower for individuals in the lowest 20% of the initial credit score distribution. As a result, the contribution to the total dollar rise in household debt was strongest among individuals in the 20th to 60th percentile of the initial credit score distribution. Consistent with the importance of home-equity based borrowing, the increase in debt is especially large among individuals in the lowest 60% of the credit score distribution living in high house price growth zip codes. In contrast, the borrowing of individuals in the top 20% of the credit score distribution is completely unresponsive to higher house price growth. In terms of defaults, the evidence is unambiguous: both default rates and the share of total delinquent debt is largest among individuals with low initial credit scores. The bottom 40% of the credit score distribution is responsible for 73% of the total amount of delinquent debt in 2007, and 68% of the total in 2008. Individuals in the top 40% of the initial credit score distribution never make up more than 15% of total delinquencies, even in 2009 at the height of the default crisis.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the Initiative on Global Markets at Chicago Booth, the Fama-Miller Center at Chicago Booth, and Princeton University. We thank Jung Sakong and Xiao Zhang for excellent research assistance. Any opinions, findings, or conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the view of any other institution. Mian: (609) 258 6718, atif@princeton.edu; Sufi: (773) 702 6148, amir.sufi@chicagobooth.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}