{
    "id": 21200,
    "citation_title": "Immigration, Trade and Productivity in Services: Evidence from U.K. Firms",
    "citation_author": [
        "Gianmarco I.P. Ottaviano",
        "Giovanni Peri",
        "Greg C. Wright"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "2021-08-24",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the impact of immigrants on the imports, exports and productivity of service-producing firms in the U.K. Immigrants may substitute for imported intermediate inputs (offshore production) and they may impact the productivity of the firm as well as its export behavior. The first effect can be understood as the re-assignment of offshore productive tasks to immigrant workers. The second can be seen as a productivity or cost cutting effect due to immigration, and the third as the effect of immigrants on specific bilateral trade costs. We test the predictions of our model using differences in immigrant inflows across U.K. labor markets, instrumented with an enclave-based instrument that distinguishes between aggregate and bilateral immigration, as well as immigrant diversity. We find that immigrants increase overall productivity in service-producing firms, revealing a cost cutting impact on these firms. Immigrants also reduce the extent of country-specific offshoring, consistent with a reallocation of tasks and, finally, they increase country-specific exports, implying an important role in reducing communication and trade costs for services.\n\n",
    "acknowledgement": "\nThis paper was written as part of the project \"Europe's Global Linkages and the Impact of the Financial Crisis: Policies for Sustainable Trade Capital Flows and Migration\". We acknowledge the Volkswagen Foundation for generously funding the project. This work contains statistical data from the Office for National Statistics and Her Majesty's Revenue and Customs, which are Crown copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the ONS' statistical data in this work does not imply endorsement of the ONS in relation to the interpretation or analysis of the statistical data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}