{
    "id": 21207,
    "citation_title": "Optimal Taxation and Human Capital Policies over the Life Cycle",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper derives optimal income tax and human capital policies in a dynamic life cycle model of labor supply and risky human capital formation. The wage is a function of both stochastic, persistent, and exogenous \"ability'' and endogenous human capital. Human capital is acquired throughout life through monetary expenses. The government faces asymmetric information regarding the initial ability of agents and the lifetime evolution of ability, as well as the labor supply. The optimal subsidy on human capital expenses is determined by three considerations: counterbalancing distortions to human capital investment from the taxation of wage and capital income, encouraging labor supply, and providing insurance against adverse draws from the productivity distribution. When the wage elasticity with respect to ability is increasing in human capital, the optimal subsidy involves less than full deductibility of human capital expenses on the tax base, and falls with age. I consider two ways to implement the optimum: income contingent loans, and a tax scheme that allows for a deferred deductibility of human capital expenses. Numerical results are presented that suggest that full dynamic risk-adjusted deductibility of expenses might be close to optimal, and that simple linear age-dependent policies can achieve most of the welfare gain from the second best.\n\n",
    "acknowledgement": "\nI want to thank James Poterba and Ivan Werning for invaluable advice, guidance, and encouragement throughout this project. Esther Duflo and Robert Townsend provided helpful and generous support. I benefited very much from Emmanuel Saez' insightful comments. I also thank seminar participants at Berkeley, Booth, Chicago, Harvard, Michigan, MIT, Penn, Princeton, Santa Barbara, Stanford, Stanford GSB, Wharton, and Yale for their useful feedback and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}