{
    "id": 21201,
    "citation_title": "Runs versus Lemons: Information Disclosure and Fiscal Capacity",
    "citation_author": [
        "Miguel Faria-e-Castro",
        "Joseba Martinez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "2016-07-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the optimal use of disclosure and fiscal backstops during financial crises. Providing information can reduce adverse selection in credit markets, but negative disclosures can also trigger inefficient bank runs. In our model governments are thus forced to choose between runs and lemons. A fiscal backstop mitigates the risk of runs and allows a government to pursue a high disclosure strategy. Our model explains why governments with strong fiscal positions are more likely to run informative stress tests, and, paradoxically, how they can end up spending less than governments that are more fiscally constrained.\n\n",
    "acknowledgement": "\nWe thank Andres Almazan, Willie Fuchs, Guido Lorenzoni, Alp Simsek, Harald Uhlig and Wei Xiong, as well as participants in seminars at MIT, NYU, Minneapolis Fed, Stanford, UT-Austin, the NBER Summer Institute, the Wharton Conference on Liquidity and Financial Crises, the AEA Annual Meeting 2015, the 11th Cowles Conference on General Equilibrium and its Applications, and the Nemmers Prize Conference on Liquidity, Bubbles and Crises in honor of Jean Tirole. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}