{
    "id": 21209,
    "citation_title": "The Supplemental Security Income (SSI) Program",
    "citation_author": [
        "Mark Duggan",
        "Melissa S. Kearney",
        "Stephanie Rennane"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe SSI program provides cash assistance to some of the nation’s most vulnerable elderly, blind, and disabled residents. In this paper, we briefly summarize the history of the SSI program and present descriptive evidence on caseload composition and trends. We discuss relevant conceptual issues and empirical evidence focused on four key issues. First, we describe the advantages and disadvantages of categorical eligibility requirements and we show that the SSI caseload has become increasingly comprised of difficult-to-verify conditions, namely pain and mental disabilities. Second, we describe systematic disincentives to accumulate earnings and assets inherent in the SSI program design, but emphasize that the more relevant set of questions for the SSI population are related to the full disability requirement for eligibility. Third, we describe the questions and research about long-term benefits and costs to program participants, in terms of whether the program adequately and appropriately serves the needs of disabled individuals and their family members. And fourth, we present information and evidence about program spillovers, both across programs and across federal and state levels of government. Throughout the paper we make numerous explicit references to areas where further study is warranted and open research questions remain. SSI is an important part of the U.S. safety net, but particular features of the program raise questions about whether there is a more effective way to provide income support for individuals with work-limiting disabilities and families with disabled the children. Our goal for this paper is to systematically present the issues for scholars and policy-makers to consider and explore.\n\n",
    "acknowledgement": "\nThis chapter was prepared for the 2015 volume of Means Tested Programs in the U.S., edited by Robert Moffitt. The authors are grateful to Robert Moffitt, David Autor, David Wittenburg, Kathy Ruffing, Donna Pavetti, Paul Van de Water, and participants at the NBER Means Tested Program authors’ conference for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}