{
    "id": 21206,
    "citation_title": "Causal Effects of Mental Health Treatment on Education Outcomes for Youth in the Justice System",
    "citation_author": [
        "Alison Evans Cuellar",
        "Dhaval M. Dave"
    ],
    "citation_publication_date": "2015-05-26",
    "issue_date": "2015-05-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nThis study assesses whether mental health interventions can improve academic outcomes for justice-involved youth.  Only a limited number of studies have linked justice policies to outcomes beyond crime, particularly education, which carries large monetary and non-monetary benefits.  The current study relies on detailed administrative data and unique policy rules under which youth are assigned to behavioral treatment programs.  The administrative data allow for a rich set of controls for observed family- and youth-specific heterogeneity.  In addition, the treatment assignment rules create a discontinuity among youth who are deemed eligible or not eligible for treatment, rules which the study exploits empirically to address the non-random selection bias in estimating plausibly causal effects of treatment eligibility and treatment receipt.  Estimates indicate that certain types of intensive mental health intervention can lower dropout and increase high-school completion for justice-involved youth.  Effects on grades are negative or not significant, possibly due to the greater retention of less academically-skilled students.  We also assess heterogeneity in the treatment effects, and find that the effects on dropout tend to be greater among youth believed to be less academically engaged prior to treatment.\n\n",
    "acknowledgement": "\nThis study was supported by a grant from the MacArthur Foundation Models for Change Initiative and from the Robert Wood Johnson Foundation.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}