{
    "id": 21213,
    "citation_title": "An Economic Rationale for the African Scramble: The Commercial Transition and the Commodity Price Boom of 1845-1885",
    "citation_author": [
        "Ewout Frankema",
        "Jeffrey Williamson",
        "Pieter Woltjer"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis is the first study to present a unified quantitative account of African commodity trade in the long 19th century from the zenith of the Atlantic slave trade (1790s) to the eve of World War II (1939). Drawing evidence from a new dataset on export and import prices, volumes, composition and net barter terms of trade for five African regions, we show that Sub-Saharan Africa experienced a terms of trade boom that was comparable to other parts of the ‘global periphery’ from the late 18th century up to the mid-1880s, with an exceptionally sharp price boom in the four decades before the Berlin conference (1845-1885). We argue that this commodity price boom changed the economic context in favor of a European scramble for Africa. We also show that the accelerated export growth after the establishment of colonial rule deepened Africa’s specialization in primary commodities, even though the terms of trade turned into a prolonged decline after 1885.\n\n",
    "acknowledgement": "\nWe are grateful to Gareth Austin, Luis Bértola, James Femske, Leigh Gardner, Jens Andersson and the participants of the African Economic History Workshop 2014 (London School of Economics), the RIDGE Workshop on Comparative studies of the Southern Hemisphere in global economic history and development (Montevideo), the Workshop on Colonialism, Growth and Development in the Southern Hemisphere, 1800-2000 (Lund University) and seminar participants at Oxford University, Warwick University and Wageningen University for their comments on earlier drafts. We acknowledge financial support from the European Research Council under the European Community’s Seventh Framework Programme (ERC Grant Agreement no. 313114) as part of the project ‘Is Poverty Destiny? A New Empirical Foundation for Long-Term African Welfare Analysis’ (Frankema and Woltjer) and the Netherlands Organisation for Scientific Research for the project ‘Is Poverty Destiny? Exploring Long Term Changes in African Living Standards in Global Perspective’ (NWO VIDI Grant no. 016.124.307) (Frankema). We thank Loes Oudenhuijzen, Jasmijn Appels, Rolinde de Haan and Rens van Baren for excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}