{
    "id": 21219,
    "citation_title": "Procuring Firm Growth: The Effects of Government Purchases on Firm Dynamics",
    "citation_author": [
        "Claudio Ferraz",
        "Frederico Finan",
        "Dimitri Szerman"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "2020-05-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper tests whether demand shocks affect firm dynamics. We examine whether firms that win government procurement contracts grow more compared to firms that compete for these contracts but do not win. We assemble a comprehensive data set combining matched employer-employee data for the universe of formal firms in Brazil with the universe of federal government procurement contracts over the period of 2004 to 2010. Exploiting a quasi-experimental design, we find that winning at least one contract in a given quarter increases firm growth by 2.2 percentage points over that quarter, with 93% of the new hires coming from either unemployment or the informal sector. These effects also persist well beyond the length of the contracts. Part of this persistence comes from firms participating and wining more future auctions, as well as penetrating other markets.\n\n",
    "acknowledgement": "\nWe are grateful to David Card, Carlos Corseuil, Miguel Foguel, Gustavo Gonzaga, Guido Imbens, Pat Kline, Andrés Rodríguez-Clare, Gabriel Ulyssea, Eric Verhoogen, and participants at various seminars and conferences for comments and suggestions. We thank Gustavo Gonzaga for sharing parts of the data used in this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}