{
    "id": 21211,
    "citation_title": "The Earned Income Tax Credit (EITC)",
    "citation_author": [
        "Austin Nichols",
        "Jesse Rothstein"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review research on the Earned Income Tax Credit (EITC), focusing on work appearing since the Hotz and Scholz (2003) review. Recent work has confirmed earlier findings that labor supply effects are positive for single mothers, smaller and negative for married mothers, and essentially nonexistent for men. Where earlier estimates indicated that all responses were on the extensive margin, some recent studies find evidence of non-zero, but small, intensive margin effects. We also review research on the incidence of the credit, suggesting that employers capture some of the program benefits through lower wages; on the large impact of the program on poverty rates and on children’s outcomes; and on families’ apparent preferences for lump-sum refunds over smaller payments distributed throughout the year. We present new evidence regarding the accuracy of EITC imputations in the Current Population Survey. We discuss proposals for reform, including a more generous childless credit, and argue that the EITC may be complementary to the minimum wage, rather than an alternative.\n\n",
    "acknowledgement": "\nWe thank Apurna Chakraborty and Darian Woods for excellent research assistance. The paper has benefitted from comments and suggestions from Richard Blundell, Chye-Ching Huang, Robert Greenstein, Hilary Hoynes, Chuck Marr, Robert Moffitt, Emmanuel Saez, Arloc Sherman, and John Wancheck, though none are responsible for the content. We are especially grateful to Margaret Jones of the U.S. Census Bureau for providing the tabulations of non-public matched CPS-IRS data discussed in Section 3. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}