{
    "id": 21218,
    "citation_title": "Physician Practice Style and Patient Health Outcomes: The Case of Heart Attacks",
    "citation_author": [
        "Janet Currie",
        "W. Bentley MacLeod",
        "Jessica Van Parys"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "2016-02-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen a patient arrives at the Emergency Room with acute myocardial infarction (AMI), the provider on duty must quickly decide how aggressively the patient should be treated. Using Florida data on all such patients from 1992-2014, we decompose practice style into two components: The provider’s probability of conducting invasive procedures on the average patient (which we characterize as aggressiveness), and the responsiveness of the choice of procedure to the patient’s characteristics. We show that within hospitals and years, patients with more aggressive providers have consistently higher costs and better outcomes. Since all patients benefit from higher utilization of invasive procedures, targeting procedure use to the most appropriate patients benefits these patients at the expense of the less appropriate patients. We also find that the most aggressive and responsive physicians are young, male, and trained in top 20 schools.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the Florida Agency for Health Care Administration (AHCA) for supplying the data and Dr. Andrew Doorey, Dr. Shunichi Homma, participants at the June 2015 Society of Labor Economists conference, and two anonymous referees for helpful comments. We thank the Center for Health and Well being at Princeton University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}