{
    "id": 21217,
    "citation_title": "The Great Escape: Intergenerational Mobility in the United States Since 1940",
    "citation_author": [
        "Nathaniel G. Hilger"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "2016-04-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nI develop a method to estimate intergenerational mobility (IM) in education on large cross-sectional surveys and apply the method to U.S. census data from 1940 to 2000. The method estimates IM directly for children age 26-29 who still live with parents and adjusts for independent children using a procedure that I validate extensively. Estimates imply large post-1940 gains in IM that were (1) driven primarily by large IM gains in the South for both whites and blacks, (2) larger for blacks due to their greater concentration in the South, and (3) driven by high school rather than college enrollment.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Great Escape: Intergenerational Mobility Since 1940.\" I thank Anna Aizer, Sam Asher, Nathaniel Baum-Snow, Leah Boustan, David Card, Kenneth Chay, Raj Chetty, Pedro Dal Bo, Eleanor Dillon, Andrew Foster, Claudia Goldin, Rachel Friedberg, Justine Hastings, Caroline Hoxby, Lawrence Katz, Brian Knight, Michael Kremer, David Lagakos, John Logan, Glenn Loury, Robert Margo, Paul Novosad, Claudia Olivetti, Emily Oster, Daniele Paserman, Emmanuel Saez, Jesse Shapiro, Matthew Turner, David Weil and Danny Yagan. Jenna Anders, Motaz Al-Chanati, James Bernard, Kian Ivey and Jorge Perez provided excellent research assistance. Weiwei Zhang provided helpful assistance with the 100% census data. Financial support from the Russell Sage Foundation is gratefully acknowledged (Grant No. 83-16-07). All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}