{
    "id": 21225,
    "citation_title": "Does Exporting Improve Matching? Evidence from French Employer-Employee Data",
    "citation_author": [
        "Matilde Bombardini",
        "Gianluca Orefice",
        "Maria D. Tito"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes opening a market to international trade affect the pattern of matching between firms and workers? And does the modified sorting pattern affect welfare? This paper answers these questions both theoretically and empirically in three parts. We set up a model of matching between heterogeneous workers and firms where variation in the worker type at the firm level exists in equilibrium only because of the presence of search costs. When firms gain access to the foreign market their revenue potential increases. When stakes are high, matching with the right worker becomes particularly important because deviations from the ideal match quickly reduce the value of the relationship. Hence exporting firms select sets of workers that are less dispersed relative to the average. We then document a novel fact about the hiring decisions of exporting firms versus non-exporting firms in a French matched employer-employee dataset. We find that exporting firms feature a lower type dispersion in the pool of workers they hire. The matching between exporting firms and workers is even tighter in sectors characterized by better exporting opportunities as measured by foreign demand or tariff shocks. In a calibrated general equilibrium version of the model we show that trade opening increases welfare by more when search costs are high, pointing to an additional source of gains from trade.\n\n",
    "acknowledgement": "\nThis work benefited from a State aid managed by the National Agency for Research, through the program \"Investissements devenir\" with the following reference: ANR-10-EQPX-17 (Remote Access to data CASD). Bombardini acknowledges support from CIFAR and SSHRC. We would like to thank Kristian Behrens, Mikael Carlsson, Andrew Chang, Leland Crane, Nils Gottfries, Keith Head, Hiroyuki Kasahara, Christopher Kurz, Julien Martin, Teodora Milicevic, Justin Pierce, JohnRomalis, Gisela Rua, Oskar Nordstrom Skans, Tomasz Swiecki, Francesco Trebbi, Farid Toubal and seminar participants at the University of British Columbia, Universita' Bocconi, IES Summer Trade Workshop at Princeton University, EIIT at the University of Oregon, Peter B. Gustavson School of Business, UQAM, HEC Montreal, Uppsala University, Federal Reserve Board, University of Sydney, the West Coast Trade Workshop at Stanford University, Universite' d'Orleans and Rice University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research\n\n\n"
}