{
    "id": 21226,
    "citation_title": "Different Types of Central Bank Insolvency and the Central Role of Seignorage",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA central bank is insolvent if its plans imply a Ponzi scheme on reserves so the price level becomes infinity. If the central bank enjoys fiscal support, in the form of a dividend rule that pays out net income every period, including when it is negative, it can never become insolvent independently of the fiscal authority. Otherwise, this note distinguishes between intertemporal insolvency, rule insolvency, and period insolvency. While period and rule solvency depend on analyzing dividend rules and sources of risk to net income, evaluating intertemporal solvency requires overcoming the difficult challenge of measuring the present value of seignorage.\n\n",
    "acknowledgement": "\nThis note was delivered as a discussion of \"When does a central bank's balance sheet require fiscal support?\" by Marco Del Negro and Christopher A. Sims at the Carnegie-Rochester conference of November, 2014. I am grateful to the Institute for New Economic Thinking for financial support, and to Cynthia Balloch, Jens Hilscher and Alon Raviv for comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRicardo Reis\n\nI have been an academic consultant or have given lectures receiving modest financial compensation at many central banks over the past 3 years, including the Bank of England, the Central Bank of Brasil, the FRB Minneapolis, the FRB New York, the FRB Richmond, the Norges Bank, and the Swiss National Bank. None of these interfered in any way with my research in this paper.\n\n\n"
}