{
    "id": 21228,
    "citation_title": "Natural Experiments in Macroeconomics",
    "citation_author": [
        "Nicola Fuchs-Schuendeln",
        "Tarek Alexander Hassan"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "2016-01-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nA growing literature relies on natural experiments to establish causal effects in macroeconomics. In diverse applications, natural experiments have been used to verify underlying assumptions of conventional models, quantify specific model parameters, and identify mechanisms that have major effects on macroeconomic quantities but are absent from conventional models. We discuss and compare the use of natural experiments across these different applications and summarize what they have taught us about such diverse subjects as the validity of the Permanent Income Hypothesis, the size of the fiscal multiplier, and about the effects of institutions, social structure, and culture on economic growth. We also outline challenges for future work in each of these fields, give guidance for identifying useful natural experiments, and discuss the strengths and weaknesses of the approach.\n\n",
    "acknowledgement": "\nChapter prepared for the Handbook of Macroeconomics. The chapter has benefitted from helpful discussions and comments from Daron Acemoglu, Jonathan Dingel, Yuriy Gorodnichenko, Chang-Tai Hsieh, Nathan Nunn, Elias Papaioannou, Matthias Schündeln, Rob Vishny, Mirko Wiederholt, and seminar participants of the Handbook of Macroeconomics Conference at Stanford and at the Deutsche Bundesbank. Leonhard Czerny, Denis Gorea, and Philip Xu provided excellent research assistance. Fuchs-Schündeln gratefully acknowledges financial support from the Cluster of Excellence “Formation of Normative Orders” and the European Research Council under Starting Grant No. 262116. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}