{
    "id": 21223,
    "citation_title": "The Stress Cost of Children",
    "citation_author": [
        "Hielke Buddelmeyer",
        "Daniel S. Hamermesh",
        "Mark Wooden"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use longitudinal data describing couples in Australia from 2001-12 and Germany from 2002-12 to examine how demographic events affect perceived time and financial stress. Consistent with the view of measures of stress as proxies for the Lagrangean multipliers in models of household production, we show that births increase time stress, especially among mothers, and that the effects last at least several years. Births generally also raise financial stress slightly. The monetary equivalent of the costs of the extra time stress is very large. While the departure of a child from the home reduces parents’ time stress, its negative impacts on the tightness of the time constraints are much smaller than the positive impacts of a birth.\n\n",
    "acknowledgement": "\nWe thank Michael Burda, Luise Goerges, Matthias Krapf, and participants in seminars at a number of universities and conferences for helpful comments. This study uses unit record data from the Household, Income and Labour Dynamics in Australia (HILDA) Survey and German Socio-Economic Panel (SOEP). The HILDA Survey project was initiated and is funded by the Australian Government Department of Social Services and is managed by the Melbourne Institute of Applied Economic and Social Research (at the University of Melbourne). The German data used in this publication are from the German Socio-Economic Panel Study (SOEP) and made available to us by the German Institute for Economic Research (DIW), Berlin. No funding was received by any of the authors in support of this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDaniel S. Hamermesh\n\nNo additional disclosures\n\n\n"
}