{
    "id": 21222,
    "citation_title": "Upcoding: Evidence from Medicare on Squishy Risk Adjustment",
    "citation_author": [
        "Michael Geruso",
        "Timothy Layton"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "2018-04-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn most US health insurance markets, plans face strong incentives to “upcode” the patient diagnoses they report to the regulator, as these affect the risk-adjusted payments plans receive. We show that enrollees in private Medicare plans generate 6% to 16% higher diagnosis-based risk scores than they would under fee-for-service Medicare, where diagnoses do not affect most provider payments. Our estimates imply upcoding generates billions in excess public spending and significant distortions to firm and consumer behavior. We show that coding intensity increases with vertical integration, suggesting a principal-agent problem faced by insurers, who desire more intense coding from the providers with whom they contract.\n\n",
    "acknowledgement": "\nWe thank Colleen Carey, Joshua Gottlieb, and Amanda Kowalski for serving as discussants, as well as seminar participants at the 2014 Annual Health Economics Conference, the 2014 American Society of Health Economists Meeting, the BU/Harvard/MIT Health Economics Seminar, Boston University, Emory University, Harvard Medical School, the NBER Public Economics Meeting 2015, the University of Illinois at Chicago, RTI, the Southeastern Health Economics Study Group, and the University of Texas at Austin for useful comments. We also thank Chris Afendulis, Marika Cabral, Vilsa Curto, David Cutler, Francesco Decarolis, Liran Einav, Randy Ellis, Keith Ericson, Amy Finkelstein, Austin Frakt, Craig Garthwaite, Jonathan Gruber, Jonathan Kolstad, Tom McGuire, Hannah Neprash, Joe Newhouse, and Daria Pelech for assistance obtaining data and useful conversations. Layton gratefully acknowledges financial support from the National Institute of Mental Health (T32-019733). Geruso gratefully acknowledges financial support from the Robert Wood Johnson Foundation and from grants 5 R24 HD042849 and 5 T32 HD007081 awarded to the Population Research Center at the University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}