{
    "id": 21229,
    "citation_title": "Early Childhood Education by MOOC: Lessons from Sesame Street",
    "citation_author": [
        "Melissa S. Kearney",
        "Phillip B. Levine"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "2016-09-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether preschool children exposed to Sesame Street when it began in 1969 experienced improved educational and labor market outcomes subsequently. We exploit geographic variation in broadcast reception derived from technological limitations, including distance to a broadcast tower and UHF versus VHF transmission. We relate this variation to Census data on grade-for-age status, educational attainment, and labor market outcomes in 1980, 1990, and 2000, respectively. The results indicate that Sesame Street improved school readiness, particularly for boys and children living in economically disadvantaged areas. The estimated impact on ultimate educational attainment and labor market outcomes is inconclusive.\n\n",
    "acknowledgement": "\nThe authors thank Riley Wilson for exceptional research assistance throughout this project. Amy Wickett also provided valuable assistance creating our coverage measure. This paper has benefitted tremendously from discussions with Liz Cascio, Doug Miller, Ben Olken, Diane Schanzenbach, and Sergio Urzua, as well as the comments of participants of seminars at MIT, Harvard University, University of Maryland, Wellesley College, Northwestern, the University of Illinois, the Federal Trade Commission, Georgetown University, and Williams College. We also thank Michael Henry at the University of Maryland Libraries (Special Collections in Mass Media & Culture) for his assistance in collecting archived Sesame Street information. We gratefully acknowledge financial support from the Spencer Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}