{
    "id": 21224,
    "citation_title": "Financial Markets where Traders Neglect the Informational Content of Prices",
    "citation_author": [
        "Erik Eyster",
        "Matthew Rabin",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a model of a financial market where some traders are \"cursed\" when choosing how much to invest in a risky asset, failing to fully take into account what prices convey about others' private information. Cursed traders put more weight on their private signals than rational traders. But because they neglect that the price encodes other traders' information, prices depend less on private signals and more on public signals than rational-expectation-equilibrium (REE) prices. Markets comprised entirely of cursed traders generate more trade than those comprised entirely of rationals; mixed markets can generate even more trade, as rationals employ momentum-trading strategies to exploit cursed traders. We contrast our results to other models of departures from REE and show that per-trader volume with cursed traders increases when the market becomes large, while natural forms of overconfidence predict that volume should converge to zero.\n\n",
    "acknowledgement": "\nWe thank Nick Barberis, John Campbell, Kent Daniel, Xavier Gabaix, Tristan Gagnon-Bartsch, Josh Schwartzstein, Andrei Shleifer, Jeremy Stein, seminar participants at Columbia, Humboldt, NYU Stern, UC Berkeley, UC Davis, and Wharton, and participants at the NBER Behavioral Finance Conference, the Paris School of Economics Workshop in Bounded Rationality, the Miami Behavioral Finance Conference, and the Stanford Institute for Theoretical Economics for helpful comments. We also thank Tristan Gagnon-Bartsch and Tarso Mori Madeira for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}