{
    "id": 21221,
    "citation_title": "War and Inflation in the United States from the Revolution to the First Iraq War",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2015-06-01",
    "issue_date": "2015-05-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe institutional arrangements governing the creation of money in the United States have changed dramatically since the Revolution. Yet beneath the surface the story of wartime money creation has remained much the same. During wars against minor powers, the government was able to fund the war by borrowing and levying taxes. In major wars, however, there came a point when further increases in taxes could not be undertaken for administrative or political reasons, and further increases in borrowing could not be undertaken except at higher interest rates; rates that exceeded what was considered fair based on prewar norms. At those moments governments turned to the printing press. The result was substantial inflation.\n\n",
    "acknowledgement": "\nThis paper was prepared for a conference to honor Mark Harrison, organized by Jari Eloranta and Bishnu Gupta, Warwick University, March 31-April 1, 2014. An early draft was presented at a workshop on the Costs and Consequences of War, organized by Sarah Kreps, Cornell University, April 2013. On that occasion I benefitted from the comments of my discussant Jonathan Kirshner. Farley Grubb helped me understand monetary developments during the Revolutionary War. Nga Nguyen and Jessica Scheld provided able research assistance. I am solely responsible for the remaining errors. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}