{
    "id": 21236,
    "citation_title": "Who is Internationally Diversified? Evidence from 296 401(k)",
    "citation_author": [
        "Geert Bekaert",
        "Kenton Hoyem",
        "Wei-Yin Hu",
        "Enrichetta Ravina"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the international equity allocations of 3.8 million individuals in 296 401(k) plans over the 2005-2011 period. We find enormous cross-individual variation, ranging from zero to over 75%, and strong cohort effects, with younger cohorts investing more internationally than older ones, and each cohort investing more internationally over time. Access to financial advice, lower fees and more international fund options are associated with higher international allocations, suggesting a role for plan design and policy. Education, financial literacy and the fraction of foreign-born population in the zip code also have positive effects on international diversification, consistent with familiarity and information stories.\n\n",
    "acknowledgement": "\nWe thank Dan Amiram, Jonathan Reuters, Frank Warnock, and seminar participants at the American Economic Association Annual Meeting, the Annual Conference in International Finance at Imperial College, the Federal Reserve Board, the University of Texas at Dallas, the 27th Australasian Finance and Banking Conference, the Norwegian Financial Research Conference, and the 2014 Retirement Research Consortium for their helpful comments. Nicolas Crouzet, Katrina Evtimova, Jia Guo, Yihua Lin and especially Andrea Kiguel provided excellent research assistance. This article reflects the findings and opinions of the researchers and not necessarily those of Financial Engines or  the National Bureau of Economic Research. Financial support from the Sandell Grant from the Boston College Center for Retirement Research and the Social Security Administration is gratefully acknowledged.\n\n\n\nKenton Hoyem\n\nKenton Hoyem is a full-time employee of Financial Engines, Inc.\n\n\n"
}