{
    "id": 21230,
    "citation_title": "The Big Sort: College Reputation and Labor Market Outcomes",
    "citation_author": [
        "W. Bentley MacLeod",
        "Evan Riehl",
        "Juan E. Saavedra",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSpence (1973) noted that individuals’ choice of educational quantity—measured by years of schooling—may stem partially from a desire to signal their ability to the labor market. This paper asks if individuals’ choice of educational quality—measured by college reputation—may likewise signal their ability. We use data on the admission scores of all Colombian college graduates to define a measure of reputation that gives clear predictions in a signaling framework. We find that college reputation, unlike years of schooling, is correlated with graduates’ earnings growth. We also show that Colombia’s staggered rollout of a new signal of skill—a college exit exam—reduced the earnings return to reputation and increased the return to individual admission scores. These results are consistent with the hypothesis that a college’s reputation provides information about the ability of its student body and about its value added, broadly understood.\n\n",
    "acknowledgement": "\nFor useful comments we thank Joseph Altonji, Costas Meghir, Michael Mueller-Smith, Phil Oreopoulos, and Kiki Pop-Eleches. For invaluable help with the data we are grateful to Julian Mariño and Adriana Molina at the Colombian Institute for Educational Evaluation (ICFES), Luz Emilse Rincón at the Ministry of Social Protection, and Luis Omar Herrera at the Ministry of Education. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}