{
    "id": 21235,
    "citation_title": "Cyclical Reallocation of Workers Across Employers by Firm Size and Firm Wage",
    "citation_author": [
        "John Haltiwanger",
        "Henry Hyatt",
        "Erika McEntarfer"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo the job-to-job moves of workers contribute to the cyclicality of employment growth at different types of firms?  In this paper, we use linked employer-employee data to provide direct evidence on the role of job-to-job flows in job reallocation in the U.S. economy.  To guide our analysis, we look to the theoretical literature on on-the-job search, which predicts that job-to-job flows should reallocate workers from small to large firms. While this prediction is not supported by the data, we do find that job-to-job moves generally reallocate workers from lower paying to higher paying firms, and this reallocation of workers is highly procyclical.  During the Great Recession, this firm wage job ladder collapsed, with net worker reallocation to higher wage firms falling to zero.  We also find that differential responses of net hires from non-employment play an important role in the patterns of the cyclicality of employment dynamics across firms classified by size and wage. For example, we find that small and low wage firms experience greater reductions in net hires from non-employment during periods of economic contractions.\n\n",
    "acknowledgement": "\nWe thank Steven Davis, Emin Dinlersoz, John Kennan, Giuseppe Moscarini, James Spletzer, Benjamin Villena, and participants at the 2013 CAED conference, the Fall 2013 Midwest Macro conference,  the 2014 AEA conference, the 2014 SOLE conference, the 2014 Econometric Society NASM, the 2014 SED conference,  the 2014 NBER SI, the Fall 2014 Labor Studies meeting, the 2015 ASSA SED conference, the Bank of Chile workshop on Wages and Employment Dynamics over the Business Cycle, and seminar participants at Census, Georgetown, NYU, BLS, Wisconsin and Yale, for helpful comments and suggestions. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}