{
    "id": 21233,
    "citation_title": "An Overview of the Stratified Economics of Stratified Medicine",
    "citation_author": [
        "Mark R. Trusheim",
        "Ernst R. Berndt"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe economics of stratified medicine depend critically on setting the cut-off score of the companion diagnostic (CDx).  This action integrates scientific, clinical, ethical and commercial considerations, and simultaneously determines the value of the stratified medicine to developers, providers, payers and patient.  Setting a high cut-off ensures a larger response by excluding more non-responders but also denies treatment to patients who would respond.  This creates ethical and clinical concerns, and limits market size.  Setting a low cut-off includes more patients who can benefit but includes more non-responders with commensurate costs, side effects and lost time.  CDx’s capture little value under current reimbursement and exclusivity protections.  Combined with low CDx investment incentives for generic drug manufacturers, little CDx development occurs for older legacy drugs.  Therefore payers face an asymmetric situation of novel stratified medicines raising public health and payers’ costs, but no CDx’s for legacy treatments to reduce costs.  It would be in payers’ interests to rediscover their heritage of direct investment in diagnostic development.\n\n",
    "acknowledgement": "\nThis research was not sponsored.  The opinions expressed herein are those of the authors, and are not necessarily those of the Massachusetts Institute of Technology.  This manuscript is forthcoming in Drug Discovery Today (http://www.drugdiscoverytoday.com), with publication tentatively scheduled for late 2015.  Additional information regarding the journal and access to the final publication when released can be obtained through Science Direct at http://www.sciencedirect.com/science/journal/13596446. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}