{
    "id": 21232,
    "citation_title": "Admitting Students to Selective Education Programs: Merit, Profiling, and Affirmative Action",
    "citation_author": [
        "Dario Cestau",
        "Dennis Epple",
        "Holger Sieg"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "2015-11-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor decades, colleges and universities have struggled to increase participation of minority and                   disadvantaged students. Urban school districts confront a parallel challenge; minority and disadvantaged students are underrepresented in selective programs that use merit-based admission. In their referral and admission policies to such selective programs, school districts may potentially set different admission thresholds based on income and race (affirmative action), and they may potentially take account of differences in achievement relative to ability across race and income groups (profiling). We develop an econometric model that provides a unified treatment of affirmative action and profiling. Implementing the model for an urban district, we find profiling by race and income, and affirmative action for low-income students. Counterfactual analysis reveals that these policies achieve more than 80% of African American enrollment that could be attained by race-based affirmative action.\n\n",
    "acknowledgement": "\nWe would like to thank Derek Neal, two referees, as well as Peter Arcidiacono, Pat Bayer, Flavio Cunha, Glen Ellison, John Engberg, Hanming Fang, Eric Hanushek, Joe Hotz, Sunny Ladd, Kjell Salvanes, Petra Todd, and seminar participants at numerous work- shops and seminars for comments and suggestions. Financial support for this research is partially provided by the Institute of Education Sciences and the NSF.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}