{
    "id": 21239,
    "citation_title": "The Impact of Pharmaceutical Innovation on Premature Cancer Mortality in Canada, 2000-2011",
    "citation_author": [
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe premature cancer mortality rate has been declining in Canada, but there has been considerable variation in the rate of decline across cancer sites.  I analyze the effect that pharmaceutical innovation had on premature cancer mortality in Canada during the period 2000-2011, by investigating whether the cancer sites that experienced more pharmaceutical innovation had larger declines in the premature mortality rate, controlling for changes in the incidence rate.\nThe estimates imply that pharmaceutical innovation during the period 1985-1996 reduced the number of years of potential life lost to cancer before age 75 in 2011 by 105,366.  The cost per life-year before age 75 gained from previous pharmaceutical innovation is estimated to have been 2730 USD.  The evidence suggests that, even if these drugs had been sold at branded rather than generic prices, the cost per life-year gained would have been below 11,000 USD, a figure well below even the lowest estimates of the value of a life-year gained.\n\n",
    "acknowledgement": "\nThis research was supported by Canada's Research‐Based Pharmaceutical Companies (Rx&D), the national association that represents 50 research‐based pharmaceutical companies in Canada. The sponsor placed no restrictions or limitations on data, methods, or conclusions and had no right of review or control over the outcome of the research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}