{
    "id": 21240,
    "citation_title": "Mental Health Stigma",
    "citation_author": [
        "Prashant Bharadwaj",
        "Mallesh M. Pai",
        "Agne Suziedelyte"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComparing self-reports to administrative data records on diagnosis and prescription drug use, we find that survey respondents under-report mental health conditions 36% of the time when asked about diagnosis and about 20% of the time when asked about prescription drug use. Survey respondents are significantly less likely to under-report other conditions such as diabetes or hypertension. This behavior is consistent with a model in which mental health illnesses are stigmatized and agents have incentives to hide such traits from others. We show that differential under-reporting of depression is correlated with age, gender, and ethnicity and that these characteristics also predict a lower probability of mental health treatment, suggesting that stigma can play an important role in determining health-seeking behavior.\n\n",
    "acknowledgement": "\nThis research is funded by an ARC Discovery Project Grant (DP110100729).  It was completed using data collected through the 45 and Up Study (www.saxinstitute.org.au).  The 45 and Up Study is managed by the Sax Institute in collaboration with major partner Cancer Council NSW; and partners:  the National Heart Foundation of Australia (NSW Division);  NSW Ministry of Health; beyondblue ;  NSW Government Family & Community Services  Carers, Ageing and Disability Inclusion; and the Australian Red Cross Blood Service.  We thank the many thousands of people participating in the 45 and Up Study.  This project was undertaken  by  the  University  of  Technology  Sydney  and  utilized  Pharmaceutical  Benefit  Schedule  (PBS) and Medicare Benefits Schedule (MBS) data supplied by the Commonwealth Department of Human Services (DHS) and linked to the 45 and Up Study by the Sax Institute using a unique identifier that was provided to  the  DHS.  The  45  and  Up  Study  has  the  approval  of  the  University  of  NSW  Health  Research  Ethics Committee; this project has ethics approval from the NSW Population and Health Services Research Ethics Committee and the Department of Health Departmental Ethics Committee.  The study's findings are those of the authors and do not necessarily represent the views of the Department of Health, or the Department of Human Services.  Mallesh Pai gratefully acknowledges support from NSF Grant CCF-1101389.  We have benefited  from  discussions  with  Kate  Antonovics,  Victoria  Baranov,  Jeff  Clemens,  Julie  Cullen,  Gordon Dahl, Mitch Downey, Matthew Gibson, David Johnston, Hanming Fang, Anu Sansi, and Charlie Sprenger. Dr.  Akshta Pai and Jing Jing Li patiently answered questions regarding drug prescription protocols. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}