{
    "id": 21249,
    "citation_title": "Sample-selection biases and the “industrialization puzzle”",
    "citation_author": [
        "Howard Bodenhorn",
        "Timothy W. Guinnane",
        "Thomas A. Mroz"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding long-term changes in human well-being is central to understanding the consequences of economic development.  An extensive anthropometric literature purports to show that heights in the United States declined between the 1830s and the 1890s, which is when the US economy industrialized and urbanized. Most research argues that declining heights reflects the impact of the industrialization process. This interpretation, however, relies on sources subject to selection bias. Changes in that selection mechanism may account for the declining heights. We show that the evidentiary basis of the puzzle is not as robust as previously believed. Our meta-analysis of more than 150 studies shows that declining-heights finding emerges primarily in selected samples. Finally, we offer a parsimonious diagnostic test for revealing (but not necessarily correcting for) selection bias. The diagnostic applied to four samples that underlay the industrialization puzzle shows compelling evidence of selection.\n\n",
    "acknowledgement": "\nFor comments and suggestions we thank Shameel Ahmad, Cihan Artunç, Gerard van den Berg, Claire Brennecke, Raymond Cohn, Thomas Cvrcek, Jeremy Edwards, James Fenske, Amanda Gregg, Farly Grubb, Sukjin Han, Brian A'Hearn, Philip Hoffmann, Sriya Iyer, John Komlos, John Murray, Sheilagh Ogilvie, Jonathan Pritchett, Paul Rhode, Mark Rosenzweig, Gabrielle Santangelo, Richard Steckel, Jochen Streb, William Sundstrom, Werner Troesken, James Trussell, Christopher Udry, Marianne Wannamaker, John Warner, David Weir, anonymous referees, and participants in seminars at the University of Michigan, the University of Nuremberg, Queen's University (Ontario), the Rhein-Westfälisches Wirtschaftsintitut, Tulane University, and the 2012 Cliometrics meetings. We thank Emilia Arcaleni, John Murray and Richard Steckel for sharing data. We acknowledge financial support from the Yale University Economic Growth Center. Meng Liu, Yiming Ma, and Adèle Rossouw provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}