{
    "id": 21248,
    "citation_title": "Estimating the Impacts of Program Benefits: Using Instrumental Variables with Underreported and Imputed Data",
    "citation_author": [
        "Melvin Stephens",
        "Jr.",
        "Takashi Unayama"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSurvey non-response has risen in recent years which has increased the share of imputed and underreported values found on commonly used datasets.  While this trend has been well-documented for earnings, the growth in non-response to government transfers questions has received far less attention.  We demonstrate analytically that the underreporting and imputation of transfer benefits can lead to program impact estimates that are substantially overstated when using instrumental variables methods to correct for endogeneity and/or measurement error in benefit amounts.  We document the importance of failing to account for these issues using two empirical examples.\n\n",
    "acknowledgement": "\nTom Eldridge provided excellent research assistance.  We thank Gary Engelhardt as well as seminar participants at Illlinois, Michigan, Virginia, Williams, and the NBER Summer Institute for helpful suggestions.  We also thank the Statistical Bureau of the Japanese Government for allowing access to the Family Income and Expenditure Survey data. A part of this project is financially supported by KAKENHI (15H03357). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}