{
    "id": 21246,
    "citation_title": "Intellectual Property Rights and Innovation: Evidence from Health Care Markets",
    "citation_author": [
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nA long theoretical literature has analyzed optimal patent policy design, yet there is very little empirical evidence on a key parameter needed to apply these models in practice: the relationship between patent strength and research investments. I argue that the dearth of empirical evidence on this question reflects two key challenges: the difficulty of measuring specific research investments, and the fact that finding variation in patent protection is difficult. I then summarize the findings of two recent studies which have made progress in starting to overcome these empirical challenges by combining new datasets measuring biomedical research investments with novel sources of variation in the effective intellectual property protection provided to different inventions. The first study, Budish, Roin, and Williams (forthcoming), documents evidence consistent with patents affecting the rate and direction of research investments in the context of cancer drug development. The second study, Williams (2013), documents evidence that one form of intellectual property rights on the human genome had quantitatively important impacts on follow-on scientific research and commercial development. I discuss the relevance of both studies for patent policy, and discuss directions for future research.\n\n",
    "acknowledgement": "\nContact: heidiw@mit.edu. I am very grateful to Navid Bazzazian, Dan Fetter, Josh Lerner, Jim Poterba, and especially Scott Stern for comments.  This paper is forthcoming in Innovation Policy and the Economy: Volume 16, edited by Josh Lerner and Scott Stern.  Research reported in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through Grant U01-AG046708 to the National Bureau of Economic Research (NBER); the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or NBER. Financial support from NIA Grant Number T32-AG000186 to the NBER, NSF Grant Number 1151497, the Center for American Political Studies at Harvard, the Chicago Booth Initiative on Global Markets, the NBER Innovation Policy and the Economy program, and the Petrie-Flom Center at Harvard Law School is also gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}