{
    "id": 21244,
    "citation_title": "Trends and Cycles in China's Macroeconomy",
    "citation_author": [
        "Chun Chang",
        "Kaiji Chen",
        "Daniel F. Waggoner",
        "Tao Zha"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make four contributions in this paper.  First, we provide a core of macroeconomic time series usable for systematic research on China.  Second, we document, through various empirical methods, the robust findings about striking patterns of trend and cycle.  Third, we build a theoretical model that accounts for these facts.  Fourth, the model's mechanism and assumptions are corroborated by institutional details, disaggregated data, and banking time series, all of which are distinctive of Chinese characteristics. We argue that preferential credit policy for promoting heavy industries accounts for the unusual cyclical patterns as well as the post-1990s economic transition featured by the persistently rising investment rate, the declining labor income share, and a growing foreign surplus.  The departure of our theoretical model from standard ones offers a constructive framework for studying China's modern macroeconomy.\n\n",
    "acknowledgement": "\nSpecial thanks go to Marty Eichenbaum, Jonathan Parker, and Chris Sims for critical comments.  We thank Toni Braun, Paco Buera, Gregory Chow, Larry Christiano, Xiang Deng, John Fernald, Lars Hansen, Rachel Ngai, Pat Higgins, Loukas Karabarbounis, Sergio Rebelo, Richard Rogerson, Pedro Silos, Aleh Tsyvinski, Harald Uhlig, Mark Watson, Kei-Mu Yi, Vivian Yue, Mei Zhu, Xiaodong Zhu, and seminar participants at People's Bank of China, Princeton University, University of Chicago, Federal Reserve Bank of Chicago, 2014 European Economic Association & Econometric Society Summer Program, Beijing University, 2014 Conference on \"Macroeconomic Policies and Business Cycles\" hosed by Shanghai Advanced Institute of Finance, 2015 Bank of Canada and University of Toronto Conference on the Chinese Economy, George Washington University, Hong Kong University of Science and Technology, and Hong Kong Monetary Authority for helpful discussions.  We also thank Shiyi Chen, Gary Jefferson, Kang Shi, and Jun Zhang for sharing their TFP calculations with us.  Last but not least, we are deeply grateful to Pat Higgins, Hongwei Wu, Tong Xu, Jing Yu, and Karen Zhong for extensive research support.  This research is also supported in part by the National Science Foundation Grant SES 1127665 and by the National Natural Science Foundation of China Project Numbers 71473168, 71172127, and 71473169.  The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta or the Federal Reserve System or the National Bureau of Economic Research.\n\n\n"
}