{
    "id": 21247,
    "citation_title": "Innovation and Top Income Inequality",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Antonin Bergeaud",
        "Richard Blundell",
        "David Hémous"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "2021-03-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn this paper we use cross-state panel data to show a positive and significant correlation between various measures of innovativeness and top income inequality in the United States over the past decades. Two distinct instrumentation strategies suggest that this correlation (partly) reflects a causality from innovativeness to top income inequality, and the effect is significant: for example, when measured by the number of patent per capita, innovativeness accounts on average across US states for around 17% of the total increase in the top 1% income share between 1975 and 2010. Yet, innovation does not appear to increase other measures of inequality which do not focus on top incomes. Next, we show that the positive effects of innovation on the top 1% income share are dampened in states with higher lobbying intensity. Finally, from cross-section regressions performed at the commuting zone (CZ) level, we find that: (i) innovativeness is positively correlated with upward social mobility; (ii) the positive correlation between innovativeness and social mobility, is driven mainly by entrant innovators and less so by incumbent innovators, and it is dampened in states with higher lobbying intensity. Overall, our findings vindicate the Schumpeterian view whereby the rise in top income shares is partly related to innovation-led growth, where innovation itself fosters social mobility at the top through creative destruction.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Pierre Azoulay, Gilbert Cette, Raj Chetty, Mathias Dewatripont, Thibault Fally, Maria Guadalupe, John Hassler, Elhanan Helpman, Chad Jones, Pete Klenow, Torsten Persson, Thomas Piketty, Andres Rodriguez-Clare, Emmanuel Saez, Stefanie Stantcheva, Francesco Trebbi, Fabrizio Zilibotti and seminar participants at MIT Sloan, INSEAD, the University of Zurich, Harvard University, The Paris School of Economics, Berkeley, the IIES at Stockholm University, and the IOG group at the Canadian Institute for Advanced Research for very helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}