{
    "id": 21242,
    "citation_title": "Ancestry, Language and Culture",
    "citation_author": [
        "Enrico Spolaore",
        "Romain Wacziarg"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the interrelationships between various measures of cultural distance. We first discuss measures of genetic distance, used in the recent economics literature to capture the degree of relatedness between countries. We next describe several classes of measures of linguistic, religious, and cultural distances. We introduce new measures of cultural distance based on differences in average answers to questions from the World Values Survey. Using a simple theoretical model we hypothesize that ancestral distance, measured by genetic distance, is positively correlated with linguistic, religious, and cultural distance. An empirical exploration of these correlations shows this to be the case. This empirical evidence is consistent with the view that genetic distance is a summary statistic for a wide array of cultural traits transmitted intergenerationally.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Palgrave Handbook of Economics and Language, Victor Ginsburgh and Shlomo Weber, eds. We thank Shekhar Mittal for excellent research assistance, and Klaus Desmet, Victor Ginsburgh, Paola Giuliano and Shlomo Weber for helpful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}