{
    "id": 21243,
    "citation_title": "Facts and Fantasies about Commodity Futures Ten Years Later",
    "citation_author": [
        "Geetesh Bhardwaj",
        "Gary Gorton",
        "Geert Rouwenhorst"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGorton and Rouwenhorst (2006) examined commodity futures returns over the period July 1959 to December 2004 based on an equally-weighted index. They found that fully collateralized commodity futures had historically offered the same return and Sharpe ratio as U.S. equities, but were negatively correlated with the return on stocks and bonds.  Reviewing these results ten years later, we find that our conclusions largely hold up out-of-sample.  The in- and out-of-sample average commodity risk premiums are not significantly different, nor is the cross-sectional relationship between average returns and the basis. Correlations among commodities and commodity correlations with other assets experienced a temporary increase during the financial crisis which is in line with historical experience of variation of these correlations over the business cycle.\n\n",
    "acknowledgement": "\nThe paper has benefited from comments by seminar participants at the 2015 Bloomberg Global Commodity Investment Roundtable, the 2015 FTSE World Investment Forum, and from Rajkumar Janardanan, Kurt Nelson, Ashraf Rizvi, and Matthew Schwab. Gorton has nothing to currently disclose.  He was a consultant to AIG Financial Products from 1996-2008. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGeetesh Bhardwaj\n\nBhardwaj is an Executive Director in SummerHaven Investment Management, an investment company focused on commodity futures.\n\n\n\nGary Gorton\n\nGorton has nothing to currently disclose.  He was a consultant to AIG Financial Products from 1996-2008.\n\n\n\nGeert Rouwenhorst\n\nRouwenhorst is a principal in SummerHaven Investment Management, an investment company focused on commodity futures.\n\n\n"
}