{
    "id": 21259,
    "citation_title": "Strategic Policy Choice in State-Level Regulation: The EPA's Clean Power Plan",
    "citation_author": [
        "James B. Bushnell",
        "Stephen P. Holland",
        "Jonathan E. Hughes",
        "Christopher R. Knittel"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFlexibility in environmental regulations can lead to reduced costs if it allows additional abatement from lower cost sources or if policy tailoring and  experimentation across states increases regulatory efficiency.  The EPA's 2014 Clean Power Plan, which implements greenhouse gas regulation of power plants under the Clean Air Act, allows substantial regulatory flexibility.  The Clean Power Plan sets state-level 2030 goals for emissions rates (in lbs CO2 per MWh) with substantial variation in the goals across states.  The Clean Power Plan allows states considerable flexibility in attaining these goals.  In particular, states can choose whether to implement the rate standards goals or equivalent mass-based goals (i.e., emissions cap and trade, CAT). Moreover, states can choose whether or not to join with other states in implementing their goals.  We analyze incentives to adopt inefficient rate standards versus efficient CAT standards using both analytical and simulation models.  We have five main results.  First, we theoretically show that industry supply can be efficient under both CAT regulation and rate-based regulation. However, under rate-based standards the carbon price must equal the social cost of carbon and the rate standard must be equal across all the states. Second, we illustrate important differences in the incentives of a unified coalition of states and the incentives of a single state. Third, our simulation results show that when states fail to coordinate on a policy, the merit order can be ``scrambled'' quite dramatically leading to significant inefficiencies. Fourth, the Nash equilibrium of a game between coastal and inland western states is an inefficient policy for consumers and an uncoordinated policy for generators. Finally, we show that how new plants are treated under the Clean Power Plan has large effects on the scale and location of entry.\n\n",
    "acknowledgement": "\nThe authors thank seminar participants at the Energy Institute at Haas, the Massachusetts Institute of Technology, the University of California at Berkeley and the University of North Carolina at Greensboro. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Bushnell’s work was supported in part by the National Science Foundation under award 1229008. Bushnell serves on the Market Surveillance Committee to the California Independent System Operator (CAISO). The MSC is an independent advisory committee to the CAISO’s Board of Governors.\n\n\n\nJames B. Bushnell\n\nProf. Bushnell is a member of the Market Surveillance Committee (MSC) of the California Independent System Operator (CAL ISO).  The MSC is an independent advisory committee to the Governing Board of the Cal ISO.\n\n\nFrom July 2009 to June 2011, Prof. Bushnell was director of the Biobased Industry Center at Iowa State University.  The Biobased Industry Center is supported by research gifts from companies and organizations involved in various aspects of the Biobased Industries.  A full list of BIC sponsors can be found at http://biobasedindustrycenter.iastate.edu/leadership/members/  : ADM, Boeing, Ceres, DuPont/Pioneer, General Motors, Iowa Corn Growers Association, Monsanto, Toyota, Virent, West Central. None of Prof. Bushnell's research has been directly funded by BIC.\n\n\n12/1/11:\nBiobased Industry Center Members\nThe Biobased Industry Center’s advisory board is composed of representatives from industry and non-government organizations. Industry partners that provide financial support for the center have a representative on the board.\n\n\nThe board meets twice per year with the center’s leaders and principal investigators to identify and prioritize research areas as well as provide advice and guidance regarding issues, challenges, and opportunities of concern and importance to the industry. The board also develops the request for proposals, the selection process for center research projects, and linkages with additional industry partners.\n\n\nIan Purtle,\t Chair, Cargill\nTom Binder, Vice-Chair, Archer Daniels Midland Company\nTed Crosbie, Member, Monsanto\nMartha Schlicher, Member, Monsanto\nKyle Althoff, Member, DDCE\nCharles Brummer, Member, Samuel Roberts Noble Foundation\nRuss Sanders, Member, Pioneer\nBryan Schramm, Member, Sundrop Fuels, Inc.\nJeff Stroburg, Member, West Central\nSpencer Swayze, Member, Ceres\nScott McQueen, Member, ConocoPhillips\nCandace Wheeler, Member, General Motors\nRodney Williamson, Member, Iowa Corn Growers Association\nBob Wimmer, Member, Toyota\nGreg Keenan, Member, Virent\nAndrew Held, Member, Virent\n\n\n"
}