{
    "id": 21251,
    "citation_title": "Linkages and Economic Development",
    "citation_author": [
        "Dominick Bartelme",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nSpecialization is a powerful source of productivity gains, but how production networks at the industry level are related to aggregate productivity in the data is an open question. We construct a database of input-output tables covering a broad spectrum of countries and times, develop a theoretical framework to derive an econometric specification, and document a strong and robust relationship between the strength of industry linkages and aggregate productivity.  We then calibrate a multisector neoclassical model and use alternative identification assumptions to extract an industry-level measure of distortions in intermediate input choices. We compute the aggregate losses from these distortions for each country in our sample and find that they are quantitatively consistent with the relationship between industry linkages and aggregate productivity in the data.  Our estimates imply that the TFP gains from eliminating these distortions are modest but significant, averaging roughly 10% for middle and low income countries.\n\n",
    "acknowledgement": "\nWe are grateful to Susanto Basu, Johannes Boehm, Barry Eichengreen, Chad Jones, Eric Johnson, Pete Klenow, Andres Rodriguez-Clare, and seminar participants at UC Berkeley and the NBER Summer Institute for comments. We thank Evan Plous, Johannes Wieland, and Yury Yatsynovich for excellent research assistance. Gorodnichenko acknowledges financial support from the NSF, the Sloan Foundation, the Center for Equitable Growth, and the UC-COR.  Bartelme acknowledges financial support from ISEEES at UC Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}