{
    "id": 21254,
    "citation_title": "Corps Intermédiaires, Civil Society, and the Art of Association",
    "citation_author": [
        "Jacob T. Levy"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper traces the shifts in treatments of intermediate groups among some liberal and democratic political theorists in the 18th and 19th centuries.  The decades of the late 18th and early 19th centuries are traditionally understood to encompass the emergence of fully liberal political and social theory, and an early version of liberal political practice, in France, the UK, and the US; they have lately been identified by North, Wallis, and Weingast as the decades when those three societies substantially made the transition to “open access” political, economic, and legal orders.   This transition consists in part in the democratization of organizational tools that had previously been open only to members of the elite, such as the shift from specially chartered monopolistic corporations to general incorporation laws, and that from parliamentary oligopolistic party competition to modern parties competing in wide-suffrage elections.  Although the early liberal theorists did not fully perceive the changes happening around them, their analyses and reactions can help us see things about the shift to open-access orders that might not be fully visible in retrospect. To varying degrees they looked forward to the possibility of a pluralism without privilege, but they also had doubts about its possibility. They offered some reasons to prefer pluralism with privilege to the absence of both. They worried that centralization, democratic or otherwise, might be the preeminent fact of modern state consolidation, and that purely voluntary, equal, associational pluralism might not be powerful enough to check it. The kinds of pluralism grounded in ancient regime privilege and status, in entrenched jurisdictional pluralism within the constitutional order, or in pre-political cultural and customary ties might be needed to motivate the oppositional political action that could protect pluralism and freedom.\n\n",
    "acknowledgement": "\nThis research was supported in part by a grant from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}