{
    "id": 21250,
    "citation_title": "The Political Economy of European Integration",
    "citation_author": [
        "Enrico Spolaore"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the process of European institutional integration from a political-economy perspective, linking the long-standing political debate on the nature of the European project to the recent economic literature on political integration and disintegration. First, we introduce the fundamental trade-off between economies of scale associated with larger political unions and the costs from sharing public goods and policies among more heterogeneous populations, and examine the implications of the trade-off for European integration. Second, we describe the two main political theories of European integration - intergovernmentalism and functionalism - and argue that both theories capture important aspects of European integration, but that neither view provides a complete and realistic interpretation of the process. Finally, we critically discuss the actual process of European institutional integration and its limits, from its beginnings after World War II to the current crisis.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Handbook of the Economics of European Integration edited by Harald Badinger and Volker Nitsch, to be published by Routledge. I thank the editors and anonymous reviewers for their comments. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}