{
    "id": 21252,
    "citation_title": "Declining Desire to Work and Downward Trends in Unemployment and Participation",
    "citation_author": [
        "Regis Barnichon",
        "Andrew Figura"
    ],
    "citation_publication_date": "2015-06-08",
    "issue_date": "2015-06-04",
    "revision_date": "2015-06-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that a key aspect of the US labor market is the presence of time-varying heterogeneity across nonparticipants. We document a decline in the share of nonparticipants who report wanting to work, and we argue that that decline, which was particularly strong in the second half of the 90s, is a major aspect of the downward trends in unemployment and participation over the past 20 years. A decline in the share of \"want to work\" nonparticipants lowers both the participation rate and the unemployment rate, because a nonparticipant who wants to work has (i) a higher probability of entering the labor force (compared to other nonparticipants), and (ii) a higher probability of joining unemployment conditional on entering the labor force. We use cross-sectional variation to estimate a model of nonparticipants' propensity to want to work, and we find that changes in the provision of welfare and social insurance, possibly linked to the mid-90s welfare reforms, explain about 50 percent of the decline in desire to work among nonparticipants.\n\n",
    "acknowledgement": "\nWe would like to thank Martin Eichenbaum and Jonathan Parker (the editors), Robert Hall and Richard Rogerson (our discussants) as well as Vladimir Asriyan, Vasco Carvalho, Davide Debortoli, Chris Foote, Bart Hobijn, Andreas Hornstein, Chris Nekarda, Kris Nimark, Nicolas Petrosky-Nadeau, Thijs van Rens, Martin Schneider, Justin Wolfers and Yanos Zylberberg for helpful comments. We also thank Roger Gomis, Erik Larsson, and Sebastien Willis for excellent research assistance. The views expressed here do not necessarily reflect those of the Federal Reserve Board or of the Federal Reserve System. Barnichon acknowledges financial support from the Spanish Ministerio de Economia y Competitividad (grant ECO2011-23188), the Generalitat de Catalunya (grants 2009SGR1157 and 2011BPB00152) and the Barcelona GSE Research Network. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}