{
    "id": 21258,
    "citation_title": "Customers and Investors: A Framework for Understanding Financial Institutions",
    "citation_author": [
        "Robert C. Merton",
        "Richard T. Thakor"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2016-05-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFinancial institutions have both investors and customers. Investors, such as those who invest in stocks and bonds or private/public-sector guarantors of institutions, expect an appropriate risk-adjusted return in exchange for the financing and risk-bearing that they provide. Customers of a financial intermediary, in contrast, provide financing in exchange for a specific set of services, and do not want the fulfillment of these services to be contingent on the credit risk of the intermediary, even when they are not small, uninformed agents lacking in sophistication. This paper develops a framework that defines the roles of customers and investors in intermediaries, and uses the framework to provide an economic foundation for the aversion to intermediary credit risk on the part of its customers. This customer-investor nexus has implications for a host of issues related to how contracts between financial intermediaries and their customers are structured and how risks are shared between them, as well as the consequences of (unanticipated) deviations from the ex ante efficient contractual arrangement for institutional design, regulatory practices, and financial crises. Moreover, customers and investors are often intertwined in practice, and so this intertwining provides insights into the adoption of “too-big-to-fail” policies and bailouts by regulators in general.\n\n",
    "acknowledgement": "\nWe thank Doug Diamond and Stavros Zenios for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Robert C. Merton is Resident Scientist at Dimensional Holdings, Inc.  He has at various times in the last three years made compensated presentations at meetings hosted by various financial and government institutions.\n\n\n"
}