{
    "id": 21257,
    "citation_title": "Welfare Rules, Incentives, and Family Structure",
    "citation_author": [
        "Robert A. Moffitt",
        "Brian J. Phelan",
        "Anne E. Winkler"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2018-03-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a new examination of the incentive effects of welfare rules on family structure among low-income women by emphasizing that the eligibility and benefit rules in the AFDC and TANF programs are based more on the biological relationship between the children and any male in the household than on marriage or cohabitation per se. Using data from 1996 through 2008, we analyze the effects of 1990s welfare reforms on family structure categories that incorporate the biological status of the male. Like past work, we find that most policies did not affect family structure. However, we do find that several work-related reforms increased single parenthood and decreased marriage to biological fathers. These results are especially evident when multiple work-related policies were implemented together and when we examine the longer term impacts of the policies. We posit that these effects of work-related welfare policies on family structure stem from their effects on increased labor force participation and earnings of single mothers combined with factors special to biological fathers, including a decline in their employment and wages.\n\n",
    "acknowledgement": "\nThe authors would like to thank the National Institutes of Health under R01 HD 27248 and the Hopkins Population Center under R24 HD042854 for partial support of this project. We also thank Thomas DeLeire, two anonymous referees, Marianne Bitler, Lynn Cook, Hilary Hoynes, Lenna Nepomnyaschy, Peter Orazem, and Chris Wimer as well as seminar participants at the University of Washington, Washington University in St. Louis, Duke University, the University of Wisconsin at Milwaukee, IZA, the SOLE sessions at the MEA Annual Conference, and the annual meetings of the Population Association of America and of the Association of Public Policy Analysis and Management for helpful feedback. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}