{
    "id": 21255,
    "citation_title": "House Price Volatility and the Housing Ladder",
    "citation_author": [
        "James Banks",
        "Richard Blundell",
        "Zoé Oldfield",
        "James P. Smith"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the effects of spatial housing price risk on housing choices over the first half of the life-cycle. Housing price risk can be substantial but, unlike other risky assets which people can avoid, most people want to eventually own their home thereby creating an insurance demand early in life. Our contribution focuses on the importance of home ownership as a hedge against future house price risk for individuals that plan to move up the housing ladder. We use a simple theoretical model to show that people living in places with higher housing price risk should own their first home at a younger age, live in larger homes, and be less likely to refinance. These predictions are shown to hold using panel data from the United States and United Kingdom.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support of the Economic and Social Research Council through the research grant RES-000-22-0513. The work of Banks, Blundell and Oldfield, was also supported by ESRC Centre for the Microeconomic Analysis of Public Policy at IFS (RES-544-28-0001). James Smith’s research was supported by grants from the National Institute on Aging and benefited from the expert programming assistance of David Rumpel and Iva Maclennan. This paper was presented at the biannual NBER Conference on the Economics of Aging at Carefree, Arizona in May 2015. We would like to thank our discussant Steven Venti and participants in the meeting for very helpful comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}