{
    "id": 21262,
    "citation_title": "Labor Market Networks and Recovery from Mass Layoffs: Evidence from the Great Recession Period",
    "citation_author": [
        "Judith K. Hellerstein",
        "Mark J. Kutzbach",
        "David Neumark"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2019-07-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe measure the changing efficacy of neighborhood-based labor market networks, across the business cycle, in helping displaced workers become re-employed, focusing on the periods before, during, and just after the Great Recession. Networks can only be effective when hiring is occurring, and hiring varied greatly between 2005 and 2012, the period we study. We therefore focus on a measure of the strength of the labor market networks that includes not only the number of employed neighbors of a laid off worker, but also the gross hiring rate at that person’s neighbors’ workplaces. Our evidence indicates that local labor market networks increase re-employment following mass layoffs, and in particular, that networks serve to markedly increase the probability of re-employment specifically at neighbors’ employers. This is especially true for low-earnings workers. Moreover, although hiring and employment rates decreased during the Great Recession period, the productivity of labor market networks in helping to secure re-employment for laid off workers was remarkably stable during our sample period.\n\n",
    "acknowledgement": "\nThis research was supported by the Russell Sage Foundation. Opinions expressed in this paper are those of the authors and not necessarily those of the U.S. Census Bureau, the Federal Deposit Insurance Corporation, the Russell Sage Foundation, or the National Bureau of Economic Research. Much of the work for this analysis was done while Mark Kutzbach was an employee of the Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. We thank seminar/conference participants at the Institute of Poverty Research, the Israel Real Estate and Urban Economics Symposium, the Urban Economics Association, Tufts, Uppsala University, the University of Washington, the All-California Labor Economics Conference, the NBER Urban Economics Summer Institute, and the BLS-Census Workshop, and Bob Edelstein, Erika McEntarfer, Lars Vilhuber, and Maury Gittleman for helpful comments. This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by National Science Foundation Grants SES-9978093, SES-0339191, and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation.\n\n\n"
}