{
    "id": 21261,
    "citation_title": "A New Look at the U.S. Foreclosure Crisis: Panel Data Evidence of Prime and Subprime Borrowers from 1997 to 2012",
    "citation_author": [
        "Fernando Ferreira",
        "Joseph Gyourko"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUtilizing new panel micro data on the ownership sequences of all types of borrowers from 1997-2012 leads to a reinterpretation of the U.S. foreclosure crisis as more of a prime, rather than a subprime, borrower issue.  Moreover, traditional mortgage default factors associated with the economic cycle, such as negative equity, completely account for the foreclosure propensity of prime borrowers relative to all-cash owners, and for three-quarters of the analogous subprime gap.  Housing traits, race, initial income, and speculators did not play a meaningful role, and initial leverage only accounts for a small variation in outcomes of prime and subprime borrowers.\n\n",
    "acknowledgement": "\nWe appreciate the excellent research assistance of Matt Davis, Lindsay Relihan, Yitong Wang, and Chen Zheng.  We thank Raphael Bostic, Keith Head, Vernon Henderson, Henry Overman, Melissa Prado, Olmo Silva, Nancy Wallace, Paul Willen and seminar participants at the Nova School of Business and Economics, London School of Economics, NBER Real Estate Summer Institute, Trinity College Dublin, Inter-American Development Bank, Lubrafin Conference, and Homer Hoyt Institute for comments and suggestions.  We are grateful to the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}