{
    "id": 21260,
    "citation_title": "Expectations and Investment",
    "citation_author": [
        "Nicola Gennaioli",
        "Yueran Ma",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nUsing micro data from Duke University quarterly survey of Chief Financial Officers, we show that corporate investment plans as well as actual investment are well explained by CFOs’ expectations of earnings growth. The information in expectations data is not subsumed by traditional variables, such as Tobin’s Q or discount rates. We also show that errors in CFO expectations of earnings growth are predictable from past earnings and other data, pointing to extrapolative structure of expectations and suggesting that expectations may not be rational. This evidence, like earlier findings in finance, points to the usefulness of data on actual expectations for understanding economic behavior.\n\n",
    "acknowledgement": "\nWe are deeply grateful to John Graham and Campbell Harvey for providing data from the CFO survey, and to Joy Tianjiao Tong for helping us to access the data. We thank our discussants Monika Piazzesi and Chris Sims, as well as Gary Chamberlain, Martin Eichenbaum, Carlo Favero, Robin Greenwood, Luigi Guiso, Sam Hanson, Chen Lian, Jonathan Parker, Fabiano Schivardi, Jim Stock, and Mirko Wiederholt for useful suggestions. We also thank Yang You for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}