{
    "id": 21268,
    "citation_title": "Savings After Retirement: A Survey",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John B. Jones"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe saving patterns of retired U.S. households pose a challenge to the basic life-cycle model of saving. The observed patterns of out-of-pocket medical expenses, which rise quickly with age and income during retirement, and heterogeneous lifespan risk, can explain a significant portion U.S. savings during retirement. However, more work is needed to disentangle these precautionary saving motives from other motives, such as the desire to leave bequests. An important complementary question is why households do not buy more insurance against these risks. Going beyond total savings and looking at its components, including housing, and looking at other portfolio choices can help shed light on these questions.\n\n",
    "acknowledgement": "\nDe Nardi gratefully acknowledges support from the ERC grant 614328 \"Savings and Risks'' and from the ESRC through the Centre for Macroeconomics. We are grateful to Rory McGee and Cormac O'Dea for comments and suggestions.   The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, any agency of the federal government, the Federal Reserve Bank of Chicago, or the IFS. This survey has been prepared for the Annual Review of Economics.\n\n\n"
}