{
    "id": 21267,
    "citation_title": "The Gordon Gekko Effect: The Role of Culture in the Financial Industry",
    "citation_author": [
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2015-07-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nCulture is a potent force in shaping individual and group behavior, yet it has received scant attention in the context of financial risk management and the recent financial crisis. I present a brief overview of the role of culture according to psychologists, sociologists, and economists, and then present a specific framework for analyzing culture in the context of financial practices and institutions in which three questions are answered: (1) What is culture?; (2) Does it matter?; and (3) Can it be changed? I illustrate the utility of this framework by applying it to five concrete situations—Long Term Capital Management; AIG Financial Products; Lehman Brothers and Repo 105; Société Générale’s rogue trader; and the SEC and the Madoff Ponzi scheme—and conclude with a proposal to change culture via “behavioral risk management.”\n\n",
    "acknowledgement": "\nPrepared for the Federal Reserve Bank of New York’s Financial Advisory Roundtable (FAR) meeting, October 17, 2014. I thank Tobias Adrian, Bev Hirtle, and Antoine Martin for inviting me to discuss this topic, and Tobias Adrian, Brandon Becker, Roland Bénabou, Jayna Cummings, Jakob de Haan, Leigh Hafrey, Claire Hill, Ed Kane, Joe Langsam, Hamid Mehran, Adair Morse, Antoinette Schoar and participants at the October 2014 FAR meeting and the May 2015 Consortium for Systemic Risk Analytics meeting for helpful comments and suggestions. The views and opinions expressed in this article are those of the author only, and do not necessarily represent the views and opinions of any institution or agency, any of their affiliates or employees, or any of the individuals acknowledged above, or the National Bureau of Economic Research.\n\n\n\nAndrew W. Lo\n\nResearch support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged.  Sponsors include: The Clearing House, Natixis Global Asset Management, and the Alfred P. Sloan Foundation.\n\n\n"
}