{
    "id": 21263,
    "citation_title": "Watersheds in Child Mortality: The Role of Effective Water and Sewerage Infrastructure, 1880 to 1920",
    "citation_author": [
        "Marcella Alsan",
        "Claudia Goldin"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2018-05-16",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the first period of sustained decline in child mortality in the U.S. and provide estimates of the independent and combined effects of clean water and effective sewerage systems on under-five mortality. Our case is Massachusetts, 1880 to 1920, when authorities developed a sewerage and water district in the Boston area. We find the two interventions were complementary and together account for approximately one-third of the decline in log child mortality during the 41 years. Our findings are relevant to the developing world and suggest that a piecemeal approach to infrastructure investments is unlikely to significantly improve child health.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Watersheds in Infant Mortality: The Role of Effective Water and Sewerage Infrastructure, 1880 to 1915.\" We are grateful to Anjali Adukia, Ben Arnold, Jay Bhattacharya, Hoyt Bleakley, Prashant Bhardwaj, Pascaline Dupas, Steve Cicala, David Cutler, Daniel Fetter, Will Dow, Joseph Ferrie, Paul Gertler, Michael Haines, Rick Hornbeck, Larry Katz, Steve Luby, David Meltzer, Grant Miller, Nathan Nunn and participants at the DAE NBER Summer Institute, University of Chicago Harris School Seminar, the All-UC Conference “Unequal Chances and Unequal Outcomes in Economic History,” Harvard Economic History Workshop, the Mini-Conference on Inequality and Mortality at University of California, Berkeley and the Population Association of America Conference. For outstanding research assistance, we thank Natalia Emanuel, Megan Prasad, Ali Rohde, Alex Solis, Anlu Xing, Morgan Foy and Mario Javier Carrillo. We also thank the editor of this journal and the referees, who offered informed and beneficial suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}