{
    "id": 21269,
    "citation_title": "Simulating Russia’s and Other Large Economies’ Challenging and Interconnected Transitions",
    "citation_author": [
        "Seth G. Benzell",
        "Eugene Goryunov",
        "Maria Kazakova",
        "Laurence J. Kotlikoff",
        "Guillermo LaGarda",
        "Kristina Nesterova",
        "Andrey Zubarev"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2015-09-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a large-scale, dynamic life-cycle model to simulate Russia’s demographic and fiscal transition under favorable and unfavorable fossil-fuel price regimes. The model includes Russia, the U.S., China, India, the EU, and Japan+ (Japan plus Korea). The model predicts dramatic increases in tax rates in the U.S., EU, India, and Russia. Indeed, the increases are so large as to question their political feasibility let alone their actual collection given the potential for tax avoidance and tax evasion.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Simulating Russia’s Challenging Transition.\" We thank the Gaidar Institute and Boston University for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMaria Kazakova\n\nMaria Kazakova’s sole source of funding for this research is research support from  the Gaidar Institute and the Russian Presidential Academy of National Economy and Public Administration.\n\n\n\nKristina Nesterova\n\nKristina Nesterova’s sole source of funding for this research is research support from  the Gaidar Institute and the Russian Presidential Academy of National Economy and Public Administration.\n\n\n\nAndrey Zubarev\n\nAndrey Zubarev’s sole source of funding for this research is research support from  the Gaidar Institute and the Russian Presidential Academy of National Economy and Public Administration.\n\n\n"
}