{
    "id": 21274,
    "citation_title": "The Political Economy of Trade and International Labor Mobility",
    "citation_author": [
        "Sebastian Galiani",
        "Gustavo Torrens"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the political economy of trade and migration policies in several models of international trade. We show that in a Ricardian world, free trade and no international labor mobility is a Nash equilibrium outcome, but free trade and free international labor mobility is not. The result holds under different assumptions about the set of goods, preferences and the number of countries. An analogous result also holds in multifactor economies such as: a version of the standard two-sector Heckscher-Ohlin model, the Ricardo-Vinner specific factors model, and a three-sector model with a non-tradeable sector. We also study three extensions of our model in which free trade and at least partial labor mobility is a Nash equilibrium outcome. One extension introduces increasing returns to scale. Another an extractive elite. Finally, we allow the recipient country to charge an immigration fee in the form of an income tax and distribute the proceeds among domestic workers, which induces a Pareto improvement for the global economy.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Political Economy of Trade and Labor Mobility in a Ricardian World.\" We appreciate the suggestions made by participants in presentations given at Georgetown University, Trento Summer School 2015, UECE Lisbon Meetings 2015, SAET Meetings 2016, Banco de Mexico, and Berlin Workshop on New Insights into Political Economy 2016. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}