{
    "id": 21273,
    "citation_title": "Partisan Conflict and Private Investment",
    "citation_author": [
        "Marina Azzimonti"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2017-03-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerican politics have been characterized by a high degree of partisan conflict in recent years. Combined with a divided government, this has led not only to significant Congressional gridlock, but also to spells of high fiscal policy uncertainty. The unusually slow recovery from the Great Recession during the same period suggests the possibility that the two phenomena may be related. In this paper, I investigate the hypothesis that political discord depresses private investment. To this end, I construct a novel high- frequency indicator of partisan conflict. The partisan conflict index (PCI) uses a semantic search methodology to measure the frequency of newspaper articles reporting lawmakers' disagreement about policy. I find a negative relationship between the PCI and aggregate investment in the US. Moreover, the decline is persistent, which may help explain the slow recovery observed since the 2007 recession ended. Partisan conflict is also associated with lower investment rates at the firm level, particularly in firms that rely heavily on government spending and in those who actively engage in campaign contributions through PACs.\n\n",
    "acknowledgement": "\nI would like to thank big data analyst Iker Huerga for his invaluable support in the design and construction of the series, and Scott Baker, Rudy Bachmann, and Rafael DiTella for discussing this paper. I thank Alberto Alesina, George Alessandria, Scott Baker, Nick Bloom, Brandice Canes-Wrone, Steven Davis, Ben Lester, Guillermo Ordonez, Pricila Maziero, Matias Iariczower, Scott Richard, and Pierre Yared as well as participants of seminar series at Rutgers (Econ), Columbia (Pol Eco), Princeton (Pol Science), Stanford (Pol Eco), and Wharton (Finance), and attendees of The Causes and Consequences of Policy Uncertainty (Princeton), the 2014 NBER Political Economy Meeting (Boston), the Macroeconomics Across Time and Space conference (NBER, Philadelphia), the 2014 NBER Universities Research Conference (Boston), the SED Conference (Warsaw), and the 2014 Wallis Conference (Rochester) for very helpful comments. Michael Chimowitz and Sam Wascher provided excellent research assistance. Thanks to Cris McCallum and her library staff for continuous support and the libraries at the FRB of Philadelphia and the U. of Pennsylvania for granting me access to Factiva. Part of this project was developed at the FRB of Philadelphia. The views expressed in this paper are those of the author and do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}