{
    "id": 21271,
    "citation_title": "What Do University Endowment Managers Worry About? An Analysis of Alternative Asset Investments and Background Income",
    "citation_author": [
        "Harvey S. Rosen",
        "Alexander J. W. Sappington"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines whether university endowment managers think only in terms of the assets they manage, or also take into account background income, the other flows of income to the university. Specifically, we test whether the level and variability of a university’s background income (e.g., from tuition and government grants) affect its endowment’s allocations to so-called alternative assets such as hedge funds, private equity, and venture capital. We find that both the probability of investing in alternative assets and the proportion of the portfolio invested in such assets increase with expected background income and decrease with its variability.\n\n",
    "acknowledgement": "\nWe are grateful to Ken Redd of the National Association of College and University Business Officers for providing us with university endowment data, to Nemanja Antic, Will Dobbie, Stephen Dimmock, Henry Farber, Andrew Golden, Peter Perdue, Ulrich Mueller, and two referees for many helpful suggestions, and to Oscar Torres-Reyna for his generous assistance with coding issues.  Financial support from Princeton’s Griswold Center for Economic Policy Studies is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}