{
    "id": 21275,
    "citation_title": "How Much Can Expanding Access to Long-Acting Reversible Contraceptives Reduce Teen Birth Rates?",
    "citation_author": [
        "Jason M. Lindo",
        "Analisa Packham"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite a near-continuous decline over the past 20 years, the teen birth rate in the United States continues to be higher than that of other developed countries. Given that over three- quarters of teen births are unintended at conception and that over a third of unplanned births are to women using contraception, many have advocated for promoting the use of long-acting reversible contraceptives (LARCs), which are more effective at preventing pregnancy than more commonly used contraceptives. In order to speak to the degree to which increasing access to LARCs can reduce teen birth rates, this paper analyzes the first large-scale policy intervention to promote and improve access to LARCs in the United States: Colorado’s Family Planning Initiative. We estimate its effects using a difference-in-differences approach, comparing the changes in teen birth rates in Colorado counties with Title X clinics (which received funding) to the changes observed in other US counties with Title X clinics. The results of this analysis indicate that the $23 million program reduced the teen birth rate by approximately 5% in the four years following its implementation, providing support for the notion that increasing access to LARCs is a mechanism through which policy can reduce teenage childbearing.\n\n",
    "acknowledgement": "\nWe thank Greta Klinger for providing data and for many useful conversations about the implementation of the Colorado Family Planning Initiative and the provision of LARCs at Colorado family planning clinics more generally. We also thank Jill Carr, Mark Hoekstra, Jonathan Meer, Steve Puller, and participants at the 2014 Stata Empirical Microeconomics Conference for useful feedback on work in progress. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}