{
    "id": 21276,
    "citation_title": "Discounting Pension Liabilities: Funding versus Value",
    "citation_author": [
        "Jeffrey R. Brown",
        "George G. Pennacchi"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe argue that the appropriate discount rate for pension liabilities depends on the objective. In particular, if the objective is to measure pension under- or over- funding, a default-free discount rate should always be used, even if the liabilities are themselves not default-free.  If, instead, the objective is to determine the market value of pension benefits, then it is appropriate that discount rates incorporate default risk.  We also discuss the choice of a default-free discount rate.  Finally, we show how cost-of-living adjustments (COLAs) that are common in public pensions can be accounted for and valued in this framework.\n\n",
    "acknowledgement": "\nWe thank Joshua Rauh and participants in the 2015 NBER conference on Retirement and Health Benefits in the Public Sector for helpful feedback and suggestions.  Disclosure: Brown is a trustee for TIAA, a financial services company that provides services to numerous public sector retirement plans. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}