{
    "id": 21270,
    "citation_title": "Medical Spending of the U.S. Elderly",
    "citation_author": [
        "Mariacristina De Nardi",
        "Eric French",
        "John Bailey Jones",
        "Jeremy McCauley"
    ],
    "citation_publication_date": "2015-06-15",
    "issue_date": "2015-06-11",
    "revision_date": "2019-08-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use data from the Medicare Current Beneficiary Survey (MCBS) to document the medical spending of Americans aged 65 and older. We find that medical expenses more than double between ages 70 and 90 and that they are very concentrated: the top 10% of all spenders are responsible for 52% of medical spending in a given year. In addition, those currently experiencing either very low or very high medical expenses are likely to find themselves in the same position in the future.  We also find that the poor consume more medical goods and services than the rich and have a much larger share of their expenses covered by the government.  Overall, the government pays for 65% of the elderly's medical expenses.  Despite this, the expenses that remain after government transfers are even more concentrated among a small group of people. Thus, government health insurance, while potentially very valuable, is far from complete.  Finally, while medical expenses before death can be large, on average they constitute only a small fraction of total spending, both in the aggregate and over the life cycle. Hence, medical expenses before death do not appear to be an important driver of the high and increasing medical spending found in the U.S.\n\n",
    "acknowledgement": "\nDe Nardi acknowledges support from the ERC, grant 614328 \"Savings and Risks'' and from the ESRC through the Centre for Macroeconomics. French acknowledges support from a grant from the Michigan Research Retirement Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, any agency of the federal government, the Federal Reserve Bank of Chicago, or the IFS. This paper has been prepared for a special issue of Fiscal Studies on ``Medical Expenses Around the World\".\n\n\n"
}