{
    "id": 21278,
    "citation_title": "Financing Entrepreneurial Experimentation",
    "citation_author": [
        "Ramana Nanda",
        "Matthew Rhodes-Kropf"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2015-10-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe fundamental uncertainty of new technologies at their earliest stages implies that it is virtually impossible to know the true potential of a venture without learning about its viability through a sequence of investments over time. We show how this process of experimentation can be particularly valuable in the context of entrepreneurship because most new ventures fail completely, and only a few become extremely successful. We also shed light on important costs to this process of experimentation, and demonstrate how these can fundamentally alter both the rate and direction of startup innovation across industries, regions and periods of time.\n\n",
    "acknowledgement": "\nThis paper has been written for the NBER's Book Series, Innovation Policy and the Economy, volume 16. We draw extensively on the examples used in William Kerr, Ramana Nanda and Matthew Rhodes-Kropf (2014) and Ramana Nanda (2015) throughout this chapter. We thank Josh Lerner, Scott Stern, Navid Bazzazian and participants at the 2015 NBER Innovation Policy and Economy Conference for helpful comments. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}