{
    "id": 21283,
    "citation_title": "Choosing a Human Capital Measure: Educational Attainment Gaps and Rankings",
    "citation_author": [
        "Barbara M. Fraumeni"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAccording to the World Bank and the United Nations, human capital is the largest component of human wealth for most countries in the world.  There is no question that human capital is critical to individual and society well-being and both present and future growth.  This presentation draws upon an analysis of human capital measures for 18 countries, including the three most populous countries in the world:  China, India, and the United States.  This paper will focus on two human capital issues, which are considerations in choosing a human capital measure:  the size of the educational attainment gap between those younger and older, and differences in rankings using alternative human capital measures.\nIn a number of countries, younger individuals (age 25-24) have a significantly higher educational attainment than older individuals (aged 55-64). For these countries, expectations are that economic growth and well-being will improve over the longer term.  Lifetime income measures which explicitly include the expected future work history and income of all individuals in a country are preferred over other measures if these gaps matter.  \nThe answer to the question:  “What is the human capital ranking of countries?” depends upon the reference measure.  Six types of measures are considered:  PISA test scores, PIAAC, Barro-Lee educational attainment, Inclusive Wealth human capital, Jorgenson-Fraumeni lifetime income, and World Bank intangible capital. What explains the significant differences in the rankings?  Is it important unmeasured attributes or country specific institutions and labor markets?  Is it a failure of standard economic assumptions, such as individuals being paid what they are worth, to predict labor market outcomes?  It is critical to answer these questions before choosing a human capital measure to predict economic growth and well-being in general, and notably the impact of younger cohorts being more highly educated than older cohorts.\n\n",
    "acknowledgement": "\nThis paper was prepared for the New Directions in Human Capital Theory conference at the Birmingham Business School, Birmingham, England, June 26, 2015. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}