{
    "id": 21287,
    "citation_title": "Growing Up to Stability? Financial Globalization, Financial Development and Financial Crises",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did some countries learn to grow up to financial stability and others not?  We explore this question by surveying the key determinants and major policy responses to banking, currency, and debt crises between 1880 and present. We divide countries into three groups: leaders, learners, and non-learners. Each of these groups had very different experiences in terms of long-run economic outcomes, financial development, financial stability, crisis frequency, and their policy responses to crises. The countries that grew up to financial stability had rule of law, democracy, political stability and other institutional features highlighted in the literature on comparative development. We illustrate this by way of case studies for three kinds of financial crises for four countries (Argentina, Australia, Canada, and the United States) over the long-run.\n\n",
    "acknowledgement": "\nPaper prepared for the conference “Financial Systems and Economic Growth: Conference in Honor of Richard Sylla” Stern School of Business, New York University March 27-28 2015. We thank Peter Rousseau, Gianni Toniolo, Paul Wachtel, and participants at the conference for comments. Remaining errors are attributable to the authors. Disclosure statement: No financial support was received from any entity in carrying out this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}