{
    "id": 21284,
    "citation_title": "The Accumulation of Human and Nonhuman Capital, Revisited",
    "citation_author": [
        "Barbara M. Fraumeni",
        "Michael S. Christian",
        "Jon D. Samuels"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the 25 years since Jorgenson and Fraumeni (1989) published their first article on human capital, the U.S. National Income and Product Accounts (NIPA) and the SNA have changed significantly. The contribution of this paper is two-fold: Creation of a contemporary set of accounts which integrate human capital measures into the latest comprehensive revision of the U.S. national income accounts and an analysis of trends in human capital and national income account aggregates over the post-war period.\nThe paper is a national income accounting paper with production and factor outlay, income, receipt and expenditure, capital accumulation , and wealth accounts. All of these accounts are tied to the NIPA accounts, and supplemented with human capital estimates. A key feature of the human capital accounts is presentation of human capital estimates in current and constant prices. The time period covered is 1949-84 and 1998-2009.\nWe update the human capital national income accounts and examine trends in the aggregate time series. The results in the original Jorgenson and Fraumeni paper are for 1982 and the aggregate time series are from 1949-1984. Subsequent research by Christian (2012) developed modified Jorgenson-Fraumeni (J-F) human capital estimates from 1998 through 2009. Unfortunately there is a gap in coverage. Nonetheless, a comparison of the aggregates and their trends between the earlier and later period will be informative. The accounting tables in this new paper are for 2009, the latest base year for the NIPA accounts.\n\n",
    "acknowledgement": "\nWe thank Carol Moylan of the Bureau of Economic Analysis for her comments on this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Bureau of Economic Analysis, or the U.S. Department of Commerce.\n\n\n\nMichael S. Christian\n\nI serve as a compensated consultant on human capital for the Bureau of Economic Analysis.\n\n\n"
}