{
    "id": 21282,
    "citation_title": "Core Inflation and Trend Inflation",
    "citation_author": [
        "James H. Stock",
        "Mark W. Watson"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn important input to monetary policymaking is estimating the current level of inflation. This paper examines empirically whether the measurement of trend inflation can be improved by using disaggregated data on sectoral inflation to construct indexes akin to core inflation, but with time-varying distributed lags of weights, where the sectoral weight depends on the time-varying volatility and persistence of the sectoral inflation series, and on the comovement among sectors. The model is estimated using U.S. data on 17 components of the personal consumption expenditure inflation index. The modeling framework is a dynamic factor model with time-varying coefficients and stochastic volatility as in del Negro and Otrok (2008); this is the multivariate extension of the univariate unobserved components-stochastic volatility model of trend inflation in Stock and Watson (2007). Our main empirical results are (i) the resulting multivariate estimate of trend inflation is similar to the univariate estimate of trend inflation computed using core PCE inflation (excluding food and energy) in the first half of the sample, but introduces food in the second half of the sample: early in the sample, food inflation was noisy and a poor indicator of trend inflation, but now food inflation is less volatile, more persistent, and a useful indicator; (ii) the model-based filtering uncertainty about trend inflation is substantially reduced by using the disaggregated series in a multivariate model, relative to computing the trend using only headline inflation; (iii) the multivariate trend and the univariate trend constructed using core measures of inflation forecast average inflation over the 1-3 year horizon more accurately than a variety of other benchmark inflation measures, although there is considerable sampling uncertainty in these forecast comparisons.\n\n",
    "acknowledgement": "\nWe thank Marco del Negro and Giorgio Primiceri for discussions on numerical methods. We also thank seminar participants at the Universitat Pompeu Fabra EC2 conference, the National Bank of Belgium, the Society for Nonlinear Dynamics and Econometrics Oslo meetings, and the Board of Governors of the Federal Reserve. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}