{
    "id": 21289,
    "citation_title": "Can Employment Reduce Lawlessness and Rebellion? A Field Experiment with High-Risk Men in a Fragile State",
    "citation_author": [
        "Christopher Blattman",
        "Jeannie Annan"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nStates and aid agencies use employment programs to rehabilitate high-risk men in the belief that peaceful work opportunities will deter them from crime and violence. Rigorous evidence is rare. We experimentally evaluate a program of agricultural training, capital inputs, and counseling for Liberian ex-fighters who were illegally mining or occupying rubber plantations. 14 months after the program ended, men who accepted the program offer increased their farm employment and profits, and shifted work hours away from illicit activities. Men also reduced interest in mercenary work in a nearby war. Finally, some men did not receive their capital inputs but expected a future cash transfer instead, and they reduced illicit and mercenary activities most of all. The evidence suggests that illicit and mercenary labor supply responds to small changes in returns to peaceful work, especially future and ongoing incentives. But the impacts of training alone, without capital, appear to be low.\n\n",
    "acknowledgement": "\nThe intervention was designed and implemented by Action On Armed Violence in cooperation with Robert Deere, David Elliot, Melissa Fuerth, Christine Lang and Sebastian Taylor. For comments we thank Steve Archibald, Eli Berman, Erwin Bulte, Amanda Clayton, Alexandra Hartman, Macartan Humphreys, Larry Katz, Supreet Kaur, Stathis Kalyvas, Mattias Lundberg, Mike McGovern, Mushfiq Mobarak, Eric Mvukiyehe, Suresh Naidu, Rohini Pande, Celia Paris, Paul Richards, Cyrus Samii, Raul Sanchez de la Sierra, Jacob Shapiro, Chris Udry, Steven Wilkinson, the anonymous referees, and seminar participants at Columbia, Cornell, Princeton, Stanford, Yale, IFPRI, the World Bank, and University of Washington. Abhit Bhandari, Philip Blue, Natalie Carlson, Camelia Dureng, Mathilde Emeriau, Tricia Gonwa, Rebecca Littman, Richard Peck, Gwendolyn Taylor, Xing Xia, and John Zayzay provided research assistance through Innovations for Poverty Action (IPA). Data collection was supported by the UN Peacebuilding Fund (via UNDP) and the World Bank’s SIEF and CHYAO trust funds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}