{
    "id": 21285,
    "citation_title": "Cheap Talk, Round Numbers, and the Economics of Negotiation",
    "citation_author": [
        "Matthew Backus",
        "Tom Blake",
        "Steven Tadelis"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2020-11-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nCan sellers credibly signal their private information to reduce frictions in negotiations? Guided by a simple cheap-talk model, we posit that impatient sellers use round numbers to signal their willingness to cut prices in order to sell faster, and test its implications using millions of online bargaining interactions. Items listed at multiples of $100 receive offers that are 5% - 8% lower but that arrive 6 - 11 days sooner than listings at neighboring \"precise\" values, and are 3% - 5% more likely to sell.  Similar patterns in real estate transactions suggest that round-number signaling plays a broader role in negotiations.\n\n",
    "acknowledgement": "\nWe thank Panle Jia Barwick, Willie Fuchs, Brett Green, and Greg Lewis for helpful discussions, and many seminar participants for helpful comments.  We are grateful to Chad Syverson for sharing data on real estate transactions in the State of Illinois. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. eBay Inc has provided the data that is the basis of this study.\n\n\n\nMatthew Backus\n\nMatt Backus is a paid consultant for eBay Inc.\n\n\n"
}