{
    "id": 21280,
    "citation_title": "Debt into Growth: How Sovereign Debt Accelerated the First Industrial Revolution",
    "citation_author": [
        "Jaume Ventura",
        "Hans-Joachim Voth"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did the country that borrowed the most industrialize first? Earlier research has viewed the explosion of debt in 18th century Britain as either detrimental, or as neutral for economic growth. In this paper, we argue instead that Britain’s borrowing boom was beneficial. The massive issuance of liquidly traded bonds allowed the nobility to switch out of low-return investments such as agricultural improvements. This switch lowered factor demand by old sectors and increased profits in new, rising ones such as textiles and iron. Because external financing contributed little to the Industrial Revolution, this boost in profits in new industries accelerated structural change, making Britain more industrial more quickly. The absence of an effective transfer of financial resources from old to new sectors also helps to explain why the Industrial Revolution led to massive social change – because the rich nobility did not lend to or invest in the revolutionizing industries, it failed to capture the high returns to capital in these sectors, leading to relative economic decline.\n\n",
    "acknowledgement": "\nVentura acknowledges support from the Spanish Ministry of Science and Innovation (ECO2011-23197), the Generalitat de Catalunya (2014SGR-830 AGAUR), the Barcelona GSE Research Network, and the ERC (Advanced Grant FP7-249588-ABEP). Voth acknowledges support from the ERC (Advanced Grant FP7-230515), the University of Zurich, and the SNF (100018-156197). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}