{
    "id": 21286,
    "citation_title": "Dark Trading at the Midpoint: Pricing Rules, Order Flow, and High Frequency Liquidity Provision",
    "citation_author": [
        "Robert P. Bartlett",
        "III",
        "Justin McCrary"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing over eight trillion observations of market data, we use a regression discontinuity design to analyze the effect of increasing the minimum price variation (MPV) for quoting equity securities in light of recent proposals to increase the MPV from $0.01 to $0.05. We show that a larger MPV encourages investors to trade in dark venues at the midpoint of the national best bid and offer. Enhanced order flow to dark venues reduces price competition by exchange liquidity providers, especially those using high frequency trading (HFT). Trading in dark venues due to a wider MPV reduces volatility and increases trading volume.\n\n",
    "acknowledgement": "\nWe are grateful to a great number of colleagues and seminar participants, including those at the NYU/Penn Law and Finance Conference, the University of California, Berkeley, the University of Carlos III of Madrid, the Center for Monetary and Financial Studies (CEMFI), Columbia University, the Conference on Empirical Legal Studies, Duke University, Erasmus University, Fordham Law School, the University of Gothenburg, the University of Rotterdam, the University of Texas, the University of Warwick, and Yale Law School.  For helpful comments, we particularly thank Jim Angel, Ken Ayotte, Brian Broughman, Steven Davidoff Solomon, Merritt Fox, Jesse Fried, Stavros Gadinis, Mira Ganor, John Golden, Jeff Gordon, Larry Glosten, Sean Griffith, Kevin Haeberle, Joel Hasbrouck, Frank Hathaway, Terry Hendershott, Christine Jolls, Jonathn Klick, Chris Naggy, Roberta Romano, Gordon Smith, Jesse Fried, Chester Spatt, Alan Schwartz, Eric Talley, Steve Thel, and Heather Tookes. The bulk of this paper was written while McCrary was visiting at the Bank of Spain, which provided research support, as did the University of California, Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}