{
    "id": 21296,
    "citation_title": "Recent Declines in Labor's Share in US Income: A Preliminary Neoclassical Account",
    "citation_author": [
        "Robert Z. Lawrence"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs shown in the 1930s by Hicks and Robinson the elasticity of substitution (`sigma`) is a key parameter that captures whether capital and labor are gross complements or substitutes. Establishing the magnitude of `sigma` is vital, not only for explaining changes in the distribution of income between factors but also for undertaking policy measures to influence it. Several papers have explained the recent decline in labor's share in income by claiming that `sigma` is greater than one and that there has been capital deepening. This paper presents evidence that refutes these claims. It shows that despite a rise in measured capital-labor ratios, labor-augmenting technical change in the US has been sufficiently rapid that effective capital-labor ratios have actually fallen in the sectors and industries that account for the largest portion of the declining labor share in income since 1980. In combination with estimates that corroborate the consensus in the literature that σ is less than 1, these declines in the effective capital ratio can account for much of the recent fall in labor's share in US income at both the aggregate and industry level. Paradoxically, these results also suggest that increased capital formation would raise labor's share in income.\n\n",
    "acknowledgement": "\nThis  paper received funding from the Peterson Institute for International  Economics and the MasterCard Center for Inclusive Growth The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}