{
    "id": 21298,
    "citation_title": "Subsidy Design in Privately-Provided Social Insurance: Lessons from Medicare Part D",
    "citation_author": [
        "Francesco Decarolis",
        "Maria Polyakova",
        "Stephen P. Ryan"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2018-09-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe efficiency of publicly-subsidized, privately-provisioned social insurance programs depends on the interaction between strategic insurers and the subsidy mechanism. We study this interaction in the context of Medicare's prescription drug coverage program. We find that the observed mechanism is successful in keeping \"raise-the-subsidy\" incentives relatively low, acts much like a at voucher, and obtains a level of welfare close to the optimal voucher. Across a range of counterfactuals, we find that more efficient subsidy mechanisms share three features: they retain the marginal elasticity of demand, limit the exercise of market power, and preserve the link between prices and marginal costs.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Duggan, Liran Einav, Amy Finkelstein, Jon Gruber, Bart Hamilton, Ben Handel, Kate Ho, Thomas Jeitschko, Claudio Lucarelli, Aviv Nevo, Ariel Pakes, Nancy Rose, Marc Rysman, Bernardo Silveira, Chris Timmins, and numerous seminar participants. Decarolis is grateful to the Sloan Foundation (grant 2011-5-23 ECON) for financial support. We also gratefully acknowledge support from the National Science Foundation (SES-1357705) and the National Institute on Aging (5P01AG005842-29). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}