{
    "id": 21295,
    "citation_title": "Knowledge Capital and Aggregate Income Differences: Development Accounting for U.S. States",
    "citation_author": [
        "Eric A. Hanushek",
        "Jens Ruhose",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2017-02-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImprovement in human capital is often presumed important for state economic development, but little research links better education to state incomes. We develop detailed measures of worker skills in each state that incorporate cognitive skills from state- and country-of-origin achievement tests. These new measures of knowledge capital permit development accounting analyses calibrated with standard production parameters. Differences in knowledge capital account for 20-30 percent of the state variation in per-capita GDP, with roughly even contributions by school attainment and cognitive skills. Similar results emerge from growth accounting analyses. These estimates support school improvement as a strategy for state economic development.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Human Capital Quality and Aggregate Income Differences: Development Accounting for U.S. States.\" We gratefully acknowledge comments from the editor, three very helpful referees, Francesco Caselli, Chad Jones, and Jeff Smith, as well as seminar participants at Harvard, UCLA, Koç, Konstanz, the AEA meetings, and the CESifo area conference on economics of education. This research was supported by the Kern Family Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}