{
    "id": 21294,
    "citation_title": "Sentiments, Financial Markets, and Macroeconomic Fluctuations",
    "citation_author": [
        "Jess Benhabib",
        "Xuewen Liu",
        "Pengfei Wang"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how financial information frictions can generate sentiment-driven fluctuations in asset prices and self-fulfilling business cycles. In our model economy, exuberant financial market sentiments of high output and high demand for capital increase the price of capital, which signals strong fundamentals of the economy to the real side and consequently leads to an actual boom in real output and employment. The model further derives implications for asymmetric non-linear asset prices and for economic contagion and co-movement across countries. In the extension to the dynamic OLG setting, our model demonstrates that sentiment shocks can generate persistent output, employment and business cycle fluctuations, and offers some new implications for asset prices over business cycles.\n\n",
    "acknowledgement": "\nWe thank Russell Cooper, Bernard Dumas (discussant), Guido Menzio, Yong Wang and seminar participants at Peking University, Shandong University, Shanghai Jiaotong University, HKU, HKUST, 2014 Shanghai Macroeconomics Workshop, and 2015 “Investment and Production Based Asset Pricing” Workshop in CAPR at BI Norwegian Business School for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}