{
    "id": 21290,
    "citation_title": "Hospitals as Insurers of Last Resort",
    "citation_author": [
        "Craig Garthwaite",
        "Tal Gross",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAmerican hospitals are required to provide emergency medical care to the uninsured. We use previously confidential hospital financial data to study the resulting uncompensated care, medical care for which no payment is received. We use both panel-data methods and case studies from state-wide Medicaid disenrollments and find that the uncompensated care costs of hospitals increase in response to the size of the uninsured population. The results suggest that each additional uninsured person costs local hospitals $900 each year in uncompensated care. Similarly, the closure of a nearby hospital increases the uncompensated care costs of remaining hospitals. Increases in the uninsured population also lower hospital profit margins, which suggests that hospitals cannot simply pass along all increased costs onto privately insured patients. For-profit hospitals are less affected by these factors, suggesting that non-profit hospitals serve a unique role as part of the social insurance system.\n\n",
    "acknowledgement": "\nThis research was made possible by a data-use agreement between the authors and the American Hospital Association that allows the confidential hospital financial data to be used for academic research. The agreement placed no constraints on the conclusions of the analysis except that they be factually accurate and the results do not represent the conclusions or opinions of the data provider. We thank Leemore Dafny, David Dranove, Joe Doyle, Amy Finkelstein, Emily Oster, Jesse Shapiro, and Heidi Williams for helpful discussions, and seminar participants at BU/Harvard/MIT Health Policy, the University of California-Irvine, Carnegie Mellon University, the University of Chicago, Cornell University, the University of Illinois, the Robert Wood Johnson Foundation at the University of Michigan, the New York Federal Reserve, Northwestern-IPR, The RAND Corporation, Rice University, Stanford University, Syracuse University, the University of Texas-Austin, Vanderbilt University and Yale University for useful comments. We thank Scott Bates for assistance with the American Hospital Association data, and we thank Mark He, Angela Li, Alen Makmudov, and Mariel Schwartz for excellent research assistance. Notowidigdo thanks the Initiative on Global Markets at the Booth School of Business for financial support. All authors are deeply grateful to the Robert Wood Johnson Foundation (Grant #72183) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}