{
    "id": 21297,
    "citation_title": "Why Work More? The Impact of Taxes, and Culture of Leisure on Labor Supply in Europe",
    "citation_author": [
        "Naci H. Mocan",
        "Luiza Pogorelova"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2015-06-23",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use micro data from the European Social Survey to investigate the impact of “culture of leisure” and taxes on labor force participation and hours worked of second-generation immigrants who reside in 26 European countries. These individuals are born in Europe, and they have been exposed to institutional, legal and labor market structures of their countries, including the tax rates. Fathers of these individuals are first-generation immigrants who migrated from 81 different countries. We construct measures of “taste for leisure” in the country of origin of each immigrant father. We employ average and marginal taxes for each country of residence, and control for a large set of individual characteristics, in addition to attributes of the country of residence and country of ancestry. The results show that for women, both taxes and culture of leisure impact participation and hours worked. For men, taxes influence labor supply both at the intensive and the extensive margins, but culture of leisure has no impact.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}