{
    "id": 21291,
    "citation_title": "Environmental Benefits from Driving Electric Vehicles?",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Nicholas Z. Muller",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2021-03-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nElectric vehicles offer the promise of reduced environmental externalities relative to their gasoline counterparts. We combine a theoretical discrete-choice model of new vehicle purchases, an econometric analysis of the marginal emissions from electricity, and the AP2 air pollution model to estimate the environmental benefit of electric vehicles. First, we find considerable variation in the environmental benefit, implying a range of second-best electric vehicle purchase subsidies from $3025 in California to -$4773 in North Dakota, with a mean of -$742. Second, over ninety percent of local environmental externalities from driving an electric vehicle in one state are exported to others, implying that electric vehicles may be subsidized locally, even though they may lead to negative environmental benefits overall. Third, geographically differentiated subsidies can reduce deadweight loss, but only modestly. Fourth, the current federal purchase subsidy of $7500 has greater deadweight loss than a no-subsidy policy.\n\n",
    "acknowledgement": "\nWe thank Gregory Grissom for his research assistance. We thank Joseph Aldy, Matthew Kahn, Joseph Shapiro, and seminar participants at POWER, NBER, and ASSA conferences for helpful comments and suggestions. Special thanks to Gloria Helfand and David Brzezinski for data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}