{
    "id": 21292,
    "citation_title": "On the Effect of the Costs of Operating Formally: New Experimental Evidence",
    "citation_author": [
        "Sebastian Galiani",
        "Marcela Meléndez",
        "Camila Navajas"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes the impact of the elimination of the initial fixed costs of registration on the decision of informal firms to operate formally in Bogotá, Colombia. The Chamber of Commerce of Bogotá (CCB) conducts workshops for prospective formal-sector entrants and arranges personalized meetings for them with CCB agents. The CCB’s decision to significantly reduce the transaction costs of registration and the entry into force of Act No. 1429 of 2010, which eliminated the costs of the initial procedure for registering as a formal enterprise and provided exemptions from relevant taxes during the first years after formalization, provided us with an ideal experiment for studying how the elimination of the initial fixed costs of formalization would influence firms’ decision to operate formally or not. We obtained two important results. First, while a workshop treatment had no effect on firms’ formalization decisions, meetings at the firm with CCB agents raised the likelihood that a business would begin to operate formally by 5.5 percentage points for all the firms that were invited, at random, to participate in this arm of the intervention and by 32 percentage points for the firms that accepted the invitation. Second, the effect on the treatment firms did not persist over time. After a year of formal operation, it disappeared. These results indicate that substantial reductions in the fixed costs of operating formally are not effective in formalization choices, since such reductions had no lasting effect on formalization decisions.\n\n",
    "acknowledgement": "\nECON  ESTUDIO gratefully  acknowledges  financial  support  from  the  Inter-American  Development  Bank. AEARCTR-0000725. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}