{
    "id": 21306,
    "citation_title": "ICT and Education: Evidence from Student Home Addresses",
    "citation_author": [
        "Benjamin Faber",
        "Rosa Sanchis-Guarner",
        "Felix Weinhardt"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "2016-02-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments are making it a priority to upgrade information and communication technologies (ICT) with the aim to increase available internet connection speeds. This paper presents a new empirical strategy to estimate the causal effects of these policies, and applies it to the questions of whether and how ICT upgrades affect educational attainment. We draw on a rich collection of microdata that allows us to link administrative test score records for the population of English primary and secondary school students to the available ICT at their home addresses. To base estimations on exogenous variation in ICT, we notice that the boundaries of usually invisible telephone exchange station catchment areas give rise to substantial and essentially randomly placed jumps in the available ICT across neighboring residences. Using this design across more than 20,000 boundaries in England, we find that even large changes in available broadband connection speeds have a precisely estimated zero effect on educational attainment. Guided by a simple model we then bring to bear additional microdata on student time and internet use to quantify the potentially opposing mechanisms underlying the zero reduced form effect. While jumps in the available ICT appear to increase student consumption of online content, we find no significant effects on student time spent studying online or offline, or on their learning productivity.\n\n",
    "acknowledgement": "\nWe are grateful to the English Department for Education for allowing us access to the confidential microdata of the National Pupil Database (NPD) and the Longitudinal Study of Young People in England (LSYPE), to the technology consulting firm Point Topic Ltd for allowing us access to their proprietary data on the UK telecommunication network, to the staff at the UK Secure Data Service (SDS) for providing us access to the confidential microdata of the Understanding Society (US) and the British Household Panel Surveys (BHPS), and to the staff at the LSE Research Library for providing us access to the microdata of the English Land Registry. Amar Shanghavi provided excellent research assistance. We thank Steve Gibbons, Victor Lavy, Magne Mogstad, Jonathan Robinson, Andres Rodriguez-Clare, Olmo Silva and participants at multiple seminars and conferences for helpful comments. Weinhardt would like to thank Steve Machin for advice and support during his post-Doc at the LSE. Sanchis-Guarner would like to thank the British Academy for financial support. This work contains statistical data from ONS which is Crown copyright and reproduced with the permission of the controller of HMSO and Queen’s Printer for Scotland. The use of the ONS statistical data does not imply the endorsement of the ONS in relation to the interpretation or analysis of the data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. Copyright of the statistical results may not be assigned, and publishers of this data must have or obtain a license from HMSO. The ONS data in these results are covered by the terms of the standard HMSO \"click-use\" license. SERC/LSE provided research funding and Weinhardt acknowledges DFG funding (WE5750/1-1). All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}