{
    "id": 21300,
    "citation_title": "The Effects of Earnings Disclosure on College Enrollment Decisions",
    "citation_author": [
        "Justine Hastings",
        "Christopher A. Neilson",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2018-02-28",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use a large-scale survey and field experiment to evaluate a policy that provided information about college- and major-specific earnings and cost outcomes to college applicants in Chile. The intervention was administered by the Chilean government and reached 30% of student loan applicants. We show that the low-income and low-achieving students who apply to low-earning college degree programs overestimate earnings for past graduates by over 100%, while beliefs for high-achieving students are correctly centered. Treatment causes low-income students to reduce their demand for low-return degrees by 4.6%, and increases the likelihood they remain in college for at least four years. To understand the mechanisms driving the effect of disclosure policies we estimate a model of college demand. We find that disclosure changes college choice by reducing uncertainty about earnings outcomes, but that its impact is limited by strong student preferences for non-pecuniary degree attributes.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This paper was previously titled “Student Loans, College Choice and Information on the Returns to Higher Education.” We thank Noele Aabye, Phillip Ross, Unika Shrestha, Anthony Thomas, and Lindsey Wilson for outstanding research assistance. We thank Nadia Vasquez, Pablo Maino, Valeria Maino, and Jatin Patel for assistance with locating, collecting and digitizing data records. J-PAL Latin America and in particular Elizabeth Coble provided excellent field assistance. We thank Ivan Silva of DEMRE for help locating and accessing data records. We thank the excellent leadership and staff at the Chilean Ministry of Education for their invaluable support of these projects including Harald Beyer, Fernando Rojas, Loreto Cox Alcaíno, Andrés Barrios, Fernando Claro, Francisco Lagos, Lorena Silva, Anely Ramirez, and Rodrigo Rolando. We also thank the outstanding leadership and staff at Servicio de Impuestos Internos for their invaluable assistance. We thank Gene Amromin, John Friedman, Brad Larsen, Brigitte Madrian, Judith Scott-Clayton, Jesse Shapiro, Will Dobbie, and seminar participants at the NBER Household Finance Meetings and Public Economics Meetings, Harvard University, Princeton University, Columbia University, Stanford University, University of Chicago Harris School, Rutgers University, University of Toulouse, Paris School of Economics, Pontificia Universidad Catolica de Chile, Vanderbilt University, Uppsala University, University of Memphis, University of Illinois-Chicago, International Bank of Development, and the World Bank for helpful comments. We thank Raj Chetty and Larry Katz for helpful discussions during the field experiment design. This project was funded by Brown University, the Population Studies and Training Center at Brown, and NIA grant P30AG012810. Required disclosure: Information contained herein comes from taxpayers' records obtained by the Chilean Internal Revenue Service (Servicio de Impuestos Internos), which was collected for tax purposes. Let the record state that the Internal Revenue Service assumes no responsibility or guarantee of any kind for the use or application made of the aforementioned information, especially in regard to the accuracy, currency, or integrity.\n\n\n"
}