{
    "id": 21302,
    "citation_title": "Can Bureaucrats Really Be Paid Like CEOs? School Administrator Incentives for Anemia Reduction in Rural China",
    "citation_author": [
        "Renfu Luo",
        "Grant Miller",
        "Scott Rozelle",
        "Sean Sylvia",
        "Marcos Vera-Hernández"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "2018-08-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUnlike performance incentives for private sector managers, little is known about performance incentives for managers in public sector bureaucracies. Through a randomized trial in rural China, we study performance incentives rewarding school administrators for reducing student anemia—as well as complementarity between incentives and orthogonally assigned discretionary resources. Large (but not small) incentives and unrestricted grants both reduced anemia, but incentives were more cost-effective. Although unrestricted grants and small incentives do not interact, grants fully crowd-out the effect of larger incentives. Our findings suggest that performance incentives can be effective in bureaucratic environments, but they are not complementary to discretionary resources.\n\n",
    "acknowledgement": "\nGiardili and Ravi Somani provided excellent research assistance. We are grateful to Dana Andersen, Antonio Cabrales, Syngjoo Choi, Adeline Delavande, Katherine Donato, Will Dow, Eric French, Vivian Hoffmann, Rob Jensen, Victor Lavy, Hamish Low, Aprajit Mahajan, David Pérez-Castrillo, Ian Preston, Carol Propper, Imran Rasul, Pedro Rey-Biel, and Alessandro Tarozzi. for helpful comments. We are also grateful to the National Institutes of Health (Grant Number: R01 HL106023), the Economic and Social Research Council via the ESRC-funded Centre for the Microeconomic Analysis of Public Policy (grant reference ES/H021221/1) at the Institute for Fiscal Studies, as well as the Global Underdevelopment Action Fund the Walter H. Shorenstein Asia-Pacific Research Center at Stanford University for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}