{
    "id": 21301,
    "citation_title": "Self-Protection Investment Exacerbates Air Pollution Exposure Inequality in Urban China",
    "citation_author": [
        "Siqi Zheng",
        "Cong Sun",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2015-06-22",
    "issue_date": "2015-06-18",
    "revision_date": "2016-04-06",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nUrban China’s high levels of ambient air pollution both lowers quality of life and raises mortality risk.  China’s wealthy have the purchasing power to purchase private products such as portable room air filters that allows them to offset some of the pollution exposure risk.  Using a unique data set of Internet purchases, we document that households invest more in masks and air filter products when ambient pollution levels exceed key alert thresholds. Richer people are more likely to invest in air filters, which are much more expensive than masks. Our findings have implications for trends in inequality in human capital accumulation and in quality of life inequality in urban China.\n\n",
    "acknowledgement": "\nThe authors thank Professor Yinping Zhang and Professor Jinhan Mo in Department of Building Science in Tsinghua University, Professor Xiaoli Duan in Chinese Research Academy of Environmental Sciences (CRAES) for their kind research supports. The authors thank Haishi Li for excellent research assistance. The authors also thank the National Science Foundation of China (No. 71273154 and No. 71322307), Social Science Foundation of China (No. 14AJY012), Program for New Century Excellent Talents in University (NCET-12-0313), Tsinghua University Initiative Scientific Research Program for research support, and University of California at Los Angeles Ziman Center for Real Estate for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}