{
    "id": 21308,
    "citation_title": "The Value of Medicaid: Interpreting Results from the Oregon Health Insurance Experiment",
    "citation_author": [
        "Amy Finkelstein",
        "Nathaniel Hendren",
        "Erzo F.P. Luttmer"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "2017-04-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe develop a set of frameworks for valuing Medicaid and apply them to welfare analysis of the Oregon Health Insurance Experiment, a Medicaid expansion for low-income, uninsured adults that occurred via random assignment. Our baseline estimates of Medicaid's welfare benefit to recipients per dollar of government spending range from about $0.2 to $0.4, depending on the framework, with at least two-fifths – and as much as four-fifths – of the value of Medicaid coming from a transfer component, as opposed to its ability to move resources across states of the world. In addition, we estimate that Medicaid generates a substantial transfer, of about $0.6 per dollar of government spending, to the providers of implicit insurance for the low-income uninsured. The economic incidence of these transfers is critical for assessing the social value of providing Medicaid to low-income adults relative to alternative redistributive policies.\n\n",
    "acknowledgement": "\nWe are grateful to Lizi Chen for outstanding research assistance and to Isaiah Andrews, Liran Einav, Matthew Gentzkow, Jonathan Gruber, Conrad Miller, Jesse Shapiro, Matthew Notowidigdo, Ivan Werning, and seminar participants at Brown, Chicago Booth, Harvard Medical School, Michigan State, and the University of Houston for helpful comments. We gratefully acknowledge financial support from the National Institute of Aging under grants RC2AGO36631 and R01AG0345151 (Finkelstein) and the NBER Health and Aging Fellowship, under the National Institute of Aging Grant Number T32-AG000186 (Hendren). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}