{
    "id": 21304,
    "citation_title": "Beyond Statistics: The Economic Content of Risk Scores",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Raymond Kluender",
        "Paul Schrimpf"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "2015-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn recent years, the increased use of “big data” and statistical techniques to score potential transactions has transformed the operation of insurance and credit markets. In this paper, we observe that these widely-used scores are statistical objects that constitute a one-dimensional summary of a potentially much richer heterogeneity, some of which may be endogenous to the specific context in which they are applied. We demonstrate this point empirically using rich data from the Medicare Part D prescription drug insurance program. We show that the “risk scores,” which are designed to predict an individualʼs drug spending and are used by Medicare to customize reimbursement rates to private insurers, do not distinguish between two different sources of spending: underlying health, and responsiveness of drug spending to the insurance contract. Naturally, however, these two determinants of spending have very different implications when trying to predict counterfactual spending under alternative contracts. As a result, we illustrate that once we enrich the theoretical framework to allow individuals to have heterogeneous behavioral responses to the contract, strategic incentives for cream skimming still exist, even in the presence of “perfect” risk scoring under a given contract.\n\n",
    "acknowledgement": "\nWe thank Randy Ellis, Jonathan Gruber, Nathan Hendren, Ilyana Kuziemko, Robin Lee, Tom McGuire, Adam Sacarny, Julie Shi, and Jonathan Skinner for helpful comments. We gratefully acknowledge support from the NIA (R01 AG032449). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000; the market value is hard to assess).\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers.\n\n\n"
}