{
    "id": 21307,
    "citation_title": "Technological Change, Occupational Tasks and Declining Immigrant Outcomes: Implications for Earnings and Income Inequality in Canada",
    "citation_author": [
        "Casey Warman",
        "Christopher Worswick"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe earnings and occupational task requirements of immigrants to Canada are analyzed. The growing education levels of immigrants in the 1990s have not led to a large improvement in earnings as one might expect if growing computerization and the resulting technological change was leading to a rising return to non-routine cognitive skills and a greater wage return to university education. Controlling for education, we find a pronounced cross-arrival cohort decline in earnings that coincided with cross-cohort declines in cognitive occupational task requirements and cross-cohort increases in manual occupational task requirements. The immigrant earnings outcomes had only a small effect on overall Canadian earnings inequality.\n\n",
    "acknowledgement": "\nThe analysis presented in this paper was conducted at the Atlantic Research Data Centre, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the Atlantic Research Data Centre are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada, and Dalhousie University. This paper is part of a forthcoming special edition of the Canadian Journal of Economics on Income Inequality. Worswick is also an External Research Fellow with the Centre for Research and Analysis of Migration, University College London.  We would like to thank David Green, and two anonymous referees for helpful comments and suggestions.  We would also like to thank Charles Beach and participants at the IRPP-CLSRN conference \"Inequality in Canada: Driving Forces, Outcomes and Policy\", the North American Productivity Workshop in Ottawa, and seminar participants at the University of Waterloo and Dalhousie University. We are also grateful to the RDC analyst Heather Hobson for her assistance, as well as Lachlan MacLeod. The views expressed in this paper do not necessarily represent the CRDCNs or those of its partners, nor does it necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}