{
    "id": 21316,
    "citation_title": "Government Economic Policy, Sentiments, and Consumption",
    "citation_author": [
        "Atif Mian",
        "Amir Sufi",
        "Nasim Khoshkhou"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2018-01-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine how consumption responds to changes in sentiment regarding government economic policy using cross-sectional variation across counties in the ideological predisposition of constituents. When the incumbent party loses a presidential election, individuals in counties more ideologically predisposed toward the losing party experience a dramatic and discontinuous relative decrease in optimism on government economic policy. Using the interaction of constituent ideology in a county with election timing as an instrument, we estimate the impact of government policy sentiment shocks on consumer spending, and we find a very small effect that cannot be statistically distinguished from zero. The small magnitude of the effect is estimated precisely. For example, we can reject the hypothesis that pessimism regarding government economic policy effectiveness during the Great Recession had as large an effect on consumption as the negative shock to household net worth coming from the collapse in house prices.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the Initiative on Global Markets at Chicago Booth, the Fama-Miller Center at Chicago Booth, and Princeton University. We thank Jung Sakong and Xiao Zhang for excellent research assistance. For helpful comments, we thank Fernando Alvarez, Bob Barsky, Guido Lorenzoni, Claudia Sahm, and seminar participants at Chicago Booth, the Federal Reserve Board of Governors, the Federal Reserve Bank of Chicago, Northwestern (Kellogg), NYU (Stern), Princeton, and the World Bank.  Any opinions, findings, conclusions, or recommendations expressed in this material are those of the authors and do not necessarily reflect the view of any other institution. Corresponding authors: Mian: (609) 258 6718, atif@princeton.edu; Sufi: (773) 702 6148, amir.sufi@chicagobooth.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}