{
    "id": 21313,
    "citation_title": "Exact P-values for Network Interference",
    "citation_author": [
        "Susan Athey",
        "Dean Eckles",
        "Guido W. Imbens"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the calculation of exact p-values for a large class of non-sharp null hypotheses about treatment effects in a setting with  data from experiments involving members of a single connected network. The class includes null hypotheses that limit the effect of one unit's treatment status on another according to the distance between units; for example, the hypothesis might specify that the treatment status of immediate neighbors has no effect, or that units more than two edges away have no effect. We also consider hypotheses concerning the validity of sparsification of a network (for example based on the strength of ties) and hypotheses restricting heterogeneity in peer effects (so that, for example, only the number or fraction treated among neighboring units matters). Our general approach is to define an artificial experiment, such that the null hypothesis that was not sharp for the original experiment is sharp for the artificial experiment, and such that the randomization analysis for the artificial experiment is validated by the design of the original experiment.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Peter Aronow, Peter Bickel, Bryan Graham, Brian Karrer, Johan Ugander, and seminar and conference participants at Cornell, the California Econometrics Conference, the UC Davis Institute for Social Science Inaugural Conference, and the Network Reading group at Berkeley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSusan Athey\n\nSusan Athey has a long-term consulting relationship with Microsoft Corporation and Microsoft Research-New England.\n\n\n\nDean Eckles\n\nDean Eckles is an employee of Facebook and so has a significant financial interest in Facebook. This affiliation is stated as his affiliation in the paper.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}