{
    "id": 21312,
    "citation_title": "Solving Shortage in a Priceless Market: Insights from Blood Donation",
    "citation_author": [
        "Tianshu Sun",
        "Susan Feng Lu",
        "Ginger Zhe Jin"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShortage is common in many markets, such as those for human organs or blood, but the problem is often difficult to solve through price adjustment, given safety and ethical concerns. In this paper, we investigate whether market designers can use non-price methods to address shortage. Specifically, we study two methods that are used to alleviate shortage in the market for human blood. The first method is informing existing donors of a current shortage via a mobile message and encouraging them to donate voluntarily. The second method is asking the patient’s family or friends to donate in a family replacement (FR) program at the time of shortage. We are interested in both the short-run and long-run effects of these methods on blood supply. Using 447,357 individual donation records across 8 years from a large Chinese blood bank, we show that both methods are effective in addressing blood shortage in the short run but have different implications for total blood supply in the long run. Specifically, we find that a shortage message leads to significantly more donations among existing donors within the first six months but has no effect afterwards. In comparison, a family replacement program has a small positive effect in encouraging existing donors (who donated before the FR) to donate more blood voluntarily after their FR donation, but discourages no-history donors (whose first donation is the FR) from donating in the long run. We compare the effect and efficiency of these methods and discuss their applications under different scenarios to alleviate shortage.\n\n",
    "acknowledgement": "\nWe thank Rena Conti, Jessica Goldberg, Tamara Konetzka, Soohyung Lee, Andrew Sfekas, Fabrice Smieliauskas, Lesley Turner, and participants at International Industrial Organization Conference 2015 as well as at seminars at University of Maryland and University of Chicago for constructive comments. Sun acknowledges the support of Doctoral Research Grant from CIBER at University of Maryland. We also thank the staff at the blood bank that provided the data for tirelessly explaining the institution and answering our questions. This paper would not exist without their help. All errors are ours. All rights reserved. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}