{
    "id": 21310,
    "citation_title": "The Returns to Microenterprise Support Among the Ultra-Poor: A Field Experiment in Post-War Uganda",
    "citation_author": [
        "Christopher Blattman",
        "Eric P. Green",
        "Julian C. Jamison",
        "M. Christian Lehmann",
        "Jeannie Annan"
    ],
    "citation_publication_date": "2015-06-29",
    "issue_date": "2015-06-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that extremely poor, war-affected women in northern Uganda have high returns to a package of $150 cash, five days of business skills training, and ongoing supervision. 16 months after grants, participants doubled their microenterprise ownership and incomes, mainly from petty trading. We also show these ultrapoor have too little social capital, but that group bonds, informal insurance, and cooperative activities could be induced and had positive returns. When the control group received cash and training 20 months later, we varied supervision, which represented half of the program costs. A year later, supervision increased business survival but not consumption.\n\n",
    "acknowledgement": "\nAssociation of Volunteers in International Service (AVSI) implemented the program and we thank Jackie Aldrette, Fabio Beltramini, Ezio Castelli, Filippo Ciantia, Francesco Frigerio, John Makoha, Francesca Oliva, Federico Riccio, Samuele Rizzo, and Massimo Zucca. For comments we thank Abhijit Banerjee, Theresa Betancourt, Gustavo Bobonis, Esther Duflo, Nathan Fiala, Don Green, Nathan Hansen, Dean Karlan, Bentley MacLeod, David McKenzie, anonymous referees, and seminar participants at GWU, Harvard, MIT, USAID, the World Bank, and Yale. A Vanguard charitable trust and the World Bank's Learning on Gender and Conflict in Africa (LOGiCA) trust fund funded the research. This article does not necessarily represent the views of the World Bank, the Consumer Financial Protection Bureau, or the U.S. government. For research assistance we thank Filder Aryemo, Natalie Carlson, Samantha DeMartino, Mathilde Emeriau, Sara Lowes, Lucy Martin, Godfrey Okot, Richard Peck, Alex Segura, Xing Xia, and Adam Xu through Innovations for Poverty Action. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}