{
    "id": 21319,
    "citation_title": "The Labor Market Effects of Opening the Border: Evidence from Switzerland",
    "citation_author": [
        "Andreas Beerli",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2018-05-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nBetween 1999 and 2004 Switzerland opened its border region (BR) to cross-border workers (CBW), who are foreign residents commuting to Switzerland for work. In this paper, we exploit the timing of implementation and the fact that CBW commute almost exclusively to municipalities close to the border to estimate the effect of this policy on foreign labor supply and on native labor market outcomes, using a difference-in-difference approach. We find that opening the border to CBW increased their employment within 20 minutes of commuting time from the border by four to five percentage points. The increased inflow was constituted of highly-educated workers and it was associated with an increase in wages for highly-educated Swiss workers. Native highly-educated workers became more likely to fill top managerial positions after the liberalization. Moreover, we find increases in wages, employment and firm-creation, especially in high-skilled manufacturing and knowledge-intensive services, which help explain the positive wage effects of CBW on high skilled natives.\n\n",
    "acknowledgement": "\nWe thank the following for insightful discussions and helpful suggestions that improved prior version of the paper: Andrea Ariu, Richard Blundell, Marius Brülhart, David Dorn, Christian Dustmann, Sandro Favre, Dominik Hangartner, Jennifer Hunt, Felix König, Johannes Kunz, Rafael Lalive, Guy Michaels, Tobias Müller, Jan Ruffner, Kjell Salvanes, Uta Schönberg, Michael Siegenthaler, Jan Stuhler, Jan- Egbert Sturm, Dean Yang, Josef Zweimüller, Fabrizio Zilibotti and seminar participants at the Universities of Zurich and Lausanne, at the CReAM/UCL 2015, the Milano Labor Lunch Series 2015, EALE 2016, NCCR on the move 2016, RWI/CReAM conference 2017, the Dondena Workshop on Public Policy 2017 and the Immigration Policy Lab/ETH Zurich. We are particularly grateful to Maurizio Bigotta for sharing the data on the cross-border region identifiers. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndreas Beerli\n\nDuring the last 3 years (January 2012 - present), I have received funding from the European Research Council (ERC Advanced Grant IPCDP-229883, January 2012 - February 2014) and from the Swiss National Science Foundation (Fellowship P1ZHP1_151659, March 2014 - August 2014).\n\n\nI have written a policy overview paper for a non-profit organisation in Switzerland (Foraus - Forum Aussenpolitik) in January 2014.\n\n\n\nGiovanni Peri\n\nI am disclosing in this statement all the financial support to my research that I received during the last 3 years, namely the period January 2012- present.\n\n\nAs Principal Investigator, I received for the period 2013-16 a Grant from the, Interdisciplinary Frontiers in the Humanities and Art Program at the University of California, Davis with the title “Managing Temporary Migrations: California, US and the World” for an amount of $ 400,000.\n\n\nAs co- Principal Investigator, I received for the period 2011-2014 a grant from the Volkswagen Foundation (Germany) on the theme “Europe’s Global Linkages & the Impact of the Financial Crisis: Policies for Sustainable Trade, Capital Flows and Migration” for an amount of $ 103.057.\n\n\nI received as collaborator for the period 2015-2016 a grant from the research Council of Norway on the theme “Staying Competitive: Challenges for a small open economy” For an amount of $ 42.000.\n\n\nThis list includes all financial support that I received from any institution since 2011.\n\n\n"
}