{
    "id": 21314,
    "citation_title": "Relaxing Migration Constraints for Rural Households",
    "citation_author": [
        "Cynthia Kinnan",
        "Shing-Yi Wang",
        "Yongxiang Wang"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2015-09-02",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper exploits two unique features of China's history to study the effects of access to internal migration: reforms to the household registration (hukou) system, and historical migration flows. We show that temporary migration due to a government policy called the “sent-down youth” (SDY) program created lasting inter-province links, so that decades later, hukou reforms in cities which sent SDY increased migration in provinces where those SDY temporarily resided. Using this variation, we find that improved access to migration leads to higher consumption levels and lower consumption volatility for rural households. Furthermore, household production shifts into high-risk, high-return activities.\n\n",
    "acknowledgement": "\nWe thank Dr. Ou Wang at the Chinese Ministry of Agriculture, who provided invaluable assistance with the NFP dataset. This paper has benefitted from comments from or conversations with Santosh Anagol, Rachel Heath, Rob Jensen, Melanie Khamis, Adriana Kugler, Annemie Maertens, John Matsusaka, Kaivan Munshi, Laura Schechter and seminar participants at the Chicago-Northwestern development mini-conference, MWIEDC, Stockholm Institute of Transition Economics, the World Bank and the BREAD pre-conference. Ashutosh Agrawal, Maria Cecilia Peluffo, Zhiwen Xie and Teng Zhong provided outstanding research assistance. We acknowledge financial support from the China National Science Foundation and the Australian Research Council. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}