{
    "id": 21315,
    "citation_title": "Aggregating Elasticities: Intensive and Extensive Margins of Female Labour Supply",
    "citation_author": [
        "Orazio Attanasio",
        "Peter Levell",
        "Hamish Low",
        "Virginia Sánchez-Marcos"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2018-02-12",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate labour supply elasticities at the micro level and show what we can learn from possibly very heterogeneous elasticities for aggregate behaviour. We consider both intertemporal and intratemporal choices, and identify intensive and extensive responses in a consistent life-cycle framework, using US CEX data. There is substantial heterogeneity in how individuals respond to wage changes at all margins, both due to observables, such as age, wealth, hours worked and the wage level as well as to unobservable tastes for leisure. We estimate the distribution of Marshallian elasticities for hours worked to have a median value of 0.18, and corresponding Hicksian elasticities of 0.54 and Frisch elasticities of 0.87. At the 90th percentile, these values are 0.79, 1.16, and 1.92. Responses at the extensive margin are important, explaining about 54% of the total labour supply response for women under 30, although this importance declines with age. We show that aggregate elasticities are cyclical, being larger in recessions and particularly so in long recessions. This heterogeneity at the micro level means that the aggregate labour supply elasticity is not a structural parameter: any aggregate elasticity will depend on the demographic structure of the economy as well as the distribution of wealth and the particular point in the business cycle.\n\n",
    "acknowledgement": "\nWe are grateful for a number of useful conversations with Joe Altonji, Richard Blundell, Guy Laroque, Costas Meghir, Richard Rogerson and Tom Sargent. We received several useful comments from different seminar audiences and during presentation at the NBER Summer Institute and the Society for Economic Dynamic Conference. Attanasio's research was partially funded by an ESRC Professorial Fellowship and by the ESRC Centre for the Microeconomic Analysis of Public Policy at the Institute for Fiscal Studies. Sánchez-Marcos thanks Spanish MCYT for Grant ECO2009-09614.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}