{
    "id": 21317,
    "citation_title": "Health Disparities Across Education: The Role of Differential Reporting Error",
    "citation_author": [
        "John Cawley",
        "Anna Choi"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2017-09-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most robust findings in health economics is that higher-educated individuals tend to be in better health.  This paper tests whether health disparities across education are to some extent due to differences in reporting error across education.  We test this hypothesis using data from the pooled National Health and Nutrition Examination Survey (NHANES) Continuous for 1999-2012, which include both self-reports and objective verification for an extensive set of health behaviors and conditions, including smoking, obesity, high blood pressure, high cholesterol and diabetes.\nWe find that college graduates are more likely to give false negative reports of obesity and high total cholesterol; one possible explanation for this is social desirability bias. However, college graduates are also significantly less likely to give false positive reports of smoking, obesity, high cholesterol, and diabetes. Because there are far more truly negative people (who are less likely to give a false positive report) than truly positive people (who are more likely to give a false negative report), we find that college graduates report their health significantly more accurately overall.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank John Mullahy, an anonymous referee, Benjamin Cowan, Joseph Price, and participants in the American Society of Health Economists biennial conference, and the seminar of the Cornell Institute for Health Economics, Health Behaviors and Disparities.  Cawley thanks the Robert Wood Johnson Foundation for its financial support through an Investigator Award in Health Policy Research.  The authors have no conflicts of interest.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}