{
    "id": 21318,
    "citation_title": "The Elasticity of Substitution Between Time and Market Goods: Evidence from the Great Recession",
    "citation_author": [
        "Aviv Nevo",
        "Arlene Wong"
    ],
    "citation_publication_date": "2015-07-06",
    "issue_date": "2015-07-02",
    "revision_date": "2022-06-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a change in household shopping behavior during the Great Recession. Households purchased more on sale, larger sizes and generic products, increased coupon usage, and shopping at discount stores. We estimate that the returns to these shopping activities declined during the recession and therefore this behavior implies a signiﬁcant decrease in households’ opportunity cost of time. Using the estimated cost of time and time use data, we estimate a high elasticity of substitution between market expenditure and time spent on non-market work. We ﬁnd that households smooth a sizable fraction of consumption by varying their time allocation during recessions.\n\n",
    "acknowledgement": "\nWe thank David Berger, Ariel Burstein, Matthias Doepke, Laura Doval, Martin Eichenbaum, Yana Gallen, Nir Jaimovich, Guido Lorenzoni, Tiago Pires, and Giorgio Primiceri for useful comments. This research was funded by a cooperative agreement between the USDA/ERS and Northwestern University, but the views expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Department of Agriculture or the National Bureau of Economic Research.\n\n\n"
}