{
    "id": 21326,
    "citation_title": "Does Retirement Improve Health and Life Satisfaction?",
    "citation_author": [
        "Aspen Gorry",
        "Devon Gorry",
        "Sita Slavov"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2021-09-05",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe utilize panel data from the Health and Retirement Study to investigate the impact of retirement on physical and mental health, life satisfaction, and health care utilization. Because poor health can induce retirement, we instrument for retirement using eligibility for Social Security and employer sponsored pensions and coverage by the Social Security earnings test. We find strong evidence that retirement improves both health and life satisfaction. While the impact on life satisfaction occurs within the first 4 years of retirement, many of the improvements in health show up 4 or more years later, consistent with the view that health is a stock that evolves slowly.  We find little evidence that retirement influences health care utilization.\n\n",
    "acknowledgement": "\nWe thank Chanup Jeung and Brittany Pineros for excellent research assistance. We are grateful to Lisardo Bolaños, Maria Casanova, John Earle, Kyung Min Lee, Thomas Stratmaan, and seminar participants at George Mason’s School of Policy, Government, and International Affairs, Utah State University, and Weber State University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}