{
    "id": 21322,
    "citation_title": "The Optimal Use of Government Purchases for Stabilization",
    "citation_author": [
        "Pascal Michaillat",
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2016-10-12",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper describes the optimal level of government purchases in the presence of unemployment. The theoretical framework is a general-equilibrium matching model in which government purchases are valuable. When the unemployment gap is zero, the conventional Samuelson formula is valid. Otherwise, optimal government spending deviates from the Samuelson level to fill the unemployment gap partially. Hence, with a positive unemployment multiplier (so that increasing government purchases reduces unemployment), government spending should be higher than the Samuelson level when unemployment is inefficiently high and lower when unemployment is inefficiently low. We characterize the optimal level of stimulus spending. We find that stimulus spending is largest for a moderate unemployment multiplier. With larger multipliers, stimulus spending is smaller because less spending is required to fill the unemployment gap. With smaller multipliers, stimulus spending is smaller because there is more crowding out of private spending by public spending. We also find that stimulus spending increases with the elasticity of substitution between public and private consumption. With a zero elasticity (so that additional public workers dig and fill holes), stimulus spending is zero. With an infinite elasticity (so that private and public workers are perfect substitute), stimulus spending is large enough to fill the unemployment gap completely. Finally, the results hold whether taxes are nondistortionary or distortionary.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Optimal Use of Government Purchases for Macroeconomic Stabilization.\" We thank George Akerlof, Emmanuel Farhi, Mikhail Golosov, Roger Gordon, Yuriy Gorodnichenko, Henrik Kleven, Michael Peters, David Romer, and numerous seminar and conference participants for helpful discussions and comments. This work was supported by the Center for Equitable Growth at the University of California–Berkeley, the British Academy, the Economic and Social Research Council [grant number ES/K008641/1], the Institute for New Economic Thinking, and the Sandler Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}