{
    "id": 21321,
    "citation_title": "Usage-Based Pricing and Demand for Residential Broadband",
    "citation_author": [
        "Aviv Nevo",
        "John L. Turner",
        "Jonathan W. Williams"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2015-07-15",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate demand for residential broadband using high-frequency data from subscribers facing a three-part tariff. The three-part tariff makes data usage during the billing cycle a dynamic problem; thus, generating variation in the (shadow) price of usage. We provide evidence that subscribers respond to this variation, and use their dynamic decisions to estimate a flexible distribution of willingness to pay for different plan characteristics. Using the estimates, we simulate demand under alternative pricing and find that usage-based pricing eliminates low-value traffic. Furthermore, we show that the costs associated with investment in fiber-optic networks are likely recoverable in some markets, but that there is a large gap between social and private incentives to invest.\n\n",
    "acknowledgement": "\nWe are grateful to the North American Internet Service Provider that provided the data used in this paper. We thank participants in several seminars, Gautam Gowrisankaran, Shane Greenstein, Tom Holmes, Nathan Miller, Mar Reguant, Ron Reuss, and Scott Savage for insightful comments. Jim Metcalf provided expert IT support for this project. We gratefully acknowledge support from the NSF (Grants SES-1324851 and SES-1324717). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}