{
    "id": 21328,
    "citation_title": "Mandatory Disclosure and Financial Contagion",
    "citation_author": [
        "Fernando Alvarez",
        "Gadi Barlevy"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores whether mandatory disclosure of bank balance sheet information can improve welfare. In our benchmark model, mandatory disclosure can raise welfare only when markets are frozen, i.e. when investors refuse to fund banks in the absence of balance sheet information. Even then, intervention is only warranted if there is sufficient contagion across banks, in a sense we make precise within our model. In the same benchmark model, if in the absence of balance sheet information investors would fund banks, mandatory disclosure cannot raise welfare and it will be desirable to forbid banks to disclose their financial positions. When we modify the model to allow banks to engage in moral hazard, mandatory disclosure can increase welfare in normal times. But the case for intervention still hinges on there being sufficient contagion. Finally, we argue disclosure represents a substitute to other financial reforms rather than complement them as some have argued.\n\n",
    "acknowledgement": "\nFirst draft May 2013. We thank the editor Daron Acemoglu and four anonymous referees. We also wish to thank Ana Babus, Marco Bassetto, Russ Cooper, Gary Gorton, Simon Gilchrist, Bengt Holmström, Matt Jackson, Charles Kahn, Nobu Kiyotaki, Peter Kondor, Jennifer La’O, Andreas Lehnert, H.N. Nagaraja, Ezra Oberfield, Guillermo Ordoñez, Alessandro Pavan, Tarik Roukny, Alp Simsek, Tom Sargent, Alireza Tahbaz-Salehi, Carl Tannenbaum, Venky Venkateswaran, Juan Xandri, and Pierre Olivier Weill for their comments, as well as participants at various seminars and conferences. We thank Phillip Barrett, Roberto Robatto, and Fabrice Tourre for excellent research assistance. The views in this papers are solely those of the authors and not the Federal Reserve Bank of Chicago, the Federal Reserve System, the National Bureau of Economic Research.\n\n\n\nFernando Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nGoldman Sachs, as a Goldman Sachs GMI fellow.\n\n\n"
}