{
    "id": 21327,
    "citation_title": "The Measurement of Wealth: Recessions, Sustainability and Inequality",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers two central problems in our statistical frameworks which impair the ability to use wealth to assess economic sustainability or the impacts of economic downturns.  Some increases in wealth may reflect increased economic rents—in particular, land and exploitation rents—and their capitalized value, unrelated to an increase in the productive capacity of the economy.   Another major problem in our wealth accounts is the “missing capital” required to explain   the marked decrease in economic output, at the time of the recession and in the years following, that cannot be fully accounted for by a decrease in measured inputs.  When account is taken of this missing capital, the adverse effects of austerity appear much greater than suggested by the standard national income accounts.\n\n",
    "acknowledgement": "\nPaper presented at a special session of the International Economic Association World Congress, Dead Sea, Jordan, June, 2014 sponsored by the OECD.  I am deeply indebted to the other members of the panel—Gonzalo Hernandez Licona, Francois Bourguignon, and Martine Durand—and to Martin Guzman for their insightful comments, and also to Ruoke Yang and Feiran Zhang for research assistance. Financial assistance from INET and the Roosevelt Institute Inequality Project, and support by the Ford, McArthur, and Bernard and Irene Schwartz foundations are gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}