{
    "id": 21324,
    "citation_title": "Governance and the Effectiveness of Public Health Subsidies",
    "citation_author": [
        "Rebecca Dizon-Ross",
        "Pascaline Dupas",
        "Jonathan Robinson"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHeavily subsidizing essential health products through existing health infrastructure has the potential to substantially decrease child mortality in sub-Saharan Africa. There is, however, widespread concern that poor governance and in particular limited accountability among health workers seriously undermines the effectiveness of such programs. We performed innovative audits on bed net distribution programs in three countries (Ghana, Kenya and Uganda) to investigate local agency problems and their determinants in the allocation of targeted subsidies. Overall, agency concerns appear modest. Around 80% of the eligible receive the subsidy as intended and leakage to the ineligible appears limited, even when the ineligible have a high willingness to pay. The estimated level of mistargeting only modestly affects the cost-effectiveness of free distribution.\n\n",
    "acknowledgement": "\nThis study was funded by the NICHD (grant P01HD061315-01), the Hellman Fellows Fund, UCLA and Stanford University. Dupas gratefully acknowledges support from the National Science Foundation (grant 1254167) and the Sloan Foundation. The study protocols received approval from the Ghana Ethical Research Committee, the Ugandan National Council for Science and Technology, the Ugandan Joint Clinical Research Centre, Kenya's Ministry of Science and Technology (research permit office), the IRBs of MIT, UCLA, UCSC, Stanford, and IPA, and received foreign clearance from the NIH for the work in Ghana. The Ghana experiment was registered on the AEA RCT Registry (AEARCTR-0000331) and a pre-analysis plan for it was submitted to the JPAL Hypothesis Registry in December 2011. We thank Kwame Abrokwa, Jonathan Addie, Liz Schultz, Sarah Green, Catlan Reardon and Ishita Ahmed for outstanding field research assistance. We are grateful to Francisca Antman, Jessica Cohen, and Ben Olken for detailed comments and suggestions, as well as to numerous seminar and conference participants for insightful discussions. We have no financial interest in the issues studies in this paper. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}