{
    "id": 21325,
    "citation_title": "Mining with Environmental Risk",
    "citation_author": [
        "Christopher Costello",
        "Charles D. Kolstad"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2022-09-13",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEnvironmental concerns dominate modern-day decisions about mining. While the minerals extracted are surely valuable, mining of natural gas, deep seabed minerals, rare earth metals, and traditional ore is often fraught with environmental uncertainty. We examine how this uncertainty affects the optimal decision of if, and when, to mine. When environmental damage from mining is known, the socially optimal timing depends straightforwardly on the magnitude of the damage relative to these damages in the rest of the world. But when environmental damage is uncertain, and its magnitude is learned over time, an option value arises, which fundamentally alters the mining decision. This decision depends on the costs and benefits of mining at different times, which are innately linked for non-renewable resources by Hotelling’s rule. Using this insight, we find that any uncertainty over environmental costs can make it optimal to delay mining; this occurs even when expected environmental costs are low or even negative. We show conditions under which it is optimal to postpone the mining decision indefinitely, and conditions when it is optimal to postpone only for a finite duration. We use these insights to derive, for the first time, the equilibrium outcome of an entire industry of decentralized mine owners who all face an incentive to delay to acquire improved information. This gives rise to strikingly different price and extraction paths than are currently understood. One such outcome is that price paths flatten relative to what Hotelling theory predicts, consistent with empirical findings that have puzzled the literature.\n\n",
    "acknowledgement": "\nWe thank Michael Hanemann, Dan Kaffine, Steve Salant, Marc Conte, and seminar participants at ASSA, UC Davis, University of Wyoming, and Oregon State University for helpful comments on previous versions of this paper. A previous version was circulated as \"Mining and Quasi-Option Value.\" The authors declare no funding source and no conflicts of interest for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}