{
    "id": 21337,
    "citation_title": "Healthy(?), Wealthy and Wise: Birth Order and Adult Health",
    "citation_author": [
        "Sandra E. Black",
        "Paul J. Devereux",
        "Kjell G. Salvanes"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile recent research finds strong evidence that birth order affects children’s outcomes such as education, IQ scores, and earnings, the evidence for effects on health is more limited. This paper uses a large dataset on the population of Norway and focuses on the effect of birth order on a range of health and health-related behaviors, outcomes not previously available in datasets of this magnitude. Interestingly, we find complicated effects of birth order. First-borns are more likely to be overweight, to be obese, and to have high blood pressure and high triglycerides. So, unlike education or earnings, there is no clear first-born advantage in health. However, later-borns are more likely to smoke and have poorer self-reported physical and mental health. They are also less likely to report that they are happy. We find that these effects are largely unaffected by conditioning on education and earnings, suggesting that these are not the only important pathways to health differentials by birth order. When we explore possible mechanisms, we find that smoking early in pregnancy is more prevalent for first pregnancies than for later ones. However, women are more likely to quit smoking during their first pregnancy than during later ones, and first-borns are more likely to be breast-fed. These findings suggest a role for early maternal investment in determining birth order effects on health.\n\n",
    "acknowledgement": "\nWe are grateful to the Medical Birth Registry for Norway for providing the birth registry data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}