{
    "id": 21338,
    "citation_title": "A Theory of Civil Disobedience",
    "citation_author": [
        "Edward L. Glaeser",
        "Cass R. Sunstein"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Economic Systems",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nFrom the streets of Hong Kong to Ferguson, Missouri, civil disobedience has again become newsworthy. What explains the prevalence and extremity of acts of civil disobedience?This paper presents a model in which protest planners choose the nature of the disturbance hoping to influence voters (or other decision-makers in less democratic regimes) both through the size of the unrest and by generating a response. The model suggests that protesters will either choose a mild “epsilon” protest, such as a peaceful march, which serves mainly to signal the size of the disgruntled population, or a “sweet spot” protest, which is painful enough to generate a response but not painful enough so that an aggressive response is universally applauded. Since non-epsilon protests serve primarily to signal the leaders’ type, they will occur either when protesters have private information about the leader’s type or when the distribution of voters’ preferences are convex in a way that leads the revelation of uncertainty to increase the probability of regime change. The requirements needed for rational civil disobedience seem not to hold in many world settings, and so we explore ways in which bounded rationality by protesters, voters, and incumbent leaders can also explain civil disobedience.\n\n",
    "acknowledgement": "\nGlaeser thanks the Taubman Center for State and Local Government for financial support.  Seminar participants in the University of Michigan Law School provided helpful comments. Yueran Ma provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}