{
    "id": 21333,
    "citation_title": "From Financial Repression to External Distress: The Case of Venezuela",
    "citation_author": [
        "Carmen M. Reinhart",
        "Miguel Angel Santos"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work has supported that there is a connection between the level of domestic debt level and sovereign default on external debt. We examine the potential linkages in a case study of Venezuela from 1984 to 2013.  This unique example encompasses multiple financial crises, cycles of liberalization and policy reversals, and alternative exchange rate arrangements.  This experience reveals a nexus among domestic debt, financial repression, and external vulnerability. Unlike foreign currency-denominated debt, debt in domestic currency may be reduced through financial repression, a tax on bondholders and savers producing negative real interest rates. Using a variety of methodologies, we estimate the magnitude of the tax from financial repression.  On average, this financial repression tax (as a share of GDP) is similar to those of OECD economies, in spite of the much higher domestic debt-to-GDP ratios in the latter.  However, the financial repression “tax rate” is significantly higher in years of exchange controls and legislated interest rate ceilings. In line with earlier literature on capital controls, our comprehensive measures of capital flight document a link between domestic disequilibrium and a weakening of the net foreign asset position via private capital flight. We suggest these findings are not unique to the Venezuelan case.\n\n",
    "acknowledgement": "\nThe authors would like to thank Dany Bahar, Sebastian Bustos, Ricardo Hausmann, and Vincent Reinhart for useful comments and suggestions. We are also grateful to the Executive Committee of the Business Association of Latin American Studies (BALAS) for presenting this paper with the Sion Raveed Award during their Annual Conference held in San Juan, Puerto Rico, on March 2015. Miguel Angel Santos would like to thank the Instituto de Estudios Superiores en Administracion (IESA) for their financial support during the course of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}