{
    "id": 21334,
    "citation_title": "Banks' Risk Exposures",
    "citation_author": [
        "Juliane Begenau",
        "Monika Piazzesi",
        "Martin Schneider"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies U.S. banks' exposure to interest rate and credit risk. We exploit the factor structure in interest rates to represent many bank positions in terms of simple factor portfolios. This approach delivers time varying measures of exposure that are comparable across banks as well as across the business segments of an individual bank. We also propose a strategy to estimate exposure due to interest rate derivatives from regulatory data on notional and fair values together with the history of interest rates. We use the approach to document stylized facts about the recent evolution of bank risk taking.\n\n",
    "acknowledgement": "\nWe thank Hui Chen, John Cochrane, Darrell Duffie, Isil Erel, Bob Hall, Lars Hansen, Anil Kashyap, Hanno Lustig, Jonathan Parker, Jean-Charles Rochet, David Scharfstein, Chris Sleet, John Taylor, Harald Uhlig and seminar participants at the 38th Annual Federal Reserve Bank of St. Louis Fall    Conference, Arizona State, Chicago Booth Econometrics and Statistics Workshop, Chicago Money & Banking, Duke, the 4th Banque de France--Bundesbank Conference in Paris, the Conference in Honor of Sargent and Sims at the Federal Reserve Bank of Minneapolis, the Conference on Expectational Coordination at the College de France, CREI, the Econometric Society Meeting in Seoul, Federal Reserve Board, the Federal Reserve Banks of Chicago, San Francisco, and New York, the \"Macro Financial Modeling and Macroeconomic Fragility\" Conference, NYU, MIT, Ohio State, Princeton University, the ShovenFest at Stanford, SITE, Society of Economic Dynamics in Cyprus, Stanford, Stanford Conference in Quantitative Finance, UC Davis, Yale and Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}