{
    "id": 21330,
    "citation_title": "(Un)Informed College and Major Choice: Evidence from Linked Survey and Administrative Data",
    "citation_author": [
        "Justine S. Hastings",
        "Christopher A. Neilson",
        "Anely Ramirez",
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use large-scale surveys of Chilean college applicants and college students to explore the way students form beliefs about earnings and cost outcomes at different institutions and majors and how these beliefs relate to degree choice and persistence. Linking our survey records to administrative education and earnings data, we compare earnings and cost expectations to observed values for past students and follow survey participants forward to see how beliefs relate to matriculation and dropout outcomes. We find that students have correctly centered but noisy cost expectations, and appear to systematically overestimate earnings outcomes for past graduates. Students who overestimate costs are less likely to matriculate in any degree program and in their stated first-choice program, and are more likely to drop out. Students who overestimate earnings matriculate at similar rates to other students, but choose degree programs where past students have been less likely to graduate, have earned less early in their careers, and have been more likely to default on student loans. Consistent with an informal model of enrollment choice, students with a stated preference for labor market-related degree characteristics are less likely to overestimate earnings outcomes and choose degrees where past students have gone on to earn more, while the opposite is true for students with a stated preference for enjoyment of the curriculum.\n\n",
    "acknowledgement": "\nWe thank Noele Aabye, Phillip Ross, Unika Shrestha, Anthony Thomas, and Lindsey Wilson for outstanding research assistance. We thank Nadia Vasquez, Pablo Maino, Valeria Maino and Jatin Patel for assistance with locating, collecting and digitizing data records. J-PAL Latin America and in particular Elizabeth Coble provided excellent field assistance. We thank Ivan Silva of DEMRE for help locating and accessing data records. We thank the excellent leadership at Chilean Ministry of Education for their ongoing support of these projects, and the outstanding staff for their invaluable support including Loreto Cox Alcaíno, Francisco Lagos, and Rodrigo Rolando. We also thank the outstanding leadership and staff at Servicio de Impuestos Internos for their invaluable assistance. This project was funded solely by Brown University, the Population Studies and Training Center at Brown, and NIA grant P30AG012810. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}