{
    "id": 21343,
    "citation_title": "The Pass-Through of RIN Prices to Wholesale and Retail Fuels under the Renewable Fuel Standard",
    "citation_author": [
        "Christopher R. Knittel",
        "Ben S. Meiselman",
        "James H. Stock"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2017-04-12",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Renewable Fuel Standard (RFS) requires blending increasing quantities of biofuels into the U.S. surface vehicle fuel supply. In 2013, the fraction of ethanol in the gasoline pool effectively reached 10%, the ethanol capacity of the dominant U.S. gasoline blend (the “E10 blend wall”). During 2013-2015, the price of RINs—tradeable electronic certificates for complying with the RFS—fluctuated through a wide range, largely because of changes in actual and expected policy combined with learning about the implications of the E10 blend wall. RINs are sold by biofuels producers and purchased by obligated parties (refiners and importers), who must retire RINs in proportion to the petroleum they sell for surface transportation. As a result, RINs in effect serve as a charge on obligated fuels and a corrective subsidy for lower-carbon renewable fuels, and are neutral for fuels outside the RFS. In theory, RIN prices provide incentives to consumers to use fuels with a high renewable content and to biofuels producers to produce those fuels, and as such are a key mechanism of the RFS.\nThis paper examines the extent to which RIN prices are passed through to the price of obligated fuels, and provides econometric results that complement the graphical analysis in Burkholder (2015). We analyze daily data on RINs and fuel prices from January 1, 2013 through March 10, 2015. When we examine wholesale prices on comparable obligated and non-obligated fuels, for example the spread between diesel and jet fuel in the U.S. Gulf, we find that that roughly one-half to three-fourths of a change in RIN prices is passed through to obligated fuels in the same day as the RIN price movement, and this fraction rises over the subsequent few business days. Using six different wholesale spreads between obligated and non-obligated fuels, we estimate a pooled long-run pass-through coefficient of 1.01 with a standard error of 0.12. \nWe also examine the transmission of RIN prices to retail fuel prices. The net RIN obligation on E10 is essentially zero over this period, and indeed we find no statistical evidence linking changes in RIN prices to changes in E10 prices. We also examine the price of E85 which, with an estimated average of 74% ethanol, generates more RINs than it obligates and thus in principle receives a large RIN subsidy. In contrast to the foregoing results, which are consistent with theory, the pass-through of RIN prices to the E85-E10 spread is precisely estimated to be zero if one adjusts for seasonality (as we argue should be done), or if not, is at most 30%. Over this period, on average high RIN prices did not translate into discounted prices for E85.\n\n",
    "acknowledgement": "\nWe thank Dallas Burkholder, Ben Hengst, Michael Shelby, Paul Machiele, and members of the Renewable Fuel Standard program within the Office of Transportation and Air Quality at U.S. EPA for helpful discussions. Knittel has advised Delta Airlines on the economics of RIN markets and the pass-through of  RIN prices to  wholesale gasoline prices. Replication files are available on Stock’s Harvard Web site. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}