{
    "id": 21345,
    "citation_title": "Do Medical Marijuana Laws Reduce Addictions and Deaths Related to Pain Killers?",
    "citation_author": [
        "David Powell",
        "Rosalie Liccardo Pacula",
        "Mireille Jacobson"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2015-08-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nMany medical marijuana patients report using marijuana to alleviate chronic pain from musculoskeletal problems and other sources.  If marijuana is used as a substitute for powerful and addictive pain relievers in medical marijuana states, a potential overlooked positive impact of medical marijuana laws may be a reduction in harms associated with opioid pain relievers, a far more addictive and potentially deadly substance. To assess this issue, we study the impact of medical marijuana laws on problematic opioid use. We use two measures of problematic use:  treatment admissions for opioid pain reliever addiction from the Treatment Episode Data Set (TEDS) and state-level opioid overdose deaths in the National Vital Statistics System (NVSS).  Using both standard differences-in-differences models as well as synthetic control models, we find that states permitting medical marijuana dispensaries experience a relative decrease in both opioid addictions and opioid overdose deaths compared to states that do not.  We find no impact of medical marijuana laws more broadly; the mitigating effect of medical marijuana laws is specific to states that permit dispensaries.  We evaluate potential mechanisms.  Our findings suggest that providing broader access to medical marijuana may have the potential benefit of reducing abuse of highly addictive painkillers.\n\n",
    "acknowledgement": "\nThis paper was supported by a grant from the National Institute on Drug Abuse to the RAND Corporation (R01DA032693).  We appreciate helpful comments from participants of the 2013 Addiction Health Services Annual Meeting, the Drug Policy Research Center Seminar, the Vanderbilt Law School Drug Policy Roundtable Meeting, and the Conference of the American Society of Health Economists. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}