{
    "id": 21342,
    "citation_title": "The Private Net Benefits of Residential Solar PV: The Role of Electricity Tariffs, Tax Incentives and Rebates",
    "citation_author": [
        "Severin Borenstein"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWith dramatic declines in the cost of solar PV technology over the last 5 years, the electricity industry is in the midst of discussions about whether to use this low-polluting renewable energy source in grid-scale generation or in distributed generation (DG), mostly with rooftop solar PV.  California has led the growth in DG solar in the U.S.  I use 2007 to early 2014 residential data from Pacific Gas & Electric – the utility with largest number of residential solar customers in the U.S. – to examine the full range of private incentives for installing residential solar, from the direct payments and tax credits to the indirect incentives that result from the residential tariff design and the crediting of solar production under “net energy metering.”  I then study the income distribution of solar adopters and how that has changed over time.  I find the skew to wealthy households adopting solar is still significant, but has lessened since 2011.  Adoption continues to be dominated by the heaviest electricity-consuming households, probably because the steeply-tiered tariff structure greatly increases the private value of solar to such customers while reducing the incentive for consumers who are below median consumption.  In fact, the financial incentive for those who adopt solar over the sample period may have been due nearly as much to California's tiered tariff structure as to the 30% federal tax credit.  The California experience suggests that rate design can greatly influence the economic incentives for residential solar adoption and which customers receive those benefits.\n\n",
    "acknowledgement": "\nI am indebted to Karen Notsund for many conversations and valuable insights on this research.  For excellent research assistance, I am grateful to Patrick Baylis and Walter Graf. For helpful comments, I also thank Joe Aldy, Susan Buller, Estelle Cantillon, Lucas Davis, Don Fullerton, Ken Gillingham, Koichiro Ito, Shayle Kann, Billy Pizer, Glenn Sheriff, Bob Weisenmiller, participants in the 2014 Toulouse School of Economics TIGER conference and the 2015 POWER conference, and seminar participants at Duke University and Resources for the Future.  I thank Pacific Gas & Electric  for access to the data that made this project possible.  PG&E contributed no financial support to this study and had no editorial control over the result. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}