{
    "id": 2134,
    "citation_title": "Is Consumption Too Smooth?",
    "citation_author": [
        "John Y. Campbell",
        "Angus Deaton"
    ],
    "citation_publication_date": "1987-01-01",
    "issue_date": "1987-01-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor thirty years, it has been accepted that consumption is smooth because permanent income is smoother than measured income. This paper considers the evidence for the contrary position, that permanent income is in fact less smooth than measured income, so that the smoothness of consumption cannot be straightforwardly explained by permanent income theory. Quarterly first differences of labor income in the United States are well described by an AR(1) with a positive autoregressive parameter. Innovations to such a process are \"more than permanent;\" there is no deterministic trend to which the series must eventually return, and good or bad fortune in one period can be expected to be at least partially repeated in the next. Changes to permanent income should therefore be greater than the innovations to measured income, and changes in consumption should be more variable than innovations to measured income. In fact, changes in consumption are much less variable than are income innovations. We consider two possible explanations for this paradox, first, that innovations to labor income are in reality much less persistent than appears from an AR(l), and second, that consumers have more information than do econometricians, so that only a fraction of the estimated innovations are actually unexpected by consumers. The univariate time series results are less than decisive, but the balance of the evidence, whether from fitting ARMA models or from examining the spectral density, is more favorable to the view that innovations are persistent than to the opposite view, that there is slow reversion to trend. The information question is taken up within a bivariate model of income and savings that can accommodate the feedback from saving to income that is predicted by the permanent income theory if consumers have superior information. Nevertheless, our results are the same; changes in consumption are typically smaller than those warranted by the change in permanent income. We show that our finding of \"excess smoothness\" is consistent with the earlier findings of \"excess sensitivity\" of consumption to income. Our analysis is conducted within a \"logarithmic\" version of the permanent income hypothesis, a formulation that recognizes that rates of growth of income and saving ratios have greater claim to stationarity than do changes in income and saving flows.\n\n",
    "acknowledgement": "\n"
}