{
    "id": 21344,
    "citation_title": "Networks and the Macroeconomy: An Empirical Exploration",
    "citation_author": [
        "Daron Acemoglu",
        "Ufuk Akcigit",
        "William Kerr"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe propagation of macroeconomic shocks through input-output and geographic networks can be a powerful driver of macroeconomic fluctuations. We first exposit that in the presence of Cobb-Douglas production functions and consumer preferences, there is a specific pattern of economic transmission whereby demand-side shocks propagate upstream (to input-supplying industries) and supply-side shocks propagate downstream (to customer industries) and that there is a tight relationship between the direct impact of a shock and the magnitudes of the downstream and the upstream indirect effects. We then investigate the short-run propagation of four different types of industry-level shocks: two demand-side ones (the exogenous component of the variation in industry imports from China and changes in federal spending) and two supply-side ones (TFP shocks and variation in knowledge/ideas coming from foreign patenting). In each case, we find substantial propagation of these shocks through the input-output network, with a pattern broadly consistent with theory. Quantitatively, the network-based propagation is larger than the direct effects of the shocks. We also show quantitatively large effects from the geographic network, capturing the fact that the local propagation of a shock to an industry will fall more heavily on other industries that tend to collocate with it across local markets. Our results suggest that the transmission of various different types of shocks through economic networks and industry interlinkages could have first-order implications for the macroeconomy.\n\n",
    "acknowledgement": "\nThis is a revised version of the paper presented in the 30th NBER Macro Annual Conference. We are grateful to the organizers/editors, Martin Eichenbaum and Jonathan Parker, and our discussants, Lawrence Christiano and Xavier Gabaix, for their very helpful directions and comments. We also thank seminar participants for their comments and ideas, Brendan Price and Pascual Restrepo for data assistance, and Alexis Brownell for excellent research assistance. Finally, we gratefully acknowledge financial support from the National Science Foundation, the Alfred P. Sloan Foundation, and the Ewing Marion Kauffman Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}