{
    "id": 21347,
    "citation_title": "Top Incomes in Canada: Evidence from the Census",
    "citation_author": [
        "Thomas Lemieux",
        "W. Craig Riddell"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper looks at the evolution of incomes at the top of the distribution in Canada. Master files of the Canadian Census are used to study the composition of top income earners between 1981 and 2011. Our main finding is that, as in the United States, executives and individuals working in the financial and business services sectors are the two most important groups driving the growth in top incomes in Canada. A finding more specific to Canada is that the oil and gas sector has also played an important role in income growth at the top, especially in more recent years. Another arguably Canadian-specific finding is that holders of medical degrees have lost ground compared to other top income earners. Finally, despite the IT revolution, scientists, engineers and even computer scientists do not account for much of the growth in top incomes in Canada.\n\n",
    "acknowledgement": "\nThis paper was prepared for the IRPP/CLSRN conference on “Inequality in Canada: Driving Forces, Outcomes and Policy” on February 24-25 in Ottawa. We would like to thank the Social Sciences and Humanities Research Council of Canada for financial support, Haimin Zhang and Oscar Becerra-Camargo for expert research assistance, and David Card, David Green, France St.-Hilaire, Michael Veall and Armine Yalnizyan for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}