{
    "id": 21349,
    "citation_title": "Capital Markets in China and Britain, 18th and 19th Century: Evidence from Grain Prices",
    "citation_author": [
        "Wolfgang Keller",
        "Carol H. Shiue",
        "Xin Wang"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2018-05-23",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nBased on the most comprehensive grain prices available, we employ a storage model to estimate consistent interest rates and compare capital market development in Britain and China. Interest rates for Britain were lower than China’s on average by about three percentage points from 1770 to 1860. Regional capital market integration in the Yangzi Delta comes close to the British average at distances below 200 kilometers, but at larger distances interest rate correlations in Britain are twice those of the Delta, and three or more times as high as elsewhere in China. Overall, our results suggest capital market divergence at an early date.\n\n",
    "acknowledgement": "\nWe thank Howard Bodenhorn, Stephen Broadberry, Edmund Cannon, Kris Mitchener, Kevin O’Rourke, Sevket Pamuk, and Jeff Williamson, as well as participants at CEPR/CAGE Venice, the Third Quantitative Economic History workshop in Beijing, and the World Economic History conference in Kyoto for comments. Thanks to Edmund Cannon, Wang Yeh-Chien, Nathan Nunn, Jeff Williams, and Brian Wright for research support. William Ridley and Austin Smith performed excellent research assistance. NSF support under grant SES 1124426 is gratefully acknowledged. Part of this research was done when Keller and Shiue were National Fellows at the Hoover Institution in Stanford, which they thank for its hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}