{
    "id": 21340,
    "citation_title": "Effective Policy for Reducing Inequality? The Earned Income Tax Credit and the Distribution of Income",
    "citation_author": [
        "Hilary W. Hoynes",
        "Ankur J. Patel"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2019-01-29",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the effect of the EITC on the employment and income of single mothers with children. We provide the first comprehensive estimates of this central safety net policy on the full distribution of after-tax and transfer income. We use a quasi-experiment approach, using variation in generosity due to policy expansions across tax years and family sizes. Our results show that a policy-induced $1000 increase in the EITC leads to a 7.3 percentage point increase in employment and a 9.4 percentage point reduction in the share of families with after-tax and transfer income below 100% poverty. Event study estimates show no evidence of differential pre-trends, providing strong evidence in support of our research design. We find that the income increasing effects of the EITC are concentrated between 75% and 150% of income-to-poverty with little effect at the lowest income levels (50% poverty and below) and at levels of 250% of poverty and higher. By capturing the indirect effects of the credit on earnings, our results show that static calculations of the anti-poverty effects of the EITC (such as those released based on the Supplemental Poverty Measure, Short 2014) may be underestimated by as much as 50 percent.\n\n",
    "acknowledgement": "\nThe authors thank Day Manoli and Jesse Rothstein for helpful conversations as well as participants at Montana State and Berkeley Demography Brown Bag. This research represents our private research efforts and does not necessarily reflect the views or opinions of the U.S. Department of the Treasury. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}