{
    "id": 21356,
    "citation_title": "Precautionary Savings, Retirement Planning and Misperceptions of Financial Literacy",
    "citation_author": [
        "Anders Anderson",
        "Forest Baker",
        "David T. Robinson"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2016-07-08",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe measure financial literacy among LinkedIn members, complementing standard questions with additional questions that allow us to gauge self-perceptions of financial literacy. Average financial literacy is surprisingly low given the demographics of our sample: fewer than two-thirds of CFOs, CEOs, and COOs complete the test correctly. Financial literacy, precautionary savings and retirement planning are positively correlated, but this is mostly driven by perceived, not actual, literacy: controlling for self-perceptions, actual literacy has low predictive power. Perceptions drive decision-making among low-literacy respondents and are associated with mistaken beliefs about financial products and less willingness to accept financial advice.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Optimism, Financial Literacy and Participation.\" We are grateful to Johan Almenberg, Enrica Bolognesi, Harrison Hong, Olivia Mitchell, Terry Odean, Richard Sias, Paul Smeets, Zheng Sun, and seminar participants at Stockholm School of Economics, Stockholm Business School, BI Oslo, Gothenburg, Georgia Tech, Lund, Maastricht, Tilburg, Duke University, the 2014 UNSW Australasian Banking and Finance conference, the 2015 WFA meetings, the 2015 Behavioral FinanceWorking Group Conference at the University of London, for useful comments and we thank Susan Sumida for excellent research assistance. This research does not express the views of LinkedIn and has been funded by Vinnova and the Nasdaq OMX Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}