{
    "id": 21352,
    "citation_title": "Family Labor Supply Responses to Severe Health Shocks",
    "citation_author": [
        "Itzik Fadlon",
        "Torben Heien Nielsen"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2017-09-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper provides new evidence on how household labor supply responds to fatal and severe non-fatal health shocks in the short- and medium-run. To identify the causal effects of these shock realizations, we leverage administrative data on families' health and labor market outcomes, and construct counterfactuals to affected households by using households that experience the same shock but a few years in the future. We find that fatal health shocks lead to an immediate increase in the surviving spouses' labor supply and that this effect is entirely driven by families who experience significant income losses. Accordingly, widows, who face large income losses when their husbands die, increase their labor force participation by more than 11%; while widowers, who are significantly more financially stable, slightly decrease their labor supply. Notably, however, the patterns of sensitivity to comparable income changes are similar across genders. In contrast to fatal shocks, we find that non-fatal health shocks—in particular, heart attacks or strokes—have no meaningful effects on spousal labor supply, consistent with the adequate insurance coverage for the associated foregone income. Overall, the results point to self-insurance as a driving mechanism for the family labor supply responses that we estimate. Combined with a stylized model, our findings suggest efficient ways to target government transfers through existing social insurance programs.\n\n",
    "acknowledgement": "\nAn earlier version of this paper has been previously circulated as NBER Working Paper No. 21352 titled “Household Responses to Severe Health Shocks and the Design of Social Insurance.” We thank David Autor, Martin Browning, Raj Chetty, Jeffrey Clemens, Julie Cullen, David Cutler, Gordon Dahl, Ariel Dora Stern, Raluca Dragusanu, Liran Einav, Torben Fischer, Eric French, Elhanan Helpman, Nathan Hendren, Simon Jäger, Xavier Jaraverl, Lawrence Katz, Claus Thustrup Kreiner, David Laibson, Jessica Laird, Rafael Lalive, Jonathan Leganza, Søren Leth-Petersen, Magne Mogstad, Karthik Muralidharan, Joana Naritomi, Arash Nekoei, Jann Speiss, Yoram Weiss, Gal Wettstein, Danny Yagan, and Eric Zwick for helpful discussions and comments. We gratefully acknowledge financial support from the Alfred P. Sloan Foundation through the NBER Household Finance working group (under the direction of Brigitte Madrian and Stephen Zeldes) and the NBER Pre-doctoral Fellowship Program on the Economics of an Aging Workforce (under PI David Card), the Boston College Center for Retirement Research, the NBER Roybal Center for Behavior Change in Health and Savings, and EdLabs at Harvard University. The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of SSA or any agency of the Federal Government. Neither the United States Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of the contents of this report. Reference herein to any specific commercial product, process or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply endorsement, recommendation or favoring by the United States Government or any agency thereof. The research reported in this publication was also supported by the National Institute on Aging of the National Institutes of Health under Award Number P30AG034532. The content is the sole responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}