{
    "id": 21350,
    "citation_title": "The Antecedents and Aftermath of Financial Crises as told by Carlos F. Díaz Alejandro",
    "citation_author": [
        "Carmen M. Reinhart"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome of the best-known papers of Carlos F. Díaz Alejandro were about Latin America’s crises in the 1980s and 1930s. I will show data, figures and evidence here about the crises in the advanced economies 30 years later that fit the same narrative. His unadulterated words aptly describe modern problems across geographical borders and, in this case, income levels. This attests to his timeless insight and understanding. Because some of the observations he made have general applicability to the study of recurring patterns across crises, I have taken the liberty to label these as lessons.\n\n",
    "acknowledgement": "\nThis paper is based on the lecture delivered at the Carlos Diaz Alejandro Prize awarded for lifelong scholarly contributions to the study of Latin America by the Latin American and Caribbean Economic Association (LACEA), Río de Janeiro, November 2014. I presented an earlier version of the talk at the Eighth Carlos F. Díaz-Alejandro Lecture sponsored by the Association for the Study of the Cuban Economy (ASCE) in Washington DC, April 2011. I wish to thank Guillermo A. Calvo, Graciela L. Kaminsky, Maurice Obstfeld, Vincent Reinhart, Kenneth Rogoff, and seminar participants for helpful comments and suggestions. Ernesto Zedillo, himself a student of Carlos, deserves special thanks for encouraging me during my visit to Yale in 2010 to write about Carlos’ contributions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}