{
    "id": 21355,
    "citation_title": "Solar Geoengineering, Uncertainty, and the Price of Carbon",
    "citation_author": [
        "Garth Heutel",
        "Juan Moreno Cruz",
        "Soheil Shayegh"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider the socially optimal use of solar geoengineering to manage climate change. Solar geoengineering can reduce damages from atmospheric greenhouse gas concentrations, potentially more cheaply than reducing emissions. If so, optimal policy includes less abatement than recommended by models that ignore solar geoengineering, and the price of carbon is lower. Solar geoengineering reduces temperature but does not reduce atmospheric or ocean carbon concentrations, and that carbon may cause damages apart from temperature increases. Finally, uncertainty over climate change and solar geoengineering alters the optimal deployment of solar geoengineering. We explore these issues with an analytical model and a numerical simulation. The price of carbon is 30%-45% lower than the price recommended in a model without geoengineering, depending on the parameterizations of geoengineering costs and benefits. Carbon concentrations are higher but temperature is lower when allowing for solar geoengineering. The optimal amount of solar geoengineering is more sensitive to climate uncertainty than is the optimal amount of abatement.\n\n",
    "acknowledgement": "\nWe thank Joe Aldy, Spencer Banzhaf, Geoffrey Heal, Charlie Kolstad, Robert Mendelsohn, and seminar participants at NBER, GSU, RFF, William and Mary, and Yale for helpful comments, and Kalee Burns, Bo Liu, and Drew Moxon for valuable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}