{
    "id": 21357,
    "citation_title": "Why the Referential Treatment: Evidence from Field Experiments on Referrals",
    "citation_author": [
        "Amanda Pallais",
        "Emily Glassberg Sands"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nReferred workers are more likely than non-referred workers to be hired, all else equal. In three field experiments in an online labor market, we examine why. We find that referrals contain positive information about worker performance and persistence that is not contained in workers' observable characteristics. We also find that referrals performed particularly well when working directly with their referrers. However, we do not find evidence that referrals exert more effort because they believe their performance will affect their relationship with their referrer or their referrer's position at the firm.\n\n",
    "acknowledgement": "\nWe would like to thank David Autor, Felipe Barrera-Osorio, Patrick Bayer, Raj Chetty, Melissa Dell, David Deming, Itzik Fadlon, Adam Guren, John Friedman, Roland Fryer, Edward Glaeser, Claudia Goldin, Josh Goodman, Rick Hornbeck, Lisa Kahn, Lawrence Katz, John List, Ben Schoefer, Sarah Turner, Marty West, seminar participants at Berkeley, Booth, Brookings Institution, Columbia, Duke, Harvard, Kellogg, and NBER Summer Institute Labor Studies, the New York Federal Reserve, Princeton, RAND, University of British Columbia, University of Chicago, and Wharton, as well as Jesse Shapiro and four anonymous referees for their many helpful comments and suggestions. We would like to thank John Horton and the oDesk Corporation for help running the experiment. Sophie Wang provided excellent research assistance. Financial support from the Lab for Economic Applications and Policy at Harvard is gratefully acknowledged. Amanda Pallais's email address is apallais@fas.harvard.edu and Emily Glassberg Sands's email address is esands@coursera.org. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}