{
    "id": 21353,
    "citation_title": "Health and Unemployment during Macroeconomic Crises",
    "citation_author": [
        "Prashant Bharadwaj",
        "Petter Lundborg",
        "Dan-Olof Rooth"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that health is an important determinant of labor market vulnerability during large economic crises. Using data on adults during Sweden’s unexpected economic crisis in the early 1990s, we show that early and later life health are important determinants of job loss after the crisis, but not before. Adults who were born with worse health (proxied by birth weight) and those who experience hospitalizations (and especially so for mental health related issues) in the pre-crisis period, are much more likely to lose their jobs and go on unemployment insurance after the crisis. These effects are concentrated in the private sector that happened to be more affected by the crisis. The results hold while controlling for individual education and occupational sorting prior to the crisis, and for controlling for family level characteristics by exploiting health differences within twin pairs. We conclude that poor health (both in early life and as adults) is an important indicator of vulnerability during economic shocks.\n\n",
    "acknowledgement": "\nMuch thanks to Julie Cullen, Bhash Mazumder, Karthik Muralidharan and Petra Persson for comments. The authors have no financial interests relevant to the paper to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}