{
    "id": 21351,
    "citation_title": "What do Exporters Know?",
    "citation_author": [
        "Michael J. Dickstein",
        "Eduardo Morales"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of the variation in international trade volume is driven by firms' extensive margin decision to participate in export markets. To understand this decision and predict the sensitivity of export flows to changes in trade costs, we estimate a standard model of firms' export participation. In choosing whether to export, firms weigh the fixed costs of exporting against the forecasted profits from serving a foreign market. We show that the estimated parameters and counterfactual predictions from the model depend heavily on how the researcher specifies firms' expectations over these profits. We therefore develop a novel moment inequality approach with weaker assumptions on firms' expectations. Our approach introduces a new set of moment inequalities --odds-based inequalities-- and applies the revealed preference inequalities introduced in Pakes (2010) to a new setting. We use data from Chilean exporters to show that, relative to methods that require specifying firms' information sets, our approach generates estimates of fixed export costs that are 65-85% smaller. Counterfactual reductions in fixed costs generate gains in export participation that are 30% smaller, on average, than those predicted by existing approaches.\n\n",
    "acknowledgement": "\nWe thank Tim Bresnahan, Lorenzo Caliendo, Jan De Loecker, Dave Donaldson, Liran Einav, Alon Eizenberg, Guido Imbens, Ariel Pakes, Esteban Rossi-Hansberg, James Tybout and seminar participants at the CEPR-JIE conference on Applied Industrial Organization, Dartmouth College, LMU, the NBER ITI meeting, Pennsylvania State University, Princeton University, the Stanford/Berkeley IO Fest, Stanford University, UCLA, University of Virginia, and Wharton School for helpful suggestions. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}