{
    "id": 21359,
    "citation_title": "Who Needs a Fracking Education? The Educational Response to Low-Skill Biased Technological Change",
    "citation_author": [
        "Elizabeth U. Cascio",
        "Ayushi Narayan"
    ],
    "citation_publication_date": "2015-07-13",
    "issue_date": "2015-07-10",
    "revision_date": "2019-02-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the educational response to fracking, a recent technological breakthrough in the oil and gas industry, taking advantage of the timing of its diffusion and spatial variation in shale reserves. We show that fracking has significantly increased relative demand for less-educated male labor and high school dropout rates of male teens, both overall and relative to females. Our estimates imply that, absent fracking, the teen male dropout rate would have been 1 percentage point lower over 2011-15 in the average labor market with shale reserves, implying an elasticity of school enrollment with respect to earnings below historical estimates. Fracking increased earnings more among young men than teenage boys, suggesting that educational decisions respond to improved earnings prospects, not just opportunity costs. Other explanations for our findings, like changes in school quality, migration, or demographics, receive less empirical support.\n\n",
    "acknowledgement": "\nWe thank James Feyrer, Erin Mansur, and Bruce Sacerdote for their assistance with the drilling data and helpful discussions, Lucinda Hall for her help in mapping the shale deposits, and seminar participants at Cornell University, Michigan State University, Williams College, the Fourth SOLE/EALE Annual Meeting, and the 2018 American Economic Association Annual Meeting, especially Na’ama Shenhav, for useful comments. We also thank Eric Edmonds, Ethan Lewis, and Andrew Samwick for helpful comments on Narayan’s earlier research, advised by Cascio, upon which this paper builds. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}