{
    "id": 21361,
    "citation_title": "Long Run Effects of Temporary Incentives on Medical Care Productivity",
    "citation_author": [
        "Pablo Celhay",
        "Paul Gertler",
        "Paula Giovagnoli",
        "Christel Vermeersch"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe adoption of new clinical practice patterns by medical care providers is often challenging, even when they are believed to be both efficacious and profitable. This paper uses a randomized field experiment to examine the effects of temporary financial incentives paid to medical care clinics for the initiation of prenatal care in the first trimester of pregnancy. The rate of early initiation of prenatal care was 34% higher in the treatment group than in the control group while the incentives were being paid, and this effect persisted at least 24 months or more after the incentives ended. These results are consistent with a model where the incentives enable providers to address the fixed costs of overcoming organizational inertia in innovation, and suggest that temporary incentives may be effective at motivating improvements in long run provider performance at a substantially lower cost than permanent incentives.\n\n",
    "acknowledgement": "\nThe experiment described in this paper was developed under the leadership of Martin Sabignoso, National Coordinator of Plan Nacer and Humberto Silva, National Head of Strategic Planning of Plan Nacer, Ministry of Health, Argentina. Together with the national team, Luis Lopez Torres and Bettina Petrella from the Misiones Office of Plan Nacer oversaw the implementation of the pilot, facilitated access to provincial data, supported the authors in interpreting datasets and the provincial legal framework and in carrying out the in-depth interviews. Fernando Bazán Torres, Ramiro Flores Cruz, Santiago Garriga, Alfredo Palacios, Rafael Ramirez, Silvestre Rios Centeno, Gabriela Moreno, and Adam Ross provided excellent assistance and project management support. Alvaro S. Ocariz, Javier Minsky and the staff of the Information Technology unit at Central Implementation Unit (UEC) at the Ministry of Health provided valuable support in identifying sources of data. The authors acknowledge the contributions of Sebastian Martinez, Luis Perez Campoy, Vanina Camporeale and Daniela Romero in the initial design of the pilot. The authors also thank Ned Augenblick, Dan Black, Nick Bloom, Megan Busse, Stefano DellaVigna, Damien de Walque, Emanuela Galasso, Jeff Grogger, Petra Vergeer, as well as participants in seminars at UC Berkeley, Northwestern University and Chicago University for helpful comments. Finally, the authors gratefully acknowledge financial support from the Health Results Innovation Trust Fund (HRITF) and the Strategic Impact Evaluation Fund (SIEF) of the World Bank. The authors declare that they have no financial or material interests in the results of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}