{
    "id": 21365,
    "citation_title": "Accounting for Adaptation in the Economics of Happiness",
    "citation_author": [
        "Miles Kimball",
        "Ryan Nunn",
        "Dan Silverman"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReported happiness provides a potentially useful way to evaluate unpriced goods and events; but measures of subjective well-being (SWB) often revert to the mean after responding to events, and this hedonic adaptation creates challenges for interpretation. Previous work tends to estimate time-invariant effects of events on happiness. In the presence of hedonic adaptation, this restriction can lead to biases, especially when comparing events to which people adapt at different rates. Our paper provides a flexible, extensible econometric framework that accommodates adaptation and permits the comparison of happiness-relevant life events with dissimilar hedonic adaptation paths. We present a method that is robust to individual fixed effects, imprecisely-dated data, and permanent consequences. The method is used to analyze a variety of events in the Health and Retirement Study panel. Many of the variables studied have substantial consequences for subjective well-being - consequences that differ greatly in their time profiles.\n\n",
    "acknowledgement": "\nWe are grateful for financial support from NIH/NIA grants R01-AG040787 and P01 AG026571 to the University of Michigan. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Treasury Department.\n\n\n"
}