{
    "id": 21366,
    "citation_title": "The Rise of Domestic Outsourcing and the Evolution of the German Wage Structure",
    "citation_author": [
        "Deborah Goldschmidt",
        "Johannes F. Schmieder"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe nature of the relationship between employers and employees has been changing over the last decades, with firms increasingly relying on contractors, temp agencies and franchises rather than hiring employees directly. We investigate the impact of this transformation on the wage structure by following jobs that are moved outside of the boundary of lead employers to contracting firms. For this end we develop a new method for identifying outsourcing of food, cleaning, security and logistics services in administrative data using the universe of social security records in Germany. We document a dramatic growth of domestic outsourcing in Germany since the early 1990s. Event-study analyses show that wages in outsourced jobs fall by approximately 10-15% relative to similar jobs that are not outsourced. We find evidence that the wage losses associated with outsourcing stem from a loss of firm-specific rents, suggesting that labor cost savings are an important reason why firms choose to contract out these services. Finally, we tie the increase in outsourcing activity to broader changes in the German wage structure, in particular showing that outsourcing of cleaning, security and logistics services alone accounts for around 10 percent of the increase in German wage inequality since the 1980s.\n\n",
    "acknowledgement": "\nWe would like to thank Katharine Abraham, David Autor, Josh Angrist, Stefan Bender, Giuseppe Berlingieri, Richard Blundell, David Card, Michael Clauss, Arindrajit Dube, Christian Dustmann, Robert Gibbons, Pat Kline, Hillary Hoynes, Erik Hurst, Larry Kahn, Kevin Lang, Mark McCabe, W. Bentley McLeod, Claudia Olivetti, Jim Rebitzer, Uta Schoenberg, Till von Wachter, David Weil, Birger Wernerfelt, Heidi Williams, and Seminar Participants at Boston University, UC Berkeley, UCL, the MIT Economics Department, MIT Sloan and Queens University. Johannes Schmieder gratefully acknowledges funding from the W. E. Upjohn Institute Early Career Research Grant No. 14-147-08. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}