{
    "id": 21363,
    "citation_title": "The Dynamics of Inequality",
    "citation_author": [
        "Xavier Gabaix",
        "Jean-Michel Lasry",
        "Pierre-Louis Lions",
        "Benjamin Moll"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe past forty years have seen a rapid rise in top income inequality in the United States. While there is a large number of existing theories of the Pareto tails of the income and wealth distributions at a given point in time, almost none of these address the fast rise in top inequality observed in the data. We show that standard theories, which build on a random growth mechanism, generate transition dynamics that are an order of magnitude too slow relative to those observed in the data. We then suggest parsimonious deviations from the basic model that can explain such changes, namely heterogeneity in mean growth rates or deviations from Gibrat's law. These deviations are consistent with theories in which the increase in top income inequality is driven by the rise of \"superstar\" entrepreneurs or managers.\n\n",
    "acknowledgement": "\nWe thank Fernando Alvarez, Roland Benabou, Fatih Guvenen, Chad Jones, Greg Kaplan, Erzo Luttmer, Makoto Nirei, Ezra Oberfield, Jonathan Parker, John Shea, Joe Sullivan and Gabriel Zucman for their insights, and seminar participants at UQAM, Queen's University, Cornell, the Chicago Fed, Princeton and the University of Maryland for useful comments. We also thank Cristian Alonso, Joshua Bernstein, Nik Engbom and Jason Ravit for excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}