{
    "id": 21360,
    "citation_title": "Economic and Social Impacts of the Media",
    "citation_author": [
        "Stefano DellaVigna",
        "Eliana La Ferrara"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Economics of Crime",
        "\n",
        "Cohort Studies",
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn this survey, we review the literature on the impact of exposure to the media. We cast a wide net and cover media impacts on education, family choices, labor and migration decisions, environmental choices, health, crime, public economics, attitudes, consumption and savings, and development economics. We stress five themes. First, the demand for entertainment plays a key role, with the economic impacts emerging largely as by-products. Second, to understand the media effects one cannot just focus on the direct effect of exposure but one needs to take into account the crowding-out of alternative activities (substitution effect). Third, the sources of identification play a critical role in determining what is known: credible estimates of short- and long run effects are available for some topics and some media but not for others. Fourth, most of the evidence on social and economic impacts is for exposure to the entertainment media such as television, as opposed to the printed press. Fifth, for the policy impacts both the substitution effect of media exposure and the demand for entertainment play an important role.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Media Economics, Elsevier. We are grateful to Gordon Dahl, Matthew Gentzkow, Magne Mogstad, Ben Olken, Jesse Shapiro and David Stromberg for comments on the draft. We thank Benedetta Brioschi, Yizhuang Alden Cheng, Brian Wheaton, Martina Zanella, Jeffrey Zeidel, and Michael Zhang for excellent research assistance. Correspondence: sdellavi@econ.berkeley.edu; eliana.laferrara@unibocconi.it The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}