{
    "id": 21367,
    "citation_title": "The Effect of Post-and-Hold Laws on Alcohol Consumption",
    "citation_author": [
        "Henry Saffer",
        "Markus Gehrsitz"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the effects of post-and-hold laws on alcohol consumption and price.  Post-and-hold laws require alcohol wholesalers to provide a list of prices to the state, which can be reviewed by retailers, competitors and the public.  These laws were generally enacted at the end of prohibition with the intention of limiting alcohol consumption by raising prices.  The laws may also have the unintended consequence of protecting small retailers.  Recently, several large retailers have argued in court that these laws are counter to the Sherman Act, which limits anti-competitive behavior.  This paper follows the recent paper by Cooper and Wright (2012) and adds new data and new statistical tests.  Both difference-in–difference models and synthetic control models are employed.  The estimation results provide no persuasive evidence of an effect of post-and-hold laws on the consumption of either beer, wine, or spirits.  There is also no persuasive evidence that the laws increase the prices of these products.  One possible explanation of this null effect is that the wholesale markets for alcohol are so highly regulated that post-and-hold laws have no discernable marginal effect.  The empirical results presented in this paper do support alcohol excise taxes as effective means of reducing alcohol consumption.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}