{
    "id": 21371,
    "citation_title": "The Intergenerational Transmission of War",
    "citation_author": [
        "Filipe Campante",
        "David Yanagizawa-Drott"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether war service by one generation affects service by the next generation in later wars, in the context of the major US theaters of the 20th century. To identify a causal effect, we exploit the fact that general suitability for service implies that how close to age 21 an individual’s father happened to be at a time of war is a key determinant of the father’s likelihood of participation. We find that a father’s war service experience has a positive and significant effect on his son’s likelihood of service. We estimate an intergenerational transmission parameter of approximately 0.1, across all wars, and that each individual war had a substantial impact on service in those that followed. We find evidence consistent with cultural transmission of war service from fathers to sons, and with the presence of substitutability between this direct transmission and oblique transmission (from society at large). In contrast, father’s war service increases sons’ educational achievement and actually reduces the likelihood of military service outside of wartime, suggesting that the results cannot be explained by material incentives or broader occupational choice. Taken together, our results indicate that a history of wars helps countries overcome the collective action problem of getting citizens to volunteer for war service.\n\n",
    "acknowledgement": "\nWe thank Alberto Abadie, Alberto Alesina, Robert Barro, Alberto Bisin, John Friedman, and Andrei Shleifer for helpful conversations, and seminar participants at HKS, Harvard-MIT (Positive Political Economy), Middlebury, Northwestern (Kellogg), NYU, Sao Paulo School of Economics, Stanford GSB, UC Berkeley and the Political Economy of Development and Conflict Workshop in Barcelona for many useful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}