{
    "id": 21376,
    "citation_title": "Multidimensional Skill Mismatch",
    "citation_author": [
        "Fatih Guvenen",
        "Burhanettin Kuruscu",
        "Satoshi Tanaka",
        "David Wiczer"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "2018-04-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWhat determines the earnings of a worker relative to his peers in the same occupation? What makes a worker fail in one occupation but succeed in another? More broadly, what are the factors that determine the productivity of a worker-occupation match? To help answer questions like these, we propose an empirical measure of multidimensional skill mismatch, which is based on the discrepancy between the portfolio of skills required by an occupation and the portfolio of abilities possessed by a worker for learning those skills. This measure arises naturally in a dynamic model of occupational choice and human capital accumulation with multidimensional skills and Bayesian learning about one’s ability to learn skills. Not only does mismatch depress wage growth in the current occupation, it also leaves a scarring effect—by stunting skill acquisition—that reduces wages in future occupations. Mismatch also predicts different aspects of occupational switching behavior. We construct the empirical analog of our skill mismatch measure from readily available US panel data on individuals and occupations and find empirical support for these implications. The magnitudes of these effects are large: moving from the worst- to the best-matched decile can improve wages by 11% per year for the rest of one’s career.\n\n",
    "acknowledgement": "\nFor comments and discussions, we thank Joe Altonji, Alessandra Fogli, Tim Kautz, Philipp Kircher, Jeremy Lise, Fabien Postel-Vinay, Rob Shimer, Kjetil Storesletten, José-Víctor Ríos-Rull, Carl Sanders, and Uta Schönberg as well as the participants at the 2011 and 2015 SED conferences, 2014 NBER Summer Institute, 2014 Barcelona GSE Summer Forum, 2015 CIREQ Conference on Information Frictions and at the Universities of Copenhagen, Hitotsubashi, Tokyo, California at Santa Barbara and Western Ontario. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Banks of Minneapolis or St. Louis, nor of the NAtional Bureau of Economic Research. Guvenen acknowledges financial support from the National Science Foundation. Kuruscu acknowledges financial support from Social Sciences Humanities Research Council of Canada.\n\n\n"
}