{
    "id": 21379,
    "citation_title": "Does Protecting Older Workers from Discrimination Make It Harder to Get Hired? Evidence from Disability Discrimination Laws",
    "citation_author": [
        "David Neumark",
        "Joanne Song",
        "Patrick Button"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "2015-09-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effects of disability discrimination laws on hiring of older workers. A concern with anti-discrimination laws is that they may reduce hiring by raising the cost of terminations and – in the specific case of disability discrimination laws – raising the cost of employment because of the need to accommodate disabled workers. Moreover, disability discrimination laws can affect non-disabled older workers because they are fairly likely to develop work-related disabilities, yet are not protected by these laws. Using state variation in disability discrimination protections, we find little or no evidence that stronger disability discrimination laws lower the hiring of non-disabled older workers. We similarly find no evidence of adverse effects of disability discrimination laws on hiring of disabled older workers.\n\n",
    "acknowledgement": "\nThis paper was prepared for the AARP conference on “Social Insurance and Lifecycle Events among Older Americans,” December 2014. We are grateful to the Social Security Administration, through a grant to the Michigan Retirement Research Center (MRRC), for financial support. We are grateful to Doug Kruse, Richard Johnson, and anonymous reviewers for very helpful comments. All conclusions and opinions are solely ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}