{
    "id": 21377,
    "citation_title": "Growth and Trade with Frictions: A Structural Estimation Framework",
    "citation_author": [
        "James E. Anderson",
        "Mario Larch",
        "Yoto V. Yotov"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe build and estimate a structural dynamic general equilibrium model of growth and trade. Trade affects growth through changes in consumer and producer prices that in turn stimulate or impede physical capital accumulation. At the same time, growth affects trade, directly through changes in country size and indirectly through altering the incidence of trade costs. The model combines structural gravity with a capital accumulation specification of the transition between steady states. Theory translates into an intuitive econometric system that identifies the causal impact of trade on income and growth, and also delivers estimates of the key structural parameters in our model. Counterfactual experiments based on the estimated model give evidence for strong dynamic relationships between growth and trade, resulting in doubling of the static gains from trade liberalization.\n\n",
    "acknowledgement": "\nMario Larch is grateful for financial support under the Fritz Thyssen Stiftung grant No. Az. 50.14.0.013. Yotov is grateful for the hospitality of ERI-BAS. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}