{
    "id": 21378,
    "citation_title": "The Birth of Edge Cities in China: Measuring the Spillover Effects of Industrial Parks",
    "citation_author": [
        "Siqi Zheng",
        "Weizeng Sun",
        "Jianfeng Wu",
        "Matthew E. Kahn"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSeveral Chinese cities have invested billions of dollars to construct new industrial parks.  These place based investments solve the land assembly problem which allows many productive firms to co-locate close to each other.  The resulting local economic growth creates new opportunities for real estate developers and retailers that develop properties and stores close to the new park.  The city mayor has the political clout and the personal promotion incentives to anticipate these effects as he chooses whether and where within the city to build the park.  Using several geo-coded data sets, we measure the localized spillover effects of the new parks on local incumbent firm productivity, the growth of retail activity close to the park and local real estate pricing and construction. We document the heterogeneous effects of investment in parks.  Those parks featuring a higher level of human capital, a greater level of co-agglomeration among firms within the park, and a smaller share of State Owned Enterprises offer greater spillover effects.\n\n",
    "acknowledgement": "\nWe thank Nick Mueller and seminar participants at the January 2015 ASSA, USC, LSE and University College, London and UNLV for useful comments. We thank the UCLA Ziman Center for Real Estate for generous funding. Jianfeng Wu thanks the School of Economics at Fudan University for granting us access to key data. He also thanks the MOE Project of the Key Research Institute of the Humanities and Social Sciences at the China Center for Economic Studies (CCES), and the Research Institute of the Chinese Economy (RICE) at Fudan University. We are indebted to Zhikuo Liu for helpful discussions. Siqi Zheng and Weizeng Sun thank the National Natural Science Foundation of China (No. 71273154 and No. 71322307) and the Program for New Century Excellent Talents in University (NCET-12-0313) for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}