{
    "id": 21373,
    "citation_title": "Broadening State Capacity",
    "citation_author": [
        "Traviss Cassidy",
        "Mark Dincecco",
        "Ugo Troiano"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "2019-11-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence about the fiscal and mobility consequences of the introduction of the income tax, a major investment in modern state capacity. Drawing on archival data, we introduce a novel panel database that spans all 50 U.S. states between 1900 and 2008. Our research design exploits the staggered introduction of the income tax across states, while accounting for the potentially selective timing of adoption. We find that tax broadening significantly increased total revenue and expenditure in the short run but not the long run, while revenue and expenditure per capita significantly increased on a permanent basis. To explain these results, we show that the introduction of the income tax led to significant outmigration to non-income-tax states, particularly by high earners. Our findings demonstrate that the introduction of the income tax allowed U.S. states to significantly increase their revenue-raising capacity on a per capita basis. Nonetheless, population mobility provided a partial check on the absolute size of state governments.\n\n",
    "acknowledgement": "\nWe thank Sutirtha Bagchi, Ivo Bischoff, Maggie Brehm, Paul Brehm, Alecia Cassidy, Wei Cui, James Feigenbaum, Jim Hines, Larry Katz, Byung-Cheol Kim, Ken Kollman, Tidiane Ly, Rob Mickey, Giacomo Ponzetto, Paul Rhode, Joel Slemrod, Brenden Timpe, and seminar participants at the University of Essex, Free University of Bozen-Bolzano, Oberlin College, IEB VIII Workshop on Public Economics, National Tax Association Annual Meeting, World Economic History Congress, and International Institute of Public Finance Annual Congress for helpful comments. We thank Xinzhu Chen, Maiko Heller, Niaoniao You, and Alex Wolfe for excellent research assistance. We gratefully acknowledge financial support from the MITRE Anonymous Donor. A previous version of this paper was circulated as “Broadening the State: Policy Responses to the Introduction of the Income Tax.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}