{
    "id": 21374,
    "citation_title": "How was the Weekend? How the Social Context Underlies Weekend Effects in Happiness and other Emotions for US Workers",
    "citation_author": [
        "John F. Helliwell",
        "Shun Wang"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "2015-08-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nIn this paper we estimate the size of weekend effects for seven emotions and then explore their main determinants for the working population in the United States, using the Gallup/Healthways US Daily Poll 2008-2012. We first find that weekend effects exist for all emotions, and that these effects are not explained by sample selection bias. Full-time workers have a larger weekend effects than do part- time workers for all emotions except sadness, for which weekend effects are almost identical for all workers. We then explore the sources of weekend effects and find that workplace trust and workplace social relations, combined with differences in social time spent with family and friends, together almost fully explain the weekend effects for happiness, laughter, enjoyment and sadness, for both full-time and part-time workers, with significant but smaller proportions explained for the remaining three emotions - worry, anger and stress.\n\n",
    "acknowledgement": "\nHelliwell’s research is supported by the Canadian Institute for Advanced Research (CIFAR). Wang gratefully acknowledges financial support from the Korea Development Institute (KDI) School of Public Policy and Management. We thank the Gallup Organization for access to data from the Gallup/ Healthways US Daily Poll. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}