{
    "id": 21375,
    "citation_title": "Inventing Prizes: A Historical Perspective on Innovation Awards and Technology Policy",
    "citation_author": [
        "B. Zorina Khan"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPrizes for innovations are currently experiencing a renaissance, following their marked decline during the nineteenth century.  However, Daguerre’s “patent buyout,” the longitude prize, inducement prizes for butter substitutes and billiard balls, the activities of the Royal Society of Arts and other “encouragement” institutions, all comprise historically inaccurate and potentially misleading case studies.  Daguerre, for instance, never obtained a patent in France and, instead, lobbied for government support in a classic example of rent-seeking.  This paper surveys empirical research using more representative samples drawn from Britain, France, and the United States, including “great inventors” and their ordinary counterparts, and prizes at industrial exhibitions.  The results suggest that administered systems of rewards to innovators suffered from a number of disadvantages in design and practice, some of which might be inherent to their non-market orientation.  These findings in part explain why innovation prizes lost favour as a technology policy instrument in both the United States and Europe in the period of industrialization and economic growth.\n\n",
    "acknowledgement": "\nI am especially grateful to Marcella Alsan, Stanley Engerman, Walter Friedman, Keith Maskus, Alessandro Nuvolari, Yi Qian, and Brian Wright for careful reading and comments that significantly improved the paper. I have also benefited from discussions with Ran Abramitzky, Lee Branstetter, Colleen Chien, Richard Epstein, Avner Greif, Stephen Haber, Naomi Lamoreaux, Mark Lemley, Andrei Markevitch, Adam Mossoff, Tom Nicholas, Rob Merges, Ted Sichelman, Daniel Spulber, and participants in the Bay Area IP Professors’ Workshop and the IP2 Workshop at Stanford. Generous assistance with archival data was provided by Serge Bénoit, Esther Brubaker, Anne Chanteux, Christiane Demeulenaere-Douyère, Gérard Emptoz, Liliane Hilaire-Pérez, Phil Hoffman, Gilles Postel-Vinay, and the very helpful staff at the Société pour l’encouragement de l’industrie nationale, the Institut national de propriété industrielle, the Archives nationales, the Bibliothèque nationale de France, the Conservatoire national des arts et métiers, the Royal Society of Arts, and the British Library. This project was funded by research grants from the National Science Foundation and Bowdoin College, and was completed while I was a National Fellow of the Hoover Institution at Stanford University. Liability for errors is limited to the author. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}