{
    "id": 21381,
    "citation_title": "Learning and (or) Doing: Human Capital Investments and Optimal Taxation",
    "citation_author": [
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers a dynamic taxation problem when agents can allocate their time between working and investing in their human capital. Time investment in human capital, or \"training,\" increases the wage and can interact with an agent's intrinsic, exogenous, and stochastic earnings ability. It also interacts with both current and future labor supply and there can be either \"learning-and-doing\" (when labor and training are complements, like for on-the-job training) or \"learning-or-doing\" (when labor and training are substitutes, like for college). Agents' abilities and labor supply are private information to them, which leads to a dynamic mechanism design problem with incentive compatibility constraints. At the optimum, the subsidy on training time is set so as to balance the total labor supply effect of the subsidy and its distributional consequences. In a one-period version of the model, particularly simple relations arise at the optimum between the labor wedge and the training wedge that can also be used to test for the Pareto efficiency of existing tax and subsidy systems. In the limit case of learning-by-doing (when training is a direct by-product of labor) or in the case in which agents who are more able at work are also more able at training, there are important modifications to the labor wedge.\n\n",
    "acknowledgement": "\nI want to thank James Poterba, Ivan Werning, and Emmanuel Saez for insightful comments. I also thank participants at the MIT Public Finance Lunch and seminar participants at Berkeley, Michigan, Princeton, Stanford, UPenn, Yale, Wharton, and Santa Barbara for their useful feedback and comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}