{
    "id": 21380,
    "citation_title": "Academics as Economic Advisers: Gold, the ‘Brains Trust,’ and FDR",
    "citation_author": [
        "Sebastian Edwards"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I revisit the period leading to the abandonment of the gold standard by the U.S. in 1933. I analyze what the important players – and in particular FDR and the members of the advisory group known as the “Brains Trust” – thought about the gold standard. My conclusion is that during the primary and presidential campaigns, neither Roosevelt nor his inner circle had a strong view on gold or the dollar. They did believe in the need to experiment with different policies in order to get the country out of the slump. Tinkering with the value of the currency was a possible area for experimentation; but it was an option with a relatively low priority, lower than implementing a public works program, and passing a bill that included crops allotment. Until inauguration day FDR’s views on the gold standard were ambivalent and noncommittal; he was neither a diehard fan of the system, nor was he a severe critic.\n\n",
    "acknowledgement": "\nI am grateful to María Carolina Arteaga for her assistance. I thank Alvaro García Marín for his help with the data. A previous version circulated as “Economists did not soil their hands: FDR, gold and the ‘Brains Trust’.” I have benefited from comments by seminar participants at Duke’s Center for the History of Political Economy. I thank the following colleagues for very helpful comments and suggestions: Craufurd Goodwin, Barry Eichengreen, Michael Bordo, Eric Rauchway, Doug Irwin, George Tavlas, and Brad De Long. As always, conversations with Ed Leamer have been illuminating. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}