{
    "id": 21386,
    "citation_title": "Sources of Inaction in Household Finance: Evidence from the Danish Mortgage Market",
    "citation_author": [
        "Steffen Andersen",
        "John Y. Campbell",
        "Kasper Meisner Nielsen",
        "Tarun Ramadorai"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe build an empirical model to decompose delays in mortgage refinancing into time-dependent inaction (a low probability of responding to a refinancing incentive in a given quarter) and state- dependent inaction (a psychological addition to the financial cost of refinancing). We estimate the model on high-quality administrative panel data from Denmark, where mortgage refinancing without cash-out is unconstrained. Middle-aged and wealthy households exhibit state-dependent inaction; but older, poorer, and less-educated households exhibit strong time-dependent inaction and thereby achieve lower savings. We use the model to understand frictions in the mortgage channel of monetary policy transmission.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated under the title “Inattention and Inertia in Household Finance: Evidence from the Danish Mortgage Market.” We thank the Sloan Foundation for financial support. We are grateful to the Association of Danish Mortgage Banks (ADMB) for providing data and facilitating dialogue with the individual mortgage banks, and to senior economists Bettina Sand and Kaare Christensen at the ADMB for providing us with valuable institutional details. We thank Sumit Agarwal, Joao Cocco, John Driscoll, Xavier Gabaix, Samuli Knüpfer, David Laibson, Tomasz Piskorski, Tano Santos, Antoinette Schoar, Amit Seru, Susan Woodward, Vincent Yao, and seminar participants at the Board of Governors of the Federal Reserve/GFLEC Financial Literacy Seminar at George Washington University, the NBER Summer Institute Household Finance Meeting, the Riksbank-EABCN Conference on Inequality and Macroeconomics, the American Economic Association 2015 Meeting, the Real Estate Seminar at UC Berkeley, the Federal Reserve Bank of New York, Copenhagen Business School, Columbia Business School, the May 2015 Mortgage Contract Design Conference, the NUS-IRES Real Estate Symposium, Chicago Booth, the European Finance Association 2015 Meeting, the FIRS 2016 Meeting, the Imperial College London-FCA Conference on Mortgage Markets, Cass Business School, the Banca d’Italia, Wharton, Boston College, Stanford, the 2017 Conference on the Econometrics of Financial Markets, Bocconi, and Lugano for many useful comments, and Josh Abel and Federica Zeni for excellent and dedicated research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTarun Ramadorai\n\nWe thank the Alfred P. Sloan foundation for financial support.\n\n\n"
}