{
    "id": 21388,
    "citation_title": "What Measure of Inflation Should a Developing Country Central Bank Target?",
    "citation_author": [
        "Rahul Anand",
        "Eswar Prasad",
        "Boyang Zhang"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn closed or open economy models with complete markets, targeting core inflation enables monetary policy to maximize welfare by replicating the flexible price equilibrium. We analyze this result in the context of developing economies, where a large proportion of households are credit constrained and the share of food expenditures in total consumption expenditures is high. We develop an open economy model with incomplete financial markets to show that headline inflation targeting improves welfare outcomes. We also compute the optimal price index, which includes a positive weight on food prices but, unlike headline inflation, assigns zero weight to import prices.\n\n",
    "acknowledgement": "\nWe are grateful to the editor, Ricardo Reis, and an anonymous referee for their detailed and constructive comments. We also thank Kaushik Basu, Gita Gopinath, Karel Mertens, Parul Sharma, Viktor Tsyrennikov, and Magnus Saxegaard for helpful comments and discussions. We received helpful comments from seminar participants at the Bank of Korea, the Brookings Institution, Cornell University, the Federal Reserve Board, the IMF, and the Reserve Bank of India. We thank James Walsh for sharing some of his data with us. This research was supported by a grant from the International Growth Centre's Macroeconomics Program. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}