{
    "id": 21383,
    "citation_title": "The Impact of Trading on the Costs and Benefits of the Acid Rain Program",
    "citation_author": [
        "H. Ron Chan",
        "B. Andrew Chupp",
        "Maureen L. Cropper",
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2015-07-20",
    "issue_date": "2015-07-16",
    "revision_date": "2017-04-04",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study quantifies the cost savings from the Acid Rain Program (ARP) compared with a command-and-control alternative and also examines the impact of trading under the ARP on health damages. To quantify cost savings, we compare compliance costs for non-NSPS (New Source Performance Standards) coal-fired Electricity Generating Units (EGUs) under the ARP with compliance costs under a uniform performance standard that achieves the same aggregate emissions. We do this for the year 2002, the third year of Phase II of the program. We find annual cost savings of approximately $240 million (1995$). To examine the health effects of trading, we compute the health damages associated with observed sulfur dioxide (SO2) emissions from all units regulated under the ARP in 2002—approximately 10.2 million tons—and compare them with damages from a No-Trade counterfactual in which each unit emits SO2 at a rate equal to its allocation of permits for the year 2002, plus any drawdown of its allowance bank. Damages under the ARP are $2.4 billion (2000$) higher than under the No-Trade. This reflects the transfer of allowances from EGUs west of the Mississippi River to units in the eastern US with higher exposed populations.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Market for Sulfur Dioxide Allowances: What Have We Learned from the Grand Policy Experiment?\"  Support for this work was provided by Resources for the Future. This paper has benefited from comments made by seminar participants at Carnegie Mellon University, the University of Pennsylvania, RFF, the Association of Environmental and Resource Economists, Georgia State University, the School of Public and Environmental Affairs at Indiana University, the Econometric Society World Congress in Montreal, the Royal Economic Society Conference in Manchester and the UK Applied Environmental Economics Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas Z. Muller\n\nNicholas Muller also serves on the USEPA's Scientific Advisory Board's Panel on Economy Wide Modeling.\n\n\n"
}