{
    "id": 21387,
    "citation_title": "Which Models Can We Trust to Evaluate Consumer Decision Making? Comment on “Choice Inconsistencies among the Elderly”",
    "citation_author": [
        "Jonathan D. Ketcham",
        "Nicolai V. Kuminoff",
        "Christopher A. Powers"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nNeoclassical and psychological models of consumer behavior often make divergent predictions for the welfare effects of paternalistic policies, leaving wide scope for researchers’ choice of a model to influence their policy conclusions. We develop a framework to reduce this model uncertainty and apply it to administrative data on consumer decision making in Medicare Part D. Consumers’ choices for prescription drug insurance plans can be explained by Abaluck and Gruber’s (AER 2011) model of utility maximization with psychological biases or by a neoclassical version of their model that precludes such biases. We evaluate these competing hypotheses using nonparametric tests of utility maximization and a trio of model validation tests. We find that 79% of enrollment decisions in Medicare Part D from 2006-2010 satisfied basic axioms of consumer preference theory under the assumptions of full information, zero transaction cost, and no measurement error. The validation tests provide evidence against widespread psychological biases. In particular, we find that precluding psychological biases improves the structural model’s out-of-sample predictions for consumer behavior.\n\n",
    "acknowledgement": "\nWe are grateful to Jeremy Fox, Ben Handel, Claudio Lucarelli, Eugenio Miravete, John Romley, Dan Silverman, and Kerry Smith for insights on this research, and to Jason Abaluck, Jonathan Gruber, two anonymous referees, and the editor Pinelope Goldberg for helpful comments and suggestions on prior drafts. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}