{
    "id": 21393,
    "citation_title": "Weak Markets, Strong Teachers: Recession at Career Start and Teacher Effectiveness",
    "citation_author": [
        "Markus Nagler",
        "Marc Piopiunik",
        "Martin R. West"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do alternative job opportunities affect teacher quality? We provide causal evidence on this question by exploiting business cycle conditions at career start as a source of exogenous variation in the outside options of potential teachers. Unlike prior research, we directly assess teacher quality with value-added measures of impacts on student test scores, using administrative data on 33,000 teachers in Florida public schools. Consistent with a Roy model of occupational choice, teachers entering the profession during recessions are significantly more effective in raising student test scores. Results are supported by placebo tests and not driven by differential attrition.\n\n",
    "acknowledgement": "\nWe thank seminar audiences at Harvard University, the Ifo Institute, the University of Munich, RWI Essen, and the University of Konstanz as well as conference participants at the NBER Education Spring Meeting, the SOLE-EALE World Meetings in Montreal, the Spring Meeting of Young Economists in Ghent, the Workshop of the German Network of Young Microeconometricians, the Econometric Society World Congress in Montreal, the annual meeting of the European Economic Association in Mannheim, the European Summer Symposium in Labor Economics, and the CESifo Area Conference in the Economics of Education for valuable suggestions. We also thank David Autor, Michael Boehm, Raj Chetty, Matthew Chingos, Andy de Barros, David Deming, Christian Dustmann, Bernd Fitzenberger, Mathilde Godard, Joshua Goodman, Anna Gumpert, Eric A. Hanushek, Lawrence Katz, Asim Khwaja, Amanda Pallais, Jonah Rockoff, Monika Schnitzer, Ludger Woessmann, and especially Martin Watzinger for valuable comments and suggestions. Max Mandl provided excellent research assistance. Nagler gratefully acknowledges financial support by the DFG through SFB TR 15 and the Elite Network of Bavaria through Evidence-Based-Economics. He further thanks the Program on Education Policy and Governance at Harvard University for its hospitality while writing parts of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}