{
    "id": 21396,
    "citation_title": "Should We Give Up After Solyndra? Optimal Technology R&D Portfolios under Uncertainty",
    "citation_author": [
        "Mort Webster",
        "Karen Fisher-Vanden",
        "David Popp",
        "Nidhi Santen"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGlobal climate change and other environmental challenges require the development of new energy technologies with lower emissions.  In the near-term, R&D investments, either by government or the private sector, can bring down the costs of these lower emission technologies.  However, the results of R&D are uncertain, and there are many potential technologies that may turn out to play an effective role in the future energy mix.  In this paper, we address the problem of allocating R&D across technologies under uncertainty.  Specifically, given two technologies, one with lower costs at present, but the other with greater uncertainty in the returns to R&D, how should one allocate the R&D budget?  We develop a multi-stage stochastic dynamic programming version of an integrated assessment model of climate and economy that represents endogenous technological change through R&D decisions for two substitutable non-carbon backstop technologies.  Using the model, we demonstrate that near-term R&D into the higher cost technology is justified, and that the amount of R&D into the high cost technology increases with both the variance in the uncertainty in returns to R&D and with the skewness of the uncertainty.  We also present an illustrative case study of wind and solar photovoltaic technologies, and show that poor R&D results in early periods do not necessarily mean that investment should not continue.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the financial support of U.S. National Science Foundation, grant # 0825915. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}