{
    "id": 21395,
    "citation_title": "Objective Course Placement and College Readiness: Evidence from Targeted Middle School Math Acceleration",
    "citation_author": [
        "Shaun Dougherty",
        "Joshua Goodman",
        "Darryl Hill",
        "Erica Litke",
        "Lindsay C. Page"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "2017-04-04",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvanced math coursework can affect college and labor market outcomes, yet discretionary placement policies can lead to differential access at key points in the college preparatory pipeline. We examine a targeted approach to course assignment that uses prior test scores to identify middle school students deemed qualified for a college preparatory math sequence. Accelerated math placement of relatively low-skilled middle schoolers increases the fraction later enrolling in Precalculus by one-seventh, and by over one-third for female and non-low income students. Acceleration increases college readiness and intentions to pursue a bachelor’s degree. Course placement rules based on objective measures can identify students capable of completing rigorous coursework but whom discretionary systems might overlook.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Early Math Coursework and College Readiness: Evidence from Targeted Middle School Math Acceleration\" None of the authors have outside financial relationships relevant to this research. This research was made possible by a collaboration between the Wake County Public School System and the Strategic Data Project, housed in Harvard’s Center for Education Policy Research. We are grateful for feedback from Chris Avery, David Deming, Eleanor Dillon, Anna Egalite, Maria Fitzpatrick and Melinda Sandler Morrill, as well as from seminar participants at the University of Connecticut, University of Pittsburgh, Carnegie Mellon, North Carolina State University, Columbia University, APPAM, AEFP, SREE and AERA. Melanie Rucinski provided excellent research assistance. We gratefully acknowledge institutional support from the Taubman Center for State and Local Government at Harvard. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}