{
    "id": 21394,
    "citation_title": "Inequality when Effort Matters",
    "citation_author": [
        "Martin Ravallion"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is sometimes argued that poorer people choose to work less, implying less welfare inequality than suggested by observed incomes. Social policies have also acknowledged that efforts differ, and that people respond to incentives. Prevailing measures of inequality (in outcomes or opportunities) do not, however, measure incomes consistently with personal choices of effort. The direction of bias is unclear given the heterogeneity in efforts and preferences. Data on the labor supplies of single American adults suggest that adjusting for effort imposing common preferences attenuates inequality, although the effect is small. Allowing for preference heterogeneity consistently with behavior suggests higher inequality.\n\n",
    "acknowledgement": "\nThe comments of Tony Atkinson, Kristof Bosmans, Francois Bourguignon, Denis Cogneau, Quy-Toan Do, Francisco Ferreira, Garance Genicot, Jèrèmie Gignoux, Ravi Kanbur, Erwin Ooghe, John Rust, Elizabeth Savage, Dominique van de Walle and participants at the 6th ECINEQ conference in Luxembourg are gratefully acknowledged. The author also thanks Naz Koont for very capable assistance in assembling the data files for Section 5. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}