{
    "id": 21392,
    "citation_title": "On the Welfare and Cyclical Implications of Moderate Trend Inflation",
    "citation_author": [
        "Guido Ascari",
        "Louis Phaneuf",
        "Eric Sims"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe offer a comprehensive evaluation of the welfare and cyclical implications of moderate trend inflation. In an extended version of a medium-scale New Keynesian model, recent proposals to increase trend inflation from 2 to 4 percent would generate a consumption-equivalent welfare loss of 3.7 percent based on the non-stochastic steady state and of 6.9 percent based on the stochastic mean.  Welfare costs of this magnitude are driven by four main factors: i) multiperiod nominal wage contracting, ii) trend growth in investment-specific and neutral technology, iii) roundaboutness in the U.S. production structure, and iv) and the interaction between trend inflation and shocks to the marginal efficiency of investment (MEI), insofar that this type of shock is sufficiently persistent. Moreover, moderate trend inflation has important cyclical implications. It interacts much more strongly with MEI shocks than with either productivity or monetary shocks.\n\n",
    "acknowledgement": "\nWe acknowledge Yuriy Gorodnichenko and Juan Rubio-Ramirez for helpful comments and suggestions at an early stage of this project, Sylvain Leduc for useful comments on the current draft and Jean-Gardy Victor for capable research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}