{
    "id": 21390,
    "citation_title": "Long Term Impacts of Vouchers for Vocational Training: Experimental Evidence for Colombia",
    "citation_author": [
        "Orazio Attanasio",
        "Arlen Guarín",
        "Carlos Medina",
        "Costas Meghir"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use experimental data of a training program in 2005 in Colombia. We find that even up to ten years ahead, the JeA program had a positive and significant effect on the probability to work in the formal sector. Applicants in the treatment group also contributed more months to social security during the analyzed period, and to work for a large firm. Earnings of treated applicants were 11.8% higher in the whole sample, and they made larger contributions to social security. In addition, we also present non parametric bounds that for some percentiles of the sample of women, there are positive and nearly significant effects of the program. Thus, the effects of the program would have been capitalized both in increases in the likelihood of being formal, and increases in productivity. We also present evidence that the estimated program effects on the likelihood of working for the formal sector, the likelihood of working for a large firm, and the earnings in the formal sector, are not an artifact of analyzing multiple outcomes.\nWe also find that for the whole sample of applicants, those in the treatment group have 0.315 more years of education, and have a probability of graduating from high school 10 percent higher than the control group. We find no significant effect on the probability of attending college or any school program, nor on fertility decisions, marital status or some dimensions of assortative mating. Among applicants matching to the census of the poorest population, we find that beneficiaries are more likely to participate in the labor market, to be employed, and to be enrolled in a private health insurance at the time of the survey.\nFinally, we find that the benefits of the JeA program are higher than it costs, leading to an internal rate of return of at least 22.1 percent. On the whole, the program was a cost-effective alternative, worth to consider to bridging the transit of youths from the informal to the formal sector in the future.\n\n",
    "acknowledgement": "\nWe thank Ana María Iregui and participants at an internal seminar at Banco de la República and at the CEDE of Universidad de los Andes for their comments. We are grateful to the Ministry of Health and Social Protection and the Department of National Planning for providing us access to the PILA and SISBEN datasets. All errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}