{
    "id": 21398,
    "citation_title": "Do Building Energy Codes Have a Lasting Effect on Energy Consumption? New Evidence From Residential Billing Data in Florida",
    "citation_author": [
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an ex post evaluation of how changes to a building energy code affect energy consumption. Using residential billing data for electricity and natural gas over 11 years, the analysis is based on comparisons between residences constructed just before and just after a building code change in Florida. While an earlier study using 3 years of data for the same residences showed savings for both electricity an natural gas, new results show an enduring savings for natural gas only. These findings underscore the importance of accounting for age versus vintage effects and all sources of energy consumption when conducting evaluations of building codes. More broadly, the results provide a counterpoint to the growing literature casting doubt on whether ex ante forecasts of energy efficiency policies and investments can provide useful information about actual energy savings. Indeed, more than a decade after Florida's energy code change, the measured energy savings still meets or exceeds the forecasted amount.\n\n",
    "acknowledgement": "\nWithout implicating them for any errors or omissions, I am grateful to Grant Jacobsen, Arik Levinson, Erin Mansur, and Joe Shapiro for helpful comments and discussion. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}