{
    "id": 21397,
    "citation_title": "The Economy of People’s Republic of China from 1953",
    "citation_author": [
        "Anton Cheremukhin",
        "Mikhail Golosov",
        "Sergei Guriev",
        "Aleh Tsyvinski"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nThis paper studies growth and structural transformation of the Chinese economy from 1953 to 2012 through a lens of a two-sector growth model. The main goal of the paper is to provide a systematic analysis of both the pre-1978 reform and post-1978 reform periods in a unified framework. First, we construct a dataset that allows the application of the neoclassical model and computation of wedges, their components, and rates of TFP growth. Second, we determine the key quantitative factors behind growth and structural transformation. The changes in the intersectoral labor wedge play the dominant role in accounting for the change in the share of labor force in agriculture. TFP growth and changes in the intersectoral wedges are the two most significant factors contributing to GDP growth. Further decomposing the effects of reduction in wedges, we find that two components: the production component (the gap between the ratio of the marginal products of labor and relative wages) and the consumption component (the gap between the marginal rate of substitution and the relative prices) play a particularly large role. Third, we use the pre-reform period as a key benchmark to measure the success of the post-1978 reforms. We show that reforms yielded a significant growth and structural transformation differential. GDP growth is 4.2 percentage points higher and the share of the labor force in agriculture is 23.9 percentage points lower compared with the continuation of the pre-1978 policies. We provide extensive historical evidence for the reforms that are consistent with the evolution of the components of the wedges. The decrease in the production component of the intersectoral wedge is consistent with increased competition and demonopolization of the economy. The decrease in the consumption component of the wedge is consistent with the price and housing reforms. Finally, we project the path of the Chinese economy until 2050 and also calculate a lower bound on future growth by projecting pre-reform trends.\n\n",
    "acknowledgement": "\nWe are indebted to Carsten Holz for providing us with several data series in this paper and for his many insightful discussions on Chinese statistics. We also thank Andrew Atkeson, Loren Brandt, Francisco Buera, Ariel Burstein, Brent Neiman, Lee Ohanian, Nancy Qian, Stephen Roach, Michael Song, Kjetil Storesletten, Xiaodong Zhu, and Fabrizio Zilibotti for their comments; Yukun Liu, Stefano Malfitano and Kai Yan for research assistance; and audiences at Chicago Fed, Chicago Booth, Toronto, Harvard, Tsinghua Center for Growth and Institutions, Tsinghua Macro Conference, NBER Summer Institute (Development Economics and Economic Fluctuations and Growth), Bank of Canada-University of Toronto Conference on the Chinese Economy, Joint French Macro Workshop, Facsem at Sciences Po, EEA Annual Meeting in Toulouse. Financial assistance from Banque de France is gratefully acknowledged. Any opinions, findings or recommendations expressed in this paper are those of the authors and do not necessarily reflect the views of their colleagues, affiliated organizations, Banque de France, the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}