{
    "id": 21408,
    "citation_title": "Exporter Heterogeneity and Price Discrimination: A Quantitative View",
    "citation_author": [
        "Jae Wook Jung",
        "Ina Simonovska",
        "Ariel Weinberger"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify a class of commonly-employed general equilibrium models of international trade and pricing-to-market that feature firm-level heterogeneity and consumers with nonhomothetic preferences. We demonstrate theoretically that the models lack the flexibility to match salient features of US firm-level data. Consequently, we outline a theoretical framework that can reconcile the documented price dispersion across firms and markets, while maintaining consistency with cross-sectional observations on firm productivity and sales. We calibrate the model’s parameters to match bilateral trade flows across 71 countries as well as the productivity and sales advantages of US exporters over non-exporters. We find that the calibrated model accounts for the majority of the dispersion in prices of tradables across countries of different income levels, while maintaining a tight quantitative fit to firm-level data. Given its additional flexibility, the model quantitatively outperforms the existing alternatives and yields welfare gains for the US that are 14-54% higher, but at the cost of loss of tractability.\n\n",
    "acknowledgement": "\nWe are indebted to Andres Rodriguez-Clare for extremely insightful comments that were critical to the analysis in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}