{
    "id": 21401,
    "citation_title": "Nonparametric Counterfactual Predictions in Neoclassical Models of International Trade",
    "citation_author": [
        "Rodrigo Adao",
        "Arnaud Costinot",
        "Dave Donaldson"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a methodology to construct nonparametric counterfactual predictions, free of functional-form restrictions on preferences and technology, in neoclassical models of international trade. First, we establish the equivalence between such models and reduced exchange models in which countries directly exchange factor services. This equivalence implies that, for an arbitrary change in trade costs, counterfactual changes in the factor content of trade, factor prices, and welfare only depend on the shape of a reduced factor demand system. Second, we provide sufficient conditions under which estimates of this system can be recovered nonparametrically. Together, these results offer a strict generalization of the parametric approach used in so-called gravity models. Finally, we use China's recent integration into the world economy to illustrate the feasibility and potential benefits of our approach.\n\n",
    "acknowledgement": "\nFor useful comments we thank Ariel Burstein, Penny Goldberg, Andres Rodriguez-Clare, Bob Staiger, Jon Vogel, and Ivan Werning as well as seminar participants at Brown University, the New York Federal Reserve, Northwestern, Princeton, UC Berkeley, University of Oregon, and Yale. We are grateful to Joe Shapiro for helping us to access data on freight costs. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}