{
    "id": 21404,
    "citation_title": "Content Aggregation by Platforms: The Case of the News Media",
    "citation_author": [
        "Lesley Chiou",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe digitization of content has led to the emergence of platforms that draw information from multiple sources. Policymakers are concerned that these new platforms threaten incentives for the production of original content. As a result, policymakers are contemplating regulations that would force aggregation platforms to pay or require an explicit \"opt-in\" for content providers. To understand the possible consequences and underlying rationale of such laws, we explore whether aggregation of content by a single platform encourages users to \"skim\" content or to investigate in depth. We study a contract dispute that led a major aggregator to remove information from a major content provider. We find that after the removal, users were less likely to investigate additional, related content in depth, particularly sources that were horizontally or vertically differentiated.\n\n",
    "acknowledgement": "\nEarlier versions of this paper were circulated under the titles “Copyright, Digitization, and Aggregation” and “News and Online Aggregators.” We thank Robert Seamans for useful comments. We thank Christopher Hafer of Experian Hitwise. We also thank Shreya Bhaskaran, Cassandra Crosby, Sara Mcknight, and Anthony Quach for excellent research assistance. Financial support from the NBER Innovation Policy Group, NSF CAREER Award #1053398 and NET Institute (www.NETinst.org) is gratefully acknowledged.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCatherine Tucker\n\nThough this research was not supported by any grants other than those listed, Catherine Tucker would like to acknowledge that in the past she has received research support from WPP, Google and Times Warner.\n\n\n"
}