{
    "id": 21406,
    "citation_title": "Nudges in Exercise Commitment Contracts: A Randomized Trial",
    "citation_author": [
        "Jay Bhattacharya",
        "Alan M. Garber",
        "Jeremy D. Goldhaber-Fiebert"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe consider the welfare consequences of nudges and other behavioral economic devices to encourage exercise habit formation. We analyze a randomized trial of nudged exercise commitment contracts in the context of a time-inconsistent intertemporal utility maximization model of the demand for exercise. The trial follows more than 4,000 people seeking to make exercise commitments. Each person was randomly nudged towards making longer (20 weeks) or shorter (8 weeks) exercise commitment contracts. \nOur empirical analysis shows that people who are interested in exercise commitment contracts choose longer contracts when nudged to do so, and are then more likely to meet their pre-stated exercise goals.  People are also more likely to enroll in a subsequent commitment contract after the original expires if they receive a nudge for a longer duration initial contract.  Our theoretical analysis of the welfare implications of these effects shows conditions under which nudges can reduce utility even when they succeed in the goal of promoting habitual exercise.\n\n",
    "acknowledgement": "\nThe authors wish to thank students who aided in early parts of this study, Erik Blumenkrantz and Roxana Azimi. The authors are grateful to seminar participants at Stanford Health Policy’s Research in Progress seminar as well as seminar participant the Universities of Oslo and of Bergen in Norway.  We also thank Kevin Volpp and conference participants at University of Pennsylvania’s annual meeting at the Center for Health Incentives and Behavioral Economics. We presented preliminary findings at the Society for Medical Decision Making’s Annual North American Conference in Chicago in 2011. Dr. Goldhaber-Fiebert’s work on this paper was supported, in part, by the National Institute on Aging [K01-AG037593] and through the Center on Advancing Decision Making in Aging (CADMA) and the Center on the Demography and Economics of Health and Aging (CDEHA) at Stanford University.  Dr. Bhattacharya and Dr. Garber’s work on this paper were also partially supported by the National Institute on Aging [7R37AG036791]. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000784. Please address correspondence regarding the paper to Dr. Jeremy D. Goldhaber-Fiebert (jeremygf@stanford.edu) 117 Encina Commons, CHP/PCOR, Stanford University, Stanford, CA 94305-6019 USA. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}