{
    "id": 21400,
    "citation_title": "Do Risk Preferences Change? Evidence from Panel Data before and after the Great East Japan Earthquake",
    "citation_author": [
        "Chie Hanaoka",
        "Hitoshi Shigeoka",
        "Yasutora Watanabe"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "2017-02-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether individuals’  risk preferences change after experiencing a natural disaster, specifically, the 2011 Great East Japan Earthquake. Exploiting the panels of nationally representative surveys on risk preferences, we find that men who experienced greater intensity of the Earthquake became more risk tolerant after the Earthquake. Furthermore, these men gamble more, which is consistent with the direction of changes in risk preferences. We find no such pattern for women. Finally, the effects on men’s risk preferences are persistent even five years after the Earthquake at almost the same magnitude as those shortly after the Earthquake.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Do Risk Preferences Change? Evidence from Panel Data before and after the Great East Japan Earthquake.\" The authors thank Fernando Aragon, Daniel Benjamin, Prashant Bharadwaj, Michael Callen, John Cawley, Pascaline Dupas, Catherine Eckel, Hiroyuki Kasahara, Jaimie Lien, Krishna Pendakur, Luigi Pistaferri, Yasuyuki Sawada, Kensuke Teshima, Eric Weese, and seminar participants at the Canadian Economic Association Meeting, Chukyo University, Colgate University, Cornell PAM, CUHK, GRIPS, HKUST, ISER, Keio University, Kyoto Summer Workshop on Applied Economics, NBER Japan meeting, Osaka University, Otaru University of Commerce, Simon Fraser University, Tohoku University, Tokyo Labor Economic Workshop, University of Tokyo, The Society for Risk Analysis Annual Conference, 20th International Panel Data Conference (at Hitotsubashi University), and 14th Panel Survey Conference (at Institute for Research on Household Economics) for their suggestions. This research utilizes the micro data from the Preference Parameters Study of Osaka Universityʼs 21st Century COE Program “Behavioral Macrodynamics Based on Surveys and Experiments” and its Global COE project “Human Behavior and Socioeconomic Dynamics” (investigators: Yoshiro Tsutsui, Fumio Ohtake, and Shinsuke Ikeda). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}