{
    "id": 21403,
    "citation_title": "Bargaining, Sorting, and the Gender Wage Gap: Quantifying the Impact of Firms on the Relative Pay of Women",
    "citation_author": [
        "David Card",
        "Ana Rute Cardoso",
        "Patrick Kline"
    ],
    "citation_publication_date": "2015-07-27",
    "issue_date": "2015-07-23",
    "revision_date": "2015-11-10",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThere is growing evidence that firm-specific pay premiums are an important source of wage inequality. These premiums will contribute to the gender wage gap if women are less likely to work at high-paying firms or if women negotiate (or are offered) worse wage bargains with their employers than men. Using longitudinal data on the hourly wages of Portuguese workers matched with income statement information for firms, we show that the wages of both men and women contain firm-specific premiums that are strongly correlated with simple measures of the potential bargaining surplus at each firm. We then show how the impact of these firm-specific pay differentials on the gender wage gap can be decomposed into a combination of sorting and bargaining effects. We find that women are less likely to work at firms that pay higher premiums to either gender, with sorting effects being most important for low- and middle-skilled workers. We also find that women receive only 90% of the firm-specific pay premiums earned by men. Importantly, we find the same gender gap in the responses of wages to changes in potential surplus over time. Taken together, the combination of sorting and bargaining effects explain about one-fifth of the cross-sectional gender wage gap in Portugal.\n\n",
    "acknowledgement": "\nWe are grateful to five anonymous referees, and to Laura Giuliano, Michael Ransom, Jesse Rothstein, Andrea Weber, seminar participants at California Polytechnic State University, Harvard, Northwestern, Princeton, RAND, University College Dublin, the Universities of Mannheim, Potsdam, and Venice for many helpful comments and suggestions. We are also grateful to Alex Fahey for her expert assistance. We thank the Spanish Ministry of the Economy and Competitiveness (grant CO2012-38460) and the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2011-0075) as well as the Center for Equitable Growth and the Center for Labor Economics at UC Berkeley for generous funding support. An earlier version of this paper circulated under the title “Bargaining and the Gender Wage Gap: A Direct Assessment.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}