{
    "id": 21405,
    "citation_title": "Quality and Accountability in Healthcare Delivery: Audit-Study Evidence from Primary Care in India",
    "citation_author": [
        "Jishnu Das",
        "Alaka Holla",
        "Aakash Mohpal",
        "Karthik Muralidharan"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe present the first direct evidence on the relative quality of public and private healthcare in a low-income setting, using a unique set of audit studies. We sent standardized (fake) patients to rural primary care providers in the Indian state of Madhya Pradesh, and recorded the quality of care provided and prices charged in each interaction. We report three main findings. First, most private providers lacked formal medical training, but they spent more time with patients and completed more essential checklist items than public providers, and were equally likely to provide a correct treatment. Second, we compare the performance of qualified public doctors across their public and private practices, and find that the same doctors exerted higher effort and were more likely to provide a correct treatment in their private practices. Third, in the private sector, we find that prices charged are positively correlated with provider effort and correct treatment, but also with unnecessary treatments. In the public sector, we find no correlation between provider salaries and any measure of quality. We develop a simple theoretical framework to interpret our results and show that in settings with low levels of effort in the public sector, the benefits of higher diagnostic effort in the private sector may outweigh the costs of market incentives to over treat. These differences in provider effort may partly explain the dominant market share of fee-charging private providers even in the presence of a system of free public healthcare.\n\n",
    "acknowledgement": "\nWe are especially grateful to Michael Kremer for his involvement as a collaborator in the early stages of this project and for subsequent discussions. We thank Brian Chan, Veena Das, Ranendra Kumar Das, Diana Tabak and Manoj Mohanan for their contribution to designing and implementing the SP methodology, and thank Eun-Young Shim for her contribution to the theoretical appendix. We thank Prashant Bharadwaj, Gordon Dahl, Roger Gordon, Gordon Hanson, and Paul Niehaus for comments. We are grateful to Innovations for Poverty Action, CT, and Pratap Bhanu Mehta and the Center for Policy Research, New Delhi for hosting the project and providing logistical support and infrastructure. We also thank Sreela Dasgupta, L. Ravi and Anvesha Khandelwal for project management support, and Monisha Ashok, Carl Liebersohn, Prerna Mukharya, Suzanne Plant and Anand Shukla for excellent research assistance. The project would not have been possible without the dedication of our SPs and Purshottam, Rajan Singh, Devender, Charu Nanda, Simi Bajaj, Geeta and other staff at Institute of Socioeconomic Research on Democracy and Development (ISERDD) in Delhi. The Social and Rural Research Institute (SRI), New Delhi oversaw data collection of all other aspects other than SPs. This study was funded by the Global Health Program of the Bill and Melinda Gates Foundation through Grant No. 50728 and the Knowledge for Change Program at the World Bank. The findings, interpretations and conclusions expressed in this article are those of the authors and do not necessarily represent the views of the World Bank, its executive directors, the governments they represent, or the National Bureau of Economic Research.\n\n\n"
}