{
    "id": 21410,
    "citation_title": "Biological Well-Being in Late 19th Century Philippines",
    "citation_author": [
        "Jean-Pascal Bassino",
        "Marion Dovis",
        "John Komlos"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the biological standard of living toward the end of Spanish rule. We investigate levels, trends, and determinants of physical stature from the birth cohorts of the 1860s to the 1890s using data on 23,000 Filipino soldiers enlisted by the U.S. military between 1901 and 1913. We use truncated regression technique for estimating average height and use province level information for investigating the determinants of biological wellbeing. The results indicate a decline of more than 1.5 cm cm (0.6 inches) in the height of soldiers born between the early 1870s and the late 1880s. The decline in heights at the end of the 19th century occurred at a time when there was an expansion of commercial activity in cash crop production for export. Heights did not regain the level of the 1870s until the late 1930s and early 1940s. We also find that at 159.3 cm (62.7 inches), the average height of soldiers born in the mid-1870s was very short even for the time. The low biological standard of living in late 19th century was not due to the tropical disease environment alone since taller men were found in the same period in other parts of Asia.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJean-Pascal Bassino\n\nThis research benefited from financial support by the Research Fund of Ecole Normale Supérieure de Lyon (University of Lyon, France).\n\n\n"
}