{
    "id": 21412,
    "citation_title": "Does Credit-card Information Reporting Improve Small-business Tax Compliance?",
    "citation_author": [
        "Joel Slemrod",
        "Brett Collins",
        "Jeffrey Hoopes",
        "Daniel Reck",
        "Michael Sebastiani"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the response of small businesses operating as sole proprietorships to Form 1099-K, an information report released in 2011 which provides the Internal Revenue Service with information about payment card sales. Theory and distributional analysis isolates affected taxpayers, who report receipts equal to or slightly exceeding the receipts reported on 1099-K. Information reporting made these taxpayers more likely to file a return declaring business income, and increased filers’ reported receipts by up to 24 percent. Taxpayers largely offset increased reported receipts with increased reported expenses, which do not face information reporting, diminishing the impact on reported net taxable income.\n\n",
    "acknowledgement": "\nWe wish to thank Ilan Benshalom, George Contos, John Guyton, Ron Hodge, Drew Johns, Barry Johnson, Patrick Langetieg, Mark Payne, and Mary-Helen Risler of the Research, Analysis, and Statistics Division of the Internal Revenue Service for helping us use the IRS administrative data. The views expressed here are those of the authors alone, and do not reflect the views of the Internal Revenue Service. We also thank James Alm, Roger Gordon, Michelle Hanlon, Justin Marion, Philipp Meyer-Brauns, and Shawn Novak for thoughtful discussion of an earlier draft of the paper, as well as seminar participants at the University of Michigan, the University of Warwick, the University of Copenhagen, the University of Oslo, Hertie School of Governance (Berlin), CERGE-EI (Prague), the Michigan Tax Invitational conference, Oxford University’s Academic Symposium 2014, the 2014 International Institute of Public Finance Congress, the Oxford 2014 Tax Systems Conference, and the 2014 NTA meetings for helpful feedback and comments. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}