{
    "id": 21414,
    "citation_title": "Technology Adoption Under Uncertainty: Take-Up and Subsequent Investment in Zambia",
    "citation_author": [
        "B. Kelsey Jack",
        "Paulina Oliva",
        "Christopher Severen",
        "Elizabeth Walker",
        "Samuel Bell"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany technology adoption decisions are made under uncertainty about the costs or benefits of subsequent investments in the technology after the initial take-up. As new information is realized, agents may prefer to abandon a technology that appeared profitable at the time of take-up. Low rates of follow-through (engagement in subsequent investments) are particularly problematic when subsidies are used to increase adoption, in part because they may attract users with a lower value for the technology. We use a field experiment with two stages of randomization to generate exogenous variation in the payoffs associated with taking up and following through with a new technology: a tree species that provides private fertilizer benefits to adopting farmers. Our empirical results show high rates of abandoning the technology, even after paying a positive price to take it up. The experimental variation offers a novel source of identification for a structural model of intertemporal decision making under uncertainty. Estimation results indicate that the farmers experience idiosyncratic shocks to net payoffs after take-up, which increase take-up but lower average per farmer tree survival. We simulate counterfactual outcomes under different levels of uncertainty and observe that subsidizing take-up of the technology affects the composition of adopters only when the level of uncertainty is relatively low. Thus, uncertainty provides an additional explanation for why many subsidized technologies may not be utilized even when take-up is high.\n\n",
    "acknowledgement": "\nHelpful comments were received from Jim Berry, Chris Costello, Andrew Foster, Alex Pfaff, Andrew Plantinga, Stephen Ryan, Kenneth Train, Mushfiq Mobarak, Ryan Kellogg, Tavneet Suri and audiences at numerous seminars and conferences. The authors thank the IGC, CDKN and Musika for financial support, and the Center for Scientific Computing from the CNSI and MRL at UC Santa Barbara (NSF MRSEC DMR-1121053 and NSF CNS-0960316) for use of its computing cluster. Field work was facilitated by Innovations for Poverty Action, with specific thanks to Jonathan Green, Farinoz Daneshpay, Mwela Namonje and Monica Banda. The project was made possible by the collaboration and support of Shared Value Africa and Dunavant Cotton, Ltd. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}