{
    "id": 21413,
    "citation_title": "Exchange Rate Pass-Through, Currency of Invoicing and Market Share",
    "citation_author": [
        "Michael B. Devereux",
        "Ben Tomlin",
        "Wei Dong"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the impact of market structure on the joint determination of exchange rate pass- through and currency of invoicing in international trade. A novel feature of the study is the focus on market share of firms on both sides of the market—that is, exporting firms and importing firms. A model of monopolistic competition with heterogeneous firms has the following set of predictions: a) exchange rate pass-through should be non-monotonic and U-shaped in the market share of exporting firms, but monotonically declining in the market share of importers; b) exchange rate pass-through should be lower, the higher is local currency invoicing of imports; and c) producer currency invoicing should be related non-monotonically and U-shaped to exporter market share, and monotonically declining in importing firms’ market share. We test these predictions using a new and large micro data set covering the universe of Canadian imports over a six-year period. The data strongly support all three predictions.\n\n",
    "acknowledgement": "\nWe thank Greg Bauer, Douglas Campbell, Andreas Fischer, Kim Huynh, Gregor Smith and numerous seminar and conference participants for their comments. We also thank Beiling Yan and Danny Leung at Statistics Canada for their help in preparing and interpreting the data, and Ian Hodgson and Monica Mow for their research assistance. The results have been institutionally reviewed to ensure that no confidential information is revealed. The views expressed in this paper are those of the authors and no responsibility for them should be attributed to the Bank of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}