{
    "id": 21418,
    "citation_title": "Social Interactions, Mechanisms, and Equilibrium: Evidence from a Model of Study Time and Academic Achievement",
    "citation_author": [
        "Timothy Conley",
        "Nirav Mehta",
        "Ralph Stinebrickner",
        "Todd Stinebrickner"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "2022-11-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop and estimate a model of student study time choices on a social network. The model is designed to exploit unique data collected in the Berea Panel Study. Study time data allow us to quantify an intuitive mechanism for academic social interactions: own study time may depend on friend study time in a heterogeneous manner. Social network data allow us to embed study time and resulting academic achievement in an estimable equilibrium framework. We develop a specification test that exploits the equilibrium nature of social interactions and use it to show that novel study propensity measures mitigate econometric endogeneity concerns.\n\n",
    "acknowledgement": "\nAll authors are affiliated with the University of Western Ontario. This work has been made possible by generous funding provided by the Mellon Foundation, NSF, SSHRC, and the Spencer Foundation. George Orlov, Zinaida Foltin, Tian Liu, and Yifan Gong provided research assistance. We have benefited from comments made during seminars at McMaster University, Cornell PAM, and UCLA, and the Banff Empirical Microeconomics Workshop, CESifo Area Conference on the Economics of Education, IAAE Conference, and HCEO Conference on Understanding Human Capital Formation and Its Determinants. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}