{
    "id": 21417,
    "citation_title": "Organizational Barriers to Technology Adoption: Evidence from Soccer-Ball Producers in Pakistan",
    "citation_author": [
        "David Atkin",
        "Azam Chaudhry",
        "Shamyla Chaudry",
        "Amit K. Khandelwal",
        "Eric Verhoogen"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "2016-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper studies technology adoption in a cluster of soccer-ball producers in Sialkot, Pakistan. We invented a new cutting technology that reduces waste of the primary raw material and gave the technology to a random subset of producers. Despite the clear net benefits for nearly all firms, after 15 months take-up remained puzzlingly low. We hypothesize that an important reason for the lack of adoption is a misalignment of incentives within firms: the key employees (cutters and printers) are typically paid piece rates, with no incentive to reduce waste, and the new technology slows them down, at least initially. Fearing reductions in their effective wage, employees resist adoption in various ways, including by misinforming owners about the value of the technology. To investigate this hypothesis, we implemented a second experiment among the firms that originally received the technology: we offered one cutter and one printer per firm a lump-sum payment, approximately a month's earnings, conditional on demonstrating competence in using the technology in the presence of the owner. This incentive payment, small from the point of view of the firm, had a significant positive effect on adoption. The results suggest that misalignment of incentives within firms is an important barrier to technology adoption in our setting.\n\n",
    "acknowledgement": "\nWe are grateful to Tariq Raza, our project manager, and to Research Consultants (RCONS), our local survey firm, in particular Irfan Ahmad, Kashif Abid and Syed Hassan Raza Rizvi, for tireless work in carrying out the firm surveys; to Fatima Aqeel, Muhammad Haseeb Ashraf, Sabyasachi Das, Golvine de Rochambeau, Abdul Rehman Khan, Meng-han Xu, and Daniel Rappoport for excellent research assistance; to Laura Alfaro, Charles Angelucci, Simon Board, Esther Duflo, Florian Ederer, Cecilia Fieler, Dean Karlan, Navin Kartik, Asim Khwaja, Rocco Macchiavello, David McKenzie, Moritz Meyer-ter-Vehn, Ben Olken, Ralph Ossa, Anja Sautmann, Chris Udry, Johannes Van Biesebroeck, Rodrigo Wagner, Reed Walker, Chris Woodruff, Daniel Xu and many seminar audiences for helpful discussions; and to the International Growth Centre, especially Ijaz Nabi and Naved Hamid, for generous research support. We are particularly indebted to Annalisa Guzzini, who shares credit for the invention of the new technology described in the text, and to Naved Hamid, who first suggested we study the soccer-ball sector in Sialkot. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEric Verhoogen\n\nThe author has been employed on a part-time basis as a Research Program Director (RPD) of the International Growth Centre, one of the funders of the project, first as co-RPD of the IGC Trade Program and now as an RPD of the IGC Firm Capabilities Program. The author declares that he has no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}