{
    "id": 21419,
    "citation_title": "Moving to Opportunity or Isolation? Network Effects of a Randomized Housing Lottery in Urban India",
    "citation_author": [
        "Sharon Barnhardt",
        "Erica Field",
        "Rohini Pande"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA housing lottery in an Indian city provided winning slum dwellers the opportunity to move into improved housing on the city’s periphery. Fourteen years later, relative to lottery losers, winners report improved housing farther from the city center, but no change in family income or human capital. Winners also report increased isolation from family and caste networks and lower access to informal insurance. We observe significant program exit: 34% of winners never moved into the subsidized housing and 32% eventually exited. Our results point to the importance of considering social networks when designing housing programs for the poor.\n\n",
    "acknowledgement": "\nThe authors are from the Indian Institute of Management - Ahmedabad, Duke University, and Harvard University. For Financial and field support, we thank the National Science Foundation (grant SES-0752792), The US Department of Labor ILAB (DOL ILAB), the Centre for Microfinance (CMF) at IFMR, the Mossavar-Rahmani Center for Business and Government, the Real Estate Academic Initiative at Harvard University and the Exxon Mobil Foundation under the Closing the Global Gender Gap Initiative in Economic Participation (hosted by the Women and Public Policy Program at Harvard University). We thank Susanna Berkouwer, Sarah Bishop, Isabelle Cohen, Manasee Desai, Janaki Kibe, Keshubhai, Marie-Pascale Grimon, Vanya Pasheva, and Divya Varma for excellent research assistance, Avdhut Fadanwis and Sachin Srivastava for data management, and DOL ILAB staff for detailed comments on an earlier draft. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}