{
    "id": 21425,
    "citation_title": "The Medicaid Program",
    "citation_author": [
        "Thomas Buchmueller",
        "John C. Ham",
        "Lara D. Shore-Sheppard"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn both its costs and the number of its enrollees, Medicaid is the largest means-tested transfer program in the United States.  It is also a fundamental part of the health care system, providing health insurance to low-income families, indigent seniors, disabled adults and, in some states, low-income adults more broadly.  This paper reviews the history and structure of the Medicaid program and the large body of economic research that it has spawned in the nearly half century since it was established.  We begin by summarizing the program’s history, goals and current rules.  We then present program statistics, mainly related to enrollment and expenditures.   Finally we turn to the research on the impact of Medicaid on a broad range of outcomes, discussing theoretical and methodological issues important for understanding these effects and reviewing the empirical literature, describing what has been learned thus far, investigating areas where studies seem to reach different conclusions and pointing to areas where we believe additional research would be fruitful.\n\n",
    "acknowledgement": "\nThis chapter was prepared for the conference and volume “Means-Tested Transfer Programs in the United States, II,” organized and edited by Robert Moffitt.  We are grateful to Morgan Henderson, Yuvraj Singh and Ken Ueda for excellent research assistance and to our discussant Amy Finkelstein and other conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}