{
    "id": 21420,
    "citation_title": "On the Desirability of Nominal GDP Targeting",
    "citation_author": [
        "Julio Garín",
        "Robert Lester",
        "Eric Sims"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates the welfare properties of nominal GDP targeting in the context of a New Keynesian model with both price and wage rigidity.  In particular, we compare nominal GDP targeting to inflation and output gap targeting as well as to a conventional Taylor rule.  These comparisons are made on the basis of welfare losses relative to a hypothetical equilibrium with flexible prices and wages.  Output gap targeting is the most desirable of the rules under consideration, but nominal GDP targeting performs almost as well.  Nominal GDP targeting is associated with smaller welfare losses than a Taylor rule and significantly outperforms inflation targeting.  Relative to inflation targeting and a Taylor rule, nominal GDP targeting performs best conditional on supply shocks and when wages are sticky relative to prices. Nominal GDP targeting may outperform output gap targeting if the gap is observed with noise, and has more desirable properties related to equilibrium determinacy than does gap targeting.\n\n",
    "acknowledgement": "\nWe are grateful to Tim Fuerst and seminar participants at the University of Notre Dame, the 2015 Midwest Macroeconomics Conference, the Banco Central del Uruguay, the Universidad ORT Uruguay, the NGDP Targeting Conference, and the CEF2015 Conference for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}