{
    "id": 21426,
    "citation_title": "Jump Starting the Euro Area Recovery: Would a Rise in Core Fiscal Spending Help the Periphery?",
    "citation_author": [
        "Olivier Blanchard",
        "Christopher J. Erceg",
        "Jesper Lindé"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "2016-10-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that a fiscal expansion by the core economies of the euro area would have a large and positive impact on periphery GDP assuming that policy rates remain low for a prolonged period. Under our preferred model specification, an expansion of core government spending equal to one percent of euro area GDP would boost periphery GDP by over 1 percent in a liquidity trap lasting three years, nearly half as large as the effect on core GDP. Accordingly, under a standard ad hoc loss function involving output and inflation gaps, increasing core spending would generate substantial welfare improvements, especially in the periphery. The benefits are considerably smaller under a utility-based welfare measure, reflecting in part that higher net exports play a material role in raising periphery GDP.\n\n",
    "acknowledgement": "\nWe thank Andrew Berg, Martin Eichenbaum, Emmanuel Farhi, Josef Hollmayr, Andrew Levin, Jonathan Parker, Ricardo Reis, Pedro Teles, Harold Uhlig, and Volker Wieland for helpful comments, as well as participants at the CEPR's ESSIM conference, the ECB Public Finance conference, the NBER Summer Institute, the EABCN conference in Cambridge (U.K.), and the 2016 NBER Macroeconomics Annual conference, and at seminars at the Federal Reserve Board, the IMF, the Bank of Portugal, the San Francisco Federal Reserve Bank, the OFCE in Paris, the JRC in Ispra, the University of Glasgow, and the Sveriges Riksbank. We especially thank Mazi Kazemi, Patrick Moran, Aaron Markiewitz, and Sher Singh for providing excellent research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the IMF, the Riksbank,the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}