{
    "id": 21429,
    "citation_title": "Intergenerational Transmission of Gender Attitudes: Evidence from India",
    "citation_author": [
        "Diva Dhar",
        "Tarun Jain",
        "Seema Jayachandran"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the intergenerational transmission of gender attitudes in India, a setting where discrimination against women and girls is severe. We use survey data on gender attitudes (specifically, views about the appropriate roles and rights of women and girls) collected from adolescents attending 314 schools in the state of Haryana, and their parents. We find that when  a parent holds a more discriminatory attitude, his or her child is about 15 to 20 percentage points more likely to hold the view. As a benchmark, classmates' average gender attitudes have a similar effect size. We find that mothers influence children's gender attitudes more than fathers do. Parental attitudes also affect their children's aspirations; girls with more discriminatory parents are less likely to want to continue their schooling beyond high school.\n\n",
    "acknowledgement": "\nThe paper has benefitted from detailed comments from Shilpa Aggarwal, Sisir Debnath, Sonalde Desai, Ravinder Kaur, E. Somanathan and Rohini Somanathan and helpful feedback from seminar and conference audiences. We thank Suanna Oh, Lydia Kim, Alejandro Favela, Vrinda Kapur, Niki Shrestha, Rachna Nag Chowdhuri, Anantika Singh and Priyanka Sarda for excellent research assistance. We are also grateful to the International Initiative for Impact Evaluation and the International Growth Centre for funding the data collection. Jayachandran is also grateful for financial support from the National Science Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}