{
    "id": 21424,
    "citation_title": "Corporate Venture Capital as a Real Option in the Markets for Technology",
    "citation_author": [
        "Marco Ceccagnoli",
        "Matthew J. Higgins",
        "Hyunsung D. Kang"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the fact that one of the main goals of corporate venture capital (CVC) investments in high-tech industries is to gain a window on future technologies, the relationship between CVC investments and strategies used to acquire technologies in the markets, such as licensing, has not been adequately explored. To address this gap, we build on the real option literature suggesting that CVC investments can be used as real options in the markets for technology. Accordingly, we formulate hypotheses about key drivers of the option value of CVC investments and the decision to exercise the option. Using a longitudinal dataset based on 604 dyads formed by a sample of global pharmaceutical firms and their external technology partners, we find that corporate investors’ scientific capabilities, technological domains, research pipelines, and the resolution of exogenous uncertainty related to partner firms’ technologies impact investors’ decisions on CVC investments and ex post technology acquisition. In our research setting, the most common way to exercise the option post-CVC investment is via technology licensing.\n\n",
    "acknowledgement": "\nWe thank Deloitte ReCap for their assistance and generous access to data. We also thank Ashish Arora, Anne Assmus, Brent Bellows, Gary Dushnitsky, Mark Edwards, Stuart Graham, Carolin Haeussler, Dietmar Harhoff, Sherry Knowles, Richard Manning, Bastian Rake, Frank Rothaermel, Mike Stonebrook, Jerry Thursby, seminar participants at Georgia Institute of Technology and University of Passau and conference participants at the Academy of Management for helpful comments and suggestions. Higgins gratefully acknowledges funding from the Imlay Professorship. The authors are listed alphabetically and the usual disclaimer applies. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}