{
    "id": 21427,
    "citation_title": "Can Foreign Exchange Intervention Stem Exchange Rate Pressures from Global Capital Flow Shocks?",
    "citation_author": [
        "Olivier Blanchard",
        "Gustavo Adler",
        "Irineu de Carvalho Filho"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany emerging market economies have relied on foreign exchange intervention (FXI) in response to gross capital inflows. In this paper, we study whether FXI has been an effective tool to dampen the effects of these inflows on the exchange rate. To deal with endogeneity issues, we look at the response of different countries to plausibly exogenous gross inflows, and explore the cross country variation of FXI and exchange rate responses. Consistent with the portfolio balance channel, we find that larger FXI leads to less exchange rate appreciation in response to gross inflows.\n\n",
    "acknowledgement": "\nThis work has benefited at different stages from comments and valuable conversations with Ahuja Ashvin, Tam Bayoumi, Jorge Braga de Macedo, Marcos Chamon, Varapat Chensavasdijai, Luca Dedola, José De Gregorio, Sebastian Edwards, Jeff Frankel, Rex Ghosh, Roberto Guimarães, Olivier Jeanne, Sebnem Kalemli-Ozcan, Martin Kaufman, Ruy Lama, Márcio Laurini, Nan Li, Kenji Moriyama, Christopher Neely, Jonathan Ostry, Steven Phillips, Helene Poirson, Ubirajara da Silva and Yossi Yakhin; as well as feedback from participants at various IMF seminars, the 2014 SNB Conference on “Exchange Rates and External Adjustment”, the EMG-ECB 4th Emerging Markets Group Conference, the LACEA 2014 Annual Conference, and the 2015 NBER Summer Institute . We also thank Jair Rodriguez and Mauricio Vargas for their research assistance. Irineu de Carvalho Filho benefited from the hospitality of the Swiss National Bank and Georgetown University School of Foreign Service in Qatar. Remaining errors are ours. The views expressed in this paper are those of the authors and do not necessarily represent the views of the IMF, its Executive Board, IMF management, or the National Bureau of Economic Research.\n\n\n"
}