{
    "id": 21421,
    "citation_title": "The Dynamic Properties of Financial-Market Equilibrium with Trading Fees",
    "citation_author": [
        "Adrian Buss",
        "Bernard Dumas"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "2017-07-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe incorporate trading fees in a long-horizon dynamic general-equilibrium model in which traders optimally and endogenously decide when and how much to trade. A full characterization of equilibrium is provided, which allows us to study the dynamics of equilibrium trades, equilibrium asset prices and rates of return in the presence of trading fees. We exhibit the effect of trading fees on deviations from the consumption- CAPM and analyze the pricing of endogenous liquidity risk. We compare, for the same shocks, the impulse responses of this model to those of a model in which trading is infrequent because of trader inattention.\n\nThe current version reflects material that was previously in two papers, w21421 and w19155.\n\n",
    "acknowledgement": "\nPrevious versions circulated and presented under the titles: \"The Equilibrium Dynamics of Liquidity and Illiquid Asset Prices\" and \"Financial-market Equilibrium with Friction\". Buss is with INSEAD (adrian.buss@insead.edu) and Dumas is with INSEAD, NBER and CEPR (bernard.dumas@insead.edu). Work on this topic was initiated while Dumas was at the University of Lausanne and Buss was at the Goethe University of Frankfurt. Dumas' research has been supported by the Swiss National Center for Competence in Research \"FinRisk\" and by grant #1112 of the INSEAD research fund. The authors are grateful for useful discussions and comments to Beth Allen, Andrew Ang, Yakov Amihud, Laurent Barras, Sébastien Bétermier, Bruno Biais, John Campbell, Georgy Chabakauri, Massimiliano Croce, Magnus Dahlquist, Sanjiv Das, Xi Dong, Itamar Drechsler, Phil Dybvig, Thierry Foucault, Kenneth French, Xavier Gabaix, Stefano Giglio, Francisco Gomes, Amit Goyal, Harald Hau, John Heaton, Terrence Hendershott, Julien Hugonnier, Ravi Jagannathan, Elyès Jouini, Andrew Karolyi, Felix Kubler, David Lando, John Leahy, Francis Longstaff, Abraham Lioui, Edith Liu, Hong Liu, Frédéric Malherbe, Ian Martin, Alexander Michaelides, Pascal Maenhout, Stefan Nagel, Stavros Panageas, Luboš Pástor, Paolo Previous versions were circulated and presented under the titles “The Equilibrium Dynamics of Liquidity and Illiquid Asset Prices” and “Financial-market Equilibrium with Friction.” Buss is with INSEAD (adrian.buss@insead.edu) and Dumas is with INSEAD, University of Torino, NBER, and CEPR (bernard.dumas@insead.edu). Work on this topic was initiated while Dumas was at the University of Lausanne and Buss was at the Goethe University of Frankfurt. Dumas’s research has been supported by the Swiss National Center for Competence in Research “FinRisk,” by grant #1112 of the INSEAD research fund and by the AXA chair of the University of Torino. He is thankful to Collegio Carlo Alberto and to BI Norwegian Business School for their hospitality. The authors are grateful for useful discussions and comments to Beth Allen, Andrew Ang, Yakov Amihud, Laurent Barras, Sébastien Bétermier, Bruno Biais, John Campbell, Georgy Chabakauri, Massimiliano Croce, Magnus Dahlquist, Sanjiv Das, Xi Dong, Itamar Drechsler, Phil Dybvig, Thierry Foucault, Kenneth French, Xavier Gabaix, Nicolae Gârleanu, Stefano Giglio, Francisco Gomes, Amit Goyal, Harald Hau, John Heaton, Terrence Hendershott, Julien Hugonnier, Ravi Jagannathan, Elyès Jouini, Andrew Karolyi, Felix Kubler, David Lando, John Leahy, Francis Longstaff, Abraham Lioui, Edith Liu, Hong Liu, Frédéric Malherbe, Ian Martin, Alexander Michaelides, Pascal Maenhout, Stefan Nagel, Stavros Panageas, Luboš Pástor, Paolo Pasquariello, Patrice Poncet, Tarun Ramadorai, Scott Richard, Barbara Rindi, Jean-Charles Rochet, Leonid Ro¸su, Olivier Scaillet, Norman Schürhoff, Chester Spatt, Raman Uppal, Dimitri Vayanos, Pietro Veronesi, Grigory Vilkov, Vish Viswanathan, Jeffrey Wurgler, Ingrid Werner, Fernando Zapatero, and participants at workshops given at the Amsterdam Duisenberg School of Finance, INSEAD, the CEPR’s European Summer Symposium in Financial Markets at Gerzensee, the University of Cyprus, the University of Lausanne, Bocconi University, the European Finance Association meeting, the Duke-UNC Asset Pricing Workshop, the National Bank of Switzerland, the Adam Smith Asset Pricing workshop at Oxford University, the Yale University General Equilibrium workshop, the Center for Asset Pricing Research/Norwegian Finance Initiative Workshop at BI, the Indian School of Business Summer Camp, Boston University, Washington University in St Louis, ESSEC Business School, HEC Business School, McGill University, the NBER Asset Pricing Summer Institute, the University of Zurich, the University of Nantes, the Western Finance Association and the Frankfurt School of Finance and Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}