{
    "id": 21430,
    "citation_title": "Hysteresis and the European Unemployment Problem Revisited",
    "citation_author": [
        "Jordi Galí"
    ],
    "citation_publication_date": "2015-08-03",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe unemployment rate in the euro area appears to contain a significant nonstationary component, suggesting that some shocks have permanent effects on that variable. I explore possible sources of this nonstationarity through the lens of a New Keynesian model with unemployment, and assess their empirical relevance.\n\n",
    "acknowledgement": "\nPrepared for the ECB Forum on Central Banking held at Sintra, 21-23 May, 2015. I thank Cristina Manea for excellent research assistance, and Samuel Skoda for help with euro area data. I am grateful for comments and suggestions to an anonymous referee, Davide Debortoli, Bob Gordon, Gernot Muller, Athanasios Orphanides, and seminar and conference participants at CREI-UPF, Sintra and the Sveriges Riksbank. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJordi Galí\n\nJordi Galí is a regular consultant to the European Central Bank, the Norges Bank  and the Sveriges Riksbank. In addition, he is a member of the Board of Directors of BanSabadell Inversión, a Barcelona-based investment fund. To his knowledge none of those institutions is likely to have a \"financial, ideological, or political stake related to the article\".\n\n\n"
}