{
    "id": 21434,
    "citation_title": "Does Development Aid Undermine Political Accountability? Leader and Constituent Responses to a Large-Scale Intervention",
    "citation_author": [
        "Raymond P. Guiteras",
        "Ahmed Mushfiq Mobarak"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nComprehensive evaluation requires tracking indirect effects of interventions, such as politicians and constituents reacting to the arrival of a development program. We study political economy responses to a large scale intervention in Bangladesh, where 346 communities consisting of 16,600 households were randomly assigned to control, information or subsidy treatments to encourage investments in improved sanitation. In one intervention where the leaders’ role in program allocation was not clear to constituents, leaders react by spending more time in treatment areas, and treated constituents appear to attribute credit to their local leader for a randomly assigned program. In contrast, in another lottery where subsidy assignment is clearly and transparently random, the lottery winners do not attribute any extra credit to the politician relative to lottery losers. These reactions are consistent with a model in which constituents have imperfect information about leader ability. A third intervention returns to a random subset of treated households to inform them that the program was externally funded and randomly assigned. This simple, scalable information treatment eliminates the excess credit that leaders received in villages that received subsidies. These results suggest that while politicians may respond to try to take credit for development programs, it is not easy for them do so. Political accountability is not easily undermined by development aid.\n\n",
    "acknowledgement": "\nWe thank the Bill and Melinda Gates Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAhmed Mushfiq Mobarak\n\nMobarak's salary is paid by Yale University, and he has received other income from the Jameel Poverty Action Lab at MIT, Innovations for Poverty Action in New Haven and the International Growth Centre at LSE during the period that this research was conducted. None of these organizations have any material interests in the results of this research.\n\n\n"
}