{
    "id": 21438,
    "citation_title": "Mobile Politicians: Opportunistic Career Moves and Moral Hazard",
    "citation_author": [
        "Duha T. Altindag",
        "Naci Mocan"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit the randomness generated by a seat allocation mechanism utilized in Parliamentary elections that determines those politicians who get elected from a given district by a small margin, and those who lose. Using detailed information on personal attributes of more than 2,000 elected Members of the Parliament (MPs) and the votes received by each political party in every district and each of the five consecutive Parliamentary elections in Turkey between 1991 and 2011, we show that elected MPs are more likely to switch parties after an election if they faced electoral uncertainty and experienced a narrowly-won victory. The tendency to switch parties goes up as it becomes more lucrative to hold the post of MP.  The impact of election uncertainty on party-switching is greater for younger MPs, and for those who are less educated. The propensity to switch due to uncertainty is higher if the MP is a member of the governing party, but only if the seat is valuable (if the majority of the party in the Parliament is slim).  Politicians switch parties after an election to improve their ex-ante re-election probability in the following election.  Although switching parties during a legislative session (between elections) for personal career concerns creates moral hazard, we find that party-switching MPs are more likely to get elected in the next election. These results point to forward-looking opportunistic behavior of politicians regarding their strategy to win future elections, and they indicate that politicians switch parties primarily for career concerns and for financial benefits that are associated with longer tenure in the Parliament.  The results also signify that competition between political parties continues after the election, in the form of gaining seats in the Parliament post- election by transferring elected representatives of competing parties. This constitutes another dimension of the political agency problem.\n\n",
    "acknowledgement": "\nWe thank Brian Jacob, Madeline Mocan, Briggs Depew, Özkan Eren, Gilad Sorek, Jonathan Klick, Bryan McCannon, Tim Willems, Paolo Roberti, Marco Vannini, Claudio Detotto and seminar participants at the 6th Workshop on Institutions, Individual Behavior and Economic Outcomes in Alghero, Sardinia; University of Wisconsin at La Crosse, and Auburn University for helpful comments, and Uğur Saçı and Űlkű Altındağ for their help in data collection The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}