{
    "id": 21433,
    "citation_title": "Clearing Up the Fiscal Multiplier Morass: Prior and Posterior Analysis",
    "citation_author": [
        "Eric M. Leeper",
        "Nora Traum",
        "Todd B. Walker"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Bayesian prior and posterior analysis of a monetary DSGE model, extended to include fiscal details and two distinct monetary-fiscal policy regimes, to quantify government spending multipliers in U.S. data. The combination of model specification, observable data, and relatively diffuse priors for some parameters lands posterior estimates in regions of the parameter space that yield fresh perspectives on the transmission mechanisms that underlie government spending multipliers. Posterior mean estimates of short-run output multipliers are comparable across regimes—about 1.4 on impact—but much larger after 10 years under passive money/active fiscal than under active money/passive fiscal—means of 1.9 versus 0.7 in present value.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at the Bank of Canada, the 2011 Bundesbank Spring Conference, the Federal Reserve Bank of Dallas, the 2011 Konstanz Seminar on Monetary Theory and Policy, the 2011 SED annual meeting, and Henning Bohn, Marco Del Negro, Berthold Herrendorf, Campbell Leith, Giorgio Primiceri, Morten Ravn, Harald Uhlig, Tao Zha, Marty Eichenbaum, and anonymous referees for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}