{
    "id": 21435,
    "citation_title": "People and Machines: A Look at the Evolving Relationship Between Capital and Skill In Manufacturing 1860-1930 Using Immigration Shocks",
    "citation_author": [
        "Jeanne Lafortune",
        "José Tessada",
        "Ethan Lewis"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the elasticity of substitution between capital and skill using variation across U.S. counties in immigration-induced skill mix changes between 1860 and 1930.  We find that capital began as a q-complement for skilled and unskilled workers, and then dramatically increased its relative complementary with skilled workers around 1890. Simulations of a parametric production function calibrated to our estimates imply the level of capital-skill complementarity after 1890 likely allowed the U.S. economy to absorb the large wave of less-skilled immigration with a modest decline in less-skilled relative wages.  This would not have been possible under the older production technology.\n\n",
    "acknowledgement": "\nWe thank Richard Hornbeck, and participants in the First EH/Clio Lab UC Conference, the 2014 AEA Meetings, the 2014 NBER Summer Institute DAE session, the 2014 LACEA Meetings, 2015 SOLE-EALE conference and seminars at CEA-Univ. de Chile, FEN-Univ. de Chile, Maryland, Yale, Northeastern, Toronto, UC-Merced, and Colgate for their comments. Tessada acknowledges Fondecyt Grant Iniciación #11110101 and Conicyt Programa de Investigación Asociativa SOC1102 for funding. Lafortune thanks Conicyt Programa de Investigación Asociativa SOC1102. The usual disclaimer applies. We wish to thank Claudia Allende, Alejandra Benítez, Rodrigo Carril, Sofía Garcés, Sarah Morse, Francisco Muñoz and Fernanda Rojas for excellent research assistance and to Alejandro Guin-Po Bon, Joaquín Galeno, Miguel Perez, Dominique Araya, Camila Henríquez, Kayla Kesslen, Carla Larín, Mariana Traipe, Una Lee, and Gérard Lafortune for careful data entry. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}