{
    "id": 21439,
    "citation_title": "Who's Getting Globalized? The Size and Implications of Intra-national Trade Costs",
    "citation_author": [
        "David Atkin",
        "Dave Donaldson"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "2021-12-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow large are the intra-national trade costs that separate consumers in remote locations of developing countries from global markets? What do those barriers imply for the intra-national incidence of the gains from falling international trade barriers? We develop a new methodology for answering these questions and apply it to newly collected CPI micro-data from Ethiopia and Nigeria (as well as to the US). In order to overcome three well-known challenges that arise when using price gaps to estimate trade costs, we: (i) work exclusively with a sample of goods that are identified at the barcode-level (to mitigate bias due to unobserved quality differences over space); (ii) collect novel data on the origin location of each product in our sample (to focus only on the pairs of locations that actually identify trade costs); and (iii) use estimates of cost pass-through to correct for mark-ups that potentially vary over space (to extract trade costs from price variation in an environment with potentially oligopolistic intermediaries). Without these corrections, we find that our estimates of the cost of distance would be biased downwards by a factor of approximately four. Our preferred estimates imply that the effect of log distance on trade costs within Ethiopia or Nigeria is four to five times larger than in the US. We also use our pass-through estimates to calculate the incidence of surplus increases due to falling world prices. We find that intermediaries capture the majority of the surplus, and that their share is even higher in distant locations, suggesting that remote consumers see only a small part of the gains from falling international trade barriers.\n\n",
    "acknowledgement": "\nWe thank Rohit Naimpally, Guo Xu, Fatima Aqeel and Max Perez Leon for excellent research assistance, and Alvaro González, Leonardo Iacovone, Clement Imbert, Horacio Larreguy, Philip Osafo-Kwaako, John Papp, and the World Bank Making Markets Work for the Poor Initiative for assistance in obtaining segments of the data. We have benefited greatly from many discussions with Glen Weyl, as well as conversations with Treb Allen, Pol Antràs, Ariel Burstein, Arnaud Costinot, Michal Fabinger, Penny Goldberg, Seema Jayachandran, Marc Melitz, and David Weinstein and from comments made by numerous seminar participants. Finally, we thank the International Growth Centre in London for their generous financial support and the Kilts-Nielsen Data Center at The University of Chicago Booth School of Business for making available to us their Nielsen Consumer Panel Data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}