{
    "id": 21437,
    "citation_title": "The Distributional Effects of U.S. Clean Energy Tax Credits",
    "citation_author": [
        "Severin Borenstein",
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "2019-12-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 2006, U.S. households have received more than $18 billion in federal income tax credits for weatherizing their homes, installing solar panels, buying hybrid and electric vehicles, and other \"clean energy\" investments. We use tax return data to examine the socioeconomic characteristics of program recipients. We find that these tax expenditures have gone predominantly to higher-income Americans. The bottom three income quintiles have received about 10% of all credits, while the top quintile has received about 60%. The most extreme is the program aimed at electric vehicles, where we find that the top income quintile has received about 90% of all credits. By comparing to previous work on the distributional consequences of pricing greenhouse gas emissions, we conclude that tax credits are likely to be much less attractive on distributional grounds than market mechanisms to reduce GHGs.\n\n",
    "acknowledgement": "\nThis manuscript is under preparation for the 30th Annual NBER Tax Policy and the Economy Conference. For helpful comments, we are thankful to Hunt Allcott, Josh Blonz, Judd Boomhower, Jim Bushnell, Howard Chong, Catie Hausman, Ryan Kellogg, Erin Mansur, Erich Muehlegger, Mar Reguant, Jim Sallee, Arthur van Benthem, Frank Wolak, Catherine Wolfram, and participants in the 2015 Energy Institute at Haas Summer Camp. Walter Graf provided excellent research assistance. The authors have not received any financial compensation for this project nor do they have any financial relationships that relate to this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}