{
    "id": 21436,
    "citation_title": "Unsticking the Flypaper Effect in an Uncertain World",
    "citation_author": [
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a novel explanation for the flypaper effect based on insurance arguments.  In our model, the flypaper effect arises due to the differential response of precautionary savings to private income or fiscal transfers shocks in an uncertain world with incomplete markets. The model generates two testable implications: (i) the flypaper effect is a decreasing function of the correlation between fiscal transfers and private income, and (ii) such relationship is stronger the higher is the volatility of fiscal transfers and/or private income.  An empirical analysis of Argentinean provinces for the period 1963-2006 finds strong support for the model's implications.\n\n",
    "acknowledgement": "\nWe are grateful to David Aschauer, Malcolm Getz, Samara Gunter, George Perkins, Daniel Riera-Crichton, two anonymous referees, an editor, and seminar participants at the World Bank, Inter-American Development Bank, Universidad Católica de Chile, American Economic Association, LACEA, Bates College, and Colby College for helpful comments and suggestions. We would also like to thank Roberto Delhy Nolivos, Lyoe Lee, Jingyan Guo, Bradley Turner, and Ling Zhu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}