{
    "id": 21442,
    "citation_title": "Does Compulsory Licensing Discourage Invention? Evidence From German Patents After WWI",
    "citation_author": [
        "Joerg Baten",
        "Nicola Bianchi",
        "Petra Moser"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates whether compulsory licensing – which allows governments to license patents without the consent of patent-owners – discourages invention. Our analysis exploits new historical data on German patents to examine the effects of compulsory licensing under the US Trading-with-the-Enemy Act on invention in Germany. We find that compulsory licensing was associated with a 28 percent increase in invention. Historical evidence indicates that, as a result of war-related demands, fields with licensing were negatively selected, so OLS estimates may underestimate the positive effects of compulsory licensing on future inventions.\n\n",
    "acknowledgement": "\nWe wish to thank Tim Bresnahan, Dora Costa, Peter di Cola, Mark Duggan, Richard Epstein, Bob Hall, Walker Hanlon, Helen Kim, Wolfgang Keller, Steve Maurer, and seminar participants at the All-UC Group in Economic History, LSE, Northwestern Law, Queens, HBS, Hoover, Michigan, and UCLA for helpful comments and conversations. We are particularly grateful to Jochen Streb and Carsten Burhop for sharing copies of archival data, which allowed us to digitize the patent data. We also thank Petra Baten, Marianne Hock, Sarah Hueller, Katharina Koberski, Fred Panier, Minh Phan, Christopher Sung, and Mark Walsh for invaluable research assistance. Moser gratefully acknowledges financial support from the National Science Foundation through NSF Grant SES0921859, CAREER Grant 1151180, and CASBS. Bianchi thanks the Stanford Institute for Policy Research for financial support through the George P. Shultz Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}