{
    "id": 21445,
    "citation_title": "Not so Disconnected: Exchange Rates and the Capital Stock",
    "citation_author": [
        "Tarek Alexander Hassan",
        "Thomas Mertens",
        "Tony Zhang"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the link between stochastic properties of exchange rates and differences in capital-output ratios across industrialized countries. To this end, we endogenize capital accumulation within a standard model of exchange rate determination with nontraded goods. The model predicts that currencies of countries that are more systemic for the world economy (countries that face particularly volatile shocks or account for a large share of world GDP) appreciate when the price of traded goods in word markets is high. These currencies are better hedges against consumption risk faced by international investors because they appreciate in \"bad\" states of the world. As a consequence, more systemic countries face a lower cost of capital and accumulate more capital per worker. We estimate our model using data from seven industrialized countries with freely floating exchange rate regimes between 1984-2010 and show that cross-country variation in the stochastic properties of exchange rates accounts for 72% of the cross-country variation in capital-output ratios. In this sense, the stochastic properties of exchange rates map to fundamentals in the way predicted by the model.\n\n",
    "acknowledgement": "\nPrepared for the International Seminar on Macroeconomics 2015. We thank Charles Engel, Luca Fornaro, Tommaso Monacelli, Brent Neiman, Anna Pavlova, Hélène Rey, and Robert Richmond for helpful comments. Hassan is grateful to the Fama-Miller Center at the University of Chicago for providing financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}