{
    "id": 21449,
    "citation_title": "Hedge Funds: A Dynamic Industry In Transition",
    "citation_author": [
        "Mila Getmansky",
        "Peter A. Lee",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe hedge-fund industry has grown rapidly over the past two decades, offering investors unique investment opportunities that often reflect more complex risk exposures than those of traditional investments.  In this article we present a selective review of the recent academic literature on hedge funds as well as updated empirical results for this industry. Our review is written from several distinct perspectives: the investor's, the portfolio manager's, the regulator's, and the academic's. Each of these perspectives offers a different set of insights into the financial system, and the combination provides surprisingly rich implications for the Efficient Markets Hypothesis, investment management, systemic risk, financial regulation, and other aspects of financial theory and practice.\n\n",
    "acknowledgement": "\nWe thank Vikas Agarwal, George Aragon, Guillermo Baquero, Monica Billio, Keith Black, Ben Branch, Nick Bollen, Stephen Brown, Jayna Cummings, Gregory Feldberg, Mark Flood, Robin Greenwood, David Hsieh, Hossein Kazemi, Bing Liang, Tarun Ramadorai, and two anonymous referees for helpful comments and suggestions. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, or any of the individuals acknowledged above. Research support from the MIT Laboratory for Financial Engineering is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPeter A. Lee\n\nPeter A. Lee is employed by an asset management firm that manages a hedge fund beta replication strategy.\n\n\n\nAndrew W. Lo\n\nResearch support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged. Sponsors include: The Clearing House, Natixis Global Asset Management, and the Alfred P. Sloan Foundation. Lee is Senior Research Scientist and Lo is Chairman and Chief Investment Strategist at AlphaSimplex Group, LLC, an asset management firm.\n\n\n"
}