{
    "id": 21446,
    "citation_title": "Income and Wealth Effects on Private-Label Demand: Evidence From the Great Recession",
    "citation_author": [
        "Jean-Pierre Dubé",
        "Günter J. Hitsch",
        "Peter E. Rossi"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe measure the causal effects of income and wealth on the demand for private-label products. Prior research suggests that these effects are large and, in particular, that private-label demand rises during recessions. Our empirical analysis is based on a comprehensive household-level transactions database matched with price information from store-level scanner data and wealth data based on local house value indices. The Great Recession provides a key source of the variation in our data, with a large and geographically diverse impact on household incomes over time. We estimate income and wealth effects using “within” variation of income and wealth at the household level. Our estimates can be interpreted as income and wealth effects consistent with a consumer demand model based on utility maximization. We establish a precisely measured negative effect of income on private-label shares. The effect of wealth is negative but not precisely measured. However, the estimated effect sizes are small, in contrast with prior academic work and industry views. An examination of the possible supply-side response to the recession shows only small changes in the relative price of national-brand and private-label products. Our estimates also reveal a large positive trend in private-label shares that predates the Great Recession. We examine some possible factors underlying this trend, but find no evidence that this trend is systematically related to specific private-label quality tiers or to the overall rate of private-label versus national-brand product introductions.\n\n",
    "acknowledgement": "\nWe are grateful to Ron Borkovsky, Bart Bronnenberg, Avi Goldfarb, Ernan Haruvy, Emir Kamenica, Ryan Kellogg, Puneet Manchanda, Kanishka Misra, Sridhar Moorthy, Matt Osborne, and Brian Ratchford for helpful comments and suggestions. We also benefited from the comments of seminar participants at the 2014 Marketing Insights at Chicago Booth Conference, the 2015 Marketing and Economics Summit, the European Commission, UC Davis, the University of Michigan, the University of Toronto, and UT Dallas. We also benefitted from the financial support of MSI Research Grant #4-1765 and a grant from the IGM at the Chicago Booth School.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}