{
    "id": 21448,
    "citation_title": "Incomplete Markets and Aggregate Demand",
    "citation_author": [
        "Iván Werning"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI study aggregate consumption dynamics under incomplete markets, focusing on the relationship between consumption and the path for interest rates. I first provide a general aggregation result under extreme illiquidity (no borrowing and no outside assets), deriving a generalized Euler relation involving the real interest rate, current and future aggregate consumption. This provides a tractable way of incorporating incomplete markets in macroeconomic models, dealing only with aggregates. Although this relation does not necessarily coincide with the standard representative-agent Euler equation, I show that it does for an important benchmark specification. When this is the case, idiosyncratic uncertainty and incomplete markets leave their imprint by affecting the discount factor in this representation, but the sensitivity of consumption to current and future interest rates is unaffected. An immediate corollary is that “forward guidance” (lower future interest rates) is as powerful as in representative agent models. I show that the same representation holds with positive liquidity (borrowing and outside assets) when utility is logarithmic. I show that away from these benchmark cases, consumption is likely to become more sensitive to interest rate, and especially future interest rates. Finally, I apply my approach to a real business cycle economy, providing an exact analytical aggregation result that complements existing numerical results.\n\n",
    "acknowledgement": "\nI thank useful discussions with Adrien Auclert and Emmanuel Farhi. Nathan Zorzi provided valuable research assistance. All remaining errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}