{
    "id": 21441,
    "citation_title": "Do Consumers Recognize the Value of Fuel Economy? Evidence from Used Car Prices and Gasoline Price Fluctuations",
    "citation_author": [
        "James M. Sallee",
        "Sarah West",
        "Wei Fan"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDebate about the appropriate design of energy policy hinges critically on whether consumers might undervalue energy efficiency, due to myopia or some other manifestation of limited rationality. We contribute to this debate by measuring consumers' willingness to pay for fuel economy using a novel identification strategy and high quality microdata from wholesale used car auctions. We leverage differences in future fuel costs across otherwise identical vehicles that have different current mileage, and therefore different remaining lifetimes. By seeing how price differences across high and low mileage vehicles of different fuel economies change in response to shocks to the price of gasoline, we estimate the relationship between vehicle prices and future fuel costs. Our data suggest that used automobile prices move one for one with changes in present discounted future fuel costs, which implies that consumers fully value fuel economy.\n\n",
    "acknowledgement": "\nWe thank Aleksander Azarnov, McLane Daniel, Pedro Bernal Lara, Alejandro Ome, Colleen O'Reilly and Sandya Swamy for excellent research assistance. We are also grateful for helpful comments and suggestions from Hunt Allcott, Soren Anderson, Brian Cadena, Carolyn Fischer, Don Fullerton, David Gerard, Jonathan Hughes, Mark Jacobsen, Ben Keys, Gary Krueger, Raymond Robertson, Joel Slemrod, and participants at the Heartland Environmental Economics Workshop, the National Tax Association Meetings, and the University of Minnesota. Funding for this project was provided by a Keck Foundation Grant administered by Macalester College and the Stigler Center at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}