{
    "id": 21444,
    "citation_title": "Towards a General Theory of Deep Downturns",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper, an extension of the Presidential Address to the International Economic Association, evaluates alternative strands of macro-economics in terms of the three basic questions posed by deep downturns:  What is the source of large perturbations?  How can we explain the magnitude of volatility?  How do we explain persistence?  The paper argues that while real business cycles and New Keynesian theories with nominal rigidities may help explain certain historical episodes, alternative strands of New Keynesian economics focusing on financial market imperfections, credit, and real rigidities provides a more convincing interpretation of deep downturns, such as the Great Depression and the Great Recession, giving a more plausible explanation of the origins of downturns, their depth and duration.  Since excessive credit expansions have preceded many deep downturns, particularly important is an understanding of finance, the credit creation process and banking, which in a modern economy are markedly different from the way envisioned in more traditional models.\n\n",
    "acknowledgement": "\nPresidential Address to the 17th World Congress of the International Economic Congress, Dead Sea, Jordan June, 2014.  This address is based in part on joint work with Bruce Greenwald and Martin Guzman.  Helpful discussions with Adair Turner, particularly on Part III, and with Rob Johnson, Martin Guzman, and Arjun Jayadev, are gratefully acknowledged.  I am indebted to INET for financial support, and to Feiran Zhang, Debarati Ghosh and Ruoke Yang for research assistance.  The first two parts of this lecture are a development of ideas presented earlier in Stiglitz (2011, 2013).  For a more extensive list of references, see those papers. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}