{
    "id": 21443,
    "citation_title": "Patent Citations and the Size of the Inventive Step - Evidence from Hybrid Corn",
    "citation_author": [
        "Petra Moser",
        "Joerg Ohmstedt",
        "Paul W. Rhode"
    ],
    "citation_publication_date": "2015-08-10",
    "issue_date": "2015-07-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nPatents are the main source of data on innovation, but there are persistent concerns that patents may be a noisy and biased measure. An important challenge arises from unobservable variation in the size of the inventive step that is covered by a patent. The count of later patents that cite a patent as relevant prior art – so called forward citations – have become the standard measure to control for such variation. Citations may, however, also be a noisy and biased measure for the size of the inventive step. To address this issue, this paper examines field trial data for patented improvements in hybrid corn. Field trials report objective measures for improvements in hybrid corn, which we use to quantify the size of the inventive step. These data show a robust correlation between citations and improvements in yields, as the bottom line measure for improvements in hybrid corn. This correlation is robust to alternative measures for improvements in hybrid corn, and a broad range of other tests.We also investigate the process, by which patents generate citations. This analysis reveals that hybrids that serve as an input for genetically-related follow-on inventions are more likely to receive self-citations (by the same firm), which suggests that self-citations are a good predictor for follow-on invention.\n\n",
    "acknowledgement": "\nWe wish to thank Bronwyn Hall, Eric Hilt, Ryan Lampe, Megan MacGarvie, David Mowery, Heidi Williams, Brian Wright, as well as seminar participants at the ASSA Meetings, Berkeley, Stanford, and the NBER Summer Institute for helpful comments. Christopher Sung, Michela Giorcelli, Siyeona Chang, and Stephanie Lee provided outstanding research assistance. Moser gratefully acknowledges support through an NBER Kauffman Grant on Intellectual Property Rights Policy and NSF CAREER Grant 1151180. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}