{
    "id": 21453,
    "citation_title": "Capital Allocation and Productivity in South Europe",
    "citation_author": [
        "Gita Gopinath",
        "Sebnem Kalemli-Ozcan",
        "Loukas Karabarbounis",
        "Carolina Villegas-Sanchez"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2017-03-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStarting in the early 1990s, countries in southern Europe experienced low productivity growth alongside declining real interest rates. We use data for manufacturing firms in Spain between 1999 and 2012 to document a significant increase in the dispersion of the return to capital across firms, a stable dispersion of the return to labor, and a significant increase in productivity losses from capital misallocation over time. We develop a model with size-dependent financial frictions that is consistent with important aspects of firms' behavior in production and balance sheet data. We illustrate how the decline in the real interest rate, often attributed to the euro convergence process, leads to a significant decline in sectoral total factor productivity as capital inflows are misallocated toward firms that have higher net worth but are not necessarily more productive. We show that similar trends in dispersion and productivity losses are observed in Italy and Portugal but not in Germany, France, and Norway.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Aguiar, Marios Angeletos, Pol Antras, Nick Bloom, Kinda Hachem, John Haltiwanger, Chang-Tai Hsieh, Oleg Itskhoki, Pete Klenow, Matteo Maggiori, Virgiliu Midrigan, Ben Moll, Brent Neiman, Ricardo Reis, Diego Restuccia, Richard Rogerson, John Van Reenen, Ivan Werning, five anonymous referees, and numerous participants in seminars and conferences for useful comments and helpful discussions. We thank Serdar Birinci, Laura Blattner, and Kurt Gerard See for excellent research assistance. Villegas-Sanchez thanks Banco Sabadell and AGAUR-Generalitat de Catalunya for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}