{
    "id": 21457,
    "citation_title": "Sustaining Cooperation: Community Enforcement vs. Specialized Enforcement",
    "citation_author": [
        "Daron Acemoglu",
        "Alexander Wolitzky"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce the possibility of direct punishment by specialized enforcers into a model of community enforcement. Specialized enforcers need to be given incentives to carry out costly punishments. Our main result shows that, when the specialized enforcement technology is sufficiently effective, cooperation is best sustained by a “single enforcer punishment equilibrium,” where any deviation by a regular agent is punished only once, and only by enforcers. In contrast, enforcers themselves are disciplined (at least in part) by community enforcement. The reason why there is no community enforcement following deviations by regular agent is that such actions, by reducing future cooperation, would decrease the amount of punishment that enforcers are willing to impose on deviators. Conversely, when the specialized enforcement technology is ineffective, optimal equilibria do punish deviations by regular agents with community enforcement. The model thus predicts that societies with more advanced enforcement technologies should rely on specialized enforcement, while less technologically advanced societies should rely on community enforcement. Our results hold both under perfect monitoring of actions and under various types of private monitoring.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Nageeb Ali, Glenn Ellison, Matt Jackson, David Levine, Dilip Mookherjee, Juuso Toikka, and seminar participants at Bonn, BU, Cambridge, Essex, the Canadian Institute for Advanced Research, and the Stanford Institute for Theoretical Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}