{
    "id": 21455,
    "citation_title": "Technology Entry in the Presence of Patent Thickets",
    "citation_author": [
        "Bronwyn H. Hall",
        "Christian Helmers",
        "Georg von Graevenitz"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2017-01-10",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe analyze the effect of patent thickets on entry into technology areas by firms in the UK. We present a model that describes incentives to enter technology areas characterized by varying technological opportunity, complexity, and the potential for hold-up due to the presence of patent thickets. We show empirically that our measure of patent thickets is associated with a reduction of first time patenting in a given technology area controlling for the level of technological complexity and opportunity. Technological areas characterized by more technological complexity and opportunity, in contrast, see more entry. Our evidence indicates that patent thickets raise entry costs, which leads to less entry into technologies regardless of a firm’s size.\n\n",
    "acknowledgement": "\nWe are grateful to the Intellectual Property Office of the United Kingdom for research support and to the National Institute of Economic and Social Research for hospitality while this paper was being written. The views expressed here are those of the authors. They are not necessarily those of the UK Intellectual Property Office or NIESR. The revision of this paper has benefitted from comments by participants in seminars at the UKIPO, the USPTO, the NBER Summer Institute, the University of California at Berkeley, TILEC, Tilburg University, the University of Wuppertal and the TIGER Conference in Toulouse. We would like to thank Jonathan Haskel, Scott Stern, Dietmar Harhoff, Stefan Wagner and Megan MacGarvie for comments, and Iain Cockburn, Dietmar Harhoff, and Stefan Wagner for very generous support with additional data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGeorg von Graevenitz\n\nGeorg von Graevenitz acknowledges further support from the Economic and social Research Council (ESRC) grant to the Centre for Competition Policy at the University of East Anglia.\n\n\n"
}