{
    "id": 21454,
    "citation_title": "The Effects of Two Influential Early Childhood Interventions on Health and Healthy Behaviors",
    "citation_author": [
        "Gabriella Conti",
        "James J. Heckman",
        "Rodrigo Pinto"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the long-term impacts on health and healthy behaviors of two of the oldest and most widely cited U.S. early childhood interventions evaluated by the method of randomization with long-term follow-up: the Perry Preschool Project (PPP) and the Carolina Abecedarian Project (ABC). There are pronounced gender effects strongly favoring boys, although there are also effects for girls. Dynamic mediation analyses show a significant role played by improved childhood traits, above and beyond the effects of experimentally enhanced adult socioeconomic status. These results show the potential of early life interventions for promoting health.\n\n",
    "acknowledgement": "\nGabriella Conti is Senior Lecturer in Health Economics at the Department of Applied Health Research at University College London; and a Research Fellow at the Institute for Fiscal Studies, London. James Heckman is the Henry Schultz Distinguished Service Professor of Economics at the University of Chicago; Director, Center for the Economics of Human Development, University of Chicago; Co-Director of the Human Capital and Economic Opportunity Global Working Group; a Research Fellow at the American Bar Foundation; and an affiliate of the Leonard D. Schaeffer Center for Health Policy \\& Economics, University of Southern California. Rodrigo Pinto is Assistant Professor in the Department of Economics at UCLA. This research was supported in part by the American Bar Foundation,the Pritzker Children's Initiative, Susan Thompson Buffett Foundation, NICHD R37HD065072, R01HD54702, a grant from the Human Capital and Economic Opportunity Global Working Group –- an initiative of the Becker Friedman Institute for Research in Economics funded by the Institute for New Economic Thinking (INET), and an anonymous funder. The views expressed in this paper are those of the authors and not necessarily those of the funders or persons named here. We thank the editor and two anonymous referees, Chase Corbin and Sylvi Kuperman Rothkopf, as well as seminar participants at University of Chicago, Duke University, London School of Economics (CEP), Northwestern University, Princeton University, University College London, University of Essex (ISER), University of Sussex, University of Southern California (CESR) and University of Wisconsin for numerous valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}