{
    "id": 21458,
    "citation_title": "House Prices, Home Equity and Entrepreneurship: Evidence from U.S. Census Micro Data",
    "citation_author": [
        "Sari Kerr",
        "William R. Kerr",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2022-07-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDuring 1992-2007, house price growth is strongly correlated with local entrepreneurship. We show with Census Bureau data that most of this entry is related to construction and real estate; these entrants tend to be small and short-lived. Using a 1998 Texas reform that allowed home equity lending for the first time in the state, we isolate that entrepreneurship through the collateral channel tends to be longer-lived and more balanced across sectors. The collateral channel is a tenth or less of the entry associated with house price increases, driven by a small share of homeowners who are constrained without price growth.\n\n",
    "acknowledgement": "\nPreviously circulated as “House Money and Entrepreneurship.” We thank Manuel Adelino, Nava Ashraf, Thomas Astebro, Jim Davis, Rob Fairlie, Iftekhar Hasan, Erik Hurst, Ari Hyytinen, Ross Levine, Josh Lerner, Debarshi Nandy, Martin Schmalz, Andrei Shleifer, Olmo Silva, Stijn Van Nieuwerburgh, Joseph Vavra, and Jeff Zabel. We are also grateful to seminar participants at the American Economic Association, Bank of Finland, Columbia GSB, the Entrepreneurial Finance and Innovation Conference, Federal Reserve Bank of New York, Fordham University, Georgia Tech, Harvard Business School, Imperial College London, the IZA Institute for the Study of Labor, London School of Economics, the National Bureau of Economic Research, New York University Stern, L’Université du Québec à Montréal, Northeastern University, Rensselaer Polytechnic Institute, Tufts University, University of Chicago, and Yale University for helpful comments. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from the NSF grant ITR-0427889 [BRDC], Kauffman Foundation and the Division of Research and Faculty Development at Harvard Business School is gratefully acknowledged. Any views expressed are those of the authors and not those of the U.S. Census Bureau. The Census Bureau’s Disclosure Review Board and Disclosure Avoidance Officers have reviewed this information product for unauthorized disclosure of confidential information and have approved the disclosure avoidance practices applied to this release. This research was performed at a Federal Statistical Research Data Center under FSRDC Project Number 1352. (CBDRB-FY22-P1352-R9101). This research uses data from the Census Bureau’s Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. Research results and conclusions expressed are the authors' and do not necessarily reflect the views of the Census Bureau, the NSF, or the National Bureau of Economic Research.\n\n\n"
}