{
    "id": 21451,
    "citation_title": "An Evaluation of The Mellon Mays Undergraduate Fellowship's Effect on PhD Production at Non-UNCF Institutions",
    "citation_author": [
        "Sarah J. Prenovitz",
        "Gary R. Cohen",
        "Ronald G. Ehrenberg",
        "George H. Jakubson"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Mellon Mays Undergraduate Fellowship Program (MMUF) was established in 1988 to encourage underrepresented minority (URM) students to pursue PhD study with an eye towards entering academia. Fellows have completed PhDs at high rates relative to other students, but they are selected for their interest and potential, so this reflects both the effects of the program and the abilities of the students themselves. In order to understand one impact of the program we investigate its causal effect - how many of its fellows earned PhDs who would not have done so without the MMUF’s support. \nIn this paper we use restricted access administrative data from the Mellon Foundation and the National Science Foundation’s Survey of Earned Doctorates to investigate the effect of the MMUF on PhD completions by underrepresented minority students who graduate from participating institutions. We find no evidence that participation in the program causes a statistically significant increase in the PhD production rate of URM students and increases in larger than 0.4 percentage points lie outside a 95% confidence interval using our unweighted baseline estimates. We also do not find evidence that increasing the intensity of the program by adding more fellows increases the PhD production rate, which is particularly notable as this estimate is upward-biased: the number of fellows likely reflects the strength of the candidate pool in a given year.\n\n",
    "acknowledgement": "\nCHERI receives financial support from the Andrew W. Mellon Foundation but the conclusions we express here are strictly our own. The use of NSF data does not imply NSF endorsement of the research, research methods, or conclusions contained in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}