{
    "id": 21465,
    "citation_title": "The Incidence of Taxes on Sugar-Sweetened Beverages: The Case of Berkeley, California",
    "citation_author": [
        "John Cawley",
        "David Frisvold"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2016-09-14",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nObesity and diet-related chronic disease are increasing problems worldwide.  In response, many governments have enacted or are considering taxes on energy-dense foods.  Perhaps the most commonly-recommended policy is a tax on sugar-sweetened beverages (SSBs).  \nThis paper estimates the extent to which a tax on SSBs is passed through to consumers in the form of higher prices.  We examine the first city-level tax on SSBs in the U.S., which was enacted by the voters of Berkeley, California in November, 2014.  We collected the prices of various brands and sizes of SSBs and other beverages before and after the implementation of the tax from a near-census of convenience stores and supermarkets in Berkeley, California.  We also collected prices from stores in a control city: San Francisco, where in a similar voter referendum failed despite majority support.\nEstimates from difference-in-differences models indicate that, across all brands and sizes of products examined, 43.1 percent (95 percent confidence interval: 27.7 percent - 58.4 percent) of the Berkeley tax was passed on to consumers. The estimates also are consistent with cross-border shopping.  For each mile of distance between the store and the closest store selling untaxed SSBs, pass-through rose 33.3 percent for 2-liter bottles and 25.8 percent for 12-packs of 12-ounce cans.\n\n",
    "acknowledgement": "\nWe thank Kenneth Couch and three anonymous referees for helpful comments. We thank our research assistants Natalie Veldhouse and Marcus Cassidy for collecting the price data from stores, and Barton Willage for data analysis.  The authors thank the Department of Economics at the University of Iowa for financial support and Cawley thanks the Robert Wood Johnson Foundation for its support through an Investigator Award in Health Policy Research.  We thank the following people for helpful comments and discussions: Ana Balsa, Kitt Carpenter, Jennifer Falbe, Kristine Madsen, Shu Wen Ng, Barry Popkin, Kyle Rozema, participants at the International Health Economics Association World Congress and Obesity Week, and seminar participants at Johns Hopkins University and the National University of Ireland Galway. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}