{
    "id": 21462,
    "citation_title": "An Empirical Analysis of Funding Costs Spillovers in the EURO-zone with Application to Systemic Risk",
    "citation_author": [
        "Pietro Bonaldi",
        "Ali Hortaçsu",
        "Jakub Kastl"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a framework for estimation of spillovers between funding costs of individual banks. The estimation proceeds in three steps: First, using data from liquidity auctions of the European Central Bank, we estimate the funding costs in a given week for each individual bank. In the second step, we apply the adaptive elastic net (a LASSO type estimator) to this panel to estimate the financial network. Finally, using the estimated network we propose new measures of the systemicness and vulnerability of each bank. Our measure of systemicness has quite a natural interpretation, since it can roughly be viewed as the total externality a bank would impose on the funding costs of all other banks in the system. We estimate that most of the banks have fairly weak links and, therefore, if one were to suffer an adverse shock there would likely be a rather limited effect on the other ones. On the other hand, there are a few banks that are quite central: an increase in their funding costs would result in a very significant increase (up to 95 bp per 100 bp shock) in the funding costs of the other banks. Our vulnerability scores estimated using data from 2007-2008 are positively correlated with the probability of a bank being bailed out later.\n\n",
    "acknowledgement": "\nThe paper was previously circulated under the title \"An Empirical Analysis of Systemic Risk in the EURO-zone.\" We thank Aureo de Paula, Vasco Carvalho, Thomas Phillipon, Marzena Rostek,  Jose-Luis Peydro, David Skeie, Charles M. Kahn, Christian B. Hansen, Azeem Shaikh, Fernando Alvarez and seminar participants at Berkeley, EUI, Minneapolis Fed, NYU, Princeton, Stanford, UCLA, UCL, Wisconsin, 2013 GSE Summer Forum, 2013 Wharton Conference on Liquidity and Financial Crises, 2013 Asian Meeting of the Econometric Society, 2014 NBER Summer Institute, 50th Annual Conference on Bank Structure and Competition, Bank of England's Conference on Systemic Risk and Macro-Prudential Regulation and 3rd European Meeting on Networks for helpful comments. We are also grateful to Winnie van Dijk for valuable research assistance. Hortacsu acknowledges financial support from the NSF (SES-1124073  and ICES-1216083). Kastl acknowledges financial support from the NSF (SES-1123314  and SES-1352305) and the Sloan Foundation. The views expressed in this paper are our own and do not necessarily reflect the view of the European Central Bank or the National Bureau of Economic Research. All remaining errors are ours.\n\n\n"
}