{
    "id": 21468,
    "citation_title": "Testing Models of Social Learning on Networks: Evidence from a Lab Experiment in the Field",
    "citation_author": [
        "Arun G. Chandrasekhar",
        "Horacio Larreguy",
        "Juan Pablo Xandri"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nAgents often use noisy signals from their neighbors to update their beliefs about a state of the world. The effectiveness of social learning relies on the details of how agents aggregate information from others. There are two prominent models of information aggregation in networks: (1) Bayesian learning, where agents use Bayes' rule to assess the state of the world and (2) DeGroot learning, where agents instead consider a weighted average of their neighbors' previous period opinions or actions. Agents who engage in DeGroot learning often double-count information and may not converge in the long run. We conduct a lab experiment in the field with 665 subjects across 19 villages in Karnataka, India, designed to structurally test which model best describes social learning. Seven subjects were placed into a network with common knowledge of the network structure. Subjects attempted to learn the underlying (binary) state of the world, having received independent identically distributed signals in the first period. Thereafter, in each period, subjects made guesses about the state of the world, and these guesses were transmitted to their neighbors at the beginning of the following round. We structurally estimate a model of Bayesian learning, relaxing common knowledge of Bayesian rationality by allowing agents to have incomplete information as to whether others are Bayesian or DeGroot. Our estimates show that, despite the flexibility in modeling learning in these networks, agents are robustly best described by DeGroot-learning models wherein they take a simple majority of previous guesses in their neighborhood.\n\n",
    "acknowledgement": "\nWe are grateful to Daron Acemoglu, Abhijit Banerjee, Esther Duflo, Ben Golub, Matthew O. Jackson, Markus Möbius, and Adam Szeidl for extremely helpful discussions. Essential feedback was provided by Juan Dubra, Rema Hanna, Ben Olken, Evan Sadler, Rob Townsend, Xiao Yu Wang, Luis Zermeño and participants at numerous seminars and conferences. We also thank Mounu Prem for excellent research assistance. This project was possible thanks to the financial support of the Russell Sage Behavioral Economics Grant. Chandrasekhar is grateful for support from the National Science Foundation GFRP. Larreguy thanks the Bank of Spain and Caja Madrid for financial support. JPAL and CMF at IFMR provided valuable logistical assistance. Gowri Nagraj and our field team were vital to the project’s progress. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}