{
    "id": 21461,
    "citation_title": "Employee Financial Literacy and Retirement Plan Behavior: A Case Study",
    "citation_author": [
        "Robert Clark",
        "Annamaria Lusardi",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses administrative data on all active employees of the Federal Reserve System to examine participation in and contributions to the Thrift Saving Plan, the system’s defined contribution (DC) plan.  We have appended to the administrative records a unique employee survey of economic/demographic factors including a set of financial literacy questions. Not surprisingly, Federal Reserve employees are more financially literate than the general population; furthermore, the most financially savvy are also most likely to participate in and contribute the most to their plan. Sophisticated workers contribute three percentage points more of their earnings to the DC plan than do the less knowledgeable, and they hold more equity in their pension accounts. Finally, we examine changes in employee plan behavior a year after the financial literacy survey and compare it to the baseline. We find that employees who completed an educational module were more likely to start contributing and less likely to have stopped contributing to the DC plan post-survey.\n\n",
    "acknowledgement": "\nResearch support for the work reported herein was provided by the Pension Research Council/Boettner Center at the Wharton School of the University of Pennsylvania as well as the Office of Employee Benefits at the Federal Reserve System that provided the data for the study and partial funding for the project. We are grateful for excellent programming assistance from Yong Yu, and for helpful suggestions and guidance from the staff of the Federal Reserve’s Office of Employee Benefits and Ryan Peters. Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the funders or any other institutions with which the authors are affiliated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute for research on retirement security.\n\n\n"
}