{
    "id": 21466,
    "citation_title": "When is Nonfundamentalness in VARs a Real Problem? An Application to News Shocks",
    "citation_author": [
        "Paul Beaudry",
        "Patrick Fève",
        "Alain Guay",
        "Franck Portier"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen the VAR representation of a times series has a non-fundamental representation, standard SVAR techniques cannot be used to exactly identify the effects of structural shocks.  This problem is know to potentially arise when one of the structural shocks represents news about the future.  However, as we shall show, in many case the non-fundamental representation of a time series may be very close to its fundamental representation implying that standard SVAR techniques may provide a very good approximation of the effects of structural shocks even when the non-fundamentalness is formally present.  This leads to the question:  When is non-fundamentalness a real problem? In this paper we derive and illustrate a diagnostic based on a $R^2$ which  provides a simple means of detecting whether non-fundamentalness is likely to be a quantitatively important problem in an applied settings.   We use the identification of technological news shocks in US data as our running example.\n\n",
    "acknowledgement": "\nWe thank Mario Forni, Luca Gambetti and Luca Sala for sharing their codes and data and for their comments. Paul Beaudry would like to a knowledge financial support from the Social Science and Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}