{
    "id": 21467,
    "citation_title": "Contributions to Defined Contribution Pension Plans",
    "citation_author": [
        "James J. Choi"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2015-10-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nDefined contribution (DC) pensions are an increasingly important means of financing retirement consumption. Because individuals often have substantial discretion over how much is contributed to their DC pension, studying DC contribution choices provides general insights into the determinants of individual economic decision-making. The literature has found strong deviations from many predictions of classical frictionless optimizing models. I provide an overview of the U.S. DC pension system and review the literature on the effect of matching contributions, automatic enrollment, active choice deadlines, choice overload, financial literacy, peer effects, mental accounting, and personal experience on individuals’ DC contributions.\n\n",
    "acknowledgement": "\nI thank the National Institutes of Health (grant R01-AG-021650) for financial support of the writing of this article. This article was prepared for the Annual Review of Financial Economics. Posted with permission from the Annual Review of Financial Economics, Volume 7 © 2015 by Annual Reviews, http://www.annualreviews.org. DOI: 10.1146/annurev-financial-111914-041834.   I periodically give compensated talks on behavioral economics and retirement savings to institutions that administer or sponsor retirement savings plans. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}