{
    "id": 21460,
    "citation_title": "Long Run Trends in Unemployment and Labor Force Participation in China",
    "citation_author": [
        "Shuaizhang Feng",
        "Yingyao Hu",
        "Robert Moffitt"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2020-05-21",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUnemployment rates in countries across the world are typically positively correlated with GDP. China is an unusual outlier from the pattern, with abnormally low, and suspiciously stable, unemployment rates according to its official statistics. This paper calculates, for the first time, China’s unemployment rate from 1988 to 2009 using a more reliable, nationally representative household survey in China. The unemployment rates we calculate differ dramatically from those supplied in official data and are much more consistent with what is known about China’s labor market and how it has changed over time in response to structural changes and other significant events. The rate averaged 3.9% in 1988-1995, when the labor market was highly regulated and dominated by state-owned enterprises, but rose sharply during the period of mass layoff from 1995- 2002, reaching an average of 10.9% in the subperiod from 2002 to 2009. We can also calculate labor force participation rates, which are not available in official statistics at all. We find that they declined throughout the whole period, particularly in 1995-2002 when the unemployment rate increased most significantly. We also report results for different demographic groups, different regions, and different cohorts.\n\n",
    "acknowledgement": "\nWe thank Albert Park, Xin Meng, Tony Fang and audiences at Southwest University of Finance and Economics, Peking University, Chinese University of Hong Kong, Hong Kong University of Science and Technology, and at the 2014 Fall NBER China conference for valuable comments. Jinwen Wang and Gaojie Tang provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShuaizhang Feng\n\nFeng acknowledges partial financial support from the\nProgram for Innovative Research Team of Shanghai University of Finance and Economics (2014110310), the\nNational Science Foundation of China for distinguished young scholars, the Yangtz river distinguished scholars program, and the Program for New Century Excellent Talents in University (NCET-12-0903) sponsored by the Ministry of Education of China.\n\n\n"
}