{
    "id": 21464,
    "citation_title": "The Ongoing Evolution of US Retail: A Format Tug-of-War",
    "citation_author": [
        "Ali Hortaçsu",
        "Chad Syverson"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2015-09-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review major changes in the economics of the US retail sector over the past 15-20 years and discuss what these portend for the future evolution of retail. The sector has been shrinking in relative size over the long term, though this stopped around the onset of the Great Recession. Retail has experienced stronger-than-average productivity growth that has not been accompanied by commensurate wage growth. The main forces shaping the retail landscape in recent decades have been the expansions of two formats: e-commerce and warehouse clubs. While both formats have been the subject of study and discussion, we find evidence that warehouse clubs have had to this point a greater effect on retail than e-commerce has. This impact has been manifested in changes in the retail sector’s scale, concentration, dynamism, and urbanization. Thus while e-commerce will continue to expand and physical retail will further evolve in the coming years, the physical format is unlikely to meet its demise soon.\n\n",
    "acknowledgement": "\nWe thank Gordon Hanson, Enrico Moretti, and Tim Taylor for comments. We also thank Mattie Toma for excellent research assistance, and we are grateful to Jeff Severts who provided both excellent research assistance and helpful conversations. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}