{
    "id": 21477,
    "citation_title": "Parental Incentives and Early Childhood Achievement: A Field Experiment in Chicago Heights",
    "citation_author": [
        "Roland G. Fryer",
        "Jr.",
        "Steven D. Levitt",
        "John A. List"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article describes a randomized field experiment in which parents were provided financial incentives to engage in behaviors designed to increase early childhood cognitive and executive function skills through a parent academy. Parents were rewarded for attendance at early childhood sessions, completing homework assignments with their children, and for their child’s demonstration of mastery on interim assessments. This intervention had large and statistically significant positive impacts on both cognitive and non-cognitive test scores of Hispanics and Whites, but no impact on Blacks.  These differential outcomes across races are not attributable to differences in observable characteristics (e.g. family size, mother’s age, mother’s education) or to the intensity of engagement with the program. Children with above median (pre-treatment) non cognitive scores accrue the most benefits from treatment.\n\n",
    "acknowledgement": "\nSpecial thanks to the Griffin Foundation for funding this research.  Also, Tom Amadio, Superintendent of Chicago Heights, was a superb partner through his leadership and support during this project. Tanaya Devi, Rucha Vankudre, Anya Samek, Eric Anderson, Martha Woerner, and Sara D’Alessandro provided exceptional research assistance and project management support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}