{
    "id": 21476,
    "citation_title": "The Equilibrium Real Funds Rate: Past, Present and Future",
    "citation_author": [
        "James D. Hamilton",
        "Ethan S. Harris",
        "Jan Hatzius",
        "Kenneth D. West"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the behavior, determinants, and implications of the equilibrium level of the real federal funds rate, defined as the rate consistent with full employment and stable inflation in the medium term. We draw three main conclusions. First, the uncertainty around the equilibrium rate is large, and its relationship with trend GDP growth much more tenuous than widely believed. Our narrative and econometric analysis using cross-country data and going back to the 19th Century supports a wide range of plausible central estimates for the current level of the equilibrium rate, from a little over 0% to the pre-crisis consensus of 2%. Second, despite this uncertainty, we are skeptical of the “secular stagnation” view that the equilibrium rate will remain near zero for many years to come. The evidence for secular stagnation before the 2008 crisis is weak, and the disappointing post-2008 recovery is better explained by protracted but ultimately temporary headwinds from the housing supply overhang, household and bank deleveraging, and fiscal retrenchment. Once these headwinds had abated by early 2014, US growth did in fact accelerate to a pace well above potential. Third, the uncertainty around the equilibrium rate implies that a monetary policy rule with more inertia than implied by standard versions of the Taylor rule could be associated with smaller deviations of output and inflation from the Fed’s objectives. Our simulations using the Fed staff’s FRB/US model show that explicit recognition of this uncertainty results in a later but steeper normalization path for the funds rate compared with the median “dot” in the FOMC’s Summary of Economic Projections.\n\n",
    "acknowledgement": "\nThis paper was written for the U.S. Monetary Policy Forum, New York City, February 27, 2015. We thank Jari Stehn and David Mericle for extensive help with the modeling work in Section 6. We also thank Chris Mischaikow, Alex Verbny, Alex Lin and Lisa Berlin for assistance with data and charts and for helpful comments and discussions. We also benefited from comments on an earlier draft of this paper by Mike Feroli, Peter Hooper, Anil Kashyap, Rick Mishkin, Kim Schoenholtz, and Amir Sufi. West thanks the National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames D. Hamilton\n\nOUTSIDE COMPENSATED ACTIVITIES\nJan 2007 – Dec 2014\n\n\nExcludes honoraria of $1,000 or less and royalty income from books\nTeaching:\nHarvard University, Study Center Gerzensee, International Monetary Fund, University of Minho\nCompensation for distinguished lectures and keynote speeches:\nPrinceton University, Stanford University, Yonsei University, St. Cloud State University, Flat Panel Display Association, James A. Baker Institute for Public Policy, American Association of Agricultural Economists, Indiana University, State University of New York at Albany, Federal Reserve Bank of Cleveland, Norwegian Business School\nConsulting:\nGoldman Sachs, Gerson Lehman Group, Meketa Investment Group, Federal Reserve Board, Bank of International Settlements, Research Affiliates, Federal Reserve Bank of Atlanta, GJK Capital Advisors\nCompensation for commissioned works:\nCato Institute: “Off-Balance-Sheet Federal Liabilities” and “Comment on The French Gold Sink and the Great Deflation of 1929-32”\nUS Monetary Policy Forum: “The Equilibrium Real Funds Rate: Past, Present and Future” and “Crunch Time: Fiscal Crises and the Role of Monetary Policy”\nInternational Journal of Central Banking: “Commentary: Import Prices and Inflation”\nFuel Freedom Foundation: “Economic Costs of America’s Dependence on Oil”\nFederal Reserve Bank of Boston: “The Effectiveness of Alternative Monetary Policy Tools in a Zero Lower Bound Environment”\nBrookings Institution: “Causes and Consequences of the Oil Shock of 2007-2008”\n\n\n"
}