{
    "id": 21475,
    "citation_title": "Self-Signaling and Prosocial Behavior: a Cause Marketing Mobile Field Experiment",
    "citation_author": [
        "Jean-Pierre Dubé",
        "Xueming Luo",
        "Zheng Fang"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe empirically test an information economics based theory of social preferences in which ego utility and self-signaling can potentially crowd out the effect of consumption utility on choices. Two large-scale, randomized controlled field experiments involving a consumer good and charitable donations are conducted using a subject pool of actual consumers. We find that bundling relatively large charitable donations with a consumer good can generate non-monotonic regions of demand. Consumers also self-report significantly lower ratings of “feeling good about themselves” when a large donation is bundled with a large price discount for the good. The combined evidence supports the self-signaling theory whereby price discounts crowd out a consumer’s self-inference of altruism from buying a good bundled with a charitable donation. Alternative theories of motivation crowding are unable to fit the non-monotonic moments in the data. A structural model of self-signaling is fit to the data to quantify the economic magnitude of ego utility and its role in driving consumer decisions.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Stefano Dellavigna and Emir Kamenica for extensive comments and suggestions. We are also grateful for comments from Michelle Andrews, Ron Borkovsky, Bart Bronnenberg, Alex Frankel, Xiliang Lin, Sanjog Misra, John List, Rik Pieters and Robert Sanders. We also benefited from the comments of seminar participants at the 2013 Colloquium on Big Data and Mobile at Temple University, Columbia University, HEC Paris, the 2015 NBER winter I.O. meetings, the Olin School of Business, Princeton University, the University of Alberta, the University of Houston, the University of Chicago, the University of Chicago Booth School of Business, the University of Wisconsin at Madison, and Wharton. The authors obtained IRB approval for the studies (IRB13-1400) from the University of Chicago Instutitional Review Board. Fang acknowledges research support from the National Natural Science Foundation of China [Grant 71172030, 71202138,71472130], the Youth Foundation for Humanities and Social Sciences of the Ministry of Education of China [Grant 12YJC630045, 14YJA630024,14YJC630166], and Sichuan University [Grant skqy201423,skqy201502]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}