{
    "id": 21474,
    "citation_title": "Self Control and Commitment: Can Decreasing the Liquidity of a Savings Account Increase Deposits?",
    "citation_author": [
        "John Beshears",
        "James J. Choi",
        "Christopher Harris",
        "David Laibson",
        "Brigitte C. Madrian",
        "Jung Sakong"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNBER Roybal Center for Behavior Change in Health\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIf individuals have self-control problems, they may take up commitment contracts that restrict their spending. We experimentally investigate how contract design affects the demand for commitment contracts. Each participant divides money between a liquid account, which permits unrestricted withdrawals, and a commitment account with withdrawal restrictions that are randomized across participants. When the two accounts pay the same interest rate, the most illiquid commitment account attracts more money than any of the other commitment accounts. We show theoretically that this pattern is consistent with the presence of sophisticated present-biased agents, who prefer more illiquid commitment accounts even if they are subject to uninsurable marginal utility shocks drawn from a broad class of distributions. When the commitment account pays a higher interest rate than the liquid account, the relationship between illiquidity and deposits is flat, suggesting that agents without present bias and/or naïve present-biased agents are also present in our sample.\n\n",
    "acknowledgement": "\nThis paper was formerly titled “Self Control and Liquidity: How to Design a Commitment Contract.” This research was made possible by grants from the Russell Sage Foundation and the Sloan Foundation (joint grant 981011), the Pershing Square Fund for Research on the Foundations of Human Behavior, the National Institute on Aging of the National Institutes of Health (awards P01AG005842, P30AG034532, and R01AG021650), and the Social Security Administration (grant RRC08098400). We have benefited from the comments of George-Marios Angeletos, B. Douglas Bernheim, Bruce Carlin, Stefano DellaVigna, Ulrike Malmendier, Sendhil Mullainathan, Christopher Parsons, and Ivan Werning. We thank Christopher Clayton, Peter Maxted, and Sean (Yixiang) Wang for excellent research assistance. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Russell Sage Foundation, the Sloan Foundation, the Pershing Square Fund, the National Institutes of Health, the Social Security Administration, any agency of the Federal Government, or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Beshears\n\nJohn Beshears is a member of the Advisory Board of Nutmeg Saving and Investment, a paid position. Nutmeg is a provider of investment products. John Beshears is also a member of the Behavioral Science Advisory Board of Morningstar, an unpaid position. Morningstar is a provider of investment research and investment products.\n\n\n\nJames J. Choi\n\nDisclosure of outside activities:\nI have received honoraria from the following non-academic organizations:\n2015: TIAA-CREF\n2014: TIAA-CREF, State Street, U.S. Department of Health and Human Services\n2012: Pensions & Investments\n2011: iOMe Challenge\n2010: State Street, iOMe Challenge\n2006: Ibbotson Associates, American Council for Capital Formation\n\n\n\nDavid Laibson\n\nI have received honoraria for speaking about my academic research at the following private and government organizations:\n\n\n2015: TFC Financial Management\n\n\n2014: Benefits Canada, Blackrock, Canada's Public Policy Forum, Investment Management Consultants Association, Morningstar,  National Association of Government Defined Contribution Administrators, Principal Financial Group, State Street\n\n\n2013: Bank of America, Blackrock, Principal Financial Group, Pensions & Investments, SAGE, Singapore Civil Service College\n\n\n2012: Bank of America, Blackrock, Callan, Danish Government, Fidelity, Humana****\n\n\n2011: ANZ, Blackrock, Express Scripts*** (member Scientific Advisory Board), Morningstar\n\n\n2010: Blackrock, Express Scripts** (member Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, Financial Planning Association, Merrill Lynch, MetLife, North American Securities Administrators Association (investor protection association comprised of state securities regulators), Pioneer*\n\n\n2009: AARP, Barclays Global Investors, Express Scripts (member Scientific Advisory Board), Fidelity, Mackenzie, MassMutual, Pioneer*\n\n\n2008: American Institute of Certified Public Accountants, Alliance Bernstein, Barclays Global Investors, Express Scripts (Scientific Advisory Board), Financial Advisers to U.S. Armed Forces Service Members, MetLife, Pioneer*\n\n\n2007: AARP, Barclays Global Investors, BP, Citigroup, European Commission, Fidelity, Pioneer*\n\n\n*Keybridge Research arranged my talks at Pioneer.\n\n\n**All payments donated to charitable organizations.\n\n\n***All payments donated directly by Express Scripts to charitable organizations.\n\n\n****All payments donated directly by Humana to charitable organizations.\n\n\n\nBrigitte C. Madrian\n\nOutside Professional Activities For Brigitte Madrian:\nIn addition to my position as a faculty member at Harvard, I am occasionally compensated for my participation in outside activities, such as speaking, reviewing, writing/editing articles or reports, consulting, and serving on panels/advisory boards.\n\n\nIn the past few years, I have received compensation in excess of $500 from the following organizations:\n\n\n2014\nNational Bureau of Economic Research, FINRA, State Street Global Advisors, AARP, Brigham Young University\n\n\n2013\nNational Bureau of Economic Research, State Street Global Advisors, TIAA-CREF, Brigham Young University, Stanford University, Government of Canada\n\n\n2012\nNational Bureau of Economic Research, State Street Global Advisors, PIMCO, American Bankers Association, The World Bank, Dartmouth College, University of Wisconsin\n\n\n2011\nNational Bureau of Economic Research, Social Security Advisory Board, Brigham Young University, The World Bank, TIAA-CREF, State Street Global Advisors\n\n\n2010\nNational Bureau of Economic Research, Social Security Advisory Board, Mathematica Policy Research, Columbia University, American Economic Association, University of Washington, Brookings Institution Press, Harding House Publishers, University of Wisconsin, Diversified Investment Advisors, Brigham Young University, National Institutes of Health\n\n\n2009\nNational Bureau of Economic Research, Fidelity Investments, Prudential, Wellesley College, University of Michigan, University of Wisconsin, Georgia State University, Professional Insurance Marketing Association, National Institutes of Health\n\n\n2008\nNational Bureau of Economic Research, Fidelity Investments, Alliance Bernstein, University of Wisconsin, Austrian National Bank, Institute for Quantitative Research in Finance, Behavioral Finance Forum, Netspar,\n\n\n2007\nNational Bureau of Economic Research, Fidelity Investments, Callan Associates, TIAA-CREF, University of Wisconsin, Brigham Young University, University of Michigan, National Institutes of Health\n\n\nMy affiliations with other organizations are listed on my CV which can be accessed from my Harvard Kennedy School web page: http://www.hks.harvard.edu/about/faculty-staff-directory/brigitte-madrian\n\n\n"
}