{
    "id": 21473,
    "citation_title": "The Growing Importance of Social Skills in the Labor Market",
    "citation_author": [
        "David J. Deming"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2017-06-02",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe labor market increasingly rewards social skills. Between 1980 and 2012, jobs requiring high levels of social interaction grew by nearly 12 percentage points as a share of the U.S. labor force. Math-intensive but less social jobs - including many STEM occupations - shrank by 3.3 percentage points over the same period. Employment and wage growth was particularly strong for jobs requiring high levels of both math skill and social skill. To understand these patterns, I develop a model of team production where workers “trade tasks” to exploit their comparative advantage. In the model, social skills reduce coordination costs, allowing workers to specialize and work together more efficiently. The model generates predictions about sorting and the relative returns to skill across occupations, which I investigate using data from the NLSY79 and the NLSY97. Using a comparable set of skill measures and covariates across survey waves, I find that the labor market return to social skills was much greater in the 2000s than in the mid 1980s and 1990s.\n\n",
    "acknowledgement": "\nThanks to Pol Antras, David Autor, Avi Feller, Lawrence Katz, Sandy Jencks, Richard Murnane, and Lowell Taylor for reading early drafts of this paper and for providing insightful feedback. Thanks to Felipe Barrera-Osorio, Amitabh Chandra, Asim Khwaja, Alan Manning, Guy Michaels, Luke Miratrix, Karthik Muralidharan, Devah Pager, Todd Rogers, Doug Staiger, Catherine Weinberger, Marty West and seminar participants at PSE, LSE, CESifo, Yale, Columbia, Harvard, MIT, Michigan State, Northwestern, UBC, Simon Fraser, Cornell, University of Chicago and the NBER Education and Personnel meetings for helpful comments. Special thanks to David Autor and Brendan Price for sharing their data and programs, and to Madeleine Gelblum for excellent research assistance throughout the writing of this paper. Olivia Chi, Lauren Reisig and Stephen Yen also provided superb research assistance. Extra special thanks to Lisa Kahn and Chris Walters for “trading tasks” with me. All errors are my own. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}