{
    "id": 21470,
    "citation_title": "Making Summer Matter: The Impact of Youth Employment on Academic Performance",
    "citation_author": [
        "Amy Ellen Schwartz",
        "Jacob Leos-Urbel",
        "Joel McMurry",
        "Matthew Wiswall"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "2020-05-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines New York City’s Summer Youth Employment Program (SYEP). SYEP provides jobs to youth ages 14-24, and due to high demand for summer jobs, allocates slots through a random lottery system. We match student-level data from the SYEP program with educational records from the NYC Department of Education and use the random lottery to estimate the effects of SYEP participation on a number of academic outcomes, including test taking and performance. We find that SYEP participation has positive impacts on student academic outcomes, and these effects are particularly large for students who participate in SYEP multiple times.\n\n",
    "acknowledgement": "\nThis research is generously supported by the Smith Richardson Foundation Grant #2013-9178. The authors would like to thank the NYC Department of Youth and Community Development, the NYC Department of Education and Siddhartha Aneja, Meryle Weinstein and Michele Leardo for their assistance and Megan Silander for contributions to an earlier draft of this paper. The authors would also like to thank participants at the Association for Education Finance and Policy Annual Conference, and the Association for Public Policy and Management Fall Research Conference, and seminar participants at the Evans School, the University of Oregon, American University and King’s College London. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}