{
    "id": 21479,
    "citation_title": "The Impact of R&D Subsidy on Innovation: a Study of New Zealand Firms",
    "citation_author": [
        "Adam B. Jaffe",
        "Trinh Le"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines the impact of government assistance through R&D grants on innovation output for firms in New Zealand. Using a large database that links administrative and tax data with survey data, we are able to control for large number of firm characteristics and thus minimise selection bias. We find that receipt of an R&D grant significantly increases the probability that a firm in the manufacturing and service sectors applies for a patent during 2005–2009, but no positive impact is found on the probability of applying for a trademark. Using only firms that participated in the Business Operation Survey, we find that receiving a grant almost doubles the probability that a firm introduces new goods and services to the world while its effects on process innovation and any product innovation are relatively much weaker. Moreover, there is little evidence that grant receipt has differential effects between small to medium (<50 employees) and larger firms. These findings are broadly in line with recent international evidence from Japan, Canada and Italy which found positive impacts of public R&D subsidy on patenting activity and the introduction of new products.\n\n",
    "acknowledgement": "\nThis paper is funded by the Productivity Hub under the Productivity Partnership programme. The results in this paper are not official statistics, they have been created for research purposes from the Integrated Data Infrastructure (IDI) managed by Statistics New Zealand. The opinions, findings, recommendations and conclusions expressed in this paper are those of the authors not necessarily of Statistics NZ, the NZ Productivity Commission, Motu Economy & Public Policy Research, or the National Bureau of Economic Research. Access to the anonymised data used in this study was provided by Statistics NZ in accordance with security and confidentiality provisions of the Statistics Act 1975. Only people authorised by the Statistics Act 1975 are allowed to see data about a particular person, household, business or organisation and the results in this paper have been confidentialised to protect these groups from identification. Careful consideration has been given to the privacy, security and confidentiality issues associated with using administrative and survey data in the IDI. Further detail can be found in the privacy impact assessment for the IDI available from www.stats.govt.nz. The results are based in part on tax data supplied by Inland Revenue to Statistics NZ under the Tax Administration Act 1994. This tax data must be used only for statistical purposes, and no individual information may be published or disclosed in any other form, or provided to Inland Revenue for administrative or regulatory purposes. Any person who has had access to the unit-record data has certified that they have been shown, have read, and have understood section 81 of the Tax Administration Act 1994, which relates to secrecy. Any discussion of data limitations or weaknesses is in the context of using the IDI for statistical purposes, and is not related to the data’s ability to support Inland Revenue’s core operational requirements. Statistics NZ confidentiality protocols were applied to the data sourced from the Ministry of Business, Innovation and Employment; New Zealand Trade and Enterprise; and Te Puni Kōkiri. Any discussion of data limitations is not related to the data’s ability to support these government agencies’ core operational requirements. We would like to thank Yolandi de Beer, Michael Challands, Amily Kim, Natalie Mawson, Simon McBeth, Arvind Saharan, Miah Stewart, and John Upfold of Statistics New Zealand for their support with the data. Thanks are also due to Richard Fabling and Michele Morris for sharing their programming code and knofwledge of the data. For their helpful comments, we are grateful to Sharon Pells, Michele Morris, Richard Fabling, Paul Conway and attendants at the Productivity Hub workshop (Wellington, April 2015). Any remaining errors are our own.\n\n\n"
}