{
    "id": 21472,
    "citation_title": "Intrafirm Trade and Vertical Fragmentation in U.S. Multinational Corporations",
    "citation_author": [
        "Natalia Ramondo",
        "Veronica Rappoport",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2015-08-17",
    "issue_date": "2015-08-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing firm-level data, we document two new facts regarding intrafirm trade and the activities of the foreign affiliates of U.S. multinational corporations. First, intrafirm trade is concentrated among a small number of large affiliates within large multinational corporations; the median affiliate ships nothing to the rest of the corporation. Second, we find that the input-output coefficient linking the parent’s and affiliate’s industries of operation—a characteristic commonly associated with production fragmentation— is not related to a corresponding intrafirm flow of goods.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “Horizontal versus Vertical Foreign Direct Investment: New Evidence from U.S. Multinationals.” We are thankful for helpful comments from Daniel Trefler, Laura Alfaro, David Atkin, Pablo Fajgelbaum, Fritz Foley, Nicholas Sly, and Stephen Yeaple. We would also like to thank William Zeile for help with the multinational affiliate data and comments on an early draft. Ruhl thanks the National Science Foundation for support under grant SES-0536970. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The views expressed are those of the authors and do not reflect official positions of the U.S. Department of Commerce, nor of the National Bureau of Economic Research.\n\n\n"
}