{
    "id": 21486,
    "citation_title": "Leveraged Bubbles",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat risks do asset price bubbles pose for the economy? This paper studies bubbles in housing and equity markets in 17 countries over the past 140 years. History shows that not all bubbles are alike. Some have enormous costs for the economy, while others blow over. We demonstrate that what makes some bubbles more dangerous than others is credit. When fueled by credit booms, asset price bubbles increase financial crisis risks; upon collapse they tend to be followed by deeper recessions and slower recoveries. Credit-financed housing price bubbles have emerged as a particularly dangerous phenomenon.\n\n",
    "acknowledgement": "\nThe views expressed herein are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of San Francisco or the Board of Governors of the Federal Reserve System. This work is part of a larger project kindly supported by a research grant from the Institute for New Economic Thinking (INET) administered by UC Davis. Schularick is thankful for generous financial support from the Volkswagen Foundation. We are indebted to Katharina Knoll who permitted us to use her cross-country database of historical housing prices. We are particularly grateful to Early Elias, Niklas Flamang, Lukas Gehring, and Helen Irvin for outstanding research assistance. All errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}