{
    "id": 21488,
    "citation_title": "Multilateral Trade Bargaining: A First Look at the GATT Bargaining Records",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper empirically examines recently declassified data from the GATT/WTO on tariff bargaining. We document eight stylized facts about these interconnected high-stakes international negotiations. We use detailed product-level offer and counteroffer data to examine several questions about trade policy, including whether preferential tariffs were a stumbling block towards liberalization, and whether the relaxation of bilateral reciprocity to multilateral reciprocity aided liberalization. We organize the empirical analysis around a theoretical model of multi-party trade negotiations motivated by the terms-of-trade theory and respecting the institutional features of most-favored-nation status and reciprocity.\n\n",
    "acknowledgement": "\nWe thank the NSF (Grant SES-1326940) and SEED for financial support, and Sushan Demirjian, Diwakar Dixit, Anwarul Hoda, Lee Ann Jackson, Amelia Porges, William Powers and Suja Rishikesh for very helpful discussions related to various aspects of this project. We are especially grateful to Ambassador Julio Lacarte Muró for patiently answering our many questions about the mechanics of the early GATT rounds. We also thank Jakub Kastl, Nuno Limao, Marcelo Olarreaga, Marzena Rostek, Michele Ruta and seminar participants at Berkeley, Dartmouth, Indiana, Maryland, Princeton, Stanford, Yale and The World Bank as well as participants at the Dartmouth-SNU conference on International Trade Policy and Institutions and the NBER 2015 ITI Summer Institute for very helpful comments. Patricia Abbott, Ayako Obashi, Woan Foong Wong and Junhui Zeng provided outstanding research assistance, as did Joanna Yeo, Zhufei Shi, and especially Elizabeth Stone on earlier phases of the data processing portion of this project. Bagwell thanks CASBS at Stanford for support and hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}