{
    "id": 21483,
    "citation_title": "Family Spillovers of Long-Term Care Insurance",
    "citation_author": [
        "Norma B. Coe",
        "Gopi Shah Goda",
        "Courtney Harold Van Houtven"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how long-term care insurance (LTCI) affects family outcomes expected to be sensitive to LTCI, including utilization of informal care and spillover effects on children.  An instrumental variables approach allows us to address the endogeneity of LTCI coverage. LTCI coverage induces less informal caregiving, suggesting the presence of intra-family moral hazard.  We also find that children are less likely to co-reside or live nearby parents with LTCI and more likely to work full-time, suggesting that significant economic gains from private LTCI could accrue to the younger generation.\n\n",
    "acknowledgement": "\nWe would like to thank Jillian Boles for exceptional research assistance.  This paper benefitted from discussions with Anirban Basu, Mark Duggan, Dan Fetter, Joanna Lahey, Kathleen McGarry, Meghan Skira, and Heidi Williams, and Reagan Baughman provided helpful comments at the fall 2014 APPAM annual meeting. This research was supported by an R-01 from the National Institute of Nursing Research, National Institutes of Health, entitled “Family Structure, Informal Care, and Long-term Care Insurance” (NIH 1R01NR13583; Van Houtven, PI).  Our collaboration with R. Tamara Konetzka, Nina Sperber, Corrine Voils, and Ila Broyles on other aims of this grant has informed and enriched our approach in this particular paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}