{
    "id": 21489,
    "citation_title": "Conflicts of Interest and the Realtor Commission Puzzle",
    "citation_author": [
        "Panle Jia Barwick",
        "Parag A. Pathak",
        "Maisy Wong"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper documents uniformity in real estate commission rates across markets and time using a dataset on realtor commissions for 653,475 residential listings in eastern Massachusetts from 1998-2011. Newly established real estate brokerage offices charging low commissions grow more slowly than comparable entrants with higher commissions. Properties listed with lower commission rates experience less favorable transaction outcomes: they are 5% less likely to sell and take 12% longer to sell. These adverse outcomes reflect decreased willingness of buyers' agents to intermediate low commission properties (steering) rather than heterogeneous seller preferences or reduced effort of listing agents. While all agents and offices prefer properties with high commissions, firms and agents with large market shares purchase a disproportionately small fraction of low commission properties. The negative outcomes for low commissions provide empirical support for regulatory concerns that steering reinforces the uniformity of commissions.\n\n",
    "acknowledgement": "\nWe thank Steven Berry and Peter Reiss for suggestions in the early stage of this project. We also thank Matthew Backus, Joe Gyourko, Todd Sinai, Nancy Wallace, participants at the Wharton Applied Economics Workshop and NBER Summer Institute for helpful comments. We are grateful for the excellent research assistance of Ying Chen, Xuequan Peng, and Jeremy Kirk and to Paul Amos for assistance with GIS. Barwick gratefully acknowledges the research support of the National Science Foundation via grant SES-1061970. Wong acknowledges financial support from the Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}