{
    "id": 21484,
    "citation_title": "The Impact of Social Security Income on Cognitive Function at Older Ages",
    "citation_author": [
        "Padmaja Ayyagari",
        "David Frisvold"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior literature has documented a positive association between income and cognitive function at older ages, however, the extent to which this association represents causal effects is unknown. In this study, we use an exogenous change in Social Security income due to amendments to the Social Security Act in the 1970s to identify the causal impact of Social Security income on cognitive function of elderly individuals. We find that higher benefits led to significant improvements in cognitive function and that these improvements in cognition were clinically meaningful. Our results suggest that interventions even at advanced ages can slow the rate of decline in cognitive function.\n\n",
    "acknowledgement": "\nThe authors thank Kristine Brown and Nancy Altman and participants of the Comparative International Research Based on the HRS Family of Data conference and the Retirement Research Consortium meeting for helpful comments. The research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Retirement Research Consortium. The opinions and conclusions expressed are solely those of the authors and do not represent the opinions or policy of the SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}