{
    "id": 21482,
    "citation_title": "The Role of Time Preferences and Exponential-Growth Bias in Retirement Savings",
    "citation_author": [
        "Gopi Shah Goda",
        "Matthew R. Levy",
        "Colleen Flaherty Manchester",
        "Aaron Sojourner",
        "Joshua Tasoff"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "2016-04-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThere is considerable variation in retirement savings within income, age, and educational categories. Using a broad sample of the U.S. population, we elicit time preference parameters from a quasi-hyperbolic discounting model, and perceptions of exponential growth. We find that present bias (PB), the tendency to value utility in the present over the future in a dynamically inconsistent way, and exponential-growth bias (EGB), the tendency to neglect compounding, are prevalent and distinct latent variables. PB, EGB, and the long-run discount factor are all highly significant in predicting retirement savings, even while controlling for measures of IQ and general financial literacy as well as a rich set of demographic controls. We find that lack of self-awareness of these biases has an additional independent negative impact on retirement savings. We assess potential threats to a causal interpretation of our results with a hypothetical choice experiment and several robustness exercises. Finally, we explore potential mechanisms for our findings. If the relationship we estimate is causal, our estimates suggest that eliminating PB and EGB would be associated with an increase in retirement savings of 12%, or as high as 70% using estimates that account for classical measurement error.\n\n",
    "acknowledgement": "\nWe are grateful to Tania Gutsche and Bart Orriens as well as the staff at the American Life Panel for their assistance with fielding this study. The authors gratefully acknowledge financial support provided by the TIAA-CREF Institute and the Pension Research Council/Boettner Center of the Wharton School at the University of Pennsylvania. This research was also supported by the U.S. Social Security Administration through grant number RRC08098400-07 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Additional support was provided by the National Institute on Aging of the National Institutes of Health under grant number R01AG020717 and the Social Security Administration for the UAS data collection. Kirill Demtchouk, Dominika Jaworski, Garrett Thoelen, and Wenjie Zhang provided exceptional research assistance. The authors also thank John Beshears, Jeff Brown, Leandro Carvalho, David Laibson, Annamaria Lusardi, Olivia Mitchell, Changcheng Song, Wesley Yin and seminar participants at USC, RAND, and North Carolina State University for helpful comments. The findings and conclusions expressed are solely those of the authors and do not represent the views of NIH, SSA, any agency of the Federal Government, the NBER, or any other institution with which the authors are affiliated.\n\n\n"
}