{
    "id": 21485,
    "citation_title": "Panel Data Hedonics: Rosen's First Stage as a \"Sufficient Statistic\"",
    "citation_author": [
        "H. Spencer Banzhaf"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "2019-08-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTraditional cross-sectional estimates of hedonic price functions can recover marginal willingness to pay for characteristics, but face endogeneity problems for estimating non-marginal welfare measures. I show that when panel data on household demands are available, one can construct a second-order approximation to non-marginal welfare measures using only the first-stage marginal prices. With repeated cross sections of product prices, the measure can be set identified or, under a single-crossing restriction, point identified. Bounds also can be constructed when there are mobility costs. Finally, a variant remains valid when individual preferences shift over time.\n\nThis paper is a revision of several sections of an earlier paper, \"Panel Data Hedonics: Rosen's First Stage and Difference-in-Differences as Sufficient Statistics,\" which was circulated in August 2015 as Working Paper 21485.  A companion paper to this revision, which contains material in the original paper that is not included in this revision, may be found here.\n\n",
    "acknowledgement": "\nI thank David Albouy, Olivier Beaumais, Kelly Bishop, Jared Carbone, Kerry Smith, Chris Timmins, Reed Walker and Jeffrey Zabel for helpful comments and suggestions on previous drafts. I am especially grateful to Paul Ferraro and Nick Kuminoff for very detailed comments and discussions. I also thank numerous seminar and conference participants. Finally, I thank Kelly Bishop and Chris Timmins for sharing the data used in Section 8. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}