{
    "id": 21487,
    "citation_title": "Labor-Force Heterogeneity and Asset Prices: the Importance of Skilled Labor",
    "citation_author": [
        "Frederico Belo",
        "Xiaoji Lin",
        "Jun Li",
        "Xiaofei Zhao"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce labor-force heterogeneity in a neoclassical investment model. In the baseline model, we highlight the fact that labor adjustment costs are higher for high skilled workers than for low skilled workers. The model predicts that the negative hiring-expected return relation should be steeper in industries that rely more on high skilled workers because firm's hiring responds less elastically to changes in the discount rate when labor adjustment costs are higher. In an extended version of the model we show that the previous prediction also holds in the presence of additional sources of  labor-force heterogeneity such as higher wage rigidity of high skilled workers. Empirically, we document that the negative hiring-expected return relation is between 1.7 and 3.2 times larger in industries that rely more on high skilled workers, than in industries that rely more on low skilled workers. This result is robust: it holds in U.S data, in international data, across sub-samples, and in both firm-level and portfolio-level analyses. Taken together, our results show that labor-force heterogeneity affects asset prices in financial markets.\n\n",
    "acknowledgement": "\nWe thank Philip Bond, John Boyd, Gianluca Clementi, Andres Donangelo, Bob Goldstein, Francois Gourio, Alexander Michaelides (BI-CAPR workshop discussant), Vincenzo Quadrini, Miguel Palacios (SFS discussant), Fabrizio Perri, Johan Walden (WFA discussant), Toni Whited, and Chen Xue for helpful comments and suggestions. We also thank seminar participants at the University of Minnesota, the Society of Economic Dynamics (SED) 2014 meetings in Toronto, the Society of Financial Studies (SFS) 2015 Finance Cavalcade in Atlanta, the Western Finance Association (WFA) 2015 meetings in Seattle, the BI-CAPR 2015 workshop on Investment and Production Based Asset Pricing for comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}