{
    "id": 21481,
    "citation_title": "When Incentives Backfire: Spillover Effects in Food Choice",
    "citation_author": [
        "Manuela Angelucci",
        "Silvia Prina",
        "Heather Royer",
        "Anya Samek"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nHow do peers influence the impact of incentives? Despite much work on incentives, little is known about the spillover effects of incentives. We investigate two mechanisms by which these  effects can occur: through peers' actions and peers' incentives. In a field experiment on snack choice (grapes versus cookies), we randomize who receives incentives, the fraction of peers incentivized, and whether or not it can be observed that peers' choices are incentivized among over 1,500 children in the school lunchroom. Incentives increase the likelihood of initially choosing grapes. However, peer spillover effects can be large enough to undo these positive effects.\n\n",
    "acknowledgement": "\nWe are grateful to Tristin Ganter, Justin Holz, and the rest of the Behavioral and Experimental Economics (BEE) Research Group at the University of Chicago for conducting the experiment, to Meera Mahadevan and Irvin Rojas for their outstanding research assistance, and to Michele Belot, Marianne Bitler, Kitt Carpenter, David Chan, Silke Forbes, Peter Kuhn, Pedro Rey Biel, Scott Shane and seminar participants at the NBER Summer Institute, University of Michigan, University of Chicago Harris School, Universidad Pompeu Fabra, Bocconi University, and the World Bank for their comments. We have received funding from the University of Michigan, the University of California-Santa Barbara, and Case Western Reserve University to carry out this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}