{
    "id": 21494,
    "citation_title": "Double Liability at Early American Banks",
    "citation_author": [
        "Howard Bodenhorn"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "2017-01-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLimited liability is a defining feature of the modern corporation, but it was not always so. By the early 1850s about one-half of all states imposed double liability on bank shareholders. This paper shows that double liability was adopted as deposits increased relative to banknotes and in conjunction with free banking; that double liability was associated with more concentrated bank shareholdings, but had little effect on share liquidity; that it increased the price of bank debt; and, that a regulatory change toward greater shareholder liability increased bank leverage ratios. In forcing bank shareholders to have more “skin in the game,” double liability changed bank investor, creditor and managerial behaviors.\n\n",
    "acknowledgement": "\nI thank Eric Hilt for sharing data on New York bank shareholdings and charter provisions; and Kris Michener for sharing data on the timing of states’ adoption of double liability. Charles Calomiris, Ray Cohn, Joe Hughes, Richard Grossman, John Murray, Angela Redish, Paul Rhode, Will Roberds, Eugene White, two anonymous referees and participants of the Rhode College economics workshop, the 2014 Southern Economic Association meetings, Rockoffest at Rutgers University, and the 2015 Federal Reserve Bank of Atlanta/Emory University workshop on Monetary and Financial History for valuable comments on earlier drafts. Pam Bodenhorn, Ghanshaym Sharma and Danielle Zanzalari provided exceptional research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}