{
    "id": 21499,
    "citation_title": "Is the FDA Too Conservative or Too Aggressive?: A Bayesian Decision Analysis of Clinical Trial Design",
    "citation_author": [
        "Vahid Montazerhodjat",
        "Andrew W. Lo"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "2015-10-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImplicit in the drug-approval process is a trade-off between Type I and Type II error. We explore the application of Bayesian decision analysis (BDA) to minimize the expected cost of drug approval, where relative costs are calibrated using U.S. Burden of Disease Study 2010 data. The results for conventional fixed-sample randomized clinical-trial designs suggest that for terminal illnesses with no existing therapies such as pancreatic cancer, the standard threshold of 2.5% is substantially more conservative than the BDA-optimal threshold of 27.9%. However, for relatively less deadly conditions such as prostate cancer, 2.5% is more risk-tolerant or aggressive than the BDA-optimal threshold of 1.2%. We compute BDA-optimal sizes for 25 of the most lethal diseases and show how a BDA-informed approval process can incorporate all stakeholders’ views in a systematic, transparent, internally consistent, and repeatable manner.\n\n",
    "acknowledgement": "\nWe thank Ernie Berndt, Don Berry, Bruce Chabner, Jayna Cummings, Mark Davis, Hans-Georg Eichler, Williams Ettouati, Gigi Hirsch, Tomas Philipson, and Nora Yang for helpful comments and discussion. The views and opinions expressed in this article are those of the authors only and do not necessarily represent the views and opinions of any other organizations, any of their affiliates or employees, any of the individuals acknowledged above, or the National Bureau of Economic Research. Research support from the MIT Laboratory for Financial Engineering is gratefully acknowledged.\n\n\n\nAndrew W. Lo\n\nResearch support from the MIT Laboratory for Financial Engineering and its sponsors is gratefully acknowledged. Sponsors include: The Clearing House, Natixis Global Asset Management, and the Alfred P. Sloan Foundation.\n\n\n"
}