{
    "id": 21490,
    "citation_title": "Scraped Data and Sticky Prices",
    "citation_author": [
        "Alberto Cavallo"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "2015-09-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces Scraped Data as a new source of micro-price information to measure price stickiness. Scraped data, collected from online retailers, have no time averaging or imputed prices that can affect pricing statistics in traditional sources of micro-price data. Using daily prices of 80 thousand products collected in five countries with varying degrees of inflation, including the US, I find that relative to previous findings in the literature, scraped online prices tend to be stickier, with fewer price changes close to zero percent, and with hump-shaped hazard functions that initially increase over time. I show that the sampling characteristics of the data, which minimize measurement biases, explain most of the differences with the literature. Using the cross-section of countries, I also show that only the relative frequency of price increases over decreases correlates with inflation.\n\n",
    "acknowledgement": "\nI am extremely grateful to Philippe Aghion, Robert Barro, and Roberto Rigobon for their advice and support with my initial data-scraping efforts. I also wish to thank Alberto Alesina, Gadi Barlevy, Michael Bordo, Jeffrey Campbell, Eduardo Cavallo, Benjamin Friedman, Gita Gopinath, Oleg Itskhoki, Alejandro Justiniano, Pete Klenow, David Laibson, Greg Mankiw, Robert Pindyck, Julio Rotemberg, Tom Stoker, several anonymous referees, and seminar participants at Harvard, MIT, UCLA, LACEA, and the Chicago Federal Reserve for their helpful comments and suggestions. Surveys of offline prices were conducted with financial support from the Warburg Fund at Harvard University, the JFRAP at MIT Sloan, and research assistance from Monica Almonacid, Enrique Escobar, Pedro Garcia, Andre Giudice de Oliveira, Andrea Albagli Iruretagoyena, and Maria Fazzolari. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}