{
    "id": 21496,
    "citation_title": "Peer-to-Peer Markets",
    "citation_author": [
        "Liran Einav",
        "Chiara Farronato",
        "Jonathan Levin"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nPeer-to-peer markets such as eBay, Uber, and Airbnb allow small suppliers to compete with traditional providers of goods or services. We view the primary function of these markets as making it easy for buyers to find sellers and engage in convenient, trustworthy transactions. We discuss elements of market design that make this possible, including search and matching algorithms, pricing, and reputation systems. We then develop a simple model of how these markets enable entry by small or flexible suppliers, and the resulting impact on existing firms. Finally, we consider the regulation of peer-to-peer markets, and the economic arguments for different approaches to licensing and certification, data, and employment regulation.\n\n",
    "acknowledgement": "\nWe appreciate support from the National Science Foundation, the Stanford Institute for Economic Policy Research, the Toulouse Network on Information Technology, and the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Levin\n\nI received compensation as a consultant to eBay's research group in 2010-2011, and subsequently have done research under a data-sharing agreement with eBay.\n\n\n"
}