{
    "id": 21498,
    "citation_title": "Diversification through Trade",
    "citation_author": [
        "Francesco Caselli",
        "Miklós Koren",
        "Milan Lisicky",
        "Silvana Tenreyro"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA widely held view is that openness to international trade leads to higher GDP volatility, as trade increases specialization and hence exposure to sector-specific shocks. We revisit the common wisdom and argue that when country-wide shocks are important, openness to international trade can lower GDP volatility by reducing exposure to domestic shocks and allowing countries to diversify the sources of demand and supply across countries. Using a quantitative model of trade, we assess the importance of the two mechanisms (sectoral specialization and cross-country diversification) and provide a new answer to the question of whether and how international trade affects economic volatility.\n\n",
    "acknowledgement": "\nFor helpful comments and conversations, we would like to thank Costas Arkolakis, Fernando Broner, Ariel Burstein, Lorenzo Caliendo, Julian DiGiovanni, Bernardo Guimaraes, Nobu Kiyotaki, Pete Klenow, David Laibson, Fabrizio Perri, Steve Redding, Ina Simonovska, Jaume Ventura, Romain Wacziarg, and seminar participants at Bocconi, Birmingham, CREI, Princeton, Penn, Yale, NYU, UCL, LBS, LSE, Toulouse, Warwick, as well as participants at SED, ESSIM, and Nottingham trade conference. Calin Vlad Demian, Federico Rossi, and Peter Zsohar provided superb research assistance. Caselli acknowledges financial support from the Luverlhume Fellowship. Koren acknowledges financial support from the European Research Council (ERC) starting grant 313164. Tenreyro acknowledges financial support from the ERC starting grant 240852. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Lisicky is a salaried official of the European Commission. The content of this article does not reflect the official opinion of the European Union.\n\n\n"
}