{
    "id": 21492,
    "citation_title": "Fiscal Rules and Discretion in a World Economy",
    "citation_author": [
        "Marina Halac",
        "Pierre Yared"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "2017-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGovernments are present-biased toward spending. Fiscal rules are deficit limits that trade off commitment to not overspend and flexibility to react to shocks. We compare coordinated rules – chosen jointly by a group of countries – to uncoordinated rules. If governments' present bias is small, coordinated rules are tighter than uncoordinated rules: individual countries do not internalize the redistributive effect of interest rates. However, if the bias is large, coordinated rules are slacker: countries do not internalize the disciplining effect of interest rates. Surplus limits enhance welfare, and increased savings by some countries or outside economies can hurt the rest.\n\n",
    "acknowledgement": "\nWe would like to thank Roozbeh Hosseini, Navin Kartik, Emi Nakamura, Facundo Piguillem, Tano Santos, Ali Shourideh, Steve Zeldes, and various seminar and conference audiences for helpful comments. We also thank Manuel Amador, Marco Battaglini, and Hugo Hopenhayn for valuable discussions of the paper. Abdullah Al-Sabah and Sergey Kolbin provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}