{
    "id": 21491,
    "citation_title": "The Pricing of Short-Term market Risk: Evidence from Weekly Options",
    "citation_author": [
        "Torben G. Andersen",
        "Nicola Fusari",
        "Viktor Todorov"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study short-term market risks implied by weekly S&P 500 index options. The introduction of weekly options has dramatically shifted the maturity profile of traded options over the last five years, with a substantial proportion now having expiry within one week. Economically, this reflects a desire among investors for actively managing their exposure to very short-term risks. Such short-dated options provide an easy and direct way to study market volatility and jump risks. Unlike longer-dated options, they are largely insensitive to the risk of intertemporal shifts in the economic environment, i.e., changes in the investment opportunity set. Adopting a novel general semi-nonparametric approach, we uncover variation in the shape of the negative market jump tail risk which is not spanned by market volatility. Incidents of such tail shape shifts coincide with serious mispricing of standard parametric models for longer-dated options. As such, our approach allows for easy identification of periods of heightened concerns about negative tail events on the market that are not always \"signaled\" by the level of market volatility and elude standard asset pricing models.\n\n",
    "acknowledgement": "\nAndersen gratefully acknowledges support from CREATES, Center for Research in Econometric Analysis of Time Series (DNRF78), funded by the Danish National Research Foundation. Todorov's work was partially supported by NSF Grant SES-0957330. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}