{
    "id": 21495,
    "citation_title": "Efficiency and Information Transmission in Bilateral Trading",
    "citation_author": [
        "Robert Shimer",
        "Iván Werning"
    ],
    "citation_publication_date": "2015-08-24",
    "issue_date": "2015-08-20",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study pairwise trading mechanisms in the presence of private information and limited commitment, whereby either trader can walk away from a proposed trade when he learns the trading price.  We show that when one trader's information is relevant for the other trader's value of the asset, optimal trading arrangements may necessarily conceal the traders' information. While limited commitment itself may not be costly, it shapes how prices transmit information.\n\n",
    "acknowledgement": "\nThis research was supported by a grant from the Global Markets Institute at Goldman Sachs. Any opinions, findings, conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of Goldman Sachs, the Global Markets Institute, or the National Bureau of Economic Research. We are grateful for comments and discussions with Xavier Gabaix, Robert Hall,  Pablo Kurlat, John Leahy, Guido Lorenzoni, Matthew Rognlie and Juuso Toikka, as well as conference and seminar participants.\n\n\n\nRobert Shimer\n\nThis research was supported by a grant from the Global Markets Institute at Goldman Sachs. Robert Shimer has received material compensation from the following institutions during the last three years: Banco Central de Chile, Barcelona Graduate School of Economics, the Environmental Protection Agency, the Federal Reserve Banks of Atlanta, Chicago, and Minneapolis, the International Monetary Fund, Tsinghua University, and the Sloan Foundation, as well as the National Science Foundation and the University of Chicago.\n\n\n\nIván Werning\n\nThe research in \"Efficiency and Information Transmission in Bilateral Trading\" was supported by a grant from the Global Markets Institute at Goldman Sachs. Any opinions, findings, conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of Goldman Sachs or the Global Markets Institute. In addition, Iván Werning has received material compensation from the following institutions during the last three years: the International Monetary Fund and the National Science Foundation and Massachusetts Institute of Technology.\n\n\n"
}