{
    "id": 21505,
    "citation_title": "Business Practices in Small Firms in Developing Countries",
    "citation_author": [
        "David McKenzie",
        "Christopher Woodruff"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nManagement has a large effect on the productivity of large firms. But does management matter in micro and small firms, where the majority of the labor force in developing countries works? We develop 26 questions that measure business practices in marketing, stock-keeping, record-keeping, and financial planning. These questions have been administered in surveys in Bangladesh, Chile, Ghana, Kenya, Mexico, Nigeria and Sri Lanka. We show that variation in business practices explains as much of the variation in outcomes – sales, profits and labor productivity and TFP – in microenterprises as in larger enterprises. Panel data from three countries indicate that better business practices predict higher survival rates and faster sales growth. The effect of business practices is robust to including numerous measures of the owner’s human capital. We find that owners with higher human capital, children of entrepreneurs, and firms with employees employ better business practices. Competition has less robust effects.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge funding from the Knowledge for Change Trust fund, as well as the funders and authors of the underlying surveys which we use. We thank Miriam Bruhn, Nicholas Bloom, Raffaella Sadun, John Van Reenan, and participants at the AEA annual meeting, Bocconi, Collegio Carlo Alberto, and Warwick for useful comments. Anna Luisa Paffhausen provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}