{
    "id": 21509,
    "citation_title": "The Effects of Test-based Retention on Student Outcomes over Time: Regression Discontinuity Evidence from Florida",
    "citation_author": [
        "Guido Schwerdt",
        "Martin R. West",
        "Marcus A. Winters"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "2017-04-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany American states require that students lacking basic reading proficiency after third grade be retained and remediated. We exploit a discontinuity in retention probabilities under Florida's test-based promotion policy to study its effects on student outcomes through high school. We find large positive effects on achievement that fade out entirely when retained students are compared to their same-age peers, but remain substantial through grade 10 when compared to students in the same grade. Being retained in third grade due to missing the promotion standard increases students' grade point averages and leads them to take fewer remedial courses in high school but has no effect on their probability of graduating.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Department of Education for providing the primary dataset for this study. We thank Stefan Bauernschuster, Matthew Chingos, Andrew Ho, Paul Peterson, Ludger Woessmann, and seminar participants at the National Bureau of Economic Research, Harvard University, the Ifo Institute, Mathematica Policy Research, Stanford University, the European Economic Association Meeting in Gothenburg, the European Association of Labour Economists Meeting in Turin and the Swedish Institute for Social Research for helpful comments. The Helios Education Foundation provided financial support for this research. The views contained herein are not necessarily those of the Helios Education Foundation. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}