{
    "id": 21506,
    "citation_title": "Islam, Inequality and Pre-Industrial Comparative Development",
    "citation_author": [
        "Stelios Michalopoulos",
        "Alireza Naghavi",
        "Giovanni Prarolo"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study explores the interaction between trade and geography in shaping the Islamic economic doctrine. We build a model where an unequal distribution of land quality in presence of trade opportunities conferred differential gains from trade across regions, fostering predatory behavior by groups residing in the poorly endowed territories. We show that in such an environment it was mutually beneficial to institute an economic system of income redistribution featuring income transfers in return for safe passage to conduct trade. A commitment problem, however, rendered a merely static redistribution scheme unsustainable. Islam developed a set of dynamic redistributive rules that were self-enforcing, in regions where arid lands dominated the landscape. While such principles fostered the expansion of trade within the Muslim world they limited the accumulation of wealth by the commercial elite, shaping the economic trajectory of Islamic lands in the pre-industrial era.\n\n",
    "acknowledgement": "\nWe would like to thank Daron Acemoglu, Quamrul Ashraf, Roland Benabou, Maria Bigoni, Maristella Botticini, Richard Bulliet, Matteo Cervellati, Allan Drazen, Skander Esseghaier, Mohammad Reza Farzanegan, Oded Galor, Gordon Hanson, Laurence Iannaccone, Timur Kuran, Georg Leube, Gilat Levy, Beatrice Manz, Peter Neary, Gianmarco Ottaviano, Arsen Palestini, Elias Papaioannou, Jean-Philippe Platteau, Ronny Razin, Jared Rubin, Thierry Verdier, Christoph Werner, and participants at the Collegio Carlo Alberto, University of Bologna, NBER SI Political Economy Group, the NBER conference on the Economics of Religion, the CEPR conference on Economics of Culture, Institutions, and Crime in Milan, ASREC annual conference at Chapman University, the International Economic Association conference in Jordan, Silvaplana Workshop in Political Economy in Pontresina, Center for Near and Middle Eastern Studies (Marburg), Northeastern University, Toulouse School of Economics, Stockholm University, Tufts University, University College Dublin, University of Los Andes, University of Milan and University of Oxford for constructive comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}