{
    "id": 21502,
    "citation_title": "Tri-Party Repo Pricing",
    "citation_author": [
        "Grace Xing Hu",
        "Jun Pan",
        "Jiang Wang"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we examine the pricing determinants in the systemically important tri-party repo market. Taking advantage of the recently available N-MFP reports filed by money market funds, we construct a novel dataset that contains tri-party repo transactions between money market funds and dealer banks.  We find a large cross-sectional heterogeneity in repo pricing, reflected most significantly in the haircuts of repos backed by equity and corporate bonds.  Surprisingly, it is the fund families, not bank dealers, who are the dominant factor in determining the pricing.  Moreover, the repo market exhibits significant segmentation, with fund families adopting three different pricing schemes: counter-party sensitive, counter-party and collateral sensitive, and uniform. Most fund families use uniform haircuts by fixing a constant haircut, which itself varies across families, for all repos within each asset class, regardless of the quality of collateral or counter-party.  Investigating further on the lending/borrowing relationship between fund families and dealers, we find that, when faced with such a rich pricing pattern, dealers do not shop around for a better haircut and are inclined to maintain a stable relationship with their lenders. Finally, for repos backed by Treasury securities, there is little variation in both haircuts and spreads, regardless of the fund family.\n\n",
    "acknowledgement": "\nWe have benefited from comments from and discussions with Darrell Duffie, Haoxiang Zhu, Dmitry Orlov, Fan Yu, and seminar participants at the WFA 2015 and CICF 2015 meetings. We thank Bo Meng, Ai He, Xiang Yun and Yue Hu for excellent research assistance. The financial support from a Hong Kong RGC Research Grant (Project #17501014) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}