{
    "id": 21504,
    "citation_title": "The Gains from Input Trade in Firm-Based Models of Importing",
    "citation_author": [
        "Joaquin Blaum",
        "Claire LeLarge",
        "Michael Peters"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTrade in intermediate inputs allows firms to lower their costs of production by using better, cheaper, or novel inputs from abroad. Quantifying the aggregate impact of input trade, however, is challenging. As importing firms differ markedly in how much they buy in foreign markets, results based on aggregate models do not apply. We develop a methodology to quantify the gains from input trade for a class of firm-based models of importing. We derive a sufficiency result: the change in consumer prices induced by input trade is fully determined from the joint distribution of value added and domestic expenditure shares in material spending across firms. We provide a simple formula that can be readily evaluated given the micro-data. In an application to French data, we find that consumer prices of manufacturing products would be 27% higher in the absence of input trade.\n\n",
    "acknowledgement": "\nWe especially thank Arnaud Costinot for his feedback and discussion at the Cowles conference and Jonathan Eaton and Pablo Fajgelbaum for very helpful comments. We also thank Pol Antràs, Costas Arkolakis, Penny Goldberg, Sam Kortum, Jonathan Vogel and Daniel Xu. We are grateful to seminar participants at Brown, Columbia, Dartmouth, LSE, Penn State, Princeton, Stanford, UCLA and Yale. A previous version of this paper circulated under the title “Estimating the Productivity Gains from Importing”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}