{
    "id": 21507,
    "citation_title": "Implementing Structural Reforms in Abenomics: How to Reduce the Cost of Doing Business in Japan",
    "citation_author": [
        "Jamal I. Haidar",
        "Takeo Hoshi"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nImproving the environment for business is an important part of the growth strategy of Abenomics. As the goal for this effort, the Abe Administration aims to improve Japan’s rank in the World Bank Doing Business Ranking to one of the top three among OECD. This paper clarifies what it takes for Japan to achieve the goal. By looking at details of the World Bank Doing Business ranking, we identify various reforms that Japan could implement to improve the ranking. Then, we classify the reforms into six groups depending on whether the reform requires legal changes and on political resistance that the reform is likely to face. By just doing the reforms that do not require legal changes and are not likely to face strong political opposition, Japan can improve the ranking to 13th. To be in the top 3, Japan would need to implement all the reforms that are not likely to face strong political resistance. The conclusions, however, are based on the assumption that the conditions in the other countries do not change, which is unrealistic. Thus, Japan would need to carry out all the reforms including those with high political resistance to be among the top three.\n\n",
    "acknowledgement": "\nWe thank Koichi Hamada, Dale Jorgenson, Jun Saito, and seminar participants at ESRI (Economic and Social Research Institute, Cabinet Office of Japan) International Conference 2015, Harvard University (Program on U.S.-Japan Relations), and Stanford University (Asia Pacific Research Center) for useful comments. Mary Shiratori provided valuable research assistance. Jamal Ibrahim Haidar acknowledges funding from ENSAE Investissements d'Avenir (ANR-11-IDEX-0003/LabexEcodec/ANR-11-LABX-0047). The remaining errors are our own. Haidar was a member of the World Bank Doing Business team from January 2007 to June 2008. He received no remuneration from any party for this paper. He has no current affiliation with the Government of Japan or the World Bank.  Haidar declares that he has no relevant or material financial interests that relate to the research described in this paper.  Hoshi declares that he has no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}