{
    "id": 21510,
    "citation_title": "The Value of Socialized Medicine: The Impact of Universal Primary Healthcare Provision on Mortality Rates in Turkey",
    "citation_author": [
        "Resul Cesur",
        "Pınar Mine Güneş",
        "Erdal Tekin",
        "Aydogan Ulker"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "2017-05-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of universal, free, and easily accessible primary healthcare on population health as measured by age-specific mortality rates, focusing on a nationwide socialized medicine program implemented in Turkey. The Family Medicine Program (FMP), launched in 2005, assigns each Turkish citizen to a specific state-employed family physician who offers a wide range of primary healthcare services that are free-of-charge. Furthermore, these services are provided at family health centers, which operate on a walk-in basis and are located within the neighborhoods in close proximity to the patients. To identify the causal impact of the FMP, we exploit the variation in its introduction across provinces and over time. Our estimates indicate that the FMP caused the mortality rate to decrease by 25.6% among infants, 7.7% among the elderly, and 22.9% among children ages 1-4. These estimates translate into 2.6, 1.29, and 0.13 fewer deaths among infants, the elderly, and children ages 1-4, respectively. Furthermore, the effects appear to strengthen over time. We also show evidence to suggest that the FMP has contributed to an equalization of mortality across provinces. Finally, our calculations indicate that each family physician saves about 0.15, 0.46, and 0.005 lives among infants, the elderly, and children ages 1- 4 per province every year.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Value of Socialized Medicine: The Impact of Universal Primary Healthcare Provision on Birth and Mortality Rates in Turkey.\" We thank Dr. Emel Ergün Seyit for providing insights about the operational details of the family medicine program. We also thank Bulent Anil and seminar participants at the University of Connecticut, University of Alberta, University of Manitoba, University of South Florida, Yasar University, Izmir University of Economics, Ghent University, European Society for Population Economics in Turkey, TUSIAD-KOC ERF Conference on Health, Education and Worker Productivity in Turkey, Western Economic Association International Conference in Singapore, Association for Public Policy Analysis and Management Conference in United Kingdom for their helpful comments and suggestions. Erdal Tekin gratefully acknowledges support from the Gary and Stacey Jacobs Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}