{
    "id": 21511,
    "citation_title": "Missing Unmarried Women",
    "citation_author": [
        "Siwan Anderson",
        "Debraj Ray"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "2018-03-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThat unmarried individuals die at a faster rate than married individuals at all ages is well documented. Unmarried women in developing countries face particularly severe vulnerabilities, so that excess mortality faced by the unmarried is more extreme for women in these regions compared to developed countries. We provide systematic estimates of the excess female mortality faced by older unmarried women in developing regions. We place these estimates in the context of the missing women phenomenon. There are approximately 1.5 million missing women between the ages of 30 and 60 years old each year. We find that 35% of these missing women of adult age can be attributed to not being married. These estimates vary by region. India has the largest proportion of missing adult women who are without a husband, followed by the countries in East Africa. By contrast, China has almost no missing unmarried women. We show that 70% of missing unmarried women are of reproductive age and that it is the relatively high mortality rates of these young unmarried women (compared to their married counterparts) that drive this phenomenon.\n\n",
    "acknowledgement": "\nRay acknowledges research support under National Science Foundation Grant SES-1261560. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}