{
    "id": 21514,
    "citation_title": "Does Foreign Entry Spur Innovation?",
    "citation_author": [
        "Yuriy Gorodnichenko",
        "Jan Svejnar",
        "Katherine Terrell"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2019-11-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUsing large firm-level and industry-level data sets from eighteen countries, we find that foreign direct investment (FDI) and trade have positive spillover effects on product and technology innovation by domestic firms in emerging markets. The FDI effect is more pronounced for firms from advanced economies. However, while we detect the spillover effects with micro data at the firm-level, when we use linkage variables computed from input-output tables at the industry level we find much weaker, and usually insignificant, effects. These patterns are important for policy, suggesting that spillovers are localized to firms engaged directly with multinationals and in trade, rather than affecting all domestic firms in industries with FDI presence.\n\n",
    "acknowledgement": "\nYuriy Gorodnichenko and Jan Svejnar would like to dedicate this paper to Katherine Terrell, who passed away while the authors were working on the paper. They would like to thank Michael Olabisi, Aaron Baum, and Yury Yatsynovich for valuable research assistance. In carrying out this research, they benefitted from grant no. P402-15-24642S of the Grant Agency of the Czech Republic. Yuriy Gorodnichenko also thanks National Science Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}