{
    "id": 21512,
    "citation_title": "Mortgage Refinancing, Consumer Spending, and Competition: Evidence from the Home Affordable Refinancing Program",
    "citation_author": [
        "Sumit Agarwal",
        "Gene Amromin",
        "Souphala Chomsisengphet",
        "Tim Landvoigt",
        "Tomasz Piskorski",
        "Amit Seru",
        "Vincent Yao"
    ],
    "citation_publication_date": "2015-08-31",
    "issue_date": "2015-08-27",
    "revision_date": "2020-04-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing loan-level mortgage data merged with consumer credit records, we examine the ability of the government to impact mortgage refinancing activity and spur consumption by focusing on the Home Affordable Refinance Program (HARP). The policy relaxed housing equity constraints by extending government credit guarantee on insufficiently collateralized mortgages refinanced by intermediaries. Difference-in-difference tests based on program eligibility criteria reveal a significant increase in refinancing activity by HARP. More than three million eligible borrowers with primarily fixed-rate mortgages refinanced under HARP, receiving an average reduction of 1.45% in interest rate that amounts to $3,000 in annual savings. Durable spending by borrowers increased significantly after refinancing and regions more exposed to the program saw a relative increase in non-durable and durable consumer spending, a decline in foreclosure rates, and faster recovery in house prices. A variety of identification strategies suggest that competitive frictions in the refinancing market partly hampered the program’s impact: the take-up rate and annual savings among those who refinanced were reduced by 10% to 20%. These effects were amplified for the most indebted borrowers, the key target of the program. These findings have implications for future policy interventions, pass-through of monetary policy through household balance-sheets and design of the mortgage market.\n\n",
    "acknowledgement": "\nThe paper does not necessarily reflect views of the FRB of Chicago, the Federal Reserve System, the Office of the Comptroller of the Currency, the U.S. Department of the Treasury, or the National Bureau of Economic Research. The authors would like to thank Charles Calomiris, Joao Cocco, John Campbell, Erik Hurst, Tullio Jappelli, Ben Keys, Arvind Krishnamurthy, David Matsa, Chris Mayer, Emi Nakamura, Stijn Van Nieuwerburgh, Tano Santos, Johannes Stroebel, Amir Sufi, Adi Sunderam, Tarun Ramadorai, and seminar participants at Columbia, Northwestern, Stanford, UC Berkeley, NYU, UT Austin, NY Fed, Chicago Fed, Federal Reserve Board, George Washington University, Emory, Notre Dame, US Treasury, Deutsche Bundesbank, Bank of England, Financial Conduct Authority, NBER Summer Institute, NBER Public Economics meeting, Stanford Institute for Theoretical Economics, University of Chicago Becker Friedman Institute, CEPR Gerzensee Summer Symposium, CEPR Household Finance meeting, and Barcelona GSE symposium for helpful comments and suggestions. Monica Clodius and Zach Wade provided outstanding research assistance. Piskorski acknowledges funding from the Paul Milstein Center for Real Estate at Columbia Business School and the National Science Foundation (Grant 1628895). Seru acknowledges funding from the IGM at the University of Chicago and the National Science Foundation (Grant 1628895).\n\n\n"
}