{
    "id": 21515,
    "citation_title": "Investing in Schools: Capital Spending, Facility Conditions, and Student Achievement",
    "citation_author": [
        "Paco Martorell",
        "Kevin M. Stange",
        "Isaac McFarlin"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2015-09-10",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic investments in repairs, modernization, and construction of schools cost billions. However, little is known about the nature of school facility investments, whether it actually changes the physical condition of public schools, and the subsequent causal impacts on student achievement. We study the achievement effects of nearly 1,400 capital campaigns initiated and financed by local school districts, comparing districts where school capital bonds were either narrowly approved or defeated by district voters. Overall, we find little evidence that school capital campaigns improve student achievement. Our event-study analyses focusing on students that attend targeted schools and therefore exposed to major campus renovations also generate very precise zero estimates of achievement effects. Thus, locally financed school capital campaigns – the predominant method through which facility investments are made – may represent a limited tool for realizing substantial gains in student achievement or closing achievement gaps.\n\n",
    "acknowledgement": "\nThe authors are grateful for support from the W.E. Upjohn Institute, W.T. Grant Foundation, and the Institute of Education Sciences (R305A140363). The views expressed are the authors and do not represent the views of the Institute of Education Sciences, U.S. Department of Education; Texas Education Agency, Texas Higher Education Coordinating Board, Texas Workforce Commission, or other organizations. The research benefited from feedback in seminars at American University, Cornell University, Michigan State University, University of Michigan, University of Wisconsin, Northwestern University, the LBJ School of Public Affairs, University of Texas, Austin, and Federal Reserve Bank of New York. The authors received valuable feedback from conference presentations at the NBER Economics of Education, Institute for Research on Poverty Summer Workshop, Association for Public Policy Analysis and Management, and the Association for Education Finance and Policy. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}