{
    "id": 21519,
    "citation_title": "Can Universal Screening Increase the Representation of Low Income and Minority Students in Gifted Education?",
    "citation_author": [
        "David Card",
        "Laura Giuliano"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2024-07-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLow income and minority students are under-represented in gifted education programs. One explanation for this pattern is that the usual process for identifying gifted students, through parent and teacher referrals, systematically misses many potentially qualified disadvantaged students.  We use the experiences in a large urban school district following the introduction of a universal screening program for second grade students to study this hypothesis.  With no change in the standards for gifted eligibility the screening program led to large increases in the fractions of economically disadvantaged students and minorities placed in gifted programs.  Comparisons of the newly identified gifted students with those who would have been placed in the absence of screening show that blacks and Hispanics, free/reduced price lunch participants, English language learners, and girls are all systematically \"under-referred\" in the traditional parent/teacher referral system.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Cynthia Park and Jacalyn Schulman for their assistance in accessing and interpreting the data used in this study, and to Attila Lindner, Carl Nadler and Sydnee Caldwell for their expert assistance.  Special thanks to Hedvig Horvath for her input at many stages of this project. The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305D110019 to the National Bureau of Economic Research. The opinions expressed are those of the authors and do not represent views of the NBER or the U.S. Department of Education.\n\n\n"
}