{
    "id": 2152,
    "citation_title": "Monopolistic Competition and Labor Market Adjustment in the Open Economy",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1987-02-01",
    "issue_date": "1987-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explains prices, output and employment adjustment In an open economy characterized by a monopolistic competitive market structure where goods prices are flexible while wages are determined by contracts that pre-set the wage path for several periods. The paper solves the rational expectation equilibrium in an economy characterized by staggered, unsynchronized wage negotiation, for which the degree of contract staggering IS endogenously determined. It investigates the adjustment of output, exchange rate and prices to nominal and real shocks, and to what extent that adjustment depends on the market power enjoyed by each producer and the substitutability between domestic and foreign goods. It also studies the potential role of indexation clauses, like wage indexation to nominal income. The analysis shows that unexpected monetary shocks can generate persistent aggregate output and relative price shocks, whose nature is determined by the degree of substitutability between domestic and foreign goods. Greater substitutability induces a greater output and employment effects and smaller prices effects in the short and the Intermediate run. On the other hand, greater substitutability is shown to reduce the persistency and duration of the adjustment. If the income elasticity of the demand for money is less than unity the presence of nominal wage contracts tends to magnify the responsiveness of the economy to real shocks, and a larger degree of substitutability will magnify the short-run and the intermediate-run adjustment of prices and output to real shocks, and will reduce the needed adjustment of relative prices.\n\n",
    "acknowledgement": "\n"
}