{
    "id": 21528,
    "citation_title": "Monetary Exchange in Over-the-Counter Markets: A Theory of Speculative Bubbles, the Fed Model, and Self-fulfilling Liquidity Crises",
    "citation_author": [
        "Ricardo Lagos",
        "Shengxing Zhang"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of monetary exchange in over-the-counter markets to study the effects of monetary policy on asset prices and standard measures of financial liquidity, such as bid-ask spreads, trade volume, and the incentives of dealers to supply immediacy, both by participating in the market-making activity and by holding asset inventories on their own account. The theory predicts that asset prices carry a speculative premium that reflects the asset's marketability and depends on monetary policy as well as the microstructure of the market where it is traded. These liquidity considerations imply a positive correlation between the real yield on stocks and the nominal yield on Treasury bonds---an empirical observation long regarded anomalous. The theory also exhibits rational expectations equilibria with recurring belief driven events that resemble liquidity crises, i.e., times of sharp persistent declines in asset prices, trade volume, and dealer participation in market-making activity, accompanied by large increases in spreads and abnormally long trading delays.\n\n",
    "acknowledgement": "\nLagos thanks the support from the C.V. Starr Center for Applied Economics at NYU. Zhang thanks the support from the Centre for Macroeconomics at LSE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}