{
    "id": 21529,
    "citation_title": "Support for Redistribution in an Age of Rising Inequality: New Stylized Facts and Some Tentative Explanations",
    "citation_author": [
        "Vivekinan Ashok",
        "Ilyana Kuziemko",
        "Ebonya Washington"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2018-09-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the large increases in economic inequality since 1970, American survey respondents exhibit no increase in support for redistribution, in contrast to the predictions from standard theories of redistributive preferences. We replicate these results but further demonstrate substantial heterogeneity by demographic groups. In particular, the two groups who have most moved against income redistribution are the elderly and African-Americans. We find little evidence that these subgroup trends are explained by relative economic gains or growing cultural conservatism, two common explanations. We further show that the elderly trend is uniquely American, at least relative to other developed countries with comparable survey data. While we are unable to provide definitive evidence on the cause of these two groups' declining redistributive support, we offer additional correlations which may offer fruitful directions for future research on the topic. One story consistent with the data on elderly trends is that older Americans worry that redistribution will come at their expense, in particular via cuts to Medicare. We find that the elderly have grown increasingly opposed to government provision of health insurance and that controlling for this tendency explains about 40% of their declining support for redistribution. For blacks, controlling for their declining support of race-targeted aid explains nearly 45% of their differential decline in redistributive preferences (raising the question of why support for race-targeted aid has fallen during a period when black economic catch-up to whites has stalled).\n\n",
    "acknowledgement": "\nWe thank Angus Deaton, David Romer, Joanna Lahey, Matt Weinzierl, Justin Wolfers, seminar participants at Princeton and discussants Peter Enns and Paola Guiliano for incredibly helpful\nfeedback. Khurram Ali and María Bernardita Canals Cavagnaro provided invaluable research assistance. This paper was prepared for the 2015 spring Brookings Papers on Economic Activity. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}