{
    "id": 21524,
    "citation_title": "Optimal Taxation with Behavioral Agents",
    "citation_author": [
        "Emmanuel Farhi",
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2019-08-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper develops a theory of optimal taxation with behavioral agents. We use a general behavioral framework that encompasses a wide range of behavioral biases such as misperceptions, internalities and mental accounting. We revisit the three pillars of optimal taxation: Ramsey (linear commodity taxation to raise revenues and redistribute), Pigou (linear commodity taxation to correct externalities) and Mirrlees (nonlinear income taxation). We show how the canonical optimal tax formulas are modified and lead to a rich set of novel economic insights. We also show how to incorporate nudges in the optimal taxation frameworks, and jointly characterize optimal taxes and nudges. We explore the Diamond-Mirrlees productive efficiency result and the Atkinson-Stiglitz uniform commodity taxation proposition, and find that they are more likely to fail with behavioral agents.\n\n",
    "acknowledgement": "\nFor excellent research assistance we thank D. Basak, J. Bloesch, V. Chau, C. Wang, and for helpful comments we thank the editor and referees, seminar participants at Berkeley, BEAM, BRIC, Brown, BU, Chicago, Columbia, Harvard, IIES, NBER, NYU, Princeton, PSE, Stanford, the UCL conference on behavioral theory, Yale, and H. Allcott, R. Chetty, P. Diamond, S.  Dellavigna, A. Frankel, M. Gentzkow, E. Glaeser, O. Hart, E. Kamenica, L. Kaplow, W. Kopczuk, D. Laibson, B. Lockwood, U. Malmendier, C. Phelan, E. Saez, B. Salani\u0013e, J. Schwarzstein, A. Shleifer, T. Stralezcki, and D. Taubinsky. Gabaix thanks INET, the NSF (SES-1325181) and the Sloan Foundation for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}