{
    "id": 21520,
    "citation_title": "A Coasian Model of International Production Chains",
    "citation_author": [
        "Thibault Fally",
        "Russell Hillberry"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2017-11-17",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInternational supply chains require coordination of numerous activities across multiple countries and firms. We adapt a model of supply chains and apply it to an international trade setting. In each chain, the measure of tasks completed within a firm is determined by transaction costs and the cost of coordinating more activities within the firm. The structural parameters that govern these costs explain variation in supply-chain length and gross-output-to-value-added ratios, and determine countries' comparative advantage along and across supply chains. We calibrate the model to match key observables in East Asia, and evaluate implications of changes in model parameters for trade, welfare, the length of supply chains and countries' relative position within them.\n\n",
    "acknowledgement": "\nWe would like to thank Pol Antràs, Arnaud Costinot, Ben Faber, Rob Feenstra, Tomoo Kikuchi, Aart Kraay, Phil Luck, Ezra Oberfield, Andres Rodriguez-Clare, Ina Simonovska and seminar participants at UC Davis, UC Berkeley, Dartmouth College, Federal Reserve Bank of Philadelphia, Federal Reserve Board of Governors, Drexel University, Columbia University, John Hopkins University, UC Santa Cruz, Barcelona GSE, Penn State University, Temple University, University of Arkansas, ITAM, Purdue University, CEPR/CAGE/ECARES Conference on Global Fragmentation of Production, West Coast Trade Workshop at SIEPR/Stanford, NBER ITI Spring meeting, and the SED meetings for helpful comments and discussions. Erik Johnson provided excellent research assistance. Research for this paper has been supported in part by the governments of Norway, Sweden, and the United Kingdom through the Multidonor Trust Fund for Trade and Development. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}