{
    "id": 21527,
    "citation_title": "Identification of Counterfactuals in Dynamic Discrete Choice Models",
    "citation_author": [
        "Myrto Kalouptsidi",
        "Paul T. Scott",
        "Eduardo Souza-Rodrigues"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2020-02-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamic discrete choice (DDC) models are not identified nonparametrically, but the non-identification of models does not necessarily imply the non-identification of counterfactuals. We derive novel results for the identification of counterfactuals in DDC models, such as non- additive changes in payoffs or changes to agents' choice sets. In doing so, we propose a general framework that allows the investigation of the identification of a broad class of counterfactuals (covering virtually any counterfactual encountered in applied work). To illustrate the results, we consider a firm entry/exit problem numerically, as well as an empirical model of agricultural land use. In each case, we provide examples of both identified and non-identified counterfactuals of interest.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Identification of Counterfactuals and Payoffs in Dynamic Discrete Choice with an Application to Land Use.\" We are grateful to Victor Aguirregabiria, Ivan Canay, Phil Haile, Bo Honore, Jakub Kastl, Yuichi Kitamura, Arthur Lewbel, Yao Luo, Rob McMillan, Ariel Pakes, Rodrigo Pinto, John Rust, Junichi Suzuki, Elie Tamer, Ali Yurukoglu, and seminar participants at various universities for many helpful comments. We also thank the Editor and the anonymous referees. Charis Katsiardis and Adrian Torchiana provided excellent research assistance. The research leading to these results has received funding from the European Research Council under the European Community's Seventh Framework Programme Grant Agreement no. 230589 and Agence Nationale de la Recherche Projet ANR-12-CHEX-0012-01. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}