{
    "id": 21526,
    "citation_title": "Banks’ Internal Capital Markets and Deposit Rates",
    "citation_author": [
        "Itzhak Ben-David",
        "Ajay Palvia",
        "Chester Spatt"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2016-08-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA common view is that deposit rates are determined primarily by supply: depositors require higher deposit rates from risky banks, thereby creating market discipline. An alternative perspective is that market discipline is limited (e.g., due to deposit insurance and/or enhanced capital regulation) and that internal demand for funding by banks determines rates. Using branch-level deposit rate data, we find little evidence for market discipline as rates are similar across bank capitalization levels. In contrast, banks’ loan growth has a causal effect on deposit rates: e.g., branches’ deposit rates are correlated with loan growth in other states in which their bank has some presence, suggesting internal capital markets help reallocate the bank’s funding.\n\n",
    "acknowledgement": "\nWe thank Allen Berger, Isil Erel, Alberto Pozzolo, and Christian Rauch for helpful comments. We benefited from comments of seminar participants at the ASSA (IBEFA session on Banks, Government Intervention and Deregulation), Carnegie Mellon University, Case Western Reserve University, University of Cincinnati, Federal Deposit Insurance Corporation (FDIC), Federal Reserve Bank of Cleveland, FMA meetings (Atlanta), the Office of the Comptroller of the Currency, The Ohio State University, NBER Corporate Finance meeting, and a webinar organized by the Global Association of Risk Professionals (GARP). The views presented in the paper do not necessarily reflect those of the Office of the Comptroller of the Currency or the U.S. Department of the Treasury. Ben-David and Spatt acknowledge the financial support of the GARP Foundation. Ben-David’s research is supported by the Dice Center at the Fisher College of Business and by the Neil Klatskin Chair in Finance and Real Estate. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}