{
    "id": 21523,
    "citation_title": "School Vouchers: A Survey of the Economics Literature",
    "citation_author": [
        "Dennis Epple",
        "Richard E. Romano",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2019-09-21",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review the theoretical, computational, and empirical research on school vouchers, with a focus on the latter. In this substantial body of work, many studies find insignificant effects of vouchers on educational outcomes; however, multiple positive findings support continued exploration. Specifically, the empirical research on small scale programs does not suggest that awarding students a voucher is a systematically reliable way to improve educational outcomes. Nevertheless, in some settings, or for some subgroups or outcomes, vouchers can have a substantial positive effect on those who use them. Studies of large scale voucher programs find student sorting as a result of their implementation, although of varying magnitude. Evidence on both small scale and large scale programs suggests that competition induced by vouchers leads public schools to improve. Moreover, research is making progress on understanding how vouchers may be designed to limit adverse effects from sorting while preserving positive effects related to competition. Finally, our sense is that work originating in a single case (e.g., a given country) or in a single research approach (e.g., experimental designs) will not provide a full understanding of voucher effects; fairly wide ranging empirical and theoretical work will be necessary to make progress.\n\n",
    "acknowledgement": "\nWe thank Roger Gordon for his encouragement to undertake this paper, and Janet Currie and Steven Durlauf for their invaluable support. We are indebted to Thomas Nechyba and four anonymous referees for their numerous comments. In addition, we received useful comments from Chelsea Coffin and Jesse Levin. Of course, these individuals bear no responsibility for errors or opinions herein. We are grateful to Abby Linn for excellent research assistance, and Romano thanks the Institute for Education Sciences for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}