{
    "id": 21521,
    "citation_title": "Toilets Can Work: Short and Medium Run Health Impacts of Addressing Complementarities and Externalities in Water and Sanitation",
    "citation_author": [
        "Esther Duflo",
        "Michael Greenstone",
        "Raymond Guiteras",
        "Thomas Clasen"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPoor water quality and sanitation are leading causes of mortality and disease in developing countries. However, interventions providing toilets in rural areas have not substantially improved health, likely because of incomplete coverage and low usage. This paper estimates the impact of an integrated water and sanitation improvement program in rural India that provided household-level water connections, latrines, and bathing facilities to all households in approximately 100 villages. The estimates suggest that the intervention was effective, reducing treated diarrhea episodes by 30-50%. These results are evident in the short term and persist for 5 years or more. The annual cost is approximately US$60 per household.\n\n",
    "acknowledgement": "\nWe thank Chitraleka Choudhary, Joe Madiath and Sojan Thomas of Gram Vikas for many discussions. Gram Vikas had no role in the design or execution of this paper. Silvia Robles, Shobhini Mukerji, Stefanie Stantcheva, Niveditha Subramanian and, especially, Joe Shapiro provided outstanding research assistance. We thank Maureen Cropper, Bryan Hardy, Dan Stuart and Stephanie Rennane and seminar participants at Columbia University, Georgetown University and the University of Maryland for helpful comments. Raymond Guiteras gratefully acknowledges funding from the NSF’s Graduate Research Fellowship and the George and Obie Schultz Fund. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}