{
    "id": 21530,
    "citation_title": "Public Audit Oversight and Reporting Credibility: Evidence from the PCAOB Inspection Regime",
    "citation_author": [
        "Brandon Gipper",
        "Christian Leuz",
        "Mark Maffett"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2019-12-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the impact of public audit oversight on financial reporting credibility. We analyze changes in market responses to earnings news after public audit oversight is introduced, exploiting that the regime onset depends on fiscal year-ends, auditors, and the rollout of auditor inspections. We find that investors respond more strongly to earnings news following public audit oversight. Corroborating these findings, we find an increase in volume responses to 10-K filings after the new regime. Our results show that public audit oversight can enhance reporting credibility and that this credibility is priced in capital markets.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Ray Ball, Matthias Breuer, John Coates, Carol Dee, Moritz Hiemann, Andrew Karolyi, Woochan Kim, Robert Knechel, S.P. Kothari, Clive Lennox, Brian Miller, Miguel Minutti-Meza, Eddie Riedel, and Nemit Shroff; workshop participants at Bocconi, Boston University, Chicago Booth, Columbia University, the Colorado Summer Accounting Conference, the EAA conference, the FARS conference, the GCGC Conference at Stanford, LMU/TU Munich, Ohio State University, PCAOB/JAR conference, UC Riverside, and UCLA; and two anonymous reviewers. We also thank the PCAOB for numerous discussions. Brandon Gipper was an Economic Research Fellow at the PCAOB, and Christian Leuz was an Economic Advisor to the PCAOB. As a matter of policy, the PCAOB disclaims responsibility for any private publication or statement by any of its Economic Research Fellows. The views expressed in this paper are the views of the authors and do not necessarily reflect the views of the Board, individual Board members, or the staff of the PCAOB. This study was not funded by the PCAOB. Brandon Gipper gratefully acknowledges financial support from Stanford University Graduate School of Business and the MBA Class of 1969 Faculty Scholarship. Christian Leuz gratefully acknowledges financial support by the Initiative on Global Markets. Mark Maffett gratefully acknowledges financial support from the University of Chicago Booth School of Business and the Centel Foundation/Robert P. Reuss Faculty Research Fund. The programs performing the statistical analyses in this paper are available on request. Send correspondence to Christian Leuz, University of Chicago, Booth School of Business, 5807 S. Woodlawn Ave., Chicago, IL 60637; telephone: +1 (773)-834-1996. E-mail: cleuz@chicagobooth.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}