{
    "id": 2153,
    "citation_title": "Inflation Stabilization with Incomes Policy Support: A Review of the Experience in Argentina, Brazil and Israel",
    "citation_author": [
        "Rudiger Dornbusch",
        "Mario Henrique Simonsen"
    ],
    "citation_publication_date": "1987-02-01",
    "issue_date": "1987-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1985-86 Argentina, Brazil and Israel initiated programs of stabilization after episodes of high and sharply accelerating inflation. Among the key features of each stabilization program were the use of wage- price controls, a fixed exchange rate and fiscal correction as well as a significant expansion in the nominal quantity of money. The combination of fiscal correction and incomes policy has come to be known as \"heterodox\" stabilization policy, thus opposing it to the conventional IHF programs which emphasize tight monetary and fiscal policies as the exclusive instrument of stabilization. The stabilization programs in Argentina and Israel have now been in force for over a year and the more recent one in Brazil for half a year. There is accordingly enough evidence to make a first judgment on the success and the limitations of these new schemes. At the same time it is worthwhile spelling out some of the special features of stabilization and the resulting intellectual case for heterodox programs. The paper focuses on the conceptual issues related to the use of incomes policy in the context of stabilization when inertia is a central feature, The analysis includes the relation between deficits and inflation, inertial inflation and the basics of monetary reform. We also review the actual stabilization experience in Argentina, Brazil and Israel. The paper concludes with a discussion of the political dimension of stabilization, showing the extraordinary political popularity of the new programs.\n\n",
    "acknowledgement": "\n"
}