{
    "id": 21535,
    "citation_title": "Currency Unions and Trade: A Post-EMU Mea Culpa",
    "citation_author": [
        "Reuven Glick",
        "Andrew K. Rose"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn our European Economic Review (2002) paper, we used pre-1998 data on countries participating in and leaving currency unions to estimate the effect of currency unions on trade using (then-) conventional gravity models.  In this paper, we use a variety of empirical gravity models to estimate the currency union effect on trade and exports, using recent data which includes the European Economic and Monetary Union (EMU).   We have three findings.  First, our assumption of symmetry between the effects of entering and leaving a currency union seems reasonable in the data but is uninteresting.  Second, EMU typically has a smaller trade effect than other currency unions; it has a mildly stimulating effect at best.  Third and most importantly, estimates of the currency union effect on trade are sensitive to the exact econometric methodology; the lack of consistent and robust evidence undermines confidence in our ability to reliably estimate the effect of currency union on trade.\n\n",
    "acknowledgement": "\nGlick is Group Vice President for International Research, Economic Research Department, Federal Reserve Bank of San Francisco.  Rose is Associate Dean for Academic Affairs and Chair of the Faculty, B.T. Rocca Jr. Professor, Haas School of Business at the University of California, Berkeley, NBER research associate, CEPR Research Fellow, and ABFER senior fellow.  We thank Genevieve Denoeux for research assistance, and Douglas Campbell, Thomas Chaney, José De Sousa, Zdenek Drabek, and workshop participants at the Monetary Authority of Singapore and the National University of Singapore.  The views expressed below do not represent those of the Federal Reserve Bank of San Francisco, the Board of Governors of the Federal Reserve System, their staffs, or the National Bureau of Economic Research.  A current (PDF) version of this paper, the main STATA data sets used in the paper, and key output are available at http://faculty.haas.berkeley.edu/arose.\n\n\n"
}