{
    "id": 21538,
    "citation_title": "On the Optimal Provision of Social Insurance: Progressive Taxation versus Education Subsidies in General Equilibrium",
    "citation_author": [
        "Dirk Krueger",
        "Alexander Ludwig"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we compute the optimal tax and education policy transition in an economy where progressive taxes provide social insurance against idiosyncratic wage risk, but distort the education decision of households. Optimally chosen tertiary education subsidies mitigate these distortions. We highlight the quantitative importance of general equilibrium feedback effects from policies to relative wages of skilled and unskilled workers: subsidizing higher education increases the share of workers with a college degree thereby reducing the college wage premium which has important redistributive benefits. We also argue that a full characterization of the transition path is crucial for policy evaluation. We find that optimal education policies are always characterized by generous tuition subsidies, but the optimal degree of income tax progressivity depends crucially on whether transitional costs of policies are explicitly taken into account and how strongly the college premium responds to policy changes in general equilibrium.\n\n",
    "acknowledgement": "\nWe thank Felicia Ionescu, Costas Meghir, Dominik Sachs and Gianluca Violante for helpful discussions and seminar participants at various institutions and conferences for many useful comments. Krueger gratefully acknowledges financial support from the NSF under grant SES-0820494. Ludwig gratefully acknowledges financial support by the Research Center SAFE, funded by the State of Hessen initiative for research LOEWE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}