{
    "id": 21536,
    "citation_title": "The East Indian Monopoly and the Transition from Limited Access in England, 1600-1813",
    "citation_author": [
        "Dan Bogart"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany markets are limited by laws and customs enforced by political and religious authorities. North, Wallis, and Weingast (2009) argue that the transition from limited access requires a series of steps like rule of law for elites and the creation of perpetually lived organizations.  This paper studies how these steps were taken in England in the case of the East Indian market. The East India Company had a legal monopoly over all trade between England and modern day India and China, but its privileges and property were far from secure. The king and parliament authorized interlopers to enter the Company’s market and forced the Company to make loans to retain its monopoly. A secure monopoly only emerged in the mid-eighteenth century when political stability and fiscal capacity increased. However, liberalization of the market had to wait several more decades.  A fiscal and political partnership between the government and the Company kept its monopoly stable until a confluence of events in 1813 brought it to an end.\n\n",
    "acknowledgement": "\nI would like to thank conference and seminar participants at Yale University and Colby College. I would also like to thank Richard Grossman, Stergios Skaperdas, John Wallis, Naomi Lamoreaux, Barry Weingast, Sandra Bogart, and Jean Laurent Rosenthal for valuable comments on earlier drafts. I would like to thank Mark Dincecco for kindly providing data, and I would also like to thank Kara Dimitruk for valuable research assistance. All errors are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}