{
    "id": 21531,
    "citation_title": "Assessing Incentives for Adverse Selection in Health Plan Payment Systems",
    "citation_author": [
        "Timothy J. Layton",
        "Randall P. Ellis",
        "Thomas G. McGuire"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nHealth insurance markets face two forms of adverse selection problems. On the demand side, adverse selection leads to plan price distortions and inefficient sorting of consumers across health plans. On the supply side, adverse selection creates incentives for plans to inefficiently distort benefits to attract profitable enrollees. These problems can be addressed by features of health plan payment systems such as reinsurance, risk adjustment, and premium categories. In this paper, we develop Harberger- type measures of the efficiency consequences of price and benefit distortions under a given payment system. Our measures are valid, that is, based on explicit economic models of adverse selection. Our measures are complete, in that they are able to incorporate multiple features of plan payment systems. Finally, they are practical, in that they are based on the ex ante data available to regulators and researchers during the design phase of payment system development, prior to observing actual insurer and consumer behavior. After developing the measures, we illustrate their use by comparing the performance of the payment system planned for implementation in the ACA Marketplaces in 2017 to several policy alternatives. We show that, in protecting against both types of selection problems, a payment system that incorporates reinsurance and prospective risk adjustment out-performs the planned payment system which includes only concurrent risk adjustment.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by the National Institute of Mental Health (R01 MH094290) and the Laura and John Arnold Foundation. The views expressed here are the authors’ own and not necessarily those of the Foundation’s officers, directors or staff. In addition, Layton was supported by NIMH T32 019733. We are grateful to Konstantin Beck, David Cutler, Mike Geruso, Laura Hatfield, Lukas Kauer, Albert Ma, Joe Newhouse, Sherri Rose, Christian Schmid, Mark Shepard, Richard van Kleef, Wenjia Zhu, and participants at the BU-Harvard-MIT Seminar and the NBER Summer Institute for comments on a previous version. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}