{
    "id": 21532,
    "citation_title": "The Impact of Foreclosure Delay on U.S. Employment",
    "citation_author": [
        "Kyle F. Herkenhoff",
        "Lee E. Ohanian"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "2021-04-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents that the time required to initiate and complete a home foreclosure rose from about 9 months on average prior to the Great Recession to an average of 15 months during the Great Recession and afterward. We refer to these changes as foreclosure delay. We also document that many borrowers who are in foreclosure ultimately exit foreclosure and keep their homes by making up for missed mortgage payments. We analyze the impact of foreclosure delay on the U.S. labor market as an implicit credit line from a lender to a borrower (mortgagor) within a search model. In the model, foreclosure delay provides unemployed mortgagors with additional time to search for a high-paying job. We find that foreclosure delay decreases mortgagor employment by about 0.75 percentage points, nearly doubles the stock of delinquent mortgages, increases the rate of homeownership by about 0.3 percentage points, and increases job match quality, as mortgagors search longer. Severe foreclosure delays, such as those observed in Florida and New Jersey, can depress mortgagor employment by up to 1.3 percentage points. The model results are consistent with PSID and SCF data that show that employment rates rise for delinquent mortgagors once the mortgagor is in the foreclosure process.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Manuel Amador, Michael Boskin, V.V. Chari, Satyajit Chatterjee, John Cochrane, Steve Davis, Peter Diamond, Carlos Garriga, Kris Gerardi, Patrick Kehoe, Juan Sanchez, Sam Schulhofer-Wohl, Robert Shimer, and seminar participants at the Hoover Institution, NBER Summer Institute, IMF Jacques Polak Conference, HULM, and the Federal Reserve Banks of Minneapolis and St. Louis. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}