{
    "id": 21549,
    "citation_title": "The Analytics of Investment, q, and Cash Flow",
    "citation_author": [
        "Andrew B. Abel"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper I analyze the relationships among investment, q, and cash flow in a tractable stochastic model in which marginal q and average q are identically equal. After analyzing the impact of changes in the distribution of the marginal operating profit of capital, I extend the model to include measurement error and analyze the cash-flow coefficient in regressions of investment on q and cash flow. In empirical studies, the estimated cash-flow coefficient is generally positive and larger for rapidly growing firms. Such findings are typically interpreted as evidence of financial frictions facing firms. I derive closed-form expressions for the cash-flow coefficient that are positive and larger for faster growing firms, yet there are no financial frictions in the model.\n\n",
    "acknowledgement": "\nI thank Anna Cororaton, Joao Gomes, Christian Goulding, Richard Kihlstrom, Stavros Panageas, Colin Ward, and Toni Whited for helpful discussion, and I thank participants in seminars at University of California at Santa Barbara, University of Southern California, Columbia University, and the Penn Macro Lunch Group for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}