{
    "id": 21545,
    "citation_title": "Fetal Malnutrition And Academic Success: Evidence From Muslim Immigrants In Denmark",
    "citation_author": [
        "Jane Greve",
        "Marie Louise Schultz-Nielsen",
        "Erdal Tekin"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impact of potential fetal malnutrition on the academic proficiency of Muslim students in Denmark. We account for the endogeneity of fetal malnutrition by using the exposure to the month of Ramadan during time in utero as a natural experiment, under the assumption that some Muslim women might have fasted during Ramadan when they were pregnant.  In some of our specifications, we use a sample of students from predominantly non-Muslim countries as an additional control group to address potential seasonality in cognitive outcomes in a difference-in-differences framework. Our outcome measures are the standardized test scores from the national exams on the subjects of Danish, English, Math, and Science administered by the Danish Ministry of Education. Our results indicate that fetal exposure to Ramadan has a negative impact on the achievement scores of Muslim students, especially females. Our analysis further reveals that most of these effects are concentrated on the children with low socioeconomic status (SES) background. These results indicate that fetal insults such as exposure to malnutrition may not only hamper the cognitive development of children subject to such conditions, but it may also complicate the efforts of policy-makers in improving the human capital, health, and labor market outcomes of low-SES individuals. Our findings highlight the importance of interventions designed to help economically disadvantaged women during pregnancy.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research is supported by a grant (12-125309) from the Danish Council for Independent Research.  Erdal Tekin also gratefully acknowledges support from the Gary and Stacey Jacobs Fellowship. The authors thank Janet Currie, Daniel Rees, and Ezra Susser for their helpful comments and suggestions. The authors are solely responsible for any views expressed.\n\n\n"
}