{
    "id": 21541,
    "citation_title": "Regulation of Insurance with Adverse Selection and Switching Costs: Evidence from Medicare Part D.",
    "citation_author": [
        "Maria Polyakova"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI take advantage of regulatory and pricing dynamics in Medicare Part D to empirically explore interactions among adverse selection, switching costs, and regulation. I first document novel evidence of adverse selection and switching costs within Part D using detailed administrative data. I then estimate a contract choice and pricing model in order to quantify the importance of switching costs for risk-sorting, and for policies that may affect risk sorting. I first find that in Part D, switching costs help sustain an adversely-selected equilibrium and are likely to mute the ability of ACA policies to improve risk allocation across contracts, leading to higher premiums for some enrollees. I then estimate that, overall, decreasing the cost of active decision-making in the Part D environment could lead to a substantial gain in consumer surplus of on average $400-$600 per capita, which is around 20%-30% of average annual per capita drug spending.\n\n",
    "acknowledgement": "\nThis paper is the first chapter of my MIT dissertation. I am indebted to Amy Finkelstein, Nancy Rose, Jonathan Gruber, and Stephen Ryan for their guidance and support throughout this project. I thank Jason Abaluck, Isaiah Andrews, Andreas Breiter, Francesco Decarolis, Glenn Ellison, Sara Fisher Ellison, Kate Easterbrook, Michael Greenstone, Martin Hackmann, Nathan Hendren, Gaston Illanes, Ray Kluender, Brad Larsen, Anna Mikusheva, Manisha Padi, Maxim Pinkovskiy, Jim Poterba, Adam Sacarny, Brad Shapiro, Annalisa Scognamiglio, Stefanie Stantcheva, Michael Whinston, Joachim Winter and seminar participants at MIT, Georgetown, Yale, UIC, University of Wisconsin-Madison, Stanford, Toulouse School of Economics, Bocconi, Sciences Po, WUSTL, NBER, ARIA RTS, iHEA, IIOC, for very helpful comments, suggestions and discussions. I also thank Jean Roth at NBER and Sarah Brunsberg at ResDAC for their help in navigating the Medicare data, as well as the Max Planck MEA for their hospitality. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}