{
    "id": 21544,
    "citation_title": "The Financial Feasibility of Delaying Social Security: Evidence from Administrative Tax Data",
    "citation_author": [
        "Gopi Shah Goda",
        "Shanthi Ramnath",
        "John B. Shoven",
        "Sita Nataraj Slavov"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "2015-09-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the large and growing returns to deferring Social Security benefits, most individuals claim Social Security before the full retirement age, currently age 66.  In this paper, we use a panel of administrative tax data on likely primary earners to explore some potential hypotheses of why individuals fail to delay claiming Social Security, including liquidity constraints and private information regarding one’s expected future lifetime.  We find that approximately 31-34% of beneficiaries who claim prior to the full retirement age have assets in Individual Retirement Accounts (IRAs) that would fund at least 2 additional years of Social Security benefits, and 24-26% could fund at least 4 years of Social Security deferral with IRA assets alone.  Our analysis suggests that these percentages would be considerably higher if other assets were taken into account.  We find evidence that those who claim prior to the full retirement age have higher subjective and actual mortality rates than those who claim later, suggesting that private information about expected future lifetimes may influence claiming behavior.\n\n",
    "acknowledgement": "\nThe findings and conclusions expressed are solely those of the author(s) and do not represent the views of the U.S. Department of the Treasury, or the NBER.  We thank seminar participants at George Mason University’s School of Policy, Government, and International Affairs and the Tax Economists Forum for helpful comments.\n\n\n"
}