{
    "id": 21548,
    "citation_title": "Optimal Debt and Profitability in the Tradeoff Theory",
    "citation_author": [
        "Andrew B. Abel"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "2017-01-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI develop a dynamic model of leverage with tax deductible interest and an endogenous cost of default. The interest rate includes a premium to compensate lenders for expected losses in default. A borrowing constraint is generated by lenders’ unwillingness to lend an amount that would trigger immediate default. When the borrowing constraint is not binding, the tradeoff theory of debt holds: optimal debt equates the marginal tax shield and the marginal expected cost of default. Contrary to conventional interpretation, but consistent with empirical findings, increases in current or future profitability reduce the optimal leverage ratio when the tradeoff theory holds.\n\n",
    "acknowledgement": "\nI thank Jeff Campbell, Vincent Glode, Joao Gomes, Christian Goulding, Richard Kihlstrom, Bob Mc- Donald, Adriano Rampini, Scott Richard, Michael Roberts, Ali Shourideh, Toni Whited and seminar participants at the Federal Reserve Bank of Chicago, Kellogg Finance, MIT Finance, Shanghai Advanced Institute of Finance, and Wharton Finance, and the Tepper/LAEF Conference on Macro-Finance and the Tel Aviv University Finance Conference for helpful comments and discussion. I also thank the editor, associate editor, and two referees for helpful comments. Part of this research was conducted while I was a Visiting Scholar at Chicago Booth and I thank colleagues there for their hospitality and support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}