{
    "id": 21542,
    "citation_title": "Shale Public Finance: Local Government Revenues and Costs Associated with Oil and Gas Development",
    "citation_author": [
        "Richard G. Newell",
        "Daniel Raimi"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOil and gas development associated with shale resources has increased substantially in the United States, with important implications for local governments. These governments tend to experience increased revenue from a variety of sources, such as severance taxes distributed by the state government, local property taxes and sales taxes, direct payments from oil and gas companies, and in-kind contributions from those companies. Local governments also tend to face increased demand for services such as road repairs due to heavy truck traffic and from population growth associated with the oil and gas sector. This paper describes the major oil- and gas related revenues and service demands (i.e., costs) that county and municipal governments have experienced in Arkansas, Colorado, Louisiana, Montana, North Dakota, Pennsylvania, Texas, and Wyoming. Based on extensive interviews with officials in the most heavily affected parts of these states, along with analysis of financial data, it appears that most county and municipal governments have experienced net financial benefits, though some in western North Dakota and eastern Montana appear to have experienced net negative fiscal impacts. Some municipalities in rural Colorado and Wyoming also struggled to manage fiscal impacts during recent oil and gas booms, though these challenges faded as drilling activity slowed.\n\n",
    "acknowledgement": "\nThis report is the first in a series to be produced by the Duke University Energy Initiative on shale public finance, supported by the Alfred P. Sloan Foundation. The Shale Public Finance project is examining the financial implications for local governments associated with increased domestic oil and gas production, largely from shale resources. A separate report focuses on state policies for the collection and allocation of revenue from oil and gas production. For more information, to view interactive maps showing some of our key findings, or to be notified when new publications are released, visit energy.duke.edu/shalepublicfinance. We acknowledge helpful feedback on this report from Mark Haggerty at Headwaters Economics, Evan Michelson at the Alfred P. Sloan Foundation, Don Macke at the Center for Rural Entrepreneurship, Danny Ferguson at Southwestern Energy, Kirby Wynn at Garfield County, CO, Dean Bangsund at North Dakota State University, Tom Tunstall at the University of Texas at San Antonio, Jeff Neiters at Green River, WY, Harlan Shober at Washington County, PA, Bill Altimus at Bossier Parish, LA, Yifei Qian at the Duke University Energy Initiative, and participants in a March 31, 2014, workshop held at Duke University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}