{
    "id": 21540,
    "citation_title": "The Political Economy of Liberal Democracy",
    "citation_author": [
        "Sharun Mukand",
        "Dani Rodrik"
    ],
    "citation_publication_date": "2015-09-07",
    "issue_date": "2015-09-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe distinguish between three sets of rights – property rights, political rights, and civil rights – and provide a taxonomy of political regimes. The distinctive nature of liberal democracy is that it protects civil rights (equality before the law for minorities) in addition to the other two. Democratic transitions are typically the product of a settlement between the elite (who care mostly about property rights) and the majority (who care mostly about political rights). Such settlements rarely produce liberal democracy, as the minority has neither the resources nor the numbers to make a contribution at the bargaining table. We develop a formal model to sharpen the contrast between electoral and liberal democracies and highlight circumstances under which liberal democracy can emerge. We discuss informally the difference between social mobilizations sparked by industrialization and decolonization. Since the latter revolve around identity cleavages rather than class cleavages, they are less conducive to liberal politics.\n\n",
    "acknowledgement": "\nThis paper was written at the Institute for Advanced Study, to which we are grateful for support. We also thank Carles Boix, William Ferguson,  Sumon Majumdar , Jan-Werner Müller,  and Ira Katznelson for helpful suggestions and members of the School of Social Science lunch  table for useful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}