{
    "id": 21550,
    "citation_title": "Crowding Out in Ricardian Economies",
    "citation_author": [
        "Andrew B. Abel"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe crowding-out coefficient is the ratio of the reduction in privately-issued bonds to the increase in government bonds that are issued to finance a tax cut. If (1) Ricardian equivalence holds, and (2) households do not simultaneously borrow risklessly and have positive gross positions in other riskless assets, the crowding-out coefficient equals the fraction of the aggregate tax cut that accrues to households that borrow. In the conventional case in which all households receive equal tax cuts, the crowding-out coefficient equals the fraction of households that borrow. In the United States, about 75% of households borrow, so the crowding-out coefficient is predicted to be 0.75, which differs from econometric estimates that are around 0.5. I explore extensions of the model, such as a departure from Ricardian Equivalence or the introduction of cross-sectional variation in taxes, that might account for this difference.\n\n",
    "acknowledgement": "\nI thank Joshua Abel and Michael Roberts for helpful discussions and Anna Cororaton for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}