{
    "id": 21554,
    "citation_title": "The Effects of the Tax Deduction for Postsecondary Tuition: Implications for Structuring Tax-Based Aid",
    "citation_author": [
        "Caroline M. Hoxby",
        "George B. Bulman"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe federal tax deduction for tuition potentially increases investments in postsecondary education at minimal administrative cost.  We assess whether it actually does this using regression discontinuity methods on the income cutoffs that govern eligibility for the deduction.  Although many eligible households take nearly the maximum deduction allowed, we find no evidence that it affects attending college (at all), attending full- versus part-time, attending four- versus two-year college, the resources experienced in college, the amount paid for college, or student loans.  Our analysis suggests that the deduction's inefficacy may be due to issues of salience, timing, and the method of receipt.  We argue that the deduction might increase college-going if it were modified in simple ways that would not increase costs but would make it more likely to relax liquidity constraints and be perceived as a price change (which they is) as opposed to an income change.  We outline how such modifications could be tested.  This study has independent applied econometrics interest because households who would be just above a cut-off manage their incomes so that they fall slightly below it.  This income management generates bias due to reverse causality, and we explore how to choose \"doughnut-holes\" that avoid bias without undue loss of statistical power.\n\n",
    "acknowledgement": "\nThe opinions expressed in this paper are those of the authors alone and do not necessarily represent the views of the U.S. Internal Revenue Service, the U.S. Department of the Treasury, or the National Bureau of Economic Research. This work is a component of a larger project examining the effects of federal tax expenditures and on-budget expenditures related to higher education. Selected, de-identified data were accessed through contract TIR-NO-12-P-00378 with the Statistics of Income (SOI) Division at the U.S. Internal Revenue Service. The authors gratefully acknowledge the help of Barry W. Johnson and Michael Weber of the Statistics of Income Division, Internal Revenue Service.  The authors acknowledge very useful comments from Judith Scott-Clayton and Bruce Sacerdote. They also acknowledge help from John Friedman, Raj Chetty, Emmanuel Saez, and Daniel Yagan.\n\n\n"
}