{
    "id": 21552,
    "citation_title": "Tax Evasion across Industries: Soft Credit Evidence from Greece",
    "citation_author": [
        "Nikolaos Artavanis",
        "Adair Morse",
        "Margarita Tsoutsoura"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe document that in semiformal economies, banks lend to tax-evading individuals based on the bank's assessment of the  individual's true income. This observation leads to a novel approach to estimate tax evasion. We use microdata on household credit from a Greek bank, and replicate the bank underwriting model to infer the banks estimate of individuals' true income. We estimate that 43%-45% of self-employed income goes unreported and thus untaxed. For 2009, this implies 28.2 billion euros of unreported income, implying foregone tax revenues of over 11 billion euros or 30% of the deficit. Our method innovation allows for estimating the industry distribution of tax evasion in settings where uncovering the incidence of hidden cash transactions is difficult using other methods. Primary tax-evading industries are professional services — medicine, law, engineering, education, and media. We conclude with evidence that contemplates the importance of institutions, paper trail and political willpower for the persistence of tax evasion.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Loukas Karabarbounis, Amit Seru, Annette Vissing-Jorgensen, Luigi Zingales, our discussants Michelle Hanlon, Elias Papaioannou, Dina Pomeranz, and seminar participants at Chicago Booth, Berkeley Haas, INSEAD, Catholica Lisbon School of Business, London Business School, NOVA School of Business, UBC, LSE, Norwegian School of Economics, Tilburg University, Erasmus University, UNC, UCLA, Copenhagen Business School, Kellogg, MIT Sloan, Cleveland Fed, University of Lausanne, NBER Public Economic meeting, Booth-Deutschebank Symposium, the Political Economy in the Chicago area conference, NBER Corporate Finance Summer Institute and the Western Finance Association meetings. This research was funded in part by the Fama-Miller Center for Research in Finance, the Polsky Center for Entrepreneurship at the University of Chicago, Booth School of Business, and the Goult Faculty Research Endowment. Tsoutsoura gratefully acknowledges financial support from the Charles E. Merrill and the PCL Faculty Research Funds at the University of Chicago, Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}