{
    "id": 21557,
    "citation_title": "Dividend Dynamics, Learning, and Expected Stock Index Returns",
    "citation_author": [
        "Ravi Jagannathan",
        "Binying Liu"
    ],
    "citation_publication_date": "2015-09-14",
    "issue_date": "2015-09-10",
    "revision_date": "2017-12-27",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a latent variable model of dividends that predicts, out-of-sample, 39.5% to 41.3% of the variation in annual dividend growth rates between 1975 and 2016. Further, when learning about dividend dynamics is incorporated into a long-run risks model, the model predicts, out-of-sample, 25.3% to 27.1% of the variation in annual stock index returns over the same time horizon, and learning contributes approximately half of the predictability in returns. These findings support the view that both investors' aversion to long-run risks and their learning about these risks are important in determining the stock index prices and expected returns.\n\n",
    "acknowledgement": "\nNone of the authors have any relevant or material financial interests that relate to the research described in this paper. We are grateful to Kenneth Singleton, an anonymous associate editor and two anonymous referees at The Journal of Finance for critical advice. We thank Jonathan Berk, Jules van Binsbergen, Ian Dew-Becker, Wayne Ferson, Lawrence Harris, Gerard Hoberg, Kai Li, Lars Lochstoer, Narayan Naik, and seminar participants at the 2017 AFA Meeting, HKUST, London Business School, Purdue University, Norges Bank Wealth Management, Norwegian School of Economics, Texas A&M University, University of Southern California, for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}