{
    "id": 21568,
    "citation_title": "TAs Like Me: Racial Interactions between Graduate Teaching Assistants and Undergraduates",
    "citation_author": [
        "Lester Lusher",
        "Doug Campbell",
        "Scott Carrell"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2015-09-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 40 years, higher education institutions in the U.S. have experienced a dramatic shift in the racial composition of students enrolled in both undergraduate and graduate programs. Using administrative data from a large, diverse university in California, we identify the extent to which the academic outcomes of undergraduates are affected by the race/ethnicity of their graduate student teaching assistants (TAs). To overcome selection issues in course taking, we exploit the timing of TA assignments, which occur after students enroll in a course, and we estimate models with both class and student fixed effects. Results show a positive and significant increase in course grades when students are assigned TAs of a similar race/ethnicity. These effects are largest in classes where TAs are given advanced copies of exams and when exams had no multiple choice questions. We also find that assignment to similar race TAs positively affect both section and office hour attendance, suggesting that TA-student match quality and role model effects are the primary drivers of the results.\n\n",
    "acknowledgement": "\nSpecial thanks to seminar participants at UC Davis for helpful comments and suggestions. We also want to thank Marco for help with acquiring the data. Lastly, we want to thank the many research assistants who helped carry out the experiments: Nicholas Halliwell, Anthony Lee, Bhaverpreet Sidhu, Hongsik Woo, Catherine Jiang, Logan Schultheis, Shannon Tran, Yulia Zhestkova, Viacheslav Savitskiy, Nadezhda Kotova, and Zalina Alborova. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}