{
    "id": 21565,
    "citation_title": "The Price of Responsibility: The Impact of Health Reform on Non-Poor Uninsureds",
    "citation_author": [
        "Mark Pauly",
        "Adam Leive",
        "Scott Harrington"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2015-11-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the change in net (of subsidy) financial burden (“the price of responsibility”) and in welfare that would be experienced by a large nationally representative sample of the “non-poor” uninsured if they were to purchase Silver or Bronze plans on the ACA exchanges.  The sample is the set of full-year uninsured persons represented in the Current Population Survey for the pre-ACA period with incomes above 138 percent of the federal poverty level.  The estimated change in financial burden compares out-of-pocket payments by income stratum in the pre-ACA period with the sum of premiums (net of subsidy) and expected  cost sharing (net of subsidy) for benchmark Silver and Bronze plans, under various assumptions about the extent of increased spending associated with obtaining coverage.  In addition to changes in the financial burden, our welfare estimates incorporate the value of additional care consumed and the change in risk premiums for changes in exposure to out-of-pocket payments associated with coverage, under various assumptions about risk aversion.  We find that the average financial burden will increase for all income levels once insured.  Subsidy-eligible persons with incomes below 250 percent of the poverty threshold likely experience welfare improvements that offset the higher financial burden, depending on assumptions about risk aversion and the value of additional consumption of medical care.  However, even under the most optimistic assumptions, close to half of the formerly uninsured (especially those with higher incomes) experience both higher financial burden and lower estimated welfare; indicating a positive “price of responsibility” for complying with the individual mandate.  The percentage of the sample with estimated welfare increases is close to matching observed take-up rates by the previously uninsured in the exchanges.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}