{
    "id": 21566,
    "citation_title": "Model Uncertainty and the Effect of Shall-Issue Right-to-Carry Laws on Crime",
    "citation_author": [
        "Steven N. Durlauf",
        "Salvador Navarro",
        "David A. Rivers"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper explores the role of model uncertainty in explaining the different findings in the literature regarding the effect of shall-issue right-to-carry concealed weapons laws on crime. In particular, we systematically examine how different modeling assumptions affect the results. We find little support for some widely used assumptions in the literature (e.g., population weights), but find that allowing for the effect of the law to be heterogeneous across both counties and over time is important for explaining the observed patterns of crime. In terms of model uncertainty, we find that there is substantial variation in the estimated effects for each model across all dimensions of the model space. This suggests that one should be cautious in using the results from any particular model to inform policy decisions.\n\n",
    "acknowledgement": "\nDurlauf thanks the Institute for New Economic Thinking and Vilas Trust for financial support and the New Economic School for hospitality. Navarro and Rivers thank the Social Sciences and Humanities Research Council, for financial support. We thank Joe Hotz, John Lott, Dan Nagin, and Steve Pischke for helpful comments, and Maria Antonella Mancino, Joel Han, Nicholas Tenev, and Kegon Tan for outstanding research assistance. This paper is dedicated to the memory of Eduardo Ley. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}