{
    "id": 21561,
    "citation_title": "Country-Specific Preferences and Employment Rates in Europe",
    "citation_author": [
        "Simone Moriconi",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEuropean countries exhibit significant differences in employment rates of adult males. Differences in labor-leisure preferences, partly determined by cultural values that vary across countries, can be responsible for part of these differences. However, differences in labor market institutions, productivity, and skills of the labor force are also crucial factors and likely correlated with preferences. In this paper we use variation among first- and second-generation cross-country European migrants to isolate the effect of culturally transmitted labor-leisure preferences on individual employment rates. If migrants maintain some of their country of origin labor-leisure preferences as they move to different labor market conditions, we can separate the impact of preferences from the effect of other factors. We find country-specific labor-leisure preferences explain about 24% of the top-bottom variation in employment rates across European countries.\n\n",
    "acknowledgement": "\nThis paper is part of the project \"Is there a Cultural Dimension of Unemployment Attitudes? Theory and Evidence from International Migration\", financed by Einaudi Institute for Economics and Finance (EIEF). Work on this paper started when Simone Moriconi visited the Economics Department of the University of California Davis, which is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}