{
    "id": 21567,
    "citation_title": "Do Banks Pass Through Credit Expansions to Consumers Who Want to Borrow?",
    "citation_author": [
        "Sumit Agarwal",
        "Souphala Chomsisengphet",
        "Neale Mahoney",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2017-04-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe propose a new approach to studying the pass-through of credit expansion policies that focuses on frictions, such as asymmetric information, that arise in the interaction between banks and borrowers. We decompose the effect of changes in banks’ cost of funds on aggregate borrowing into the product of banks’ marginal propensity to lend (MPL) to borrowers and those borrowers’ marginal propensity to borrow (MPB), aggregated over all borrowers in the economy. We apply our framework by estimating heterogeneous MPBs and MPLs in the U.S. credit card market. Using panel data on 8.5 million credit cards and 743 credit limit regression discontinuities, we find that the MPB is declining in credit score, falling from 59% for consumers with FICO scores below 660 to essentially zero for consumers with FICO scores above 740. We use a simple model of optimal credit limits to show that a bank’s MPL depends on a small number of \"sufficient statistics\" that capture forces such as asymmetric information, and that can be estimated using our credit limit discontinuities. For the lowest FICO score consumers, higher credit limits sharply reduce profits from lending, limiting banks’ optimal MPL to these consumers. The negative correlation between MPB and MPL reduces the impact of changes in banks’ cost of funds on aggregate household borrowing, and highlights the importance of frictions in bank-borrower interactions for understanding the pass-through of credit expansions.\n\n",
    "acknowledgement": "\nThis paper was previously circulated as \"Do Banks Pass Through Credit Expansions? The Marginal Profitability of Consumer Lending During the Great Recession.\" For helpful comments, we are grateful to Viral Acharya, Scott Baker, Eric Budish, Charles Calomiris, Chris Carroll, Liran Einav, Alex Frankel, Erik Hurst, Anil Kashyap, Theresa Kuchler, Randall Kroszner, Marco di Maggio, Matteo Maggiori, Atif Mian, Rick Mishkin, Christopher Palmer, Jonathan Parker, Thomas Philippon, Amit Seru, Andrei Shleifer, Amir Sufi, Alessandra Voena, and ArleneWong, as well as seminar and conference participants at the 2017 AEA Meetings, Bank of England, Banque de France, Bank for International Settlements, Bank of Italy, Baruch, Berkeley Econ, Berkeley Haas, Brown University, Chicago Booth, Columbia University, Columbia GSB, Federal Reserve Bank of Philadelphia, Federal Reserve Bank of St. Louis, Financial Conduct Authority, Goethe University Frankfurt, HEC Paris, Ifo Institute, ITAM, LMU Munich, Mannheim University, MIT, NBER Summer Institute, NYU Stern, Northwestern University, SAIF, SED 2015, Stanford University, University of Chicago, University of Minnesota, UT Austin, and Yale University. We thank Regina Villasmil, Mariel Schwartz, Yin Wei Soon, Andreas Weber, and Hanbin Yang for truly outstanding and dedicated research assistance. The views expressed are those of the authors alone and do not necessarily reflect those of the Office of the Comptroller of the Currency or the National Bureau of Economic Research.\n\n\n"
}