{
    "id": 21560,
    "citation_title": "The Disability Employment Puzzle: A Field Experiment on Employer Hiring Behavior",
    "citation_author": [
        "Mason Ameri",
        "Lisa Schur",
        "Meera Adya",
        "Scott Bentley",
        "Patrick McKay",
        "Douglas Kruse"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2022-05-01",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeople with disabilities have low employment and wage levels, and some studies suggest employer discrimination is a contributing factor.  Following the method of Bertrand and Mullainathan (2003), new evidence is presented from a field experiment that sent applications in response to 6,016 advertised accounting positions from well-qualified fictional applicants, with one-third of cover letters disclosing that the applicant has a spinal cord injury, one-third disclosing the presence of Asperger’s Syndrome, and one-third not mentioning disability.  These specific disabilities were chosen because they would not be expected to limit productivity in accounting, helping rule out productivity-based explanations for any differences in employer responses.  Half of the resumes portrayed a novice accountant, and half portrayed an experienced one.  The fictional applicants with disabilities received 26% fewer expressions of employer interest than those without disabilities, with little difference between the two types of disability.  The disability gap was concentrated among more experienced applicants, and among private companies with fewer than 15 employees that are not covered by the ADA, although comparable state statutes cover about half of them.  Comparisons above and below disability law coverage thresholds point to a possible positive effect of the ADA on employer responses to applicants with disabilities, but no clear effects of state laws.  The overall pattern of findings is consistent with the idea that disability discrimination continues to impede employment prospects of people with disabilities, and more attention needs to be paid to employer behavior and the demand side of the labor market for people with disabilities.\n\n",
    "acknowledgement": "\nPresented at the NBER Summer Institute, Law and Economics, Cambridge, MA, July 24, 2015; the Labor and Employment Relations Association conference, Boston, MA, January 5, 2015; and the Academy of Management conference, Vancouver, Canada, August 11, 2015.  This paper benefited from useful comments by Paul Oyer, David Neumark, Christine Jolls, Hank Farber, Patrick Button, Ingrid Fulmer, Barbara Lee, Bill Rodgers, and other session participants.  Marianne Bertrand provided useful advice on the IRB application.  Elena Koufos and Kristen Sullivan provided excellent research assistance.  Initial work on developing this project was funded by the National Institute on Disability and Rehabilitation Research, Demand-side Employment Placement Models Projects, Grant No. H133A060033. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000830. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}