{
    "id": 21563,
    "citation_title": "Efficiently Inefficient Markets for Assets and Asset Management",
    "citation_author": [
        "Nicolae B. Gârleanu",
        "Lasse H. Pedersen"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe consider a model where investors can invest directly or search for an asset manager, information about assets is costly, and managers charge an endogenous fee. The efficiency of asset prices is linked to the efficiency of the asset management market: if investors can find managers more easily, more money is allocated to active management, fees are lower, and asset prices are more efficient. Informed managers outperform after fees, uninformed managers underperform after fees, and the net performance of the average manager depends on the number of \"noise allocators.\" Finally, we show why large investors should be active and discuss broader implications and welfare considerations.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from  Jules van Binsbergen, Ronen Israel, Stephen Mellas, Jim Riccobono, Andrei Shleifer, and Morten Sorensen, as well as from seminar participants at Harvard University, New York University, UC Berkeley-Haas, CEMFI, IESE, Toulouse School of Economics, MIT Sloan, Copenhagen Business School, and the conferences at Queen Mary University of London, the Cowles Foundation at Yale University, the European Financial Management Association Conference, the 7th Erasmus Liquidity Conference, the IF2015 Annual Conference in International Finance, the FRIC'15 Conference, and the Karl Borch Lecture. Pedersen gratefully acknowledges support from the European Research Council (ERC grant no. 312417) and the FRIC Center for Financial Frictions (grant no. DNRF102) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLasse H. Pedersen\n\nLasse Heje Pedersen is a professor at Copenhagen Business School and NYU Stern School of Business, a research affiliate at CEPR, and a principal at AQR Capital Management. His full curriculum vitae is available on his website: www.lhpedersen.com\n\n\n"
}