{
    "id": 21574,
    "citation_title": "What is a Sustainable Public Debt?",
    "citation_author": [
        "Pablo D'Erasmo",
        "Enrique G. Mendoza",
        "Jing Zhang"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe question of what is a sustainable public debt is paramount in the macroeconomic analysis of fiscal policy. This question is usually posed as asking whether the outstanding public debt and its projected path are consistent with those of the government's revenues and expenditures (i.e. whether fiscal solvency conditions hold). We identify critical flaws in the traditional approach to evaluate debt sustainability, and examine three alternative approaches that provide useful econometric and model-simulation tools to analyze debt sustainability. The first approach is Bohn's non-structural empirical framework based on a fiscal reaction function that characterizes the dynamics of sustainable debt and primary balances. The second is a structural approach based on a calibrated dynamic general equilibrium framework with a fully specified fiscal sector, which we use to quantify the positive and normative effects of fiscal policies aimed at restoring fiscal solvency in response to changes in debt. The third approach deviates from the others in assuming that governments cannot commit to repay their domestic debt, and can thus optimally decide to default even if debt is sustainable in terms of fiscal solvency. We use these three approaches to analyze debt sustainability in the United States and Europe after the recent surge in public debt following the 2008 crisis, and find that all three raise serious questions.\n\n",
    "acknowledgement": "\nThis paper was prepared for Volume 2 of the Handbook of  Macroeconomics. We are grateful to our discussant, Kinda Hachem, and to the volume editors, Harald Uhlig and John Taylor, for their comments and suggestions. We are also grateful to Juan Hernandez, Christian Probsting and Valentina Piamiotti for their valuable research assistance. D'Erasmo and Mendoza also acknowledge the generous support of the National Science Foundation under awards 1325122 and 1324740. The views expressed in this paper are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, the National Bureau of Economic Research.\n\n\n"
}