{
    "id": 21575,
    "citation_title": "Risk, Unemployment, and the Stock Market: A Rare-Event-Based Explanation of Labor Market Volatility",
    "citation_author": [
        "Mete Kilic",
        "Jessica A. Wachter"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2016-05-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat is the driving force behind the cyclical behavior of unemployment and vacancies? What is the relation between job-creation incentives of firms and stock market valuations? We answer these questions in a model with time-varying risk, modeled as a small and variable probability of an economic disaster. A high probability implies greater risk and lower future growth, lowering the incentives of firms to invest in hiring. During periods of high risk, stock market valuations are low and unemployment rises. The model thus explains volatility in equity and labor markets, and the relation between the two.\n\n",
    "acknowledgement": "\nWe are grateful to Andy Abel, Gabriel Chodorow-Reich, Max Croce, Giuliano Curatola, Zvi Eckstein, Joao Gomes, Urban Jermann, Christian Opp, Sang Byung Seo, Ctirad Slavik, Mathieu Taschereau-Dumouchel, MichaelWachter, Nancy Ran Xu, Amir Yaron, and seminar participants at the Wharton School, at the Trans-Atlantic Doctoral Conference, at the Western Finance Association Meetings, at the SAFE Asset Pricing Workshop, and Federal Reserve Board for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}