{
    "id": 21578,
    "citation_title": "As the Wind Blows: The Effects of Long-Term Exposure to Air Pollution on Mortality",
    "citation_author": [
        "Michael L. Anderson"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThere is strong evidence that short-run fluctuations in air pollution negatively impact infant health and contemporaneous adult health, but there is less evidence on the causal link between long-term exposure to air pollution and increased adult mortality. This project estimates the impact of long-term exposure to air pollution on mortality by leveraging quasi-random variation in pollution levels generated by wind patterns near major highways. We combine geocoded data on the residence of every decedent in Los Angeles over three years, high-frequency wind data, and Census Short Form data. Using these data, we estimate the effect of downwind exposure to highway-generated pollutants on the age-specific mortality rate by using bearing to the nearest major highway as an instrument for pollution exposure. We find that doubling the percentage of time spent downwind of a highway increases mortality among individuals 75 and older by 3.6 to 6.8 percent. These estimates are robust and economically significant.\n\n",
    "acknowledgement": "\nI thank Reed Walker, Richard Carson, Mark Jacobsen, and Jeremy Magruder for valuable suggestions. Allison Lassiter and Sikandra Christian provided excellent research assistance. Funding for this research was provided under NIA Grant 5P30AG012839 and by the National Institute of Food and Agriculture, U.S. Department of Agriculture, under Project No. CA-B-AEC-7785-H. Any errors in the paper are the author’s. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}