{
    "id": 21572,
    "citation_title": "Banks, Politics, and Political Parties: From Partisan Banking to Open Access in Early Massachusetts",
    "citation_author": [
        "Qian Lu",
        "John Joseph Wallis"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe United States was the first nation to allow open access to the corporate form to its citizens.  The state of Massachusetts was not only one of the first states to provide its members with legally sanctioned tools to create organizations and enable open access but, on a per capita basis, had many more banks and other corporations than other states as early as the 1820s.  Nonetheless, Massachusetts did not open access easily.  This paper documents that until 1812, bank charters were only available to members of the Federalist Party in Massachusetts.  When the Democratic-Republicans gained control of the state legislature and governor’s mansion in 1811-12, they chartered two new Democratic-Republican banks and threatened to eliminate most of the Federalist bank.  The paper documents the close association of politicians and bankers.  Before 1811, close to three-quarters of all the bankers we can identify had been or would eventually become a state legislator.  The evolving relationships between politics and banking, the eventual opening of banking, and the wealth of bankers are tracked into the 1850s.\n\n",
    "acknowledgement": "\nWe thank Howard Bodenhorn, Eric Hilt, Ethan Kaplan, Naomi Lamoreaux, Peter Murrell, William Novak, James Snyder, Richard Sylla, Robert Wright, and seminar participants at the University of Maryland and the 2013 Cliometric Society meeting for their comments and suggestions on an earlier related paper. Qian Lu thanks Yiqing Xu and the staffs at the Massachusetts State Library and Massachusetts State Archives. Special thanks to Alix Quan of Massachusetts State Library for providing valuable data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}