{
    "id": 21571,
    "citation_title": "Non-Cognitive Deficits and Young Adult Outcomes: The Long-Run Impacts of a Universal Child Care Program",
    "citation_author": [
        "Michael Baker",
        "Jonathan Gruber",
        "Kevin Milligan"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2021-02-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPast research has demonstrated that positive increments to the non-cognitive development of children can have long-run benefits. We test the symmetry of this contention by studying the effects of a sizeable negative shock to non-cognitive skills due to the introduction of universal child care in Quebec. We first confirm earlier findings showing reduced contemporaneous non-cognitive development following the program introduction in Quebec, with little impact on cognitive test scores. We then show these non-cognitive deficits persisted to school ages, and also that cohorts with increased child care access subsequently had worse health, lower life satisfaction, and higher crime rates later in life. The impacts on criminal activity are concentrated in boys. Our results reinforce previous evidence on the central role of non-cognitive skills for long-run success.\n\n",
    "acknowledgement": "\nWe thank Timea Molnar for outstanding research assistance. Much of the analysis for this paper was conducted at the British Columbia Interuniversity Research Data Centre, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the CRDCN are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada and participating universities whose support is gratefully acknowledged. The views expressed in this paper do not necessarily represent the CRDCN’s, nor those of its partners, nor of the National Bureau of Economic Research. Baker gratefully acknowledges the research support of SSHRC (Grant, #410-2011-0724) and a Canada Research Chair at the University of Toronto.\n\n\n\nKevin Milligan\n\nConflict of Interest Disclosure\nSeptember 21, 2014\n\n\nThis document attempts to disclose completely my potential conflicts of interest, using the principles  circulated by the American Economic Association on January 5, 2012.\n\n\nItem (2):  Sources of support: “Each author of a submitted article should identify each interested party from whom he or she has received significant financial support, summing to at least $10,000 in the past three years, ...”\n\n\nThe following corresponds to the calendar years 20 11 - 2014. Below is a complete listing of sources of support that exceed $10,000. For several of these, a grant flowed through a research organization. I have tried to list both the research organization and ultimate source of the funds.\n\n\n1. University of British Columbia: salary. (2011 2012 2013 2014)\n2. National Institute on Aging / National Bureau of Economic Research: stipend for International Social Security project . (2011 2012 2013 2014 )\n3. National Bureau of Economic Research / Social Security Administration: stipend for paper. (2011  2013)\n4. Canadian Labour Market and Skills Researcher Network / Human Resources and Skills Development Canada: stipend for paper and directing research series . (2011 2012 2013)\n5. Social Science and Humanities Research Council of Canada: Standard Research Grant.  (2011 2012 2013)\n6. National Bureau o f Economic Research / Sloan Foundation: stipend for paper. (2011)\n7. Canadian Tax Foundation: funding for conference. (2011)\n8. C.D. Howe Institute,  stipend for role as Scholar-in-Residence (2014) 2\n\n\nItem (3):  relevant paid or unpaid positions: “Each author should disclose any paid or unpaid positions as officer, director, or board member of relevant non-profit advocacy organizations or profit-making entities.” The following list covers activities in the years 2011-201 4:\n1. Economic Advisor to ‘Smart Tax Alliance’ during referendum on Harmonized Sales Tax.  (Unpaid) (2011)\n2. Editor, Canadian Tax Journal. (Paid) (2011 2012 2013 2014)\n3. Associate Editor, Canadian Public Policy. (Paid) (2011)\n4. Associate Editor, Journal of Pension Economics and Finance. (Unpaid) (2011 2012 2013 2014)\n5. Academic Director, British Columbia Interuniversity Research Data Centre (Unpaid; teaching release) . Funded by UBC/UVIC/SFU/UNBC/SSHRC/CIHR. (2011 2012 2013 2014)\n6. President and sole shareholder of KAYEMM CONSULTANCY INCORPORATED, through which some of the above funds have been received. (2011 2012 2013 2014)\n7. Board of Directors, Wesley Place Ltd., Vancouver BC. (Unpaid) (2012 2013 2014)\n8. Board of Directors, National Tax Association. (Unpaid) (2011 2012)\n9. Member of Economic Advisory Council for Liberal Party of Canada . (Unpaid)  (2014)\n\n\nItem (4): disclosure for close relative or partner I had no domestic partner in the years 2011-2014 .\n\n\nAdditional affiliations :\n1. Research Associate, National Bureau of Economic Research. (Unpaid) (2011 2012 2013 2014)\n2. Research Fellow, C.D. Howe Institute. (Unpaid) (2011 2012 2013 2014)\n3. Scholar-in-Residence, C.D. Howe Institute. (Stipend) (2014)\n4. Occasional contributor, Economy Lab, Globe and Mail. (Unpaid) (2010 2011 2012 2013)\n5. Occasional contributor, Maclean’s Econowatch. (Paid) (2013 2014)\n\n\nAsset disclosure: I hold shares in companies through broadly - diversified mutual funds and investment vehicles. I do not directly hold shares of any corporation (except for KAYEMM CONSULTANCY as noted above).\n\n\nPolitical activity: I am not a member of any political party at the municipal, provincial, or federal levels. I have occasional policy conversations with policy makers  from all parties.\n\n\n"
}