{
    "id": 21570,
    "citation_title": "Improving Risk Equalization with Constrained Regression",
    "citation_author": [
        "Richard van Kleef",
        "Thomas McGuire",
        "Rene van Vliet",
        "Wynand van de Ven"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2015-09-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSeveral countries rely on regulated health plan competition to combine affordability of health plans with incentives for cost containment and quality improvement. Typically, these policies include premium regulation supplemented with risk equalization to compensate health plans for predictable variation in medical spending. An extensive empirical literature shows, however, that even the state-of-the-art risk equalization models undercompensate some risk groups and overcompensate others, leaving systematic incentives for risk selection. A natural approach to reducing under or overcompensation for a group is to include membership in that group as an indicator in the risk equalization model. For several types of indicators, however, inclusion can be problematic or infeasible. This paper introduces and illustrates an alternative approach to reducing over or undercompensation in such cases:  constraining the estimated coefficients of the risk equalization model so as to limit over or undercompensation. Our empirical illustration is based on administrative data on medical spending and risk characteristics of nearly all individuals with basic health insurance in the Netherlands. We evaluate empirically the benefits of constraints in terms of reduced under or overcompensation on indicators omitted from the Dutch risk equalization model and their costs in terms of increased under or overcompensation on indicators included in the model. Our findings imply that the benefits of introducing constraints can be worth the costs. Constrained regression adds a tool for developing risk equalization models that can improve the overall economic performance of health plan payment schemes.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the Dutch Ministry of Health, the Association of Health Insurers and Statistics Netherlands for providing the administrative and survey data (see section 3). McGuire is grateful to support from the National Institute of Mental Health (R01 MH094290) and the Laura and John Arnold Foundation.  The views expressed here are not necessarily those of the Foundation’s officers, directors or staff.  We also gratefully acknowledge the valuable comments on previous versions of this paper by Konstantin Beck, Frank Eijkenaar, Randall Ellis, Laura Hatfield, Timothy Layton, Erzo Luttmer, Joseph Newhouse, Sharon-Lise Normand, Sherri Rose, Erik Schut, Mark Shephard and Suzanne van Veen. In addition, we thank Andrew Hicks for creating the figures. The responsibility for the content of this article rests fully with the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}