{
    "id": 21577,
    "citation_title": "Public Universities, Equal Opportunity, and the Legacy of Jim Crow: Evidence from North Carolina",
    "citation_author": [
        "Charles T. Clotfelter",
        "Helen F. Ladd",
        "Jacob L. Vigdor"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege attendance and completion in the U.S. are strongly correlated with race and socioeconomic background. Do public postsecondary institutions themselves exacerbate pre-college disparities, or reduce them? We address this question using longitudinal data linking the records of students at North Carolina’s public four-year universities to their public K-12 records. As a result of an institutional structure forged during the period of Jim Crow segregation, black students who attend the state’s public university system are likely to experience markedly more racial isolation in college than they did in middle school. Another, more positive consequence of this structure is to boost in-state public four-year college enrollment and graduation by African-American students relative to white students with similar backgrounds. Conditional on enrolling in one of the state’s public universities, however, black students lag behind whites in grades and graduation rates. Regarding socioeconomic background, we find that lower-status youth are less likely to enter the system and less likely to succeed once they enter than those with higher status. The socioeconomic gap in graduation rates among matriculants has, however, declined in recent years.\n\n",
    "acknowledgement": "\nWe are grateful to Ying Shi for research assistance and to the University of North Carolina and the North Carolina Education Research Data Center for access to administrative data. Funding for this project was provided by grants from the Smith Richardson Foundation and the Gates Foundation through the Center for the Analysis of Longitudinal Data in Education Research. Seminar participants at the University of Southern California provided helpful comments on an earlier draft. The views expressed here are those of the authors and not necessarily those of any institution, nor of the National Bureau of Economic Research.\n\n\n"
}