{
    "id": 21587,
    "citation_title": "Housing Booms and Busts, Labor Market Opportunities, and College Attendance",
    "citation_author": [
        "Kerwin Kofi Charles",
        "Erik Hurst",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "2015-09-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the recent national housing boom and bust affected college enrollment and attainment during the 2000s. We exploit cross-city variation in local housing booms, and use a variety of data sources and empirical methods, including models that use plausibly exogenous variation in housing demand identified by sharp structural breaks in local housing prices. We show that the housing boom improved labor market opportunities for young men and women, thereby raising their opportunity cost of college-going. According to standard human capital theories, this effect should have reduced college-going overall, but especially for persons at the margin of attendance.  We find that the boom substantially lowered college enrollment and attainment for both young men and women, with the effects concentrated at two-year colleges.  We find that the positive employment and wage effects of the boom were generally undone during the bust. However, attainment for the particular cohorts of college-going age during the housing boom remain persistently low after the end of the bust, suggesting that reduced educational attainment may be an enduring effect of the housing cycle.  We estimate that the housing boom explains roughly 30 percent of the recent slowdown in college attainment.\n\n",
    "acknowledgement": "\nA prior version of this paper circulated as “Housing Booms, Labor Market Outcomes and Educational Attainment”.   We thank seminar participants at the Columbia, Maryland, Northwestern, University of Chicago, the University of Houston, University of Illinois at Chicago, the AEA Annual Meetings, Yale - SOM, NYU, Princeton, University of British Columbia, UC - Berkeley, and New York Federal Reserve for helpful comments.  We are also grateful to  Tom  Davidoff,  Edward Glaeser, Matthew Gentzkow , Michael  Lovenheim,  Ofer Malamud,  Atif Mian,  Emily Oster, and  Amir Sufi for useful suggestions  and to Chris Mayer for sharing his data.  We thank Mariel Schwartz, David Toniatti, and Dan Zangri for excellent research assistance. We gratefully acknowledge the Initiative on Global Markets at the University of Chicago Booth School of Business for financial support. Hurst thanks the Peter Wall Institute for Advanced Studies at the University of British Columbia, and Notowidigo thanks the Einaudi Institute for both financial support and hospitality while working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}