{
    "id": 21582,
    "citation_title": "Internalizing Global Value Chains: A Firm-Level Analysis",
    "citation_author": [
        "Laura Alfaro",
        "Pol Antràs",
        "Davin Chor",
        "Paola Conconi"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "2017-07-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nIn recent decades, advances in information and communication technology and falling trade barriers have led  firms to retain within their boundaries and in their domestic economies only a subset of their production stages. A key decision facing firms worldwide is the extent of control to exert over the different segments of their production processes. We describe a property-rights model of firm boundary choices along the value chain that generalizes Antràs and Chor (2013). To assess the evidence, we construct firm-level measures of the upstreamness of integrated and non-integrated inputs by combining information on the production activities of  firms operating in more than 100 countries with Input-Output tables. In line with the model's predictions, we find that whether a firm integrates upstream or downstream suppliers depends crucially on the elasticity of demand for its final product. Moreover, a firm's propensity to integrate a given stage of the value chain is shaped by the relative contractibility of the stages located upstream versus downstream from that stage, as well as by the firm's productivity. Our results suggest that contractual frictions play an important role in shaping the integration choices of firms around the world.\n\n",
    "acknowledgement": "\nWe thank participants at the following conferences: ERWIT, Barcelona GSE Summer Forum, Princeton IES Summer Workshop, NBER ITI and OE meetings, ETSG, Asia Pacific Trade Seminars, the AEA meetings, the EEA meetings, the Global Fragmentation of Production and Trade Policy conference (ECARES), the World Bank GVC conference, theWorld Bank Kuala Lumpur conference, and the Trade and Macro Interdependence in the Age of GVCs conference (Lithuania). In addition, we thank seminar audiences at LSE, the Paris Trade Workshop, MIT Sloan, Boston College, Warwick, Ferrara, Munich, Sapienza, Bologna, Nottingham, Bank of Italy, HKUST, HKU, NUS, SMU, UIBE, Nottingham Ningbo, and University of Tokyo. We are particularly grateful to Kamran Bilir, Arnaud Costinot, Thibault Fally, Silke Forbes, Thierry Mayer, Peter Morrow, Claudia Steinwender, David Weinstein, three anonymous referees and the editor (Ali Hortaçsu) for their detailed comments. Chor thanks the Global Production Networks Centre (GPN@NUS) for funding support.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}