{
    "id": 21589,
    "citation_title": "Climate Tipping Points and Solar Geoengineering",
    "citation_author": [
        "Garth Heutel",
        "Juan Moreno Cruz",
        "Soheil Shayegh"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal climate policy when climate tipping points and solar geoengineering are present. Solar geoengineering reduces temperatures without reducing greenhouse gas emissions. Climate tipping points are irreversible and uncertain events that cause large damages. We analyze three different rules related to the availability of solar geoengineering: a ban, using solar geoengineering as insurance against the risk of tipping points, or using solar geoengineering only as remediation in the aftermath of a tipping point. We model three distinct types of tipping points: two that alter the climate system and one that yields a direct economic cost. Using an analytic model, we find that an optimal policy, which minimizes expected losses from the tipping point, includes both emissions reductions and solar geoengineering from the onset. Using a numerical simulation model, we quantify optimal policy and various outcomes under the alternative scenarios. The presence of tipping points leads to more mitigation and more solar geoengineering use and lower temperatures.\n\n",
    "acknowledgement": "\nWe thank Derek Lemoine and seminar participants at Tennessee, Stanford, Harvard, and the Southern Economic Association annual meeting for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}