{
    "id": 21581,
    "citation_title": "Household Debt and Business Cycles Worldwide",
    "citation_author": [
        "Atif R. Mian",
        "Amir Sufi",
        "Emil Verner"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "2016-07-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAn increase in the household debt to GDP ratio in the medium run predicts lower subsequent GDP growth, higher unemployment, and negative growth forecasting errors in a panel of 30 countries from 1960 to 2012. Consistent with the “credit supply hypothesis,” we show that low mortgage spreads predict an increase in the household debt to GDP ratio and a decline in subsequent GDP growth when used as an instrument. The negative relation between the change in household debt to GDP and subsequent output growth is stronger for countries that face stricter monetary policy constraints as measured by a less flexible exchange rate regime, proximity to the zero lower bound, or more external borrowing. A rise in the household debt to GDP ratio is contemporaneously associated with a consumption boom followed by a reversal in the trade deficit as imports collapse. We also uncover a global household debt cycle that partly predicts the severity of the global growth slowdown after 2007. Countries with a household debt cycle more correlated with the global household debt cycle experience a sharper decline in growth after an increase in domestic household debt.\n\n",
    "acknowledgement": "\nThis research was supported by funding from the Initiative on Global Markets at Chicago Booth, the Fama-Miller Center at Chicago Booth, and Princeton University. We thank Giovanni Dell'Ariccia, Andy Haldane, Óscar Jordá, Anil Kashyap, Guido Lorenzoni, Virgiliu Midrigan, Emi Nakamura, Jonathan Parker, Chris Sims, Andrei Shleifer, Paolo Surico, Alan Taylor, and seminar participants at Princeton University, Northwestern University, Harvard University, NYU, NYU Abu Dhabi, UCLA, the Swedish Riksbank conference on macro-prudential regulation, Dan- marks Nationalbank, the Central Bank of the Republic of Turkey, Wharton, the Bank of England, the Nova School of Business and Economics, the NBER Monetary Economics meeting, and the NBER Lessons from the Crisis for Macroeconomics meeting for helpful comments. Elessar Chen and Seongjin Park provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}