{
    "id": 2158,
    "citation_title": "Finite Lifetimes, Borrowing Constraints, and Short-Run Fiscal Policy",
    "citation_author": [
        "R. Glenn Hubbard",
        "Kenneth L. Judd"
    ],
    "citation_publication_date": "1987-02-01",
    "issue_date": "1987-02-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent developments in public finance in the analysis of dynamic government debt policies have emphasized effects on the distribution of real resources across generations. At the same time, macroeconomists have emphasized the importance of the length of the time horizon over which agents optimize their decisions about consumption for judging the effects of fiscal policy on aggregate demand. Much of the discussion of these issues has focused on whether linkages among generations are sufficient to give consumers infinite horizons. To the extent that horizons are finite, debt burdens can be shifted to future generations, and substitutions of debt for taxes have real effects. This paper argues that, as a matter of quantitative significance, theoretical and empirical emphasis on the importance of finite horizons for the analysis of many fiscal policies is misplaced. Studies of the role of finite horizons in determining the effects of short-run fiscal policies on consumption have been conducted largely under the assumption of perfect capital markets. We show that while the marginal propensity to consume (MPC) out of temporary tax changes is nonzero in finite- horizon models, it is not very large. We demonstrate that the MPC is, however, quite sensitive to the importance of restrictions on borrowing in the economy. The clear implication is that shifting emphasis from the length of the planning horizon to the structure of capital markets is an important step for empirical research.\n\n",
    "acknowledgement": "\n"
}