{
    "id": 21580,
    "citation_title": "Losing Medicaid: What happens to hospitalizations?",
    "citation_author": [
        "Sebastian Tello Trillo",
        "Ausmita Ghosh",
        "Kosali Simon",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2015-09-21",
    "issue_date": "2015-09-17",
    "revision_date": "2023-10-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is substantial evidence on the impact of gaining insurance on healthcare service utilization and financing. Less is known about effects of losing insurance, but there are reasons to expect non-symmetric impacts of insurance losses relative to gains. The dearth of causal evidence on insurance loss is concerning in light of the current unwinding of the temporary COVID-19 pandemic era Medicaid expansions. While research on the 2023 Medicaid contraction will build over time, here we draw lessons from a previous large−scale sudden Medicaid eligibility contraction that occurred in Tennessee in 2005, to understand impacts of losing Medicaid on the use and financing of hospitalizations. We find that hospital service utilization declined in Tennessee post-policy by 4.6%, and that among hospitalizations that occurred, the use of insurance generally and Medicaid specifically to pay for services fell. Patients replaced 28% of the Medicaid loss of hospitalizations with increased use of other public insurance. These findings suggest that Medicaid insurance contractions meaningfully reduce hospital use but that patients may be able to substitute with other public insurance options.\n\n",
    "acknowledgement": "\nThis paper was previously circulated with the title ‘The effect of Medicaid on adult Hospitalizations: Evidence from Tennessee’s Medicaid contraction.’ All authors contributed equally to this study. We thank Yaa Akosa Antwi, Seth Freedman, Asako Moriya, Mark Ottoni-Wilhelm, Anne Royalty, Joseph Terza, and Douglas Webber for helpful comments, and the Tennessee Department of Health, Division of TennCare for excellent data assistance. Errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}