{
    "id": 21585,
    "citation_title": "The Cost of Uncertainty about the Timing of Social Security Reform",
    "citation_author": [
        "Frank N. Caliendo",
        "Aspen Gorry",
        "Sita Slavov"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model to study optimal decision making in the face of uncertainty about the timing and structure of a future event. The model is used to study optimal decision making and welfare when individuals face uncertainty about when and how Social Security will be reformed. When individuals save optimally for retirement, the welfare cost of uncertainty about the timing and structure of reform is just a few basis points of total lifetime consumption. In contrast, the cost of reform uncertainty can be greater than 1% of total lifetime consumption for individuals who do not save.\n\n",
    "acknowledgement": "\nWe thank Shantanu Bagchi, Jaroslav Borovička, Peter Bossaerts, Thorsten Drautzburg, Eric Fisher, Jim Feigenbaum, Carlos Garriga, Nick Guo, Tim Kehoe, Sagiri Kitao, David Laibson, Lee Lockwood, Ezra Oberfield, Jorge Alonso Ortiz, Will Peterman, Kerk Phillips, Andrew Samwick, Jennifer Ward Batts, Jackie Zhou, and seminar audiences at ITAM, UConn, Midwest Macro at Minnesota, Utah State University, BYU-USU Macro Workshop, University of Nevada Reno, CUNY Hunter College, WEAI conference, QSPS workshop, Second Annual Macroeconomics and Business CYCLE Conference in Santa Barbara, Stanford Institute for Theoretical Economics, Econometric Society World Congress in Montreal, and Montana State University for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}