{
    "id": 21594,
    "citation_title": "Does Education Reduce Teen Fertility? Evidence from Compulsory Schooling Laws",
    "citation_author": [
        "Philip DeCicca",
        "Harry Krashinsky"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile less-educated women are more likely to give birth as teenagers, there is scant evidence the relationship is causal.  We investigate this possibility using variation in compulsory schooling laws (CSLs) to identify the impact of formal education on teen fertility for a large sample of women drawn from multiple waves of the Canadian Census. We find that greater CSL-induced schooling reduces the probability of giving birth as a teenager by roughly two to three percentage points.  We find evidence that education affects the timing of births in a way that strongly implies an “incarceration” effect of education.  In particular, we find large negative impacts of education on births to young women aged seventeen and eighteen, but little evidence of an effect after these ages, consistent with the idea that being enrolled in school deters fertility in a contemporaneous manner.  Our findings are robust to the inclusion of several province-level characteristics including multiple dimensions of school quality, expenditures on public programs and region-specific time trends.\n\n",
    "acknowledgement": "\nWe thank Maria Fitzpatrick, Mike Grossman, Don Kenkel, Mike Lovenheim, Alan Mathios, Mel Stephens, Tara Watson and seminar participants at Cornell University and NBER for helpful comments.  We are especially indebted to Phil Oreopoulos for helpful comments and sharing useful data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}