{
    "id": 21591,
    "citation_title": "Immigrant Employment and Earnings Growth in Canada and the U.S.: Evidence from Longitudinal Data",
    "citation_author": [
        "Neeraj Kaushal",
        "Yao Lu",
        "Nicole Denier",
        "Julia Shu-Huah Wang",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the short-term trajectories of employment, hours worked, and real wages of immigrants in Canada and the U.S. using nationally representative longitudinal datasets covering 1996-2008. Models with person fixed effects show that on average immigrant men in Canada do not experience any relative growth in these three outcomes compared to men born in Canada. Immigrant men in the U.S., on the other hand, experience positive annual growth in all three domains relative to U.S. born men. This difference is largely on account of low-educated immigrant men, who experience faster or longer periods of relative growth in employment and wages in the U.S. than in Canada. We further compare longitudinal and cross-sectional trajectories and find that the latter over-estimate wage growth of earlier arrivals, presumably reflecting selective return migration.\n\n",
    "acknowledgement": "\nThe authors are grateful for support by the National Science Foundation (SES 1226546), the Russell Sage Foundation, and the Columbia Population Research Center with funding from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (R24 HD058486). Some of the analyses presented in this paper were conducted at the Quebec Interuniversity Centre for Social Statistics, which is part of the Canadian Research Data Centre Network (CRDCN). The services and activities provided by the QICSS are made possible by the financial or in-kind support of the SSHRC, the CIHR, the CFI, Statistics Canada, the FRQSC and the Quebec universities. The views expressed in this paper are those of the authors, and not necessarily those of the CRDCN, its partners, or the National Bureau of Economic Research.\n\n\n"
}