{
    "id": 21590,
    "citation_title": "A Nonlinear Certainty Equivalent Approximation Method for Dynamic Stochastic Problems",
    "citation_author": [
        "Yongyang Cai",
        "Kenneth Judd",
        "Jevgenijs Steinbuks"
    ],
    "citation_publication_date": "2015-09-28",
    "issue_date": "2015-09-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper introduces a nonlinear certainty equivalent approximation method for dynamic stochastic problems. We first use a novel, stable and efficient method for computing the optimal policy functions for deterministic dynamic optimization problems, and then use them as certainty-equivalent approximations for the stochastic versions. Our examples demonstrate that it can be applied to solve high-dimensional problems with up to four hundred state variables with an acceptable accuracy. This method can also be applied to solve problems with inequality constraints that occasionally bind. These features make the nonlinear certainty equivalent approximation method suitable for solving complex economic problems, where other algorithms, such as log-linearization, fail or are far less tractable.\n\n",
    "acknowledgement": "\nWe thank Thomas Hertel for his helpful comments. Cai gratefully acknowledges the National Science Foundation grant (SES-0951576). We also acknowledge the United States Department of Agriculture NIFA-AFRI grant 2015-67023-22905. This research is part of the Blue Waters sustained-petascale computing project, which is supported by the National Science Foundation (awards OCI-0725070 and ACI-1238993) and the state of Illinois. Blue Waters is a joint effort of the University of Illinois at Urbana-Champaign and its National Center for Supercomputing Applications. Responsibility for the content of the paper is the authors' alone and does not necessarily reflect the views of their institutions, or member countries of the World Bank. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}