{
    "id": 21607,
    "citation_title": "Long-Term Educational Consequences of Vocational Training in Colombia: Impacts on Young Trainees and Their Relatives",
    "citation_author": [
        "Adriana Kugler",
        "Maurice Kugler",
        "Juan Saavedra",
        "Luis Omar Herrera Prada"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-01",
    "revision_date": "2019-07-31",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use administrative data and a randomization design to examine the long-term educational impacts of a large-scale vocational training program for disadvantaged youth in Colombia on trainees and their relatives. Up to eleven years after randomization, trainees were more likely to enroll in formal tertiary education, and their relatives more likely to complete secondary schooling. Various empirical tests suggest that, for females, vocational training helped relax credit constraints stemming from the direct costs of tertiary education. For males, the evidence suggests that additional tertiary education investments arise from the program improving field-specific knowledge and/or information about field-specific returns to tertiary education. Focusing only on labor-market outcomes and not accounting for these long-term tertiary education impacts on participants substantially understates the social desirability of the Colombian vocational training program. By contrast, including tertiary education impacts on participants increases the program’s internal rate of return for women from 22.2% to 23.5% and for men from 10.2% to 20.5%.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Long-term Direct and Spillover Effects of Job Training: Experimental Evidence from Colombia.\" We are grateful to George Akerlof, S. Anukriti, Jacob Benus, Charles Brown, David Card, Nora Gordon, Nicole Fortin, David Greene, Bill Gormley, Rachel Heath, Harry Holzer, Caroline Hoxby, Larry Katz, Melanie Khamis, Michael Kremer, Kevin Lang, Thomas Lemieux, Ethan Ligon, Ofer Malamud, Isaac Mbiti, James Moore, David Neumark, Phil Oreopoulos, Carmen Pages, Laura Schechter, Jonathan Simonetta, Jeff Smith, Gary Solon, Jen Tobin, Shing-Yi Wang, Andy Zeitlin and seminar and conference participants at Harvard’s Kennedy School, the University of British Columbia, University of Massachusetts at Amherst, George Washington University, the U.S. Bureau of the Census, the Development and America’s Initiative workshops at Georgetown University, the 2016 NBER Labor Studies Spring Conference, the 2015 APPAM conference, the World Bank/IZA Employment Development Conference in Bonn, the LMK Impact Evaluation Workshop at the IDB, and the Human Development Capabilities Association Conference for helpful comments. This paper uses confidential SISBEN Census data; SABER 11 administrative data on graduation test scores from the Colombian Institute for the Promotion of Higher Education (ICFES); data from the System for Prevention and Analysis of Dropouts in Higher Education Institutions (SPADIES); and social security administrative records from the Integral System of Social Protection Information (SISPRO). The SISBEN data can be obtained directly from the Colombian Department of National Planning. The SABER 11 test scores can be obtained from ICFES. The SPADIES data can be obtained from the Colombian Ministry of Education. The SISPRO data can be obtained from the Colombian Ministry of Health and Social Protection. The authors are willing to assist in contacting these various agencies to obtain access to the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}