{
    "id": 21601,
    "citation_title": "Does Eliminating the Earnings Test Increase the Incidence of Low Income Among Older Women?",
    "citation_author": [
        "Theodore Figinski",
        "David Neumark"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "2016-04-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReducing or eliminating Social Security’s Retirement Earnings Test (RET) can encourage labor supply of older individuals receiving benefits. However, these reforms can encourage earlier claiming of Social Security benefits, permanently lowering future benefits. We explore the consequences, for older women, of eliminating the RET from the Full Retirement Age to age 69 (in 2000), relying on the inter-cohort variation in exposure to changes in the RET to estimate these effects. The evidence is consistent with the conclusion that eliminating the RET increased the likelihood of having very low incomes among women in their mid-70s and older – ages at which the lower benefits from claiming earlier could outweigh higher income in the earlier period when women or their husbands increased their labor supply.\n\n",
    "acknowledgement": "\nThis paper was presented at the 17th Annual Joint Meeting of the Retirement Research Consortium, August 6-7, 2015, Washington, DC. The authors gratefully acknowledge support from the Social Security Administration (SSA). The findings and conclusions are solely those of the authors and do not represent the views of SSA, the U.S. Department of the Treasury or any other agency of the federal government, or MRRC. We are grateful to Howard Iams, Richard Johnson, and Randall Mariger for helpful comments and discussions.\n\n\n"
}