{
    "id": 21600,
    "citation_title": "Diabetes and Diet: Behavioral Response and the Value of Health",
    "citation_author": [
        "Emily Oster"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIndividuals with obesity often appear reluctant to undertake dietary changes. Evaluating the reasons for this reluctance, as well as appropriate policy responses, is hampered by a lack of data on behavioral response to dietary advice. I use household scanner data to estimate food purchase response to a diagnosis of diabetes, a common complication of obesity. I infer diabetes diagnosis within the scanner data from purchases of glucose testing products. Households engage in statistically significant but small calorie reductions following diagnosis. The changes are sufficient to lose 4 to 8 pounds in the first year, but are only about 10% of what would be suggested by a doctor. The scanner data allows detailed analysis of changes by food type. In the first month after diagnosis, healthy foods increase and unhealthy foods decrease. However, only the decreases in unhealthy food persist. Changes are most pronounced on large, unhealthy, food categories. Those individuals whose pre-diagnosis diet is concentrated in one or a few foods groups show bigger subsequent calorie reductions, with these reductions occurring primarily occurring in these largest food groups. I suggest the facts may be consistent with a psychological framework in which rule-based behavior change is more successful. I compare the results to a policy of taxes or subsidies.\n\n",
    "acknowledgement": "\nI thank Leemore Dafny, Ben Keys, Jim Salee, Steve Cicala, Aviv Nevo, Matt Notowidigdo, Amy Finkelstein, Andrei Shleifer, Jerome Adda and participants in seminars at Brown University, Columbia University, Harvard University, University of Chicago and Kellogg School of Management for helpful comments. Kejia Ren, Angela Li and David Birke provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}