{
    "id": 21605,
    "citation_title": "A New Measure of College Quality to Study the Effects of College Sector and Peers on Degree Attainment",
    "citation_author": [
        "Jonathan Smith",
        "Kevin Stange"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudents starting at a two-year college are much less likely to graduate with a college degree than similar students who start at a four-year college but the sources of this attainment gap are largely unexplained. In this paper we simultaneously investigate the attainment consequences of sector choice and peer quality among over 3 million recent high school graduates. This analysis is enabled by data on all PSAT test-takers between 2004 and 2006 from which we develop a novel measure of peer ability for most two-year and four-year colleges in the United States- the average PSAT of enrolled students.  We document substantial variation in average peer quality at two-year colleges across and within states and non-trivial overlap across sectors, neither of which has previously been documented. We find that half the gap in bachelor’s attainment rates between students who start at two-year versus four-year institutions is explained by differences in peers, leaving room for structural barriers to transferring between institutions to also play an important role. Also, having better peers is associated with higher attainment in both sectors, though its effects are quite a bit larger in the four-year sector. Thus, the allocation of students between and within sectors, some of which is driven by state policy decisions, has important consequences for the educational attainment of the nation’s workforce.\n\n",
    "acknowledgement": "\nThe results of the paper reflect the views of the authors and not of their respective institutions, nor of the National Bureau of Economic Research.\n\n\n"
}