{
    "id": 21608,
    "citation_title": "The Ups and Downs of Turkish Growth, 2002-2015: Political Dynamics, the European Union and the Institutional Slide",
    "citation_author": [
        "Daron Acemoglu",
        "Murat Ucer"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "2016-02-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document a change in the character and quality of Turkish economic growth with a turning point around 2007 and link this change to the reversal in the nature of economic institutions, which underwent a series of growth-enhancing reforms following Turkey's financial crisis in 2001, but then started moving in the opposite direction in the second half of 2000s. This institutional reversal, we argue, is itself a consequence of a turnaround in political factors. The first phase coincided with a deepening in Turkish democracy under the prodding and the guidance of the European Union, and witnessed the waning of the military's influence and the broadening of effective political participation. As Turkey-European Union relations collapsed and internal political dynamics removed the checks against the domination of the governing party, in power since 2002, these political dynamics went into reverse and paved the way for the institutional slide that is largely responsible for the lower-paced and lower-quality growth Turkey has been experiencing since about 2007.\n\n",
    "acknowledgement": "\nWe thank Izak Atiyas, Ilker Domac, Soli Ozel, Martin Raiser, Dani Rodrik and Sinan Ulgen for very useful comments on an earlier draft. The usual caveat applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMurat Ucer\n\nMurat Ucer is an independent consultant who provides macro advice on the Turkish economy, as part of New York-based Global Source network of advisors\n\n\n"
}