{
    "id": 21603,
    "citation_title": "Healthcare Exceptionalism? Performance and Allocation in the U.S. Healthcare Sector",
    "citation_author": [
        "Amitabh Chandra",
        "Amy Finkelstein",
        "Adam Sacarny",
        "Chad Syverson"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "2015-10-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe conventional wisdom in health economics is that idiosyncratic features of the healthcare sector leave little scope for market forces to allocate consumers to higher performance producers. However, we find robust evidence across a variety of conditions and performance measures that higher quality hospitals tend to have higher market shares at a point in time and expand more over time. Moreover, we find that the relationship between performance and allocation is stronger among patients who have greater scope for hospital choice, suggesting a role for patient demand in allocation in the hospital sector. Our findings suggest that the healthcare sector may have more in common with “traditional” sectors subject to standard market forces than is often assumed.\n\n",
    "acknowledgement": "\nThis paper presents entirely new research based off earlier work released as NBER Working Paper 19200. We are grateful to Daron Acemoglu, Nick Bloom, Iain Cockburn, Chris Conlon, Angus Deaton, Mark Duggan, Joe Doyle, Liran Einav, Matthew Gentzkow, Michael Greenstone, Jonathan Gruber, Ben Olken, Jonathan Skinner, Doug Staiger, Scott Stern, Heidi Williams, numerous seminar participants, and to Maurice Dalton and Nivedhitha Subramanian for expert research assistance. We gratefully acknowledge funding from the National Institute on Aging: P01 AG005842 and P01 AG019783 (Chandra), R01 AG032449 (Finkelstein) and T32-AG000186 (Sacarny). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAmitabh Chandra\n\nThe author serves on the Panel of Health Advisors of the Congressional Budget Office (CBO). He is also a consultant for Precision Health Economics, a for-profit consulting firm, but the company has no financial interest in this paper.\n\n\nOutside Professional Activities For Amitabh Chandra Disclosures for 2014:\nCongressional Budget Office (Federal Government). Panel of Health Advisors. Unpaid.\nReview of Economics and Statistics (journal). Editor Compensation.\nMicrosoft Research New England (research laboratory). Consultant.\nPrecision Health Economics (for profit). Consultant.\nHealthEngine (for profit), Co-Founder. Equity position only.\nMaxwell Health, OK-CoPay, Advisory Boards. Equity position only.\nGI Roundable. Speaking Fee\nMAHIP Speaking Fee\nInstitute of Medicine (IOM), Panel on Graduate Medical Education, Member of Panel. Unpaid.\n\n\n"
}