{
    "id": 21604,
    "citation_title": "Health Effects of Economic Crises",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "2015-10-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis analysis summarizes prior research and uses national, state and county level data from the United States from 1976-2013 to examine whether the mortality effects of economic crises differ in kind from those of the more typical fluctuations. The tentative conclusion is that economic crises affect mortality rates (and presumably other measures of health) in the same way as less severe downturns: namely, they lead to improvements in physical health. The effects of severe national recessions in the United States, appear to have a beneficial effect on mortality that is roughly twice as strong as that predicted due to the elevated unemployment rates alone while the higher predicted rate of suicides during typical periods of economic weakness is approximately offset during severe recessions. No consistent pattern is obtained for more localized economic crises occurring at the state level – some estimates suggest larger protective mortality effects while others indicate offsetting deleterious consequences.\n\n",
    "acknowledgement": "\nI thank participants of the Workshop on Consequences of the Economic Crisis on Health and Health Care Systems held at UNED, Madrid, Spain and seminar participants at the Erasmus University Health Economics Group for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}