{
    "id": 21619,
    "citation_title": "Are Capital Inflows Expansionary or Contractionary? Theory, Policy Implications, and Some Evidence",
    "citation_author": [
        "Olivier Blanchard",
        "Jonathan D. Ostry",
        "Atish R. Ghosh",
        "Marcos Chamon"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2015-10-21",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe workhorse open-economy macro model suggests that capital inflows are contractionary because they appreciate the currency and reduce net exports. Emerging market policy makers however believe that inflows lead to credit booms and rising output, and the evidence appears to go their way. To reconcile theory and reality, we extend the set of assets included in the Mundell-Fleming model to include both bonds and non-bonds. At a given policy rate, inflows may decrease the rate on non-bonds, reducing the cost of financial intermediation, potentially offsetting the contractionary impact of appreciation. We explore the implications theoretically and empirically, and find support for the key predictions in the data.\n\n",
    "acknowledgement": "\nWe are grateful to Maurice Obstfeld, Mahvash Qureshi, and seminar participants at The Role of Central Banks in Modern Times: Twenty-Five Years into the Central Bank of Chile’s Independence Conference for useful comments, and Eun Sung Jang, Anne Lalramnghakhleli Moses, and Chifundo Moya for excellent research assistance. Any errors are our responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}