{
    "id": 21615,
    "citation_title": "Oil and Gas Revenue Allocation to Local Governments in Eight States",
    "citation_author": [
        "Richard G. Newell",
        "Daniel Raimi"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis report examines how oil and gas production generates revenue for local governments in eight states through four key mechanisms: (i) state taxes or fees on oil and gas production; (ii) local property taxes on oil and gas property; (iii) leasing of state-owned land; and (iv) leasing of federally-owned land. To compare across states, we show the percentage of total revenue generated by oil and gas production that flows to local governments from these revenue sources. We also connect these calculations to related research to assess whether state and local policies are providing sufficient revenue for local governments to manage increased costs associated with shale development. We find that in most cases, existing policies appear to provide adequate revenue for local governments to manage increased costs associated with growing oil and gas activity. As of 2014, revenues fall short of the costs imposed on local governments in some highly rural regions experiencing rapid, large-scale development, notably the Bakken region of North Dakota and Montana, select counties in Texas, and select local governments in Colorado and Wyoming. Collaboration between industry and local governments, especially on road repairs, could reduce public costs.\n\n",
    "acknowledgement": "\nThis report is the second in a series to be produced by the Duke University Energy Initiative on Shale Public Finance, supported by the Alfred P. Sloan Foundation. The Shale Public Finance project is examining the financial implications for local governments associated with increased domestic oil and gas production, largely from shale resources. A related report focuses on net fiscal impacts for local governments associated with recent oil and gas production. For more information, to view interactive maps showing some of our key findings, or to be notified when new publications are released, visit energy.duke.edu/shalepublicfinance. We acknowledge helpful feedback on this report from Robert Conrad at Duke University, Mark Haggerty at Headwaters Economics, Don Macke at the Center for Rural Entrepreneurship, Yifei Qian at the Duke University Energy Initiative, Barry Rabe at the University of Michigan, and participants in a March 31, 2014, workshop held at Duke University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}