{
    "id": 21616,
    "citation_title": "Movies, Margins and Marketing: Encouraging the Adoption of Iron-Fortified Salt",
    "citation_author": [
        "Abhijit Banerjee",
        "Sharon Barnhardt",
        "Esther Duflo"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nA set of randomized experiments shed light on how markets and information influence household decisions to adopt nutritional innovations. Of 400 Indian villages, we randomly assigned half to an intervention where all shopkeepers were offered the option to sell a new salt, fortified with both iron and iodine (and not just iodine) at 50% discount. Within treatment villages, we conducted additional interventions: an increase in retailer margin (for one or several shopkeepers), the screening of an “edutainment” movie on the benefits of double-fortified salt, a flyer informing households of the product’s availability, and free distribution to a subset of households. We find that two interventions – showing the short film and offering an incentive to all shopkeepers – significantly increased usage: both by 5.5 percentage points, or over 50%, over take up without intervention, three years after launch. For comparison, only about half of households given the salt for free actually consumed it.\n\n",
    "acknowledgement": "\nFor financial support, we thank the International Initiative for Impact Evaluation, the U.K. Department for International Development, the U.S. National Institutes of Health (P01AG005842), and the International Food Policy Research Institute. Dr. Vandana Shiva provided medical expertise. For dedicated research support we are grateful to the team at J-PAL, including Urmi Bhattacharya, Shruti Bhimsaria, Anna George, Dwijo Goswami, Radhika Jain, Seema Kacker, Sweta Kumari, Bastien Michel, Prianthi Roy, Krutika Ravishankar, Achill Rudolph, Laura Stilwell, Niloufer Taber, Micah Villareal and dozens of survey specialists. We thank Amitabh Chandra and participants at the Health and Aging conference at the Boulders, 2015 for comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAbhijit Banerjee\n\nThe Abdul Latif Poverty Action Lab at MIT, of which Banerjee is a Director, received a grant from the Australian Government’s Department of Foreign Affairs and Trade (also known as Australian Aid) to support our work on randomized experiments in Indonesia, including this project.  However, Banerjee did not receive any salary support directly from that grant. Neither the Indonesian Government, TNP2K, nor the Australian Government had the right of prior review over this paper. However, they were provided with a copy of the paper prior to submission as a courtesy.\n\n\n"
}