{
    "id": 21617,
    "citation_title": "The Robustness of Tests for Consumer Choice Inconsistencies",
    "citation_author": [
        "Jason Abaluck",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the in- and out- of sample robustness of tests for consumer choice inconsistencies based on parameter restrictions in parametric models, with a focus on tests proposed by Ketcham, Kuminoff and Powers (2015). We start by arguing that non-parametric alternatives are inherently conservative with respect to detecting mistakes (and one specific test proposed by KKP is incorrect). We then consider several proposed robustness checks of parametric models and argue that they do not separately identify misspecification and choice inconsistencies. We also show that, when implemented using a comprehensive goodness of fit measure, the Keane and Wolpin (2007) test of out of sample forecasting demonstrates that a model allowing for choice inconsistencies forecasts substantially better than one that does not. Finally, we explore the robustness of our 2011 results to alternative normative assumptions.\n\n",
    "acknowledgement": "\nWe are grateful to the National Institute on Aging for financial support (NIA grant R01 AG031270), to Jonathan Ketcham, Nicolai Kuminoff and Christopher Powers for extensive comments and for their thought-provoking critique, to Florian Ederer, Neale Mahoney, Costas Meghir, Fiona Scott-Morton, Michael Powell, Barry Nalebuff and Ashley Swanson for helpful comments, and to Chris Behrer and Adrienne Sabety and for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}