{
    "id": 21613,
    "citation_title": "Chinese Yellow Dust and Korean Infant Health",
    "citation_author": [
        "Deokrye Baek",
        "Duha T. Altindag",
        "Naci Mocan"
    ],
    "citation_publication_date": "2015-10-05",
    "issue_date": "2015-10-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNaturally-occurring yellow sand outbreaks, which are produced by winds flowing to Korea from   China and Mongolia, create air pollution. Although there is seasonal pattern of this phenomenon, there exists substantial variation in its timing, strength and location from year to year. Thus, exposure to the intensity of air pollution exhibits significant randomness and unpredictability. To warn residents about air pollution in general, and about these dust storms in particular, Korean authorities issue different types of public alerts. Using birth certificate data on more than 1.5 million babies born between 2003 and 2011, we investigate the impact of air pollution, and the avoidance behavior triggered by pollution alerts on various birth outcomes. We find that exposure to air pollution during pregnancy has a significant negative impact on birth weight, the gestation weeks of the baby, and the propensity of the baby being low weight. Public alerts about air quality during pregnancy have a separate positive effect on fetal health. We show that Korean women do not time their pregnancy according to expected yellow dust exposure, and that educated women’s pregnancy timing is not different from those who are less-educated. The results provide evidence for the effectiveness of pollution alert systems in promoting public health. They also underline the importance of taking into account individuals’ avoidance behavior when estimating the impact of air quality on birth outcomes. Specifically, we show that the estimated impact of air pollution on infant health is reduced by half when the preventive effect of public health warnings is not accounted for.\n\n",
    "acknowledgement": "\nWe thank Beom-Cheol Shin at the National Institute of Meteorological Research of Korea and Yujie Hu for their help with the methodology of the yellow dust measures. Rong Hai, Pablo Peña, Jason M. Hockenberry, Diana Alessandrini, Chris Vickers, Gilad Sorek and Briggs DePew provided useful comments. Jie Zhang provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}