{
    "id": 21627,
    "citation_title": "Natural Gas Prices and Coal Displacement: Evidence from Electricity Markets",
    "citation_author": [
        "Christopher R. Knittel",
        "Konstantinos Metaxoglou",
        "Andre Trindade"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2015-10-14",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the environmental impact of the post-2005 natural gas glut in the United States due to the shale gas boom. Our focus is on quantifying short-term coal-to-gas switching decisions by different types of electric power plants in response to changes in the relative price of the two fuels. In particular, we study the following entities: investor-owned utilities (IOUs) and independent power producers (IPPs) in restructured markets coordinated by Independent System Operators, as well as IOUs in traditional vertically-integrated markets. Using alternative data aggregations and model specifications, we find that IOUs operating in traditional markets are more sensitive to changes in fuel prices than both IOUs and IPPs in restructured markets. We attribute our findings to differences in available gas-fired generating capacity with the most cost-efficient technology: electricity generators reduced their rate of investment in the restructured markets post restructuring. The heterogeneity in the response of fuel consumption to prices has implications for carbon dioxide (CO2) emissions for the entities considered. Using simple back-of-the-envelope calculations, the almost 70% drop in the price of natural gas between June 2008 and the end of 2012 translates to as much as 33% reduction in CO2 emissions for IOUs in traditional markets, but only up to 19% for IOUs in restructured markets.\n\n",
    "acknowledgement": "\nWe thank Matt Barmack, Severin Borenstein, Jim Bushnell, Steve Cicala, Joe Cullen, Wayne Gray, Erin Mansur, Richard Schmalensee, Aaron Smith, Frank Wolak, Catherine Wolfram, the participants of the Spring 2014 Harvard seminar in Environmental Economics and Policy, and the 2014 NBER Environmental and Energy Economics Summer Institute for very helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}