{
    "id": 21624,
    "citation_title": "Geographic Dispersion of Economic Shocks: Evidence from the Fracking Revolution",
    "citation_author": [
        "James Feyrer",
        "Erin T. Mansur",
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2016-09-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe combining of horizontal drilling and hydrofracturing unleashed a boom in oil and natural gas production in the US. This technological shift interacts with local geology to create an exogenous shock to county income and employment. We measure the effects of these shocks within the county where production occurs and track their geographic propagation. Every million dollars of oil and gas extracted produces $66,000 in wage income, $61,000 in royalty payments, and 0.78 jobs within the county. Outside the immediate county but within the region, the economic impacts are over three times larger. Within 100 miles of the new production, one million dollars generates $243,000 in wages, $117,000 in royalties, and 2.49 jobs. Thus, over a third of the fracking revenue stays within the regional economy. Our results suggest new oil and gas extraction led to an increase in aggregate US employment of 725,000 and a 0.5 percent decrease in the unemployment rate during the Great Recession.\n\n",
    "acknowledgement": "\nWe thank Mahnum Shazad for excellent research assistance, Drillinginfo for providing the natural gas and oil production data, Liz Cascio for the shale play data, and the National Science Foundation for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}