{
    "id": 21626,
    "citation_title": "Phasing Out the GSEs",
    "citation_author": [
        "Vadim Elenev",
        "Tim Landvoigt",
        "Stijn Van Nieuwerburgh"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe develop a new model of the mortgage market where both borrowers and lenders can default. Risk tolerant savers act as intermediaries between risk averse depositors and impatient borrowers. The government plays a crucial role by providing both mortgage guarantees and deposit insurance. Underpriced government mortgage guarantees lead to more and riskier mortgage originations as well as to high financial sector leverage. Mortgage crises occasionally turn into financial crises and government bailouts due to the fragility of the intermediaries' balance sheets. Increasing the price of the mortgage guarantee \"crowds in\" the private sector, reduces financial fragility, leads to fewer but safer mortgages, lowers house prices, and raises mortgage and risk-free interest rates. Due to a more robust financial sector, consumption smoothing improves and aggregate welfare increases. While borrowers are nearly indifferent to a world with or without mortgage guarantees, savers are substantially better off. While aggregate welfare increases, so does wealth inequality.\n\n",
    "acknowledgement": "\nWe thank seminar participants at UT Austin, NYU Stern, George Washington-Federal Reserve Board joint seminar, U.C. Berkeley Haas, the Einaudi Institute in Rome, the ECB-Bundesbank-Goethe Joint Lunch seminar, the Frankfurt School of Management and Finance, the University of Michigan, the University of Missouri, and conference participants at the Yale Cowles Foundation conference, the UBC ULE Summer Symposium, the Society for Economic Dynamics in Warsaw, the National Bureau of Economic Research Summer Institute Public Economics and Real Estate Group, and the World Congress of the Econometric Society in Montreal. We also thank Ralph Koijen and Edward Kung for detailed comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}