{
    "id": 21622,
    "citation_title": "The Migration Response to Increasing Temperatures",
    "citation_author": [
        "Cristina Cattaneo",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nClimate change, especially the warming trend experienced by several countries, could affect agricultural productivity. As a consequence the income of rural populations will change, and with them the incentives for people to remain in rural areas. Using data from 116 countries between 1960 and 2000, we analyze the effect of differential warming trends across countries on the probability of either migrating out of the country or from rural to urban areas. We find that higher temperatures increased emigration rates to urban areas and to other countries in middle income economies. In poor countries, higher temperatures reduced the probability of emigration to cities or to other countries, consistently with the presence of severe liquidity constraints. In middle-income countries, migration represents an important margin of adjustment to global warming, potentially contributing to structural change and even increasing income per worker. Such a mechanism, however, does not seem to work in poor economies.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the Italian Ministry of Education, University and Research and the Italian Ministry of Environment, Land and Sea under the GEMINA project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}