{
    "id": 21629,
    "citation_title": "Measuring Health Insurance Benefits: The Case of People with Disabilities",
    "citation_author": [
        "Richard V. Burkhauser",
        "Jeff Larrimore",
        "Sean Lyons"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nSince 2012 the Congressional Budget Office has included an estimate of the market value of government-provided health insurance coverage in its measures of household income.  We follow this practice for both public and private health insurance to capture the impact of greater access to government-provided health insurance for working-age people with disabilities, whose value rose in 2010 dollars from $11.7B in 1980 to $114.3B in 2012. We then consider the more general implications of incorporating estimates of the market price of insurance, equivalent to that provided by the government, into policy analyses in a post-Affordable Care Act world.\n\n",
    "acknowledgement": "\nSupport for this paper from the National Institute on Disability and Rehabilitation Research (#H133B100030) is cordially acknowledged by Burkhauser and Lyons. In addition, Burkhauser over the past three years has received funding in excess of $5,000 from the American Enterprise Institute; an Australian Research Council Discovery Grant; the Employment Policies Institute; the Lynde and Harry Bradley Foundation Graduate and Post-Graduate Fellowship Program; the Michigan Retirement Research Consortium (from the Social Security Administration), and the Russell Sage Foundation. Additionally, Larrimore over the past three years has received funding in excess of $5,000 from the Russell Sage Foundation and Lyons has received funding in excess of $5,000 from the Lynde and Harry Bradley Foundation Graduate and Post-Graduate Fellowship Program. The views expressed in this paper are the authors’ and should not be interpreted as those of the Congressional Budget Office, the Federal Reserve Board of Governors, or the National Bureau of Economic Research.\n\n\n"
}