{
    "id": 21625,
    "citation_title": "The Mortality Consequences of Distinctively Black Names",
    "citation_author": [
        "Lisa Cook",
        "Trevon Logan",
        "John Parman"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRace-specific given names have been linked to a range of negative outcomes in contemporary studies, but little is known about their long term consequences. Building on recent research which documents the existence of a national naming pattern for African American males in the late nineteenth and early twentieth centuries (Cook, Logan and Parman 2014), we analyze long-term consequences of distinctively racialized names.  Using over three million death certificates from Alabama, Illinois, Missouri and North Carolina from 1802 to 1970, we find a robust within-race mortality difference  for African American men who had distinctively black names.  Having an African American name added more than one year of life relative to other African American males.  The result is robust to controlling for the age pattern of mortality over time and environmental factors which could drive the mortality relationship.  The result is not consistently present for infant and child mortality, however. As much as 10% of the historical between-race mortality gap would have been closed if every black man were given a black name. Suggestive evidence implies that cultural factors not captured by socioeconomic or human capital measures may be related to the mortality differential.\n\n",
    "acknowledgement": "\nWe thank Rodney J. Andrews, Alan Barreca, William A. Darity, Robert W. Fogel, Claudia D. Goldin, Darrick Hamilton, Samuel L. Myers, Paul W. Rhode, Richard H. Steckel, seminar audiences at Harvard University, University of Minnesota, University of Wisconsin, The Ohio State University, participants in The Second Wave conference, the NBER Summer Institute, and the Southern Economic Association Meetings for useful comments. Stanley L. Engerman provided particularly detailed comments and advice, for which we are grateful.  The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}