{
    "id": 21621,
    "citation_title": "Optimal Product Variety in Radio Markets",
    "citation_author": [
        "Steven Berry",
        "Alon Eizenberg",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA vast theoretical literature shows that inefficient market structures may arise in free entry equilibria. The inefficiency may manifest itself in the number, variety, or quality of products. Previous empirical work demonstrated that excessive entry may obtain in local radio markets. Our paper extends that literature by relaxing the assumption that stations are symmetric, allowing instead for endogenous station differentiation along both horizontal and vertical dimensions. Importantly, we allow station quality to be an unobserved station characteristic. We compute the optimal market structures in local radio markets and find that, in most broadcasting formats, a social planner who takes into account the welfare of market participants (stations and advertisers) would eliminate 50%-60% of the stations observed in equilibrium. In 80%-95% of markets that have high quality stations in the observed equilibrium, welfare could be unambiguously improved by converting one such station into low quality broadcasting. In contrast, it is never unambiguously welfare-enhancing to convert an observed low quality station into a high quality one. This suggests local over-provision of quality in the observed equilibrium, in addition to the finding of excessive entry.\n\n",
    "acknowledgement": "\nPresentation slides for this paper have been publicly available since 2006. We are grateful to seminar and conference participants at Brown University, the Hebrew University, Tel Aviv University (economics & marketing), the University of Cyprus, the University of Pennsylvania (Wharton), the University of Zurich, Stanford University, Yale University, the Annual Meetings of the SEA, the Sixth Conference on the Economics of Advertising and Marketing, Tel Aviv, and the Media and Communications Conference, Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}