{
    "id": 21631,
    "citation_title": "Bullying among Adolescents: The Role of Cognitive and Non-Cognitive Skills",
    "citation_author": [
        "Miguel Sarzosa",
        "Sergio Urzúa"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBullying is a behavioral phenomenon that has received increasing attention in recent times. This paper uses a structural model with latent skills and longitudinal information from Korean youths to identify the determinants and effects of bullying. We find that, unlike cognitive skills, non-cognitive skills significantly reduce the chances of being bullied during high school. We use the model to estimate average treatment effects of being bullied at age 15 on several outcomes measured at age 18. We show that bullying is very costly. It increases the probability of smoking as well as the likelihood of feeling sick, depressed, stressed and unsatisfied with life. It also reduces college enrollment and increases the dislike of school. We document that differences in non-cognitive and cognitive skill endowments palliate or exacerbate these consequences. Finally, we explore whether investing in non-cognitive skills could reduce the occurrence of bullying. Our findings indicate that the investment in skill development is key in any policy intended to fight the behavior.\n\n",
    "acknowledgement": "\nWe would like to thank Sebastian Galiani, John Ham, John Shea, and Tiago Pires for valuable comments on earlier versions of this paper. We are also indebted to Maria Fernanda Prada and Ricardo Espinoza for their comments on the computer codes used in this paper. In addition, we would also like to thank the seminar participants at the University of Maryland, University of North Carolina at Chapel Hill, LACEA meeting at Lima and George Washington University. This paper was prepared, in part, with support from a Grand Challenges Canada (GCC) Grant 0072-03, though only the authors, and not GCC or their employers, are responsible for the contents of this paper. Additionally, this research reported was supported by the National Institutes of Health under award number NICHD R01HD065436. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health nor of the National Bureau of Economic Research.\n\n\n"
}