{
    "id": 21630,
    "citation_title": "Can't Pay or Won't Pay? Unemployment, Negative Equity, and Strategic Default",
    "citation_author": [
        "Kristopher Gerardi",
        "Kyle F. Herkenhoff",
        "Lee E. Ohanian",
        "Paul S. Willen"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2017-01-20",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper exploits matched data from the PSID on borrower mortgages with income and demographic data to quantify the relative importance of negative equity, versus lack of ability to pay, as affecting default between 2009 and 2013. These data allow us to construct household budgets sets that provide better measures of ability to pay. We use instrumental variables to quantify the impact of ability to pay, including job loss and disability, versus negative equity. Changes in ability to pay have the largest estimated effects. Job loss has an equivalent effect on default likelihood as a 35 percent decline in equity.\n\n",
    "acknowledgement": "\nWe are grateful for comments by Gene Amromin, Jan Brueckner, Satyajit Chatterjee, Morris Davis, Andra Ghent, John Krainer, Edward Kung, Stuart Gabriel, Erwan Quintin, Joe Tracy, and Rob Valetta as well as for comments from seminar participants at the 2014 FRBSF-Ziman Center Housing Conference, 2014 HULM Conference at FRB Chicago, and 2015 AREUEA. Jaclene Begley and Lara Lowenstein provided excellent research assistance. Herkenhoff thanks the Ziman Center for Real Estate for support. The views expressed in this article are those of the authors, and not those of the Federal Reserve Banks of Atlanta, Boston, Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}