{
    "id": 21639,
    "citation_title": "The Promise and Potential of Linked Employer-Employee Data for Entrepreneurship Research",
    "citation_author": [
        "Christopher Goetz",
        "Henry Hyatt",
        "Erika McEntarfer",
        "Kristin Sandusky"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn this paper, we highlight the potential for linked employer-employee data to be used in entrepreneurship research, describing new data on business start-ups, their founders and early employees, and providing examples of how they can be used in entrepreneurship research. Linked employer-employee data provides a unique perspective on new business creation by combining information on the business, workforce, and individual. By combining data on both workers and firms, linked data can investigate many questions that owner-level or firm-level data cannot easily answer alone - such as composition of the workforce at start-ups and their role in explaining business dynamics, the flow of workers across new and established firms, and the employment paths of the business owners themselves.\n\n",
    "acknowledgement": "\nWe thank Rajshree Agarwal, Hubert Janicki, Andreas Mazat, Kristin McCue, Shawn Klimek, and participants in the NBER-CRIW Conference on Measuring Entrepreneurial Businesses and the IZA/Kauffman Foundation Workshop on Entrepreneurship Research for very helpful comments. We also thank Douglas Walton and Alexandria Zhang for assistance in preparing some of the tabulations. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. While most of the figures and tables in this paper are calculated from public use data, some tables use confidential Census Bureau microdata, all such tables and figures have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}