{
    "id": 21636,
    "citation_title": "Economics and the Modern Economic Historian",
    "citation_author": [
        "Ran Abramitzky"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2015-10-15",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI reflect on the role of modern economic history in economics. I document a substantial increase in the percentage of papers devoted to economic history in the top-5 economic journals over the last few decades. I discuss how the study of the past has contributed to economics by providing ground to test economic theory, improve economic policy, understand economic mechanisms, and answer big economic questions. Recent graduates in economic history appear to have roughly similar prospects to those of other economists in the economics job market. I speculate how the increase in availability of high quality micro level historical data, the decline in costs of digitizing data, and the use of computationally intensive methods to convert large-scale qualitative information into quantitative data might transform economic history in the future.\n\n",
    "acknowledgement": "\nThis essay was presented at the session on the future of economic history at the 75th anniversary of the Economic History Association. I would like to thank Martha Bailey, Ann Carlos, and Paul Rhode for organizing the session, and Daron Acemoglu, Leah Boustan, Tim Bresnahan, Davide Cantoni, Liran Einav, Matthew Gentzkow, Claudia Goldin, Avner Greif, Phil Hoffman, Pete Klenow, Aprajit Mahajan, Joel Mokyr, Kaivan Munshi, Suresh Naidu, Santiago Pérez, and Gavin Wright for useful discussions. I am grateful to Santiago Pérez for superb research assistance and to Aditya Kanukurthy for help with data collection. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}