{
    "id": 21633,
    "citation_title": "Measuring Economic Policy Uncertainty",
    "citation_author": [
        "Scott R. Baker",
        "Nicholas Bloom",
        "Steven J. Davis"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2020-10-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a new index of economic policy uncertainty (EPU) based on newspaper coverage frequency. Several types of evidence – including human readings of 12,000 newspaper articles – indicate that our index proxies for movements in policy-related economic uncertainty. Our US index spikes near tight presidential elections, Gulf Wars I and II, the 9/11 attacks, the failure of Lehman Brothers, the 2011 debt-ceiling dispute and other major battles over fiscal policy. Using firm-level data, we find that policy uncertainty raises stock price volatility and reduces investment and employment in policy-sensitive sectors like defense, healthcare, and infrastructure construction. At the macro level, policy uncertainty innovations foreshadow declines in investment, output, and employment in the United States and, in a panel VAR setting, for 12 major economies. Extending our US index back to 1900, EPU rose dramatically in the 1930s (from late 1931) and has drifted upwards since the 1960s.\n\n",
    "acknowledgement": "\nWe thank Adam Jorring, Kyle Kost, Adulla Al-Kuwari, Sophie Biffar, Jörn Boehnke, Vladimir Dashkeyev, Olga Deriy, Eddie Dinh, Yuto Ezure, Robin Gong, Sonam Jindal, Ruben Kim, Sylvia Klosin, Jessica Koh, Peter Lajewski, David Nebiyu, Rebecca Sachs, Ippei Shibata, Corinne Stephenson, Naoko Takeda, Sophie Wang and Peter Xu for research assistance and the National Science Foundation, the MacArthur Foundation, the Sloan Foundation, Toulouse Network for Information Technology, and the Becker Friedman Institute, Initiative on Global Markets and the Stigler Center at the University of Chicago for financial support. We thank Matt Gentzkow, Kevin Hassett, Greg Ip, John Makin, Johannes Pfeifer, Itay Saporta, Sam Schulhofer-Wohl, Jesse Shapiro, Erik Sims, Stephen Terry and many seminar and conference audiences for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}