{
    "id": 21632,
    "citation_title": "What Does a Deductible Do? The Impact of Cost-Sharing on Health Care Prices, Quantities, and Spending Dynamics",
    "citation_author": [
        "Zarek C. Brot-Goldberg",
        "Amitabh Chandra",
        "Benjamin R. Handel",
        "Jonathan T. Kolstad"
    ],
    "citation_publication_date": "2015-10-12",
    "issue_date": "2015-10-08",
    "revision_date": "2015-11-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nMeasuring consumer responsiveness to medical care prices is a central issue in health economics and a key ingredient in the optimal design and regulation of health insurance markets. We study consumer responsiveness to medical care prices, leveraging a natural experiment that occurred at a large self-insured firm which required all of its employees to switch from an insurance plan that provided free health care to a non-linear, high deductible plan. The switch caused a spending reduction between 11.79%-13.80% of total firm-wide health spending. We decompose this spending reduction into the components of (i) consumer price shopping (ii) quantity reductions and (iii) quantity substitutions, finding that spending reductions are entirely due to outright reductions in quantity. We find no evidence of consumers learning to price shop after two years in high-deductible coverage. Consumers reduce quantities across the spectrum of health care services, including potentially valuable care (e.g. preventive services) and potentially wasteful care (e.g. imaging services). We then leverage the unique data environment to study how consumers respond to the complex structure of the high-deductible contract. We find that consumers respond heavily to spot prices at the time of care, and reduce their spending by 42% when under the deductible, conditional on their true expected end-of-year shadow price and their prior year end-of-year marginal price. In the first-year post plan change, 90% of all spending reductions occur in months that consumers began under the deductible, with 49% of all reductions coming for the ex ante sickest half of consumers under the deductible, despite the fact that these consumers have quite low shadow prices. There is no evidence of learning to respond to the true shadow price in the second year post-switch.\n\n",
    "acknowledgement": "\nWe thank Eva Lyubich and Ishita Chordia for excellent research assistance. We thank Martin Gaynor and Gautam Gowrisankaran for insightful discussions. We thank seminar participants for their comments provided at Analysis Group, Chicago Harris, Chicago Booth, Erasmus, Georgia State, Harvard, Microsoft Research, Lund University, NBER Insurance, NBER Health Care, North Carolina, Notre Dame, Ohio State, Penn State, Queens University, Southern Denmark University, Texas A & M, UCLA, UCSD, Universidad de Los Andes and the University of British Columbia. We thank Microsoft Research for their support of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin R. Handel\n\nBenjamin Handel has a financial interest in Picwell Inc., an online insurance decision-support tool.\n\n\n"
}