{
    "id": 21638,
    "citation_title": "How Does Declining Unionism Affect the American Middle Class and Intergenerational Mobility?",
    "citation_author": [
        "Richard Freeman",
        "Eunice Han",
        "David Madland",
        "Brendan V. Duke"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "2024-07-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines unionism’s relationship to the size of the middle class and its relationship to  intergenerational mobility. We use the PSID 1985 and 2011 files to examine the change in the share of workers in a middle-income group (defined by persons having incomes within 50% of the median) and use a shift-share decomposition to explore how the decline of unionism contributes to the shrinking middle class. We also use the files to investigate the correlation between parents’ union status and the incomes of their children. Additionally, we use federal income tax data to examine the geographical correlation between union density and intergenerational mobility. We find: 1) union workers are   disproportionately in the middle-income group or above, and some reach middle-income status due to the union wage premium; 2) the offspring of union parents have higher incomes than the offspring of otherwise comparable non-union parents, especially when the parents are low-skilled; 3) offspring from communities with higher union density have higher average incomes relative to their parents compared to offspring from communities with lower union density. These findings show a strong, though not necessarily causal, link between unions, the middle class, and intergenerational mobility.\n\n",
    "acknowledgement": "\nWe thank the administrators and seminar participants at the 2015 Federal Reserve System Community Development Research Conference. We thank Larry Summers for his insightful comments at the meeting hosted by Center for American Progress. We thank the NBER and Center for American Progress for providing the necessary resources and assistance. We also thank Alex Rowell and Andrew Schwartz for their input. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}