{
    "id": 21647,
    "citation_title": "Pollution and Mortality in the 19th Century",
    "citation_author": [
        "W. Walker Hanlon"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMortality was extremely high in the industrial cities of the 19th century, but little is known about the role played by pollution in generating this pattern, due largely to a lack of direct pollution measures. I overcome this problem by combining data on the local composition of industries in Britain with information on the intensity with which industries used polluting inputs. Using this new measure, I show that pollution had a strong impact on mortality as far back as the 1850s. Industrial pollution explains 30-40% of the relationship between mortality and population density in 1851-60, and nearly 60% of this relationship in 1900. Growing industrial coal use from 1851-1900 reduced life expectancy by at least 0.57 years. A back-of-the envelope estimate suggests that the value of this loss of life, expressed as a one-time cost, was equal to at least 0.33-1.00 of annual GDP in 1900. Overall, these results show that industrial pollution was a major cause of mortality in the 19th century, particularly in urban areas, and that industrial growth during this period came at a substantial cost to health.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions I thank Ran Abramitzky, Marcela Alsan, David Atkin, Leah Boustan, Karen Clay, Dora Costa, Dave Donaldson, Roger Foquet, Claudia Goldin, Philip Hoffman, Matt Kahn, Larry Katz, Adriana Lleras-Muney, Steven Nafziger, Jean-Laurent Rosenthal, Werner Troesken and seminar participants at Caltech, UCLA, the Grantham Institute at LSE, the SITE Conference, the NBER Summer Institute, and the EHA Annual Conference. I thank Reed Douglas for excellent research assistance. I thank the UCLA Ziman Center for Real Estate and the California Center for Population Research for generous funding. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}