{
    "id": 21641,
    "citation_title": "Partial Identification in Applied Research: Benefits and Challenges",
    "citation_author": [
        "Kate Ho",
        "Adam M. Rosen"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "2016-08-31",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAdvances in the study of partial identification allow applied researchers to learn about parameters of interest without making assumptions needed to guarantee point identification. We discuss the roles that assumptions and data play in partial identification analysis, with the goal of providing information to applied researchers that can help them employ these methods in practice. To this end, we present a sample of econometric models that have been used in a variety of recent applications where parameters of interest are partially identified, highlighting common features and themes across these papers. In addition, in order to help illustrate the combined roles of data and assumptions, we present numerical illustrations for a particular application, the joint determination of wages and labor supply. Finally we discuss the benefits and challenges of using partially identifying models in empirical work and point to possible avenues of future research.\n\n",
    "acknowledgement": "\nThis paper was prepared for an invited session at the 2015 Econometric Society World Congress in Montreal. We thank Richard Blundell, Andrew Chesher, Alon Eizenberg, Charles Manski, Francesca Molinari, and Ariel Pakes for helpful comments and suggestions. Adam Rosen gratefully acknowledges financial support from the UK Economic and Social Research Council through a grant (RES-589-28-0001) to the ESRC Centre for Microdata Methods and Practice (CeMMAP), from the European Research Council (ERC) grant ERC-2009-StG-240910-ROMETA, and from a British Academy Mid-Career Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau for Economic Research.\n\n\n"
}