{
    "id": 21648,
    "citation_title": "Private Safety-Net Clinics: Effects of Financial Pressures and Community Characteristics on Closures",
    "citation_author": [
        "Suhui Li",
        "Avi Dor",
        "Jesse M. Pines",
        "Mark S. Zocchi",
        "Renee Y. Hsia"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn order to better understand what threatens vulnerable populations’ access to primary care, it is important to understand the factors associated with closing safety-net clinics. This paper examines how a clinic’s financial position, productivity, and community characteristics are associated with its risk of closure. We examine patterns of closures among private-run primary care clinics (PCCs) in California between 2006 and 2012. We use a discrete-time proportional hazard model to assess relative hazard ratios of covariates, and a random-effect hazard model to adjust for unobserved heterogeneity among PCCs. We find that lower net income from patient care, smaller amount of government grants, and lower productivity were associated with significantly higher risk of PCC closure. We also find that federally qualified health centers (FQHCs) and non-FQHCs generally faced the same risk factors of closure. These results underscore the critical role of financial incentives in the long-term viability of safety-net clinics.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJesse M. Pines\n\nI have funding from the Assistant Secretary for Preparedness and Response; The Brookings Institution; Abbott Point of Care; The Health Care Cost Institute; Universal Health Services, Inc. This funding is not directly relevant to the work.\n\n\n"
}