{
    "id": 21644,
    "citation_title": "Wealth, Tastes, and Entrepreneurial Choice",
    "citation_author": [
        "Erik G. Hurst",
        "Benjamin W. Pugsley"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe non-pecuniary benefits of managing a small business are a first order consideration for many nascent entrepreneurs, yet the preference for business ownership is mostly ignored in models of entrepreneurship and occupational choice. In this paper, we study a population with varying entrepreneurial tastes and wealth in a simple general equilibrium model of occupational choice. This choice yields several important results:  (1) entrepreneurship can be thought of as a normal good, generating wealth effects independent of financing constraints, (2) non-pecuniary entrepreneurs select into small scale firms, (3) subsidies designed to stimulate more business entry can have regressive distributional effects. Despite abstracting from other important considerations such as risk, financing constraints, and innovation, we show that non-pecuniary compensation is particularly relevant in discussions of small businesses.\n\n",
    "acknowledgement": "\nWe would like to thank Fernando Alvarez, Jaroslav Borovicka, Patrick Kline, Augustin Landier, Josh Lerner, E.J. Reedy, Jim Poterba, Sarada, Andrei Shleifer, Mihkel Tombak, and seminar participants at Boston College, the 2011 Duke/Kauffman Entrepreneurship Conference, the Federal Reserve Bank of Minneapolis, Harvard Business School, the Institute for Fiscal Studies, 2011 International Industrial Organization Conference, London School of Economics, MIT, NBER 2010 Summer Institute Entrepreneurship Workshop, Penn State, Stanford University, University of Chicago, and the 2014 NBER/CRIW Conference on Entrepreneurship for their comments on an earlier version of this paper. Hurst gratefully acknowledges financial support from the Ewing Marion Kauffman Foundation. Pugsley gratefully acknowledges financial support from the Ewing Marion Kauffman Foundation dissertation fellowship. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, the Federal Reserve Bank of New York or the Federal Reserve System. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}