{
    "id": 21642,
    "citation_title": "The Anatomy of Physician Payments: Contracting Subject to Complexity",
    "citation_author": [
        "Jeffrey Clemens",
        "Joshua D. Gottlieb",
        "Tímea Laura Molnár"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWhy do private insurers closely link their physician payment rates to the Medicare fee schedule despite its well-known limitations? We ask to what extent this relationship reflects the use of Medicare's relative price menu as a benchmark, in order to reduce transaction costs in a complex pricing environment. We analyze 91 million claims from a large private insurer, which represent $7.8 billion in spending over four years. We estimate that 75 percent of services, accounting for 55 percent of spending, are benchmarked to Medicare's relative prices. The Medicare-benchmarked share is higher for services provided by small physician groups. It is lower for capital-intensive treatment categories, for which Medicare's average-cost reimbursements deviate most from marginal cost. When the insurer deviates from Medicare's relative prices, it adjusts towards the marginal costs of treatment. Our results suggest that providers and private insurers coordinate around Medicare's menu of relative payments for simplicity, but innovate when the value of doing so is likely highest.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Luisa Franzini, Cecilia Ganduglia-Cazaban, Osama Mikhail, and the UTSPH/BCBSTX Payment Systems and Policies Research Program at the University of Texas School of Public Health for data access, and for their extensive assistance in navigating the BCBSTX claims data. Clemens and Gottlieb thank the Stanford Institute for Economic Policy Research and the Federal Reserve Bank of San Francisco for their hospitality while working on this paper. We thank SSHRC, Jon Skinner and the Dartmouth Institute for support, and Victor Saldarriaga for excellent research assistance. Finally, we thank Leila Agha, Jeff Emerson, R.B. Harris, David Laibson, Neale Mahoney, and workshop participants at Stanford Health Policy, University of Pennsylvania–Leonard Davis Institute, UBC, UC San Diego, USC, iHEA, the Junior Health Economics Summit, and the UBC Public Finance Reading Group for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}