{
    "id": 21643,
    "citation_title": "When Evidence is Not Enough: Findings from a Randomized Evaluation of Evidence-Based Literacy Instruction (EBLI)",
    "citation_author": [
        "Brian Jacob"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper reports the results of an experimental evaluation of Evidence Based Literacy Instruction (EBLI). Developed over 15 years ago, EBLI aims to provide teachers with instructional strategies to improve reading accuracy, fluency and comprehension. Sixty-three teachers in grades 2-5 in seven Michigan charter schools were randomly assigned within school-grade blocks to receive EBLI training or a business-as-usual control condition. Comparing students in treatment and control classrooms during the 2014-15 school year, we find no significant impact on reading performance. Teacher survey responses and interviews with program staff suggest that several implementation challenges may have played a role in the null findings.\n\n",
    "acknowledgement": "\nI would like to thank the staff at the Grand Valley State University (GVSU) Charter School Office and Evidence-Based Literacy Instruction (EBLI) for their assistance throughout this project. Wendy Miller, Nora Chahbazi and Ram Ravikumar were especially generous with their time. I would also like to thank staff at the Education Policy Initiative for all their hard work, including Julie Monteiro de Castro, Scott Krywko, Carrie (Wenjing) Xu, and Tedi Engler. All errors and omissions are my own. This RCT was registered in the American Economic Association Registry for randomized control trials. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}