{
    "id": 21645,
    "citation_title": "Trading Votes for Votes. A Decentralized Matching Algorithm",
    "citation_author": [
        "Alessandra Casella",
        "Thomas Palfrey"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVote-trading is common practice in committees and group decision-making. Yet we know very little about its properties. Inspired by the similarity between the logic of sequential rounds of pairwise vote-trading and matching algorithms, we explore three central questions that have parallels in the matching literature: (1) Does a stable allocation of votes always exists? (2) Is it reachable through a decentralized algorithm? (3) What welfare properties does it possess? We prove that a stable allocation exists and is always reached in a finite number of trades, for any number of voters and issues, for any separable preferences, and for any rule on how trades are prioritized. Its welfare properties however are guaranteed to be desirable only under specific conditions. A laboratory experiment confirms that stability has predictive power on the vote allocation achieved via sequential pairwise trades, but lends only weak support to the dynamic algorithm itself.\n\n",
    "acknowledgement": "\nWe thank Enrico Zanardo, Kirill Pogorelskiy and Manuel Puente for research assistance, and participants to the June 2013 Alghero (Italy) workshop on \"Institutions, Individual Behavior and Economic Outcomes\", the 2015 Warwick/Princeton Political Economy Conference (Venice, Italy), the 2015 Montreal Political Economy Workshop, the 2015 Princeton Workshop on Social Choice and Public Economics, the 2015 Wallis Institute Annual Conference at the University of Rochester, and to seminars at New York University, the University of Michigan, and the University of Pittsburgh for comments. We especially wish to thank Micael Castanheira, Andrew Gelman, Debraj Ray, Richard Van Veelden, and Alistair Wilson for detailed comments and suggestions. The National Science Foundation and the Gordon and Betty Moore Foundation provided financial support. Part of the research was conducted while Casella was a Straus Fellow at NYU Law School and Palfrey was a Visiting Scholar at the Russell Sage Foundation. The hospitality and financial support of both institutions are gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}