{
    "id": 21646,
    "citation_title": "The International Price System",
    "citation_author": [
        "Gita Gopinath"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "2015-11-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI define and provide empirical evidence for an “International Price System” in global trade employing data for thirty-five developed and developing countries. This price system is characterized by two features. First, the overwhelming share of world trade is invoiced in very few currencies, with the dollar the dominant currency. Second, international prices, in their currency of invoicing, are not very sensitive to exchange rates at horizons of up to two years. In this system, a good proxy for a country's inflation sensitivity to exchange rate fluctuations is the fraction of its imports invoiced in a foreign currency. U.S. inflation is consequently more insulated from exchange rate shocks, while other countries are highly sensitive to it. Exchange rate depreciations (appreciations) make U.S. exports cheaper (expensive), while for other countries they mainly raise (lower) mark-ups and hence profits. U.S. monetary policy has spillover effects on inflation in other countries, while spillovers from other countries monetary policies on to U.S. inflation are more muted.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 2015 Jackson Hole Symposium. I wish to thank the International Price Program of the Bureau of Labor Statistics (BLS) for access to unpublished micro data. The views expressed here do not necessarily reflect the views of the BLS or  the National Bureau of Economic Research. I am grateful to Rozi Ulics for her substantial advice and efforts as my BLS project coordinator. I am thankful to Nihar Shah, Yifan Yu, Oliver Kim, Benjamin Markowitz and Brennan Smith for excellent research assistance. I thank Mark Aguiar, Iqbal Dhaliwal, Emmanuel Farhi, Pierre-Olivier Gourinchas, Oleg Itskhoki and Ken Rogoff for valuable comments. I am also grateful to Laura Ines D Amato, Camila Casas, Menzie Chinn, Johannes Grab, Hiro Ito, Annette Kamps and Romain Lafarguette for sharing their currency invoicing data. This research is supported by NSF grants #0820468 and #1061954.\n\n\n"
}