{
    "id": 21653,
    "citation_title": "Streaming Reaches Flood Stage: Does Spotify Stimulate or Depress Music Sales?",
    "citation_author": [
        "Luis Aguiar",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2015-10-27",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStreaming music services have exploded in popularity in the past few years, variously raising optimism and concern about their impacts on recorded music revenue. On the one hand, streaming services allow sellers to engage in bundling with the promise of increasing revenues, profits, and consumer surplus. Successful bundling would indeed translate some of the interest in music not generating revenue through individual track sales - unpaid consumption and deadweight loss - into willingness to pay for the bundled offering. On the other hand, streaming may displace traditional individual track sales. Even if they displace sales, streams may however still raise overall revenue if the streaming payment is large enough in relation to the extent of sales displacement. We make use of the growth in Spotify use during the years 2013-2015 to  measure its impact on unpaid consumption and on the sales of recorded music. We find that Spotify use displaces permanent downloads. In particular, 137 Spotify streams appear to reduce track sales by 1 unit. Consistent with the existing literature, our analysis also shows that Spotify displaces music piracy. Given the current industry’s revenue from track sales ($0.82 per sale) and the average payment received per stream ($0.007 per stream), our sales displacement estimates show that the losses from displaced sales are roughly outweighed by the gains in streaming revenue. In other words, our analysis shows that interactive streaming appears to be revenue-neutral for the recorded music industry.\n\n",
    "acknowledgement": "\nThanks to seminar participants at IPTS, the SEEK Digital Economy Workshop at the Collegio Carlo Alberto in Turin, and Zurich/ETH. Joel Waldfogel has served as a consultant to Pandora.   The views expressed in the paper are those of the authors' and should not in any circumstances be regarded as stating an official position of the European Commission, the EC Joint Research Center, the IPTS, or the National Bureau of Economic Research.\n\n\n\nJoel Waldfogel\n\nJoel Waldfogel has served as a consultant to Pandora.\n\n\n"
}