{
    "id": 21659,
    "citation_title": "Employment and Training Programs",
    "citation_author": [
        "Burt S. Barnow",
        "Jeffrey Smith"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter considers means-tested employment and training programs in the United States. We focus in particular on large, means-tested federal programs, including the Job Training Partnership Act (JTPA), its successor the Workforce Investment Act (WIA), that program’s recent replacement, the Workforce Innovation and Opportunity Act (WIOA), the long-running Job Corps program, and the Trade Adjustment Assistance (TAA) program. The first part of the chapter provides details on program history, organization, expenditures, eligibility rules, services, and participant characteristics. In the second part of the chapter, we discuss the applied econometric methods typically used to evaluate these programs, which in the United States means primarily social experiments and methods such as matching that rely on an assumption of “selection on observed variables.” The third part of the chapter reviews the literature evaluating these programs, highlighting both methodological and substantive lessons learned as well as open questions. The fourth part of the chapter considers what lessons the evaluation literature provides on program operation, especially how to best allocate particular services to particular participants. The final section concludes with the big picture lessons from this literature and discussion of promising directions for future research.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Disclaimer on potential conflicts of interest: Both authors have undertaken contract research sponsored by the U.S. Department of Labor as well as serving on numerous technical advisory panels and providing comments on draft reports for various evaluations. In particular, in regard to evaluations considered in detail in this chapter, both authors were part of the NORC subcontract for the non-experimental component of the National JTPA Study, both authors reviewed drafts and provided technical advice on the recent TAA evaluation, and both are members of the technical advisory panel for the WIA experiment. It should, but does not, go without saying that the views expressed represent those of the authors alone.\n\n\n"
}