{
    "id": 21657,
    "citation_title": "Measuring Changes in the Bilateral Technology Gaps between China, India and the U.S. 1979 - 2008",
    "citation_author": [
        "Keting Shen",
        "Jing Wang",
        "John Whalley"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nPopular literature suggests a rapid narrowing of the technology gap between China and the U.S. based on large percentage increases in Chinese patent applications, and equally large increases in college registrants and completed PhDs (especially in sciences) in China in recent years. Little literature attempts to measure the technology gap directly using estimates of country aggregate technologies. This gap is usually thought to be smaller than differences in GDP per capita since the later reflect both differing factor endowments and technology parameters. This paper assesses changes in China’s technology gaps both with the U.S. and India between 1979 and 2008, comparing the technology level of these economies using a CES production framework in which the technology gap is reflected in the change of technology parameters. Our measure is related to but differs from the Malmquist index. We determine the parameter values for country technology by using calibration procedures. Our calculations suggest that the technology gap between China and the U.S. is significantly larger than that between India and the U.S. for the period before 2008. The pairwise gaps between the U.S. and China, and the U.S. and India remain large while narrowing at a slower rate than GDP per worker. Although China has a higher growth rate of total factor productivity than India over the period, the bilateral technology gap between China and India is still in India’s favor. India had higher income per worker than China in the 1970’s, and China’s much more rapid physical and human capital accumulation has allowed China to move ahead, but a bilateral technology gap remains.\n\n",
    "acknowledgement": "\nWe are grateful to the Ontario Research Fund (ORF) for financial support and to seminar participants at UWO for comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}