{
    "id": 21651,
    "citation_title": "Business in the United States: Who Owns it and How Much Tax Do They Pay?",
    "citation_author": [
        "Michael Cooper",
        "John McClelland",
        "James Pearce",
        "Richard Prisinzano",
        "Joseph Sullivan",
        "Danny Yagan",
        "Owen Zidar",
        "Eric Zwick"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2022-11-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\n“Pass-through” businesses like partnerships and S-corporations now generate over half of U.S. business income and account for much of the post-1980 rise in the top- 1% income share. We use administrative tax data from 2011 to identify pass-through business owners and estimate how much tax they pay. We present three findings. (1) Relative to traditional business income, pass-through business income is substantially more concentrated among high-earners. (2) Partnership ownership is opaque: 20% of the income goes to unclassifiable partners, and 15% of the income is earned in circularly owned partnerships. (3) The average federal income tax rate on U.S. pass- through business income is 19%|much lower than the average rate on traditional corporations. If pass-through activity had remained at 1980's low level, strong but straightforward assumptions imply that the 2011 average U.S. tax rate on total U.S. business income would have been 28% rather than 24%, and tax revenue would have been approximately $100 billion higher.\n\n",
    "acknowledgement": "\nThis work does not necessarily reflect the views of the U.S. Treasury Department or the  National Bureau of Economic Research. We thank Alan Auerbach, Curtis Carlson, Martin Feldstein, Austan Goolsbee, Marty Harris, Jim Hines, Joe Koshansky, Adam Looney, James Mackie, Larry May, Janet McCubbin, Susie Nelson, Jim Poterba, Emmanuel Saez, Nina Shumofsky, Larry Summers, Alan Viard, George Yin, and Gabriel Zucman, as well as participants in the National Tax Association Spring Symposium and the Statistics of Income Consultants Panel for helpful conversations on this topic. We thank Jessica Henderson and Prab Upadrashta for excellent research assistance. Yagan gratefully acknowledges financial support from the University of California at Berkeley's Burch Center for Tax Policy and Public Finance. Zidar gratefully acknowledges support from the Kathryn and Grant Swick Faculty Research Fund and the University of Chicago Booth School of Business. Zwick gratefully acknowledges financial support from the Neubauer Family Foundation, the Polsky Center, and the Hultquist Faculty Research Endowment at the University of Chicago Booth School of Business.\n\n\n"
}