{
    "id": 21654,
    "citation_title": "Effects of Payment Reform in More versus Less Competitive Markets",
    "citation_author": [
        "Neeraj Sood",
        "Abby Alpert",
        "Kayleigh Barnes",
        "Peter Huckfeldt",
        "Jose Escarce"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nPolicymakers are increasingly interested in reducing healthcare costs and inefficiencies through innovative payment strategies.  These strategies may have heterogeneous impacts across geographic areas, potentially reducing or exacerbating geographic variation in healthcare spending.  In this paper, we exploit a major payment reform for home health care to examine whether reductions in reimbursement lead to differential changes in treatment intensity and provider costs depending on the level of competition in a market.  Using Medicare claims, we find that while providers in more competitive markets had higher average costs in the pre-reform period, these markets experienced larger proportional reductions in treatment intensity and costs after the reform relative to less competitive markets. This led to a convergence in spending across geographic areas.  We find that much of the reduction in provider costs is driven by greater exit of “high-cost” providers in more competitive markets.\n\n",
    "acknowledgement": "\nThis research was supported by grants from AHRQ (R01HS018541) and NIA (R01AG046838) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}