{
    "id": 21655,
    "citation_title": "The Analysis of Field Choice in College and Graduate School: Determinants and Wage Effects",
    "citation_author": [
        "Joseph G. Altonji",
        "Peter Arcidiacono",
        "Arnaud Maurel"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs the workforce has become more educated, educational decisions are no longer just about whether to acquire more, but rather what type of education to pursue. In college, individuals somewhat specialize through their choice of college major. Further specialization occurs in graduate school. This chapter investigates how majors and graduate school affect labor market outcomes as well as how the individuals make these potentially important decisions. To do so, we develop a dynamic model of educational decision-making. In light of the model, we examine the estimation issues associated with obtaining causal effects of educational choices on earnings. We then examine ways that authors have overcome the selection problem as well as the approaches authors have taken to estimate the process by which these educational decisions are made.\n\n",
    "acknowledgement": "\nWe thank Magne Mogstad, Matt Wiswall, and Seth Zimmerman for helpful comments. Luis Candelaria, Hye Yoon Chung, Brian Clark, Vivek Sumpathkumar and Ling Zhong provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}