{
    "id": 21650,
    "citation_title": "The Efficiency Consequences of Health Care Privatization: Evidence from Medicare Advantage Exits",
    "citation_author": [
        "Mark Duggan",
        "Jonathan Gruber",
        "Boris Vabson"
    ],
    "citation_publication_date": "2015-10-19",
    "issue_date": "2015-10-15",
    "revision_date": "2019-11-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is considerable controversy over the use of private insurers to deliver public health insurance benefits. We investigate the efficiency consequences of patients enrolling in Medicare Advantage (MA), private managed care organizations that compete with the traditional fee-for-service Medicare program. We use exogenous shocks to MA enrollment arising from plan exits from New York counties in the early 2000s, and utilize unique data that links hospital inpatient utilization to Medicare enrollment records. We find that individuals who were forced out of MA plans due to plan exit saw very large increases in hospital utilization. These increases appear to arise through plans both limiting access to nearby hospitals and reducing elective admissions, yet they are not associated with any measurable reduction in hospital quality or patient mortality.\n\n",
    "acknowledgement": "\nVabson is currently a full-time employee at Nuna, Inc., a health care analytics firm, in which he also holds equity. Duggan is a member of the Advisory Board of Nuna, Inc. and also holds equity in the company. Their involvement with Nuna has had no bearing on the data, research methodology, or conclusions associated with this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Gruber\n\nGruber also holds equity in Nuna, Inc.\n\n\n"
}