{
    "id": 21667,
    "citation_title": "House Prices and Consumer Spending",
    "citation_author": [
        "David Berger",
        "Veronica Guerrieri",
        "Guido Lorenzoni",
        "Joseph Vavra"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2017-08-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nRecent empirical work shows large consumption responses to house price movements. This is at odds with a prominent theoretical view which, using the logic of the permanent income hypothesis, argues that consumption responses should be small. We show that, in contrast to this view, workhorse models of consumption with incomplete markets calibrated to rich cross-sectional micro facts actually predict large consumption responses, in line with the data. To explain this result, we show that consumption responses to permanent house price shocks can be approximated by a simple and robust rule-of-thumb formula: the marginal propensity to consume out of temporary income times the value of housing. In our model, consumption responses depend on a number of factors such as the level and distribution of debt, the size and history of house price shocks, and the level of credit supply. Each of these effects is naturally explained with our simple formula.\n\n",
    "acknowledgement": "\nWe thank Sasha Indarte and David Argente for excellent research assistance. We would also like to thank Orazio Attanasio, Adrien Auclert, João Cocco, Eduardo Davila, Pascal Noel, Jonathan Parker, Monika Piazzesi, Martin Schneider, Alp Simsek, Chris Tonetti, Gianluca Violante and seminar participants at Harvard, MIT, Rochester, Duke, CREI, Johns Hopkins, Brown, Cambridge CFM, CSEF-CIM-UCL Workshop, Empirical Macro Workshop-Austin, MN Macro Theory Workshop, Maryland, Northwestern, Yale, UCLA, Penn State, SED-Warsaw, EIEF, SITE, Stanford, LSE, LBS, Bocconi, Boston Fed, St. Louis Fed, Kansas City Fed, ASSA, Boston University, Michigan, Berkeley and Booth. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}