{
    "id": 21668,
    "citation_title": "Income Inequality and Asset Prices under Redistributive Taxation",
    "citation_author": [
        "Lubos Pastor",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2016-01-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nOur simple model features agents heterogeneous in skill and risk aversion, incomplete financial markets, and redistributive taxation. In equilibrium, agents become entrepreneurs if their skill is sufficiently high or risk aversion sufficiently low. Under heavier taxation, entrepreneurs are more skilled and less risk-averse, on average. Through these selection effects, the tax rate is positively related to aggregate productivity and negatively related to the equity risk premium. Both income inequality and stock prices initially increase but eventually decrease with the tax rate. Investment risk, stock market participation, and skill heterogeneity all contribute to inequality. Cross-country empirical evidence supports the model’s predictions.\n\n",
    "acknowledgement": "\nThis paper was presented at the November 2015 Carnegie-Rochester-NYU Conference on Public Policy. The views in this paper are the responsibility of the authors, not the institutions they are affiliated with. We are grateful to the Brevan Howard Centre for Financial Analysis at Imperial College London, which we visited while writing this paper. For helpful comments, we are grateful to our discussant Philippe Mueller, our editors Marvin Goodfriend and Burton Hollifield, Doug Diamond, John Heaton, Marcin Kacperczyk, Stavros Panageas, Jacopo Ponticelli, Raman Uppal, Adrien Verdelhan, the audience at the 2016 Jackson Hole Finance Conference, and seminar participants at Bocconi, Chicago, Imperial, LBS, LSE, MIT, Torino, and York. We are also grateful to Menaka Hampole, Oscar Eskin, and Melissa Ortiz for excellent research assistance and to the Fama-Miller Center for Research in Finance and the Center for Research in Security Prices, both at Chicago Booth, for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}