{
    "id": 21669,
    "citation_title": "Is It Harder for Older Workers to Find Jobs? New and Improved Evidence from a Field Experiment",
    "citation_author": [
        "David Neumark",
        "Ian Burn",
        "Patrick Button"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2017-11-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe design and implement a large-scale field experiment – a resume correspondence study – to address a number of potential limitations of existing field experiments testing for age discrimination, which may bias their results.  One limitation that may bias these studies towards finding discrimination is the practice of giving older and younger applicants similar experience in the job to which they are applying, making them “otherwise comparable.”  The second limitation arises because greater unobserved differences in human capital investment of older applicants may bias existing field experiments against finding age discrimination.  We also study ages closer to retirement than in past studies, and use a richer set of job profiles for older workers to test for differences associated with transitions to less demanding jobs (“bridge jobs”) at older ages.  Based on evidence from over 40,000 job applications, we find robust evidence of age discrimination in hiring against older women, especially those near retirement age.  But we find that there is considerably less evidence of age discrimination against men after correcting for the potential biases this study addresses.\n\n",
    "acknowledgement": "\nWe received generous support from the Alfred P. Sloan Foundation, and helpful comments from seminar participants at Boston College, Georgia State University, IZA, Marquette University, the New School, Ohio State University, the Sloan Foundation, Stanford University, Tulane University, UCI, the University of Tokyo, the University of San Francisco, the University of Wisconsin, Yale Law School, and the NBER Law and Economics Summer Institute.  The views expressed are our own, and not those of the Foundation.  We thank Melody Dehghan, Dominique Dubria, Chenxu Guo, Stephanie Harrington, Kelsey Heider, Matthew Jie, Irene Labadlabad, Benson Lao, Karl Jonas Lundstedt, Catherine Liu, Jason Ralston, Eileen Raney, Nida Ratawessnant, Samantha Spallone, Bua Vanitsthian, Helen Yu, and especially Nanneh Chehras for outstanding research assistance, and Scott Adams, Marc Bendick, James Heckman, Richard Johnson, Joanna Lahey, Bentley McLeod, Doug Miller, Matthew Notowidigdo, and anonymous reviewers for very helpful comments.  This study was approved by UC Irvine’s Institutional Review Board (HS#2013-9942). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Neumark\n\nThe author has been engaged by the Equal Employment Opportunity Commission and other parties as an expert witness in age discrimination cases.  In the past three years, he has been retained by plaintiffs.  However, none of these engagements have entailed funding for the research in this paper, nor have these entities had any opportunity to review or comment on this paper\n\n\n"
}