{
    "id": 21664,
    "citation_title": "The Pitfalls of External Dependence: Greece, 1829-2015",
    "citation_author": [
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo centuries of Greek debt crises highlight the pitfalls of relying on external financing. Since its independence in 1829, the Greek government has defaulted four times on its external creditors – with striking historical parallels. Each crisis is preceded by a period of heavy borrowing from foreign private creditors. As repayment difficulties arise, foreign governments step in, help to repay the private creditors, and demand budget cuts and adjustment programs as a condition for the official bailout loans. Political interference from abroad mounts and a prolonged episode of debt overhang and financial autarky follows. We conclude that these cycles of external debt and dependence are a perennial theme of Greek history, as well as in other countries that have been “addicted” to foreign savings.\n\n",
    "acknowledgement": "\nWe wish to thank Josefin Meyer, Michael Papaioannou, Michalis Psalidopoulos, Vincent Reinhart, David Romer, Julian Schumacher, Constantine Yannelis and Robert Zoellick for helpful comments and Jochen Andritzky and Stellios Makrydakis for sharing the data from their studies, which we cite here. Sebastian Horn, Maximilian Mandl and Maximilian Rupps provided invaluable research assistance. This paper was prepared for the Brookings Papers on Economic Activity Fall 2015 panel. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}