{
    "id": 21662,
    "citation_title": "Exchange Market Pressure in OECD and Emerging Economies: Domestic vs. External Factors and Capital Flows in the Old and New Normal",
    "citation_author": [
        "Joshua Aizenman",
        "Mahir Binici"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the ways domestic and external global factors (such as risk appetite, global liquidity, U.S. monetary policy, and commodity prices) affected the exchange market pressure before and after the global financial crisis as well as the role of these factors during the Federal Reserve’s tapering episode. Utilizing a comprehensive database on capital controls, we investigate whether control measures have a significant impact on mitigating exchange market pressure associated with capital flows [net and gross]. Using quarterly data over the 2000–2014 period and a dynamic panel model estimation, we find that external factors played a significant role in driving exchange market pressure for both OECD countries and emerging market countries, with a larger impact on the latter. While the effect of net capital flows on exchange market pressure is muted, short-term gross portfolio inflows and outflows comprise important factors that account for exchange market pressure. Short-term portfolio flows and long-term foreign direct investment flows have a significant impact on exchange market pressure for emerging market economies and no significant effect for OECD countries. Capital controls seem to significantly reduce the exchange market pressure although the economic size of this impact is highly dependent on the institutional quality.\n\n",
    "acknowledgement": "\nThe views presented in this paper are those of the authors alone and do not necessarily reflect those of the Central Bank of Turkey or the NBER.  We thank Frank Packer and the participants at the CityU-DNB-JIMF Conference on the New Normal in the Post-Crisis Era for very helpful suggestions on an earlier draft of this paper.\n\n\n"
}