{
    "id": 21661,
    "citation_title": "The Coming Wave: Where Do Emerging Market Investors Put Their Money?",
    "citation_author": [
        "G. Andrew Karolyi",
        "David T. Ng",
        "Eswar S. Prasad"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how emerging market (EM) investors allocate their stock portfolios internationally. Using both country-level and institution-level data, we find that the coming wave of EM investors systematically over- and under-weight their holdings in some target countries. These abnormal foreign allocation biases of EM investors offer robust support of the information endowment hypothesis of van Nieuwerburgh and Veldkamp (2009). Specifically, past capital and trade flows from a foreign country to the home country create an information endowment (or advantage) that lead home country investments to be overweight that foreign country. At the institutional level, information advantage proxies based on relationships between EM institutional investors and the headquarters of their parent companies have strong explanatory power for international portfolio allocations. The results remain robust after controlling for other factors like geographic and other measures of economic proximity, economic and capital market development, market integration, market returns and correlation, and corporate governance. The information advantage effect is stronger for EM investors for which external portfolios exhibit a higher degree of concentration.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge useful comments from seminar participants at Cornell and the Hong Kong Monetary Authority. Kai Wu provided excellent research assistance. Laura Ardila, Abhinav Rangarajan, and Boyang Zhang also contributed to this project. All remaining errors are of course the responsibility of the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nG. Andrew Karolyi\n\nKarolyi has served as an ad hoc consultant to Dimensional Fund Advisors during the years when this paper was written.\n\n\n"
}