{
    "id": 21660,
    "citation_title": "Political Economy of Debt and Growth",
    "citation_author": [
        "Marco Battaglini",
        "Levon Barseghyan"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2015-11-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a theory of endogenous fiscal policy and growth. Fiscal policy — debt, income tax, spending on local public goods and public investment — is determined through legislative bargaining. Economic growth depends directly on public investment, private investment in human capital and, via learning-by-doing, labor supply. The model predicts that the economy converges to a balanced growth path in which consumption, private investment, public investment, public goods provision, public debt and productivity grow at the same constant rate. The transition to the balanced growth path is characterized by what we call the shrinking government effect: public debt grows faster than GDP, provisions of public goods and infrastructure grow slower than GDP and the tax rate declines. We use the model to study the impact of austerity programs which impose a ceiling on the amount of public debt a country can issue.\n\n",
    "acknowledgement": "\nWe are grateful to an anonymous referee for very useful comments and suggestions. We thank the participants to the 2012 Nemmers prize conference, the 8th CSEF-IGIER Symposium on Economics and Institutions, and 2012 NBER Summer Institute for comments and feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}