{
    "id": 21674,
    "citation_title": "The Welfare Gains from Macro-Insurance Against Natural Disasters",
    "citation_author": [
        "Eduardo Borensztein",
        "Eduardo Cavallo",
        "Olivier Jeanne"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a dynamic optimization model to estimate the welfare gains that a small open economy can derive from insuring against natural disasters with catastrophe (CAT) bonds. We calibrate the model by reference to the risk of earthquakes, floods and storms in developing countries.  We find that the countries most vulnerable to these risks would find it optimal to use CAT bonds for insurance only if the cost of issuing these bonds were significantly smaller than it is in the data. The welfare gains from CAT bonds range from small to substantial depending on how insurance affects the country's external borrowing constraint. The option of using CAT bonds may bring a welfare gain of several percentage points of annual consumption by improving external debt sustainability. These large gains disappear if the country can opportunistically default on its external debt.\n\n",
    "acknowledgement": "\nThis paper was completed while Jeanne visited the Research Department of the IMF, whose hospitality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEduardo Cavallo\n\nEduardo Cavallo is an employee of the Inter-American Development Bank. The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, or the countries they represent.\n\n\n"
}