{
    "id": 21670,
    "citation_title": "Global Imbalances and Policy Wars at the Zero Lower Bound",
    "citation_author": [
        "Ricardo J. Caballero",
        "Emmanuel Farhi",
        "Pierre-Olivier Gourinchas"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2021-01-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the consequences of extremely low real interest rates in a world with integrated but heterogenous capital markets, nominal rigidities and an effective lower bound (a ZLB for simplicity). We establish four main results: (i) At the ZLB, creditor countries export their recession abroad, which we illustrate with a new Metzler diagram in quantities; (ii) Beggar-thy-neighbor currency and trade wars provide stimulus to the undertaking country at the expense of other countries; (iii) (Safe) public debt issuances and increases in government spending anywhere are expansionary everywhere; (iv) When there is a scarcity of safe assets, net issuers of safe assets import the recession from abroad.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title: Global Imbalances and Currency Wars at the Zero Lower Bound. We thank Chris Ackerman, Mark Aguiar, Manuel Amador, Cristina Arellano, Olivier Blanchard, Luca Fornaro, Jordi Galì, Gita Gopinath, Nobuhiro Kiyotaki, Dimitri Mukhin, Jaume Ventura, and seminar participants at Chicago Booth, the European Central Bank, the Fundaçao Getulio Vargas, CREI, NBER, LSE, and Princeton for useful comments and suggestions. Adriano Fernandes provided outstanding research assistance. All errors are our own. Respectively: MIT and NBER; Harvard and NBER; Berkeley and NBER. E-mails: caball@mit.edu, pog@berkeley.edu. The first draft of this paper was written in June 2015 while Pierre-Olivier Gourinchas was visiting Harvard University, whose hospitality is gratefully acknowledged. We thank the NSF for financial support. While this paper was under review, Emmanuel Farhi suddenly passed away, a monumental loss to us and to the economics profession. We revised this manuscript trying to hold true to Emmanuel’s views. All remaining errors and mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPierre-Olivier Gourinchas\n\nPierre-Olivier Gourinchas is compensated by the International Monetary Fund for editing the IMF Economic Review.\n\n\n"
}