{
    "id": 21672,
    "citation_title": "Economic Cycles in Ancient China",
    "citation_author": [
        "Yaguang Zhang",
        "Guo Fan",
        "John Whalley"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe discuss business cycles in ancient China. Data on Ancient China business cycles are sparse and incomplete and so our discussion is qualitative rather than quantitative. Essentially, ancient debates focused on two types of cycles: long run political or dynastic cycles of many decades, and short run nature induced cycles. Discussion of the latter show strong parallels to Jevons’ conception of sun spot cycles. The former has no clear contemporary analogue, were often deep in impact and of long duration. The discussion of both focused on agricultural economies. Ancient discussion on intervention focused on counter cyclical measures, including stockpiling, and predated Keynes and the discussion in the 1930s by centuries. Also, a strongly held belief emerged that cycles create their own cycles to follow, and that cycles are part of the inevitable economic order, a view consistent with Mitchell’s view of the business cycle in the 1940s. Current debates on how best to respond to the ongoing global financial crisis draw in part on historical precedents, but these are largely limited to the last 150 years for OECD countries and with major focus on the 1990’s. Here we also probe material on Ancient China to see what is relevant.\n\n",
    "acknowledgement": "\nThis paper is the second of a planned series examining the Chinese history of ancient economic thought in light of later Western thought. The first paper is Monetary Theory and Policy from a Chinese Historical Perspective which has been published in China Economic Review (Volume 26, September 2013, Pages 89-104.) This work is of importance in better understanding the Chinese policy response to the global issues of the day; the financial crisis, global warming and climate change. We acknowledge financial support from the Ontario Research Fund (ORF-F3), IDRC, and the Centre for International Governance Innovation (CIGI), Waterloo Ontario. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}