{
    "id": 21676,
    "citation_title": "Using Linked Survey and Administrative Data to Better Measure Income: Implications for Poverty, Program Effectiveness and Holes in the Safety Net",
    "citation_author": [
        "Bruce D. Meyer",
        "Nikolas Mittag"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2015-11-02",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the consequences of underreporting of transfer programs for prototypical analyses of low-income populations using the Current Population Survey (CPS), the source of official poverty and inequality statistics.  We link administrative data for food stamps, TANF, General Assistance, and subsidized housing from New York State to the CPS at the individual level.  Program receipt in the CPS is missed for over one-third of housing assistance recipients, 40 percent of food stamp recipients and 60 percent of TANF and General Assistance recipients.  Dollars of benefits are also undercounted for reporting recipients, particularly for TANF, General Assistance and housing assistance.  We find that the survey data sharply understate the income of poor households. Underreporting in the survey data also greatly understates the effects of anti-poverty programs and changes our understanding of program targeting. Using the combined data rather than survey data alone, the poverty reducing effect of all programs together is nearly doubled while the effect of housing assistance is tripled. We also re-examine the coverage of the safety net, specifically the share of people without work or program receipt. Using the administrative measures of program receipt rather than the survey ones often reduces the share of single mothers falling through the safety net by one-half or more.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed here are those of the authors and do not necessarily represent the views of the New York Office of Temporary and Disability Assistance (OTDA) or the U.S. Census Bureau. Mittag would like to thank the Upjohn Institute for Employment Research for its support.  We have greatly benefitted from the comments of Robert Moffitt, Charles Brown and seminar participants at the Conference in Honor of Jerry Hausman, 2014 Joint Statistical Meetings, University of Chicago, Federal Reserve Bank of Atlanta, 2015 AEA Annual Meetings, University of Wisconsin, Georgia State University, UNCE at Charles University and Iowa State University. We are grateful for the assistance of many OTDA and Census Bureau employees including George Falco, Dave Dlugolecki, Graton Gathright, Amy O’Hara, and Frank Limehouse.  The data analysis was conducted at the Chicago Census Research Data Center by researchers with Special Sworn Status and the results were reviewed to prevent the disclosure of confidential information.  Pablo Celhay provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}