{
    "id": 21673,
    "citation_title": "Windfall Gains and Stock Market Participation",
    "citation_author": [
        "Joseph S. Briggs",
        "David Cesarini",
        "Erik Lindqvist",
        "Robert Östling"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe estimate the causal effect of wealth on stock market participation using administrative data on Swedish lottery players. A $150,000 windfall gain increases stock ownership probability among pre-lottery non-participants by 12 percentage points, while pre-lottery stock holders are unaffected. The effect is immediate, seemingly permanent and heterogeneous in intuitive ways. Standard lifecycle models predict wealth effects far too large to match our causal estimates under common calibrations. Additional analyses suggest a limited role for explanations such as procrastination or real-estate investment. Overall, results suggest that “nonstandard” beliefs or preferences contribute to the nonparticipation of households across many demographic groups.\n\n",
    "acknowledgement": "\nThis paper is part of a project hosted by the Research Institute of Industrial Economics (IFN). We are grateful to IFN Director Magnus Henrekson for his strong support of the project. For helpful comments, we thank Steffen Andersen, Dan Benjamin, Claudio Campanale, David Laibson, Annette Vissing-Jørgensen, Enrichetta Ravina, Paolo Sodini, and Roine Vestman, as well as seminar participants at NYU Stern, IFN, Institute for International Economic Studies, the 2015 NBER SI (Household Finance), and the 2015 SED. We also gratefully acknowledge financial support from the NBER Household Finance working group (22-2382-13-1-33-003), the NSF (1326635), the Swedish Council for Working Life and Social Research (2011-1437), the Swedish Research Council (B0213903), and Handelsbanken’s Research Foundations (P2011:0032:1). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}