{
    "id": 21671,
    "citation_title": "The Welfare Effects of Nudges: A Case Study of Energy Use Social Comparisons",
    "citation_author": [
        "Hunt Allcott",
        "Judd B. Kessler"
    ],
    "citation_publication_date": "2015-10-26",
    "issue_date": "2015-10-22",
    "revision_date": "2017-03-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n“Nudge”-style interventions are often deemed “successful” if they cause large behavior change, but they are rarely subjected to full social welfare evaluations. We combine a field experiment with a simple theoretical framework to evaluate the welfare effects of one especially policy-relevant intervention, home energy social comparison reports. In our sample, the reports increase social welfare, although traditional evaluation approaches overstate welfare gains by a factor of 3.7. Overall, the welfare gains from home energy reports might be overstated by $620 million. We develop a prediction algorithm for optimal targeting; this would double the welfare gains.\n\n",
    "acknowledgement": "\nWe are grateful to Paula Pedro for outstanding research management, and we thank Opower and Central Hudson Gas and Electric for productive collaboration and helpful feedback. We also thank Nava Ashraf, Stefano DellaVigna, Avi Feller, Michael Greenstone, Ben Handel, Guido Imbens, Kelsey Jack, David Laibson, John List, Todd Rogers, Dmitry Taubinsky, and seminar participants at the 2017 ASSA Annual Meeting, Berkeley, Chicago Booth, the Consumer Financial Protection Bureau, Cornell, Duke, Harvard, Microsoft Research, New York University, Stanford, Stanford Institute for Theoretical Economics, the University of Hawaii, Wesleyan, the World Bank, and Yale for comments. We are grateful to the Sloan Foundation and the Jameel Poverty Action Lab for grant funding. This RCT was registered in the American Economic Association Registry for randomized control trials under trial number 713. Code to replicate the analysis is available from Hunt Allcott's website. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}