{
    "id": 21679,
    "citation_title": "Pricing with Limited Knowledge of Demand",
    "citation_author": [
        "Maxime C. Cohen",
        "Georgia Perakis",
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow should a firm price a new product for which little is known about demand?  We propose a simple pricing rule: the firm only estimates the maximum price it can charge and still expect to sell at least some units, and then sets price as though the actual demand curve were linear. We show that if the true demand curve is one of many commonly used demand functions, or even if it is a more complex function, and if marginal cost is known and constant, the firm can expect its profit to be close to what it would earn if it knew the true demand curve. We derive analytical performance bounds for a variety of demand functions, and calculate expected profit performance for randomly generated demand curves.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Gerard Cachon, Dennis Carlton, Adam Elmachtoub, John Hauser, Teck Ho, Mahesh Nagarajan, Olivier Rubel, Richard Schmalensee, David Schmittlein, Gal Shulkind, Duncan Simester, Chris Tang, Catherine Tucker, Hal Varian, Dimitri Vayanos, Rakesh Vohra and Lawrence White for helpful comments and suggestions. The authors declare that they have no material financial interests that relate to the research described in this paper.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}