{
    "id": 21677,
    "citation_title": "Comparative Advantage, International Trade, and Fertility",
    "citation_author": [
        "Quy-Toan Do",
        "Andrei A. Levchenko",
        "Claudio Raddatz"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze theoretically and empirically the impact of comparative advantage in international trade on fertility. We build a model in which industries differ in the extent to which they use female relative to male labor, and countries are characterized by Ricardian comparative advantage in either female-labor or male-labor intensive goods. The main prediction of the model is that countries with comparative advantage in female-labor intensive goods are characterized by lower fertility. This is because female wages, and therefore the opportunity cost of children are higher in those countries. We demonstrate empirically that countries with comparative advantage in industries employing primarily women exhibit lower fertility. We use a geography-based instrument for trade patterns to isolate the causal effect of comparative advantage on fertility.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Nathan Nunn), two anonymous referees, Raj Arunachalam, Martha Bailey, Francesco Caselli, Francisco Ferreira, Elisa Gamberoni, Gene Grossman, David Lam, Carolina Sanchez-Paramo, and seminar participants at various institutions for helpful suggestions. Çağatay Bircan, Aaron Flaaen, Dimitrije Ruzic, and Nitya Pandalai-Nayar provided outstanding research assistance. The project has been funded in part by the World Bank's Research Support Budget. The views expressed in the paper are those of the authors and need not represent either the views of the World Bank, its Executive Directors or the countries they represent, or those of the Central Bank of Chile or the members of its board. This document is an output from a project funded by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA) for the benefit of developing countries. The views expressed are not necessarily those of DFID, IZA, or the National Bureau of Economic Research.\n\n\n"
}