{
    "id": 21684,
    "citation_title": "Liquidity Risk, Bank Networks, and the Value of Joining the Federal Reserve System",
    "citation_author": [
        "Charles W. Calomiris",
        "Matthew Jaremski",
        "Haelim Park",
        "Gary Richardson"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "2015-11-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReducing systemic liquidity risk related to seasonal swings in loan demand was one reason for the founding of the Federal Reserve System. Existing evidence on the post-Federal Reserve increase in the seasonal volatility of aggregate lending and the decrease in seasonal interest rate swings suggests that it succeeded in that mission. Nevertheless, less than 8 percent of state-chartered banks joined the Federal Reserve in its first decade. Some have speculated that nonmembers could avoid higher costs of the Federal Reserve’s reserve requirements while still obtaining access indirectly to the Federal Reserve discount window through contacts with Federal Reserve members. We find that individual bank attributes related to the extent of banks’ ability to mitigate seasonal loan demand variation predict banks’ decisions to join the Federal Reserve. Consistent with the notion that banks could obtain indirect access to the discount window through interbank transfers, we find that a bank’s position within the interbank network (as a user or provider of liquidity) predicts the timing of its entry into the Federal Reserve System and the effect of Federal Reserve membership on its lending behavior. We also find that indirect access to the Federal Reserve was not as good as direct access. Federal Reserve member banks saw a greater increase in lending than nonmember banks.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGary Richardson\n\nGary Richardson serves as the Federal Reserve's official Historian. The views expressed in this article are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve System, or the Federal Reserve Bank of Richmond.\n\n\n"
}