{
    "id": 21688,
    "citation_title": "Greek Budget Realities: No Easy Options",
    "citation_author": [
        "Christopher L. House",
        "Linda L. Tesar"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs of August 2015, Greece’s loan repayments due to external creditors through 2057 summed to €319.5 billion, requiring an average debt payment on a flow basis of 4.1 percent of 2014 Greek GDP. This paper examines the economic impact of increases in distortionary taxes on consumption, capital and labor income as well as reductions in government expenditures sufficient to increase Greece’s primary balance by one percent of 2014 GDP – roughly a quarter of Greece’s total debt obligations. In the baseline case calibrated to the Greek economy, all of the tax and expenditure policies we consider produce declines in output in both the short- and long-run. Projections of the primary surplus based on static revenue scoring grossly overestimate the amount of actual revenue that Greece would raise due to the endogenous adjustment of capital and labor. Meeting the debt repayment schedule is substantially more costly because Greece is a small economy that is integrated with the larger European economy. Failure to incorporate the impact of capital and labor mobility results in a significant overestimate of future revenue. Delaying the implementation of tax increases or government expenditure cuts can help mitigate the short-run fall in output, but such delays require greater economic hardship in the long run.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Brookings Papers on Economic Activity, Fall 2015. The authors gratefully acknowledge insightful comments and suggestions from David Romer, Justin Wolfers, Christian Proebsting and seminar participants at the Brookings Panel. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}