{
    "id": 21687,
    "citation_title": "Where Does Voucher Funding Go? How Large-Scale Subsidy Programs Affect Private-School Revenue, Enrollment, and Prices",
    "citation_author": [
        "Daniel M. Hungerman",
        "Kevin Rinz"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a new dataset constructed from nonprofit tax-returns, this paper explores how vouchers and other large-scale programs subsidizing private school attendance have affected the fiscal outcomes of private schools and the affordability of a private education. We find that subsidy programs created a large transfer of public funding to private schools, suggesting that every dollar of funding increased revenue by a dollar or more. Turning to the incidence of subsidies and the impact of subsidies on enrollment, our findings depend on the type of program introduced, with programs restricting eligibility to certain groups of students creating relatively large enrollment gains and small price increases compared to unrestricted programs. We calculate elasticities of demand and supply for private schools, and discuss welfare effects.\n\n",
    "acknowledgement": "\nWe thank Ida Smith Williams for help and Sarah Senseman for excellent research assistance. David Figlio, Jonathan Gruber, audiences at South Carolina, the ASREC conference, and the NBER Education Program conference provided valuable feedback. This work was supported by the John Templeton Foundation. Email the authors at dhungerm@nd.edu and krinz@nd.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}