{
    "id": 21685,
    "citation_title": "Asymmetry of Information within Family Networks",
    "citation_author": [
        "Joachim De Weerdt",
        "Garance Genicot",
        "Alice Mesnard"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies asymmetry of information and transfers within a unique data set of 712 extended family networks from Tanzania. Using cross-reports on asset holdings, we construct measures of misperception of income among all pairs of households belonging to the same network. We show that there is significant asymmetry of information and no evidence of major systematic over-evaluation or under-evaluation of income in our data, although there is a slight over-evaluation on the part of migrants regarding non-migrants. We develop a static model of asymmetric information that contrasts altruism, pressure and exchange as motives to transfer. The model makes predictions about the correlations between misperceptions and transfers under these competing explanations. Testing these predictions in the data uncovers the active role played by the recipient. Our findings suggest that the recipient sets the terms of the transfers, either by exerting pressure to give on the donor or by holding the bargaining power during the exchange of services with the donor.\n\n",
    "acknowledgement": "\nWe thank Yann Bramoulle, Denis Cogneau, Stefan Dercon, Habiba Djebbari, Sylvie Lambert, Martin Ravallion, Marlon Seror and Yves Zenou for valuable inputs and comments, as well as the participants in seminars in the Paris School of Economics, University of Paris Dauphine, University of Maryland, University of Aix-Marseille and the 7th International Conference on Migration and Development. Financial support for the data collection came from the Rockwool Foundation, the World Bank and the William and Flora Hewlett foundation. The responsibility for any errors or omission is our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}