{
    "id": 21680,
    "citation_title": "Fiscal Stimulus in Economic Unions: What Role for States?",
    "citation_author": [
        "Gerald Carlino",
        "Robert P. Inman"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Great Recession and the subsequent passage of the American Recovery and Reinvestment Act returned fiscal policy, and particularly the importance of state and local governments, to the center stage of macroeconomic policy-making.   This paper addresses three questions for the design of intergovernmental macroeconomic fiscal policies.  First, are such policies necessary?  Analysis of US state fiscal  policies show state deficits (in particular from tax cuts) can stimulate state economies in the short-run, but that there are significant job spillovers to neighboring states.  Second, to internalize these spillovers, what central government fiscal policies are most effective for stimulating income and job growth?  Both federal tax cuts and transfers to households and firms and intergovernmental transfers to states for lower income assistance are effective, with one and two year multipliers greater than 2.0.  Third, how are states, as politically independent agents, motivated to provide increased transfers to lower income households?  The answer is matching (price subsidy) assistance for such spending.  The intergovernmental aid is spent immediately by the states and supports assistance to those most likely to spend new transfers.\n\n",
    "acknowledgement": "\nThe authors would like to thank Alan Auerbach, Jeff Brown, William Dupor, Pablo Guerron, James Nason, Keith Still, and Tom Stark for helpful comments on earlier versions of this research, and Jake Carr and Adam Scavatti for outstanding research assistance.  The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, the University of Pennsylvania, or the National Bureau of Economic Research.\n\n\n"
}