{
    "id": 21686,
    "citation_title": "The Choice Channel of Financial Innovation",
    "citation_author": [
        "Felipe S. Iachan",
        "Plamen T. Nenov",
        "Alp Simsek"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "2020-01-23",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nFinancial innovation in recent decades has expanded portfolio choice. We investigate how greater choice affects investors’ savings and asset returns. We establish a choice channel by which greater portfolio choice increases investors’ savings—by enabling them to earn the aggregate risk premium or to take speculative positions. In equilibrium, portfolio customization (access to risky assets beyond the market portfolio) reduces the risk-free rate. Participation (access to the market portfolio) reduces the risk premium but typically increases the risk-free rate. Empirically, stock market participants in the U.S. save more than nonparticipants, and have increasingly dispersed portfolio returns, consistent with the choice channel.\n\n",
    "acknowledgement": "\nWe would like to thank Marios Angeletos, Ricardo Caballero, Nicolae Garleanu, Simon Gilchrist, Bernard Herskovic, Ron Kaniel, Chen Lian, Andrei Shleifer, and participants at numerous conferences and seminars for helpful comments. Masao Fukui, Rafael C. Araujo, and Cecilie Øiulfstad provided outstanding research assistance. Simsek acknowledges support from the National Science Foundation (NSF) under Grant Number SES-1455319. Any opinions, findings, conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the NSF or the National Bureau of Economic Research. Iachan acknowledges that this study was financed in part by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior - Brasil (CAPES) - Finance Code 001.\n\n\n"
}