{
    "id": 21682,
    "citation_title": "What Determines End-of-Life Assets? A Retrospective View",
    "citation_author": [
        "James Poterba",
        "Steven Venti",
        "David A. Wise"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "2018-04-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe consider assets when individuals were last observed prior to death in the Health and Retirement Study (HRS) and trace assets backwards to the age when these individuals were first observed.  For most individuals, assets in the last year observed (LYO) were very similar to assets in the first year observed (FYO).  In particular, most of those who were last observed with very low asset levels also had low assets when first observed.  We also estimate the relationship between an individual’s asset change between the first and last date of observation, that individual’s education and health status when first observed, and that individual’s within-sample changes in health and family composition.  We obtain estimates for HRS respondents who were 51 to 61 in 1992 and for AHEAD respondents who were age 70 and over in 1993.\n\n",
    "acknowledgement": "\nWe are grateful to Brigitte Madrian for very helpful comments.  This research was supported by the U.S. Social Security Administration through grant #RRC08098400-06 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. Funding was also provided through grant number P01 AG005842 from the National Institute on Aging. Poterba is a trustee of the College Retirement Equity Fund (CREF), a provider of retirement income services. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, TIAA-CREF, or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJames Poterba\n\nIn addition to my role as a faculty member at MIT, I am engaged in a number of outside activities, including serving as President of the NBER, a trustee of the College Retirement Equity Fund (CREF) and independent director of the TIAA-CREF mutual funds (www.tiaa-cref.org), and serving as a trustee of the Alfred P. Sloan Foundation (www.sloan.org). I serve on the Panel of Economic Advisers at the Congressional Budget Office (www.cbo.gov). In addition, during the last three years I have received compensation for lectures or presentations in excess of $500 from each of the following organizations: American Economic Association, Dimensional Fund Advisers, Elon University, Federal Reserve Bank of Kansas City, the Investment Company Institute, Queens University, the University of Rochester, and the University of Wisconsin.\n\n\n"
}