{
    "id": 21683,
    "citation_title": "Rosca Meets Formal Credit Market",
    "citation_author": [
        "Hanming Fang",
        "Rongzhu Ke",
        "Li-An Zhou"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nRotating Savings and Credit Association (Rosca) is an important informal financial institution in many parts of the world used by participants to share income risks. What is the role of Rosca when formal credit market is introduced? We develop a model in which risk-averse participants attempt to hedge against their private income shocks with access to both Rosca and the formal credit and investigate their interactions. Using the gap of the borrowing and saving interest rates as a measure of the imperfectness of the credit market, we compare three cases: (i) Rosca without credit market; (ii) Rosca with a perfect credit market; (iii) Rosca with an imperfect credit market. We show that a perfect credit market completely crowds out the role of Rosca. However, when credit market is present but imperfect, we show that Rosca and the formal credit market can complement each other in improving social welfare. Interestingly, we find that the social welfare in an environment with both Rosca and formal credit market does not necessarily increase monotonically as the imperfectness of the credit market converges to zero.\n\n",
    "acknowledgement": "\nWe would like to thank Jiahua Che, Larry Samuelson, Robert Townsend and seminar participants at Wisconsin-Madison, Duke, Shanghai Jiaotong University and Hong Kong University for useful comments and discussions. Any remaining errors are our own. Fang would like to acknowledge the financial support from National Science Foundation Grant SES-1122902. Ke gratefully acknowledges the financial support from Hong Kong Research Grant Council (Project # CUHK 447111). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}