{
    "id": 21699,
    "citation_title": "Immigration, Human Capital Formation and Endogenous Economic Growth",
    "citation_author": [
        "Isaac Ehrlich",
        "Jinyoung Kim"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "2015-12-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCensus data from international sources covering 77% of the world’s migrant population indicate that the skill composition of migrants in major destination countries, including the US, has been rising over the last 4 decades. Moreover, the population share of skilled migrants has been approaching or exceeding that of skilled natives. We offer theoretical propositions and empirical tests consistent with these trends via a general-equilibrium model of endogenous growth where human capital, population, income growth and distribution, and migration trends are endogenous. We derive new insights about the impact of migration on long-term income growth and distribution, and the net benefits to natives in both destination and source countries.\n\n",
    "acknowledgement": "\nA preliminary version of this paper was presented in the IZA/UB Center for Human Capital Workshop on Migration and Human Capital held in Bonn on May 23-24, 2013. A more recent version was presented in the conference honoring the life and work of Gary Becker at the Becker-Friedman Institute in Chicago on October 16, 2015. We are indebted to participants in both conferences for valuable comments. We also wish to acknowledge very helpful comments and suggestions by Yong Yin and James Smith, editorial assistance by Chaya Ehrlich, and research assistance by Bibaswan Chatterjee, Soomin Lee, Minsung Park and Po-Chieh Yang.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}