{
    "id": 21696,
    "citation_title": "Size Discovery",
    "citation_author": [
        "Darrell Duffie",
        "Haoxiang Zhu"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "2016-07-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSize-discovery trade mechanisms allow large quantities of an asset to be exchanged at a price that does not respond to price pressure. Primary examples include “workup” in Treasury markets, “matching sessions” in corporate bond and CDS markets, and block-trading “dark pools” in equity markets. By freezing the execution price and giving up on market-clearing, size-discovery mechanisms overcome concerns by large investors over their price impacts. Price-discovery mechanisms clear the market, but cause investors to internalize their price impacts, inducing costly delays in the reduction of position imbalances. We show how augmenting a price-discovery mechanism with a size-discovery mechanism improves allocative efficiency.\n\n",
    "acknowledgement": "\nFor helpful discussions and comments, we thank Bruno Biais, Pierre Collin-Dufresne, Songzi Du, Michael Fleming, Benjamin Junge, Eiichiro Kazumori, Pete Kyle, Emmanuel Moench, Sophie Moinas, Giang Nguyen, Romans Pancs, Adriano Rampini, Mark Ready, Anders Trolle, Dimitri Vayanos, and Robert Wilson, as well as participants at the American Economics Association annual meeting, University of Bonn, University of Geneva, INSEAD, University of Zurich, Swiss National Bank, HEC Paris, Federal Reserve Board, CFTC, University of Lugano, European University Institute, Toulouse School of Economics, Wilfred Laurier University, EIEF (Banca d'Italia), the Deutsche Bundesbank, AQR, Yale School of Management, Rice University, Georgia State University, CKGSB (Beijing), Imperial College, London Business School, PaulWoolley Conference, and SEC.We are especially grateful for research assistance by Jun Yan of the Stanford Statistics Department and Hyungjune Kang of the MIT Sloan School of Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}