{
    "id": 21692,
    "citation_title": "Unequal Bequests",
    "citation_author": [
        "Marco Francesconi",
        "Robert A. Pollak",
        "Domenico Tabasso"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "2022-08-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing data from the Health and Retirement Study, we make two contributions to the literature on end-of-life transfers. First, we show that unequal bequests are much more prevalent than generally recognized, with more than one-third of parents with wills planning to divide their estates unequally among their children. Plans for unequal division are particularly concentrated in complex families, i.e., families with stepchildren and families with genetic children with whom parents have limited or no contact. Second, we find that many older Americans have no wills. Although the probability of having a will increases with age, 30 percent of individuals aged 70 plus are without a will and, of the people who died between 1995 and 2012, nearly 40 percent died intestate.\n\n",
    "acknowledgement": "\nWe are grateful to Sonia Bhalotra, Meta Brown, Michael Hurd, Larry Kotlikoff, Anne Laferrère, Kathleen McGarry, Barbara Schone, Sergei Severinov, Mark Wilhelm, Bob Willis, and seminar participants at the University of Essex, University of Geneva, UCLA, UTCC Bangkok, Washington University School of Law, and several conferences and workshops for comments and suggestions. The text refers to supplementary online material, which is available at  https://sites.google.com/site/domtabasso/appendix-material-for-unequal-bequests. The analysis presented in this paper was conducted before Tabasso started working for the World Bank -- UNHCR Joint Data Center (JDC). This work is not part of any JDC activity, the opinions expressed in it are those of the authors solely and they are not necessarily representative of the views of the World Bank, UNHCR or the JDC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}