{
    "id": 21690,
    "citation_title": "Enlarging the Contracting Space: Collateral Menus, Access to Credit, and Economic Activity",
    "citation_author": [
        "Murillo Campello",
        "Mauricio Larrain"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development Economics",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent reforms across Eastern European countries gave more flexibility and information for parties to engage in secured debt transactions. The menu of assets legally accepted as collateral was enlarged to include movable assets (e.g., machinery and equipment). Generalized difference-in-differences tests show that firms operating more movable assets borrowed more as a result of such reforms. Those firms also invested more, hired more, and became more efficient and profitable following the changes in the contracting environment. The financial deepening we document triggered important reallocation effects: Firms affected by the reforms increased their share of fixed assets and employment in the economy.\n\n",
    "acknowledgement": "\nWe thank Kevin Aretz, Patrick Bolton, Charles Calomiris, Geraldo Cerqueiro (discussant), Jess Cornaggia, Bruno Ferman, Miguel Ferreira (discussant), Erasmo Giambona, Andrew Hertzberg, Jens Josephson (discussant), Andres Liberman, Maria-Teresa Marchica, Rafael Matta, João Melo (discussant), Gabriel Natividad, Tomek Piskorski, Katharina Pistor, Jacopo Ponticelli, Wenlan Qian (discussant), Adriano Rampini, Jose Scheinkman, Philipp Schnabl, and Daniel Wolfenzon for their useful discussions and suggestions. We also appreciate comments from seminar participants at Chinese University of Hong Kong, Columbia Business School, Columbia--NYU Junior Corporate Finance Meeting, DePaul University, European Bank for Reconstruction and Development, European Finance Association Meeting (Lugano), FGV--São Paulo, Financial Intermediation Research Society Conference (Reykjavik), Georgetown University, LUBRAFIN Meeting, Michigan State University, Symposium on Emerging Financial Markets (Beijing), University of Houston, University of New South Wales, University of Notre Dame, University of Queensland, and the World Bank. Felipe Silva and Pablo Slutzky provided excellent research assistance. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}