{
    "id": 21697,
    "citation_title": "Caloric Requirements and Food Consumption Patterns of the Poor",
    "citation_author": [
        "Shari Eli",
        "Nicholas Li"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much do calorie requirements vary across households and how do they affect food consumption patterns? Since caloric intake is a widely-used indicator of poverty and welfare, investigating changes in caloric requirements and food consumption patterns is important, especially for the poor. Combining anthropometric and time-use data for India, we construct a quantitative measure of individual and household caloric requirements. We then link our estimates of caloric requirements with consumption data to examine how caloric requirements coupled with household expenditures shape food demand. Our applications include the measurement of hunger and the role of caloric requirements in explaining food consumption puzzles related to household-scale and changes in caloric intake over time.\n\n",
    "acknowledgement": "\nWe would like to thank Pierre-Olivier Gourinchas, Chang-Tai Hsieh, Ronald Lee, and Ted Miguel for their comments and suggestions. We also thank Gustavo Bobonis, Stephan Litschig, Daniel Lafave, Pranab Bardhan, Tom Vogl, Anne Case, Jeff Hammer, as well as participants of the Berkeley Development Seminar, Princeton’s Center for Health and Well-being seminar, University of Toronto’s SWEAT seminar, North East Universities Development Consortium (NEUDC) 2012 conference and Population Association of America (PAA) 2013 conference. Lucas Parker provided outstanding research assistance. Nicholas Li gratefully acknowledges financial support from the Social Sciences and Humanities Research Council of Canada, the U.C. Berkeley Institute for Business and Economics Research, and the Center for Equitable Growth.  Shari Eli gratefully acknowledges the financial support of the NICHD grant T32-HD007275 and NIA grant T32-AG000246. All errors are our own The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}