{
    "id": 21691,
    "citation_title": "Contracting and the Division of the Gains from Trade",
    "citation_author": [
        "Andrew B. Bernard",
        "Swati Dhingra"
    ],
    "citation_publication_date": "2015-11-02",
    "issue_date": "2015-10-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the microstructure of import markets and the division of the gains from trade among consumers, importers and exporters. When exporters and importers transact through anonymous markets, double marginalization and business stealing among competing importers lead to lower profits. Trading parties can overcome these inefficiencies by investing in richer contractual arrangements such as bilateral contracts that eliminate double marginalization and joint contracts that also internalize business stealing. Introducing these contractual choices into a trade model with heterogeneous exporters and importers, we show that trade liberalization increases the incentive to engage in joint contracts, thus raising the profits of exporters and importers at the expense of consumer welfare. We examine the implications of the model for prices, quantities and exporter-importer matches in Colombian import markets before and after the US-Colombia free trade agreement. US exporters that started to enjoy duty-free access were more likely to increase their average price, decrease their quantity exported and reduce the number of import partners.\n\n",
    "acknowledgement": "\nWe are grateful to John Morrow, Gianmarco Ottaviano, Chris Snyder, Catherine Thomas, Dan Trefler, Tony Venables, Alwyn Young and seminar participants at Aarhus, Berkeley-Stanford, Bologna, ERWIT, IIFT, KU Milan, Oslo, Oxford, LSE, Paris, Princeton Summer Workshop, Salento, SED, Sussex, Toronto, Tuck (Dartmouth), World Bank and UEA for helpful comments. We thank Giovanni Maggi and Dan Trefler for detailed discussions and Angela Gu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Centre for Economic Policy Research or the Centre for Economic Performance.\n\n\n"
}