{
    "id": 21703,
    "citation_title": "Why did the Democrats Lose the South? Bringing New Data to an Old Debate",
    "citation_author": [
        "Ilyana Kuziemko",
        "Ebonya Washington"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter generations of loyalty, Southern whites left the Democratic party en masse in the second half of the twentieth century. To what extent did Democrats' 1960s Civil Rights initiatives trigger this exodus, versus Southern economic development, rising political polarization or other trends that made the party unattractive to Southern whites? The lack of data on racial attitudes and political preferences spanning the 1960s Civil Rights era has hampered research on this central question of American political economy. We uncover and employ such data, drawn from Gallup surveys dating back to 1958. From 1958 to 1961, conservative racial views strongly predict Democratic identification among Southern whites, a correlation that disappears after President Kennedy introduces sweeping Civil Rights legislation in 1963. We find that defection among racially conservative whites explains all (three-fourths) of the decline in relative white Southern Democratic identification between 1958 and 1980 (2000). We offer corroborating quantitative analysis—drawn from sources such as Gallup questions on presidential approval and hypothetical presidential match-ups as well as textual analysis of newspapers—for the central role of racial views in explaining white Southern dealignment from the Democrats as far back as the 1940s.\n\n",
    "acknowledgement": "\nWe thank Frank Newport and Jeff Jones for answering our questions about the Gallup data.  We are grateful to Alberto Alesina, Daron Acemoglu, Bill Collins, Marvin Danielson, Claudia Goldin, Matt Gentzkow, Alex Mas, Adrian Matray, Suresh Naidu, Jesse Shapiro, Seth Stephens-Davidowitz, Gavin Wright  and seminar participants at Middlebury, NBER Summer Institute's Political Economy Workshop, NYU, Pomona, Princeton, Stanford SITE, Toronto, UBC, UCLA and Yale's CSAP Summer conference, particularly discussants Georgia Kernell and Nolan McCarthy, for valuable comments and feedback. Khurram Ali, Jimmy Charité, Joséphine Gantois, Keith Gladstone, Meredith Levine, Chitra Marti, Jenny Shen and Timothy Toh provided truly exceptional research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}