{
    "id": 21700,
    "citation_title": "Momentum in Imperial Russia",
    "citation_author": [
        "William Goetzmann",
        "Simon Huang"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSome of the leading theories of momentum have different empirical predictions about its profitability conditional on market composition and structure.  The overconfidence explanation provided by Daniel, Hirshleifer, and Subrahmanyam (1998), for example, predicts lower momentum profits in markets with more sophisticated investors.  The information-based theory of Hong and Stein (1999) predicts lower momentum profits in markets with lower informational frictions.  The institutional theory of Vayanos and Woolley (2013) predicts lower momentum profits in markets with less agency.  In this paper, we use a dataset from a major 19th century equity market to test these predictions.  Over this period, there was no evidence of delegated management in Imperial Russia.  A regulatory change in 1893 made speculating on the St. Petersburg stock market more accessible to small investors.  We find a momentum effect that is similar in magnitude to those in modern markets and stronger during the post-1893 period than during the pre-1893 period, consistent with the overconfidence theory of momentum.\n\n",
    "acknowledgement": "\nWilliam Goetzmann is with the Yale School of Management and NBER.  Simon Huang is with the Cox School of Business, Southern Methodist University.  We would like to thank Narasimhan Jegadeesh, Adam Kolasinski, Geert Rouwenhorst, Jim Smith, Rex Thompson, Kumar Venkataraman, as well as seminar participants at Southern Methodist University and Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}