{
    "id": 21707,
    "citation_title": "Business Groups in Canada: Their Rise and Fall, and Rise and Fall Again",
    "citation_author": [
        "Randall Morck",
        "Gloria Y. Tian"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFamily-controlled pyramidal business groups were important in Canada early in the 20th century, amid rapid catch-up industrialization, but largely gave way to widely held free-standing firms by mid- century. In the 1970s and early 1980s – an era of high inflation, financial reversal, unprecedented state intervention, and explicit emulation of continental European institutions – pyramidal groups abruptly regained prominence. The largest of these were politically well-connected and highly leveraged. The two largest collapsed in the early 1990s in a recession characterized by very high real interest rates. The smaller groups that survived were more vertically integrated and less diversified at the time. Widely held freestanding firms and Anglo-Saxon concepts of the role of the state soon regained predominance.\n\n",
    "acknowledgement": "\nWe are grateful for very helpful comments from Asli M. Colpan, Takashi Hikino, Franco Amatori, Tetsuji Okazak and participants in Kyoto University’s conference on Business Groups in Developed Economies and in the 2015 World Economic History Congress.. We are grateful to the Bank of Canada for partial funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}