{
    "id": 2170,
    "citation_title": "Alternative Compensation Arrangements and Productive Efficiency in Partnerships: Evidence from Medical Group Practice",
    "citation_author": [
        "Martin Gaynor",
        "Mark Pauly"
    ],
    "citation_publication_date": "1987-02-01",
    "issue_date": "1987-02-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the role of the services sector in the economy has grown increasingly large, and partnerships are a prevalent form of organization in this sector, relatively little is known about the behavior and performance of these firms. In this paper an attempt is made to fill that gap by developing and testing a model of the effect of alternative compensation arrangements on productive efficiency in medical group practices. The technique employed is two-stage production frontier estimation. This technique provides direct estimates of productive efficiency and allows for differences across agents in ability or responsiveness to financial incentives. In the frontier literature productive efficiency is assumed to be exogenously given. In this paper it is determined endogenously, thus a simple econometric technique correcting for this endogeneity in estimating the production frontier is employed. In addition, the measures of efficiency themselves can be made dependent variables for explicit econometric analysis of the determinants of efficiency. Overall, the empirical results are consistent with theoretical work on internal theory of the firm, which predicts that productivity compensation schemes will work well for firms with non-joint production and observable output. These two criteria are met by medical group practices. The treatment of measured efficiency as an endogenous variable is unique and allows some interesting insights into the determinants of productive efficiency. We find that relating compensation to productivity does increase the quantity and efficiency of production, as theory has hypothesized. The number of members in a group decreases both the quantity produced and the efficiency with which that output is produced. Experience does lead to greater productivity and efficiency. Medical groups in general are measured as being no less efficient than an average manufacturing firm, but Health Maintenance Organizations are less efficient than average.\n\n",
    "acknowledgement": "\n"
}