{
    "id": 21706,
    "citation_title": "Commuting, Migration and Local Employment Elasticities",
    "citation_author": [
        "Ferdinando Monte",
        "Stephen J. Redding",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "2016-11-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nTo understand the elasticity of employment to local labor demand shocks, we develop a quantitative general equilibrium model that incorporates spatial linkages in goods markets (trade) and factor markets (commuting and migration).  We show that local employment elasticities differ substantially across U.S. counties and commuting zones in ways that are not well explained by standard empirical controls but are captured by commuting measures.  We provide independent evidence for these predictions from million dollar plants and find that empirically-observed reductions in commuting costs generate welfare gains of around 3.3 percent and employment reallocations from -20 to 30 percent.\n\n",
    "acknowledgement": "\nMuch of this research was undertaken while Ferdinando Monte was visiting the International Economics Section (IES) at Princeton. We are grateful to the IES and Princeton more generally for research support. We are also grateful to the editor, four anonymous referees, and conference and seminar participants for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}