{
    "id": 21702,
    "citation_title": "Training and Search On the Job",
    "citation_author": [
        "Rasmus Lentz",
        "Nicolas Roys"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper studies human capital accumulation over workers' careers in an on the job search setting with heterogenous firms. In renegotiation proof employment contracts, more productive firms provide more training. Both general and specific training induce higher wages within jobs, and with future employers, even conditional on the future employer type. Because matches do not internalize the specific capital loss from employer changes, specific human capital can be over-accumulated, more so in low type firms. While validating the Acemoglu and Pischke (1999) mechanisms, the analysis nevertheless arrives at the opposite conclusion: That increased labor market friction reduces training in equilibrium.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Melvyn Coles, John Kennan, Chris Taber, as well as seminar and conference participants at UW-Milwaukee, Penn State, McGill University, the Barcelona 2015 Summer Workshop on Matching and Sorting, The 2015 Econometric Society World Congress, The NYU 2015 Search and Matching Workshop, and The 2015 Århus University Conference on Labour Market Models and Their Applications. Rasmus Lentz acknowledges financial support from the National Science Foundation, grant SES-1459897. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}