{
    "id": 21701,
    "citation_title": "How Do Right-To-Carry Laws Affect Crime Rates? Coping With Ambiguity Using Bounded-Variation Assumptions",
    "citation_author": [
        "Charles F. Manski",
        "John V. Pepper"
    ],
    "citation_publication_date": "2015-11-09",
    "issue_date": "2015-11-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nDespite dozens of studies, research on crime in the United States has struggled to reach consensus about the impact of right-to-carry (RTC) gun laws.  Empirical results are highly sensitive to seemingly minor variations in the data and model. How then should research proceed? We think that policy analysis is most useful if researchers perform inference under a spectrum of assumptions of varying identifying power, recognizing the tension between the strength of assumptions and their credibility. With this in mind, we formalize and apply a class of assumptions that flexibly restrict the degree to which policy outcomes may vary across time and space. Our bounded variation assumptions weaken in various respects the invariance assumptions commonly made by researchers who assume that certain features of treatment response are constant across space or time. Using bounded variation assumptions, we present empirical analysis of the effect of RTC laws on violent and property crimes.  We allow the effects to vary across crimes, years and states. To keep the analysis manageable, we focus on drawing inferences for three states –Virginia, Maryland, and Illinois.  We find there are no simple answers; empirical findings are sensitive to assumptions, and vary over crimes, years, and states. With some assumptions, the data do not reveal whether RTC laws increase or decrease the crime rate. With others, RTC laws are found to increase some crimes, decrease other crimes, and have effects that vary over time for others.\n\n",
    "acknowledgement": "\nWe thank David Rodina for research assistance.  We are grateful to Dan Black, Jennifer Doleac, Joel Horowitz, Brent Kreider, and Daniel Nagin for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}