{
    "id": 21708,
    "citation_title": "Work Incentives in the Social Security Disability Benefit Formula",
    "citation_author": [
        "Gopi Shah Goda",
        "John B. Shoven",
        "Sita Slavov"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the connection between taxes paid and benefits accrued under the Social Security Disability Insurance (SSDI) program on both the intensive and extensive margins. We perform these calculations for stylized workers given the existing benefit structure and disability hazard rates. On the intensive margin, we examine the effect of an additional dollar of earnings on the marginal payroll taxes contributed and future benefits earned. We find that the present discounted value of disability benefits received from an additional dollar of earnings, net of the SSDI payroll tax, generally declines with age, becoming negative around age 40 and reaching almost zero at age 63. On the extensive margin, we determine the effect of working an additional year on the additional payroll taxes and future benefits as a percentage of income. The return to working an additional year at an income level just large enough to earn Social Security credits for the year is large and positive through age 60. However, the return to working an additional full year is substantially smaller and becomes negative at approximately age 57. Thus, older workers face strong incentives to earn enough to obtain creditable coverage through age 60, but they face disincentives for additional earnings. In addition, workers ages 61 and older face work disincentives at any level of earnings. We repeat this analysis for stylized workers at different levels of earnings and find that, while the program transfers resources from high earners to low earners, the workers experience similar patterns in the returns to working.\n\n",
    "acknowledgement": "\nThis research was supported by the Mercatus Center at George Mason University. The findings and conclusions expressed are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}