{
    "id": 21712,
    "citation_title": "Host-MNC Relations in Resource-Rich Countries",
    "citation_author": [
        "Natasha Chichilnisky-Heal",
        "Geoffrey Heal"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe discuss the relationship between a resource-rich developing country and a multi-national corporation (MNC) that is developing its resources for the international market. We model the connections between transparency, permeability (defined as the amount of resource rent that leaves the country) and economic development, considering the cases of democracy and autocracy. We begin by considering the role of permeability in domestic politics, showing that a decrease in permeability will always benefit the incumbent, whether the country is a democracy or an autocracy. We then suggest that the relation between the host and the MNC has the features of a classical and quite intractable version of the hold-up problem, and that this may provide the MNC with incentives to influence political outcomes within the host country by whatever means are at its disposal. The hold-up problem can be overcome by the use of a Bilateral Investment Treaty that restricts the host country's ability to alter the terms of any agreement into which it has entered, and we investigate why a country might enter into a treaty that limits its freedom of action in this way. A possible answer is to be found in the capacity of a small number of poor countries to “tip” an equilibrium where none sign such treaties to one where all sign, in the process making all worse off. Our analysis provides a micro foundation for the “obsolescing bargain model” of host-MNC relations.\n\n",
    "acknowledgement": "\nThe first author left a draft of this paper at her tragic death in November 2014. The second author then completed it. We are grateful to Susan Hyde, Jisung Park, John Roemer and Susan Rose-Ackerman for valuable comments. Natasha Chichilnisky-Heal received support for some of her research from the MacMillan Center at Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}