{
    "id": 21717,
    "citation_title": "Measuring and Changing Control: Women’s Empowerment and Targeted Transfers",
    "citation_author": [
        "Ingvild Almås",
        "Alex Armand",
        "Orazio Attanasio",
        "Pedro Carneiro"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how targeted cash transfers to women affect their empowerment. We use a novel identification strategy to measure women's willingness to pay to receive cash transfers instead of their partner receiving it. We apply this among women living in poor households in urban Macedonia. We match experimental data with a unique policy intervention (CCT) in Macedonia offering poor households cash transfers conditional on having their children attending secondary school. The program randomized whether the transfer was offered to household heads or mothers at municipality level, providing us with an exogenous source of variation in (offered) transfers. We show that women who were offered the transfer reveal a lower willingness to pay, and we show that this is in line with theoretical predictions.\n\n",
    "acknowledgement": "\nWe would like to thank Pierre-André Chiappori, Nava Ashraf, Pascaline Dupas, Eliana La Ferrara, Imran Rasul, Michèle Tertilt, Bertil Tungodden, Iliana Reggio and seminar participants at IIES, Stockholm University, the 2015 EDePo IFS conference in London, the Families in Macroeconomics conference, Edesheim, 2015, 8th COSME Gender Economics Workshop, University of Alicante, 2015 EEA Annual Meeting, participants at the Normac conference, 2015, NOVAfrica and University of Essex for helpful comments. We gratefully acknowledge the financial support from 3ie International Initiative for Impact Evaluation (grant reference OW4-1022), The Choice Lab, NHH, the Economic and Social Research Council (ESRC Professorial Fellowship ES/K010700/1) and the European Research Council (Advanced Grants 249612). When carrying out part of this research, Almås was associated with the center of Equality, Social Organization, and Performance (ESOP) at the Department of Economics at the University of Oslo. ESOP is supported by the Research Council of Norway. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}