{
    "id": 21718,
    "citation_title": "Nonlinear Pricing in Village Economies",
    "citation_author": [
        "Orazio Attanasio",
        "Elena Pastorino"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "2018-07-17",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes and estimates the impact of quantity discounts for basic staples in rural Mexico. We propose a model of price discrimination that nests those of Maskin and Riley (1984) and Jullien (2000), in which consumers differ in their tastes and, due to subsistence constraints, in their ability to pay for a good. We show that, under mild conditions, a model in which consumers face heterogeneous subsistence or budget constraints is equivalent to one in which consumers have access to heterogeneous outside options. We then rely on known results (Jullien (2000)) to characterize the equilibrium price schedule. We analyze the effects of nonlinear pricing on market participation, as well as the impact of a market-wide income transfer on the price schedule, when consumers are differentially budget constrained. Such a transfer, which is a common policy in developing countries, stimulates consumption by increasing households’ ability to pay but also typically leads to an increase in the intensity of price discrimination. We prove that the structural parameters of the model are identified from data on prices and quantities in a given market. The intuition behind this identification result is that the equilibrium price schedule in a market is a function of the distribution of consumers’ willingness and ability to pay, which, in turn, is related to the distribution of quantities. We estimate the parameters of the model using data from municipalities and localities in Mexico on three commodities, rice, kidney beans, and sugar, which are consumed by most households and are part of the evaluation component of the well-known conditional cash transfer program Progresa. The model fits the data remarkably well. Interestingly, we find that nonlinear pricing is beneficial to a large number of households, especially those who consume small quantities, relative to linear pricing. Available evidence indicates that the program had no effect on average prices. We show, however, that the program has affected the slope (in quantity) of the price schedule, which has become steeper as implied by our model, and has thus lead to an increase in the degree of price discrimination. We also show that, empirically, accounting for the impact of the hazard function of the distribution of quantities on prices, as consistent with our model, explains a large fraction of the shift in the price schedule induced by the program.\n\n",
    "acknowledgement": "\nWe are grateful to V.V. Chari, Aureo de Paola, Tom Holmes, Bruno Jullien, Toru Kitagawa, Aprajit Mahajan, Costas Meghir, Matt Mitchell, Mark Rosenzweig, Holger Sieg, Kjetil Storesletten, Chris Taber, Joel Waldfogel, and Frank Wolak for helpful suggestions, and several seminar audiences for comments. Eugenia Gonzalez Aguado, Sam Bailey, Ross Batzer, Javier Brugues- Rodriguez, Sanghmitra Gautam, and Pedro Veloso have provided superlative research assistance. We especially thank Kai Ding, Keyvan Eslami, and Rishabh Kirpalani for many useful comments and Joan Gieseke for her invaluable editorial assistance. The paper is a greatly revised version of Attanasio and Pastorino (2010). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}