{
    "id": 21714,
    "citation_title": "Prescription Drug Advertising and Drug Utilization: The Role of Medicare Part D",
    "citation_author": [
        "Abby Alpert",
        "Darius Lakdawalla",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "2022-08-27",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPharmaceutical firms currently spend over $4 billion on direct-to-consumer advertising (DTCA) of prescription drugs, a nearly 30-fold increase since 1993 that has led to much debate about its value to patients. We examine how DTCA influences drug utilization along the extensive and intensive margins by exploiting a large and plausibly exogenous shock to DTCA driven by the introduction of Medicare Part D in 2006.  Using data on advertising for local media markets from Nielsen, we show that Part D led to large relative increases in DTCA in geographic areas with a high concentration of Medicare beneficiaries compared to areas with a low concentration. We examine the effects of this sudden differential increase in advertising on non-elderly individuals to isolate the effects of advertising on drug utilization from the direct effects of Part D.  Using data from pharmacy claims, we find substantial differential increases in drug utilization that mirror the increases in DTCA after Part D.  These effects are driven both by increased take-up of treatment and improved drug adherence.  Our results imply significant spillovers from Medicare Part D onto the under-65 population and an important role for non-price factors in influencing prescription drug utilization.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments from Marianne Bitler, Tina Marsh Dalton, Josh Gottlieb, Eric Helland, Mireille Jacobson, Sean Nicholson, David Powell, Brad Shapiro, Kosali Simon, and seminar and conference participants at the Conference of the American Society of Health Economists, Annual Health Economics Conference, Midwest Health Economics Conference, NBER Summer Institute Health Care Meeting, Southern California Conference in Applied Microeconomics, University of California-Irvine, and University of Southern California.  We thank Laura Gascue, Karina Hermawan, and Chia-Wei Lin for excellent research assistance and programming. This research was supported by the National Institute on Aging P01 AG033559. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDarius Lakdawalla\n\nDr. Lakdawalla is a partner in Precision Health Economics LLC, a consulting firm that receives funding from firms in the pharmaceutical, biotechnology, and medical device industries.  No funding or compensation was received for this particular study\n\n\n\nNeeraj Sood\n\nNone\n\n\n"
}