{
    "id": 21724,
    "citation_title": "The Option Value of Human Capital: Higher Education and Wage Inequality",
    "citation_author": [
        "Sang Yoon (Tim) Lee",
        "Yongseok Shin",
        "Donghoon Lee"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGoing to college is a risky investment in human capital. However, we highlight two options inherently embedded in college education that mitigate this risk: (i) college students can quit without completing four-year degrees after learning about their post-graduation wages and (ii) college graduates can take jobs that do not require four-year degrees (i.e., underemployment). These options reduce the chances of falling in the lower end of the wage distribution as a college graduate, rendering standard mean-variance calculations misleading. We show that the interaction between these options and the rising wage dispersion, especially among college graduates, is key to understanding the muted response of college enrollment and graduation rates to the substantial increase in the college wage premium in the United States since 1980. Furthermore, we find that subsidies inducing marginal students to attend colleges will have a negligible net benefit: Such students are far more likely to drop out of college or become underemployed even with a four-year degree, implying only small wage gains from college education.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}