{
    "id": 21722,
    "citation_title": "US Monetary Policy and the Global Financial Cycle",
    "citation_author": [
        "Silvia Miranda-Agrippino",
        "Hélène Rey"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "2019-03-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS monetary policy shocks induce comovements in the international financial variables that characterize the “Global Financial Cycle.” One global factor explaining an important share of the variation of risky asset prices around the world decreases significantly after a US monetary contraction. Monetary tightening in the US leads to significant deleveraging of global financial intermediaries, a decline in the provision of domestic credit globally, strong retrenchments of international credit flows, and tightening of foreign financial conditions. Countries with floating exchange rate regimes are subject to similar financial spillovers.\n\n",
    "acknowledgement": "\nA former version of this paper was circulated under the title “World Asset Markets and the Global Financial Cycle”. We thank our discussants John Campbell, Marcel Fratzscher and Refet G\u007furkaynak as well as Stefan Avdjiev, Ben Bernanke, Kristin Forbes, Marc Giannoni, Domenico Giannone, Pierre-Olivier Gourinchas, Alejandro Justiniano, Matteo Maggiori, Marco del Negro, Richard Portes, Hyun Song Shin, Mark Watson, Mike Woodford and seminar participants at the NBER Summer Institute, the ECB-BIS Workshop on “Global Liquidity and its International Repercussions”, the ASSA meetings, the New York Fed, CREI Barcelona, Bank of England, Sciences Po, LBS, Harvard and Princeton for comments. Rey thanks the ERC for financial support (ERC grant 695722). The views expressed in this paper are those of the authors and do not necessarily represent those of the Bank of England, the Monetary Policy Committee, the Financial Policy Committee, the Prudential Regulation Authority Board, or the National Bureau of Economic Research.\n\n\n"
}