{
    "id": 21727,
    "citation_title": "Access to Schooling and the Black-White Incarceration Gap in the Early 20th Century US South: Evidence from Rosenwald Schools",
    "citation_author": [
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large gap in incarceration rates between black and white men has been evident since the early 20th century. This paper examines the effect of access to primary schooling on black incarceration in this period. I use the construction of 5,000 schools in the US South, funded by philanthropist Julius Rosenwald, as a quasi-natural experiment that increased the educational attainment of southern black students. I link individuals across Census waves in order to assign exposure to a Rosenwald school during childhood and to measure adult incarceration. I find that one year of access to a Rosenwald school decreased the probability of being a prisoner by 0.1 percentage points (seven percent of the mean). Using other data from archival and government sources, I find that Rosenwald schools affected juvenile crime and all categories of adult crime. I argue that most of the reduction in incarceration comes from increased opportunity costs of crime through higher educational attainment but also investigate school quality and migration responses. Effects are largest in counties which have less racist attitudes and which have a more literate population. These results contribute to a broader literature on racial gaps in social outcomes in the US throughout the 20th century.\n\n",
    "acknowledgement": "\nThank you to Ancestry.com and FamilySearch.org for access to data for this project. I appreciate additional data from Bhash Mazumder and Seth Sanders. I acknowledge financial support from the Center for Economic History at UCLA. This paper has benefitted most from advice from my dissertation committee: Leah Boustan, Dora Costa, Christian Dippel, and Walker Hanlon. I have also benefitted from conversations with participants of the NBER Development of the American Economy 2012 summer session, the Economic History Association 2012 and 2013 annual meetings, the Southern Economic Association 2014 meeting, SoCCAM, the 2014 CSWEP/CEMENT workshop, and seminar participants at multiple universities. I appreciate conceptual and data help from Roy Mill. I am grateful to my undergraduate research assistants, especially Ashvin Gandhi, and to Laura Hensey at the North Carolina State Archives, for help with data collection and analysis. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}