{
    "id": 21729,
    "citation_title": "Gentrification and the Rising Returns to Skill",
    "citation_author": [
        "Lena Edlund",
        "Cecilia Machado",
        "Maria Micaela Sviatschi"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "2019-01-24",
    "topics": [
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn 1980, housing prices in large US cities rose with distance from the city center. By 2010, that relationship had reversed. We propose that the inversion can be traced to more hours worked by the skilled. Scarce non-market time downgrades the importance of residential space and upgrades that of proximity to work, factors favoring the central-city location. Geo- coded census micro data covering the 27 largest US cities and the period 1980-2010 support our hypothesis: full-time skilled workers are more likely to locate in the city center and their growth can account for the observed price changes.\n\n",
    "acknowledgement": "\nFormerly circulated under the title: “Bright Minds, Big Rent: Gentrification and the Rising Returns to Skill.” We have benefitted from discussions with Joe Altonji, Nathan Baum-Snow, V. V. Chari, Julie Cullen, David Deming, Jonathan Fisher, Jonathan Heathcote, Matthew Kahn, Jeanne Lafortune, Shirley Liu, Douglas Lucius, Chris Mayer, Enrico Moretti, Marcelo Moreira, Jordan Rappaport, Bernard Salanie, Aloysius Siow, seminar participants at the Minneapolis Federal Reserve, the Barcelona Graduate Summer School 2015, The Econometric Society World Congress August 2015, 2016 Research Symposium on Gentrification and Neighborhood Change at the Federal Reserve Bank of Philadelphia, 2016 Canadian Women Economists Network Luncheon, 31st European Economic Association Annual Congress 2016, Lacea 2016, 2016 mini conference on family/labor/development economics at CUHK, Simon Fraser University and seminar participants in USP, PUC-Rio and Insper. We thank the New York Federal Statistical Research Data Centers, Baruch, Center for Economic Studies, U.S. Census Bureau. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}