{
    "id": 21725,
    "citation_title": "It’s About Time: Effects of the Affordable Care Act Dependent Coverage Mandate On Time Use",
    "citation_author": [
        "Gregory Colman",
        "Dhaval Dave"
    ],
    "citation_publication_date": "2015-11-16",
    "issue_date": "2015-11-13",
    "revision_date": "2017-02-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nOne of the main purposes of the Patient Protection and Affordable Care Act (ACA) is to enable Americans to make more productive use of their time. This is apparent in the rationale given for the ACA’s extension of dependent care coverage, which requires employer-sponsored insurance plans that cover the children of insured workers to continue to cover these dependents until they turn 26.  While a number of studies have examined the effect of the ACA’s dependent coverage provision on work, none that we are aware has examined other uses of time.  If, as predicted, the provision reduced the amount of time young adults work, the question arises, what have these young adults done with this time?  A related question is whether the change has made them better off.  We use the American Time Use Survey (2003-2013) to assess how the ACA’s dependent coverage mandate has affected labor supply among young adults, and to provide some of the first evidence on time use other than working, such as educational activities, obtaining medical care, and pursuing leisure activities. Estimates suggest that the ACA’s dependent coverage provision has reduced labor supply and job-lock, as well as the duration of the average doctor’s visit, including time spent waiting for and receiving medical care, among persons ages 19-25.  The latter effect is consistent with a substitution from hospital ER utilization to greater routine physician care.  The extra time has gone into socializing, and to a lesser extent, into education and job search.  Availability of insurance and change in work time appear to have increased young adults’ subjective well-being, enabling them to spend time on activities they view as more meaningful than those they did before insurance became available.\n\n",
    "acknowledgement": "\nThe authors are very grateful to Grace Bagwell-Adams, Erin George, Jennifer Kohn, and Jim Marton for helpful comments. The authors would also like to thank session participants at the 2014 Southern Economic Association Conference, 2015 Eastern Economic Association Conference, 2015 World Congress of the International Health Economics Association, and 2015 Conference of the International Atlantic Economic Society for valuable feedback and suggestions. Dave thanks Bentley University for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}