{
    "id": 21736,
    "citation_title": "Declining Wealth and Work Among Male Veterans in the Health and Retirement Study",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe composition, wealth and employment of male veterans and nonveterans are analyzed for four cohorts from the Health and Retirement Study, ages 51 to 56 in 1992, 1998, 2004 and 2010. Half of the men in the two oldest cohorts served in the military. Only 16 percent of the men in the youngest cohort, the only cohort subject to the All-Volunteer Military, served. One fifth to one third of the members of each cohort who served saw combat, mainly in Viet Nam and in the First Gulf War. \nAmong those 51 to 56 in 1992, veterans were better educated, healthier, wealthier, and more likely to be working than nonveterans. By the 2010 cohort, 51 to 56 year old veterans had lost their educational advantage over nonveterans, were less healthy, less wealthy and less likely to be working.\nAfter standardizing in multiple regressions for the influence of major observable characteristics, for the original 1992 HRS cohort the wealth of veterans is no longer higher than the wealth of nonveterans. In contrast, the wealth of veterans from the youngest cohort, those 51 to 56 in 2010, remains about 10 to 13 percent below the wealth of nonveterans from that cohort.\nThere also is a decline from older to younger cohorts of veterans compared to nonveterans in the probability of being not retired, of working more than 35 hours per week, and in the likelihood of holding a job for more than 10 years.\nComparisons are made within the group of veterans by years of service, officer rank and other covariates.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (UM15-07) to the NBER with a subcontract to Dartmouth College. The title of the original project is “Social Security and Pensions in Veterans’ Wealth and Retirement”. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the National Bureau of Economic Research. We would like to thank Beth Asch and Jim Hosek of Rand, and participants at a seminar held at the Social Security Administration for their helpful comments.\n\n\n"
}