{
    "id": 21738,
    "citation_title": "Sign Restrictions in Bayesian FaVARs with an Application to Monetary Policy Shocks",
    "citation_author": [
        "Pooyan Amir Ahmadi",
        "Harald Uhlig"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a novel identification strategy of imposing sign restrictions directly on the impulse responses of a large set of variables in a Bayesian factor-augmented vector autoregression. We conceptualize and formalize conditions under which every additional sign restriction imposed can be qualified as either relevant or irrelevant for structural identification up to a limiting case of point identification. Deriving exact conditions we establish that, (i) in a two dimensional factor model only two out of potentially infinite sign restrictions are relevant and (ii) in contrast, in cases of higher dimension every additional sign restriction can be relevant improving structural identification. The latter result can render our approach a blessing in high dimensions. In an empirical application for the US economy we identify monetary policy shocks imposing conventional wisdom and find modest real effects avoiding various unreasonable responses specifically present and pronounced combining standard recursive identification with FAVARs.\n\n",
    "acknowledgement": "\nThe authors would like to thank without implicating Albrecht Ritschl, Chris Sims, Mark Watson, and Bartosz Mackowiak, workshop participants at Princeton University,  Humboldt University, Nottingham University, annual SED meetings in Prague as well as Cyprus, and the NBER summer Institute 2010. This research has been supported by the NSF grant SES-0922550. We are grateful to Paul Ho for research assistance. Part of this research was conducted while the first author was a visiting research scholar at the economics department at Princeton University, or while both were at Humboldt University and the SFB649: their support is gratefully acknowledged. Harald Uhlig has consulting relationships with the Bundesbank, the Federal Reserve Bank of Chicago and the ECB. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}