{
    "id": 21733,
    "citation_title": "Job Creation, Small vs. Large vs. Young, and the SBA",
    "citation_author": [
        "J. David Brown",
        "John S. Earle",
        "Yana Morgulis"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nAnalyzing a list of all Small Business Administration (SBA) loans in 1991 to 2009 linked with annual information on all U.S. employers from 1976 to 2012, we apply detailed matching and regression methods to estimate the variation in SBA loan effects on job creation and firm survival across firm age and size groups.  The number of jobs created per million dollars of loans generally increases with size and decreases in age.  The results imply that fast-growing firms (“gazelles”) experience the greatest financial constraints to growth, while the growth of small, mature firms is least financially constrained.  The estimated association between survival and loan amount is larger for younger and smaller firms facing the “valley of death”.\n\n",
    "acknowledgement": "\nWe thank the SBA for providing the list of loans we use in the analysis and Manuel Adelino, Julie Cullen, Javier Miranda, and participants in the 2013 CAED Conference and the 2014 NBER/CRIW Conference on Measuring Entrepreneurial Businesses for comments.  John Earle’s research on this project was supported by the National Science Foundation (NSF Grant No. 1262269 to George Mason University).  Any opinions and conclusions expressed herein are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau.  All results have been reviewed to ensure that no confidential information on individual firms is disclosed. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}