{
    "id": 21739,
    "citation_title": "Regulation and Market Liquidity",
    "citation_author": [
        "Francesco Trebbi",
        "Kairong Xiao"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe aftermath of the 2008-09 U.S. financial crisis has been characterized by regulatory intervention of unprecedented scale. Although the necessity of a realignment of incentives and constraints of financial markets participants became a shared posterior after the near collapse of the U.S. financial system, considerable doubts have been subsequently raised on the welfare consequences of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and its various subcomponents, such as the Volcker Rule. The possibility of permanently inhibiting the market making capacity of large banks, with dire consequences in terms of under-provision of market liquidity, has been repeatedly raised. This paper presents systematic evidence from four different estimation strategies of the absence of breakpoints in market liquidity for fixed-income asset classes and across multiple liquidity measures, with special attention given to the corporate bond market. The analysis is performed without imposing restrictions on the exact dating of breaks (i.e. allowing for anticipatory response or lagging reactions to regulation) and focusing both on levels and dynamic latent factors. We report both single breakpoint and multiple breakpoint tests and analyze the liquidity of corporate bonds matched to their main underwriters making markets on those assets. Post-crisis U.S. regulatory intervention does not appear to have produced structural deteriorations in market liquidity.\n\n",
    "acknowledgement": "\nThe authors would like to thank Daron Acemoglu, Paul Beaudry, Matilde Bombardini, Andrea Frazzini for their comments and suggestions. Nathan Canen provided excellent research assistance. Francesco Trebbi gratefully acknowledges support by the Canadian Institute For Advanced Research and the Social Sciences and Humanities Research Council of Canada. Part of this research was written while Trebbi was visiting the Bank of Canada Financial Stability Department, whose hospitality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}