{
    "id": 21734,
    "citation_title": "Explaining Foreign Holdings of Asia's Debt Securities: The Feldstein-Horioka Paradox Revisited",
    "citation_author": [
        "Charles Yuji Horioka",
        "Akiko Terada-Hagiwara",
        "Takaaki Nomoto"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we find that home bias is still present in all economies and regions, especially in the case of short-term debt securities, but that there are substantial variations among economies and regions in the strength of home bias, with the Eurozone economies, the US, and developing Asia showing relatively weak home bias and advanced Asia, especially Japan, showing relatively strong home bias. We then examine trends over time in foreign holdings of debt securities and find that capital has been flowing from the US and the Eurozone economies to both advanced Asia (especially Japan) and developing Asia and that foreign holdings of debt securities have been increasing in advanced as well as developing Asia but for different reasons. The main reason in the case of advanced Asia (especially Japan) appears to be higher risk-adjusted returns, whereas the main reason in the case of developing Asia appears to be the growth of debt securities markets combined with relatively weak home bias and (in the case of short-term securities) lower exchange rate volatility. Finally, we find that since the Global Financial Crisis, foreign holdings of debt securities have declined (i.e., that home bias has strengthened) in all economies and regions except developing Asia, where they have increased (except for a temporary decline in 2008) but where their share is still much lower than the optimal share warranted by the capital asset pricing market model.\n\n",
    "acknowledgement": "\nThe authors are indebted to Maria Socorro Bautista, Hal Hill, Masahiro Kawai, Thiam Hee Ng, Changyong Rhee, T. N. Srinivasan, other participants of the Asian Development Review Conference on Development Issues in Asia, held at the Asian Development Bank, and especially Joseph Lim, Peter Morgan, Yoko Niimi, Eric Ramstetter, and three anonymous referees for their valuable comments. Finally, Junray Bautista provided superb assistance. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Number 15H01950, an Asian Growth Research Institute project grant, and a grant from the MEXT Joint Usage/Research Center for Behavioral Economics, Institute of Social and Economic Research, Osaka University. Any remaining errors are the authors’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}