{
    "id": 21744,
    "citation_title": "Bad Investments and Missed Opportunities? Postwar Capital Flows to Asia and Latin America",
    "citation_author": [
        "Lee E. Ohanian",
        "Paulina Restrepo-Echavarria",
        "Mark L. J. Wright"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSince 1950, the economies of East Asia grew rapidly but received little inter-national capital, while Latin America received considerable international capitaleven as their economies stagnated. The literature typically explains the failureof capital to flow to high growth regions as resulting from international capitalmarket imperfections. This paper proposes a broader thesis that country-specificdistortions, such as domestic labor and capital market distortions, also impactcapital flows. We develop a DSGE model of Asia, Latin America, and the Rest ofthe World that features an open-economy business cycle accounting framework tomeasure these domestic and international distortions, and to quantify their con-tributions to international capital flows. We find that domestic distortions havebeen the predominant drivers of international capital flows, and that the generalequilibrium effects of these distortions are very large. International capital market distortions also matter, but less.\n\n",
    "acknowledgement": "\nThe authors thank Patrick Kehoe as well as numerous seminar participants for helpful comments and Maria Alejandra Arias for outstanding research assistance. The views expressed in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Banks of Chicago and St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}