{
    "id": 21741,
    "citation_title": "Identifying the Cost of a Public Health Success: Arsenic Well Water Contamination and Productivity in Bangladesh",
    "citation_author": [
        "Mark M. Pitt",
        "Mark R. Rosenzweig",
        "Nazmul Hassan"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe exploit recent molecular genetics evidence on the genetic basis of arsenic excretion and unique information on family links among respondents living in different environments from a large panel survey within a theoretical framework incorporating optimizing behavior to uncover the hidden costs of arsenic poisoning in Bangladesh. We provide for the first time estimates of the effects of the ingestion and retention of inorganic arsenic on direct measures of cognitive and physical capabilities as well as on the schooling attainment, occupational structure, entrepreneurship and incomes of the rural Bangladesh population. We also provide new estimates of the effects of the consumption of foods grown and cooked in arsenic-contaminated water on individual arsenic concentrations. The estimates are based on arsenic biomarkers obtained from a sample of members of rural households in Bangladesh who are participants in a long-term panel survey following respondents and their coresident household members over a period of 26 years.\n\n",
    "acknowledgement": "\nThe research reported in this paper was supported by grants from the National Institutes of Health, ROlDK072413, the International Growth Center, RA-2009-ll-028, the William and Flora Hewlett Foundation, 5-29193, and from the MacMillan Center, Yale University. We are grateful to Katherine Kelley of the University of Rhode Island and Dave Murray and Bob Correra of Brown University for their excellent lab work, to Eva Kolker for research assistance, to Pascaline Dupas for insightful comments on an earlier draft, to members of the works hops at the Columbia and Chicago Schools of Public Health, and to the Editor and referees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}