{
    "id": 21746,
    "citation_title": "The Relationship between Establishment Training and the Retention of Older Workers: Evidence from Germany",
    "citation_author": [
        "Peter B. Berg",
        "Mary K. Hamman",
        "Matthew M. Piszczek",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the coming years, a substantial portion of Germany’s workforce will retire, making it difficult for businesses to meet human capital needs. Training older workers may be a successful strategy for managing this demographic transition. This study examines relationships between establishment training programs, wages, and retirement among older men and women. Using unique matched establishment-employee data from Germany, the authors find that when establishments offer special training programs targeted at older workers, women—and especially lower wage women—are less likely to retire. Results suggest this relationship may be due to greater wage growth. For men, findings suggest establishment offer of inclusion in standard training programs may improve retention of low wage men, but analysis of pre-existing differences in establishment retirement patterns suggests this relationship may not be causal. Our research suggests targeted training programs likely play an important role in retaining and advancing careers of low wage older women.\n\n",
    "acknowledgement": "\nWe thank the Alfred P. Sloan Foundation for providing financial support for this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}