{
    "id": 21747,
    "citation_title": "Paid Family Leave, Fathers’ Leave-Taking, and Leave-Sharing in Dual-Earner Households",
    "citation_author": [
        "Ann Bartel",
        "Maya Rossin-Slater",
        "Christopher Ruhm",
        "Jenna Stearns",
        "Jane Waldfogel"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "2015-11-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides quasi-experimental evidence on the impact of paid leave legislation on fathers’ leave-taking, as well as on the division of leave between mothers and fathers in dual-earner households. Using difference-in-difference and difference-in-difference-in-difference designs, we study California’s Paid Family Leave (CA-PFL) program, which is the first source of government-provided paid parental leave available to fathers in the United States. Our results show that fathers in California are 0.9 percentage points—or 46 percent relative to the pre-treatment mean—more likely to take leave in the first year of their children’s lives when CA-PFL is available. We also examine how parents allocate leave in households where both parents work. We find that CA-PFL increases father-only leave-taking (i.e., father on leave while mother is at work) by 50 percent and joint leave-taking (i.e., both parents on leave at the same time) by 28 percent. These effects are much larger for fathers of sons than for fathers of daughters, and almost entirely driven by fathers of first-born children and fathers in occupations with a high share of female workers.\n\n",
    "acknowledgement": "\nWe thank Kelly Bedard, Shelly Lundberg, Jonathan Simonetta, Dick Startz, and seminar participants at UC Santa Barbara and the APPAM conference for helpful comments. We gratefully acknowledge funding from the Department of Labor Contract No. DOL-OPS-14-C-0003. Jane Waldfogel also acknowledges support from NICHD to the Columbia Population Research Center. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}