{
    "id": 21745,
    "citation_title": "Short-run Effects of Parental Job Loss on Child Health",
    "citation_author": [
        "Jessamyn Schaller",
        "Mariana Zerpa"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research suggests that parental job loss has negative effects on children's outcomes, including their academic achievement and long-run educational and labor market outcomes. In this paper we turn our attention to the effects of parental job loss on children's health. We combine health data from 16 waves of the Medical Expenditure Panel Survey, which allows us to use a fixed effects specification and still have a large sample of parental job displacements. We find that paternal job loss is detrimental to the physical and mental health of children in low-socioeconomic status (SES) families, increasing their incidence of injuries and mental disorders. We separately find that maternal job loss leads to reductions in the incidence of infectious illness among children in high-SES families, possibly resulting from substitution of maternal care for market-based childcare services. Increases in public health insurance coverage compensate for a large share of the loss in private coverage that follows parental displacement, and we find no significant changes in routine or diagnostic medical care.\n\n",
    "acknowledgement": "\nThe authors would like to thank Elizabeth Ananat, Price Fishback, Jason Lindo, Mindy Marks, Gary Solon, Ann Huff Stevens, and Tiemen Woutersen, as well as seminar participants at the Annual Meetings of the Population Association of America for their helpful comments. Funding for this project was made possible in part by grant number 1H79AE000100-1 to the UC Davis Center for Poverty Research from the U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Analysis (ASPE), which was awarded by the Substance Abuse and Mental Health Services Administration (SAMHSA). Part of the research in this paper was conducted at the CFACT Data Center, and the support of the Agency for Healthcare Research and Quality (AHRQ) is acknowledged. The views expressed are those of the authors and do not necessarily reflect the official policies of the AHRQ or the Department of Health and Human Services. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}