{
    "id": 21740,
    "citation_title": "Human Capital Development and Parental Investment in India",
    "citation_author": [
        "Orazio Attanasio",
        "Costas Meghir",
        "Emily Nix"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "2019-03-26",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate production functions for cognition and health for children aged 1-12 in India, based on the Young Lives Survey. India has over 70 million children aged 0-5 who are at risk of developmental deficits. The inputs into the production functions include parental background, prior child cognition and health, and child investments, which are taken as endogenous. Estimation is based on a nonlinear factor model, based on multiple measurements for both inputs and child outcomes. Our results show an important effect of early health on child cognitive development, which then becomes persistent. Parental investments affect cognitive development at all ages, but more so for younger children. Investments also have an impact on health at early ages only.\n\n",
    "acknowledgement": "\nWe thank the editor Michèle Tertilt, five anonymous referees, Joseph Altonji, Richard Blundell, Teodora Boneva, Sarah Cattan, Flavio Cunha, James Heckman, Corina Mommaerts, Susanne Schennach and Matthew Wiswall for their useful comments and discussions; we are greatly indebted to Young Lives for generously sharing their data with us. Orazio Attanasio was partially financed by the ESRC Professorial Fellowship ES/K010700/1 and by the European Research Council Advanced Grants 249612. Costas Meghir thanks NIH for funding under grant R01 HD072120 as well as the Cowles foundation and the ISPS at Yale for financial assistance. Emily Nix obtained funding from an NSF Graduate Research Fellowship. All mistakes are our own. Comments and suggestions are welcome. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}