{
    "id": 21749,
    "citation_title": "A Demand System Approach to Asset Pricing",
    "citation_author": [
        "Ralph S.J. Koijen",
        "Motohiro Yogo"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "2019-07-25",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an asset pricing model with flexible heterogeneity in asset demand across investors, designed to match institutional and household holdings. A portfolio choice model implies characteristics-based demand when returns have a factor structure and expected returns and factor loadings depend on the assets’ own characteristics. We propose an instrumental variables estimator for the characteristics-based demand system to address the endogeneity of demand and asset prices. Using US stock market data, we illustrate how the model could be used to understand the role of institutions in asset market movements, volatility, and predictability.\n\n",
    "acknowledgement": "\nAn earlier version was titled “An Equilibrium Model of Institutional Demand and Asset Prices.” Koijen acknowledges financial support from the European Research Council (grant 338082) and the Center for Research in Security Prices at the University of Chicago Booth School of Business. For comments and discussions, we thank Marianne Andries, Malcolm Baker, Markus Brunnermeier, John Campbell, Joost Driessen, Stefano Giglio, Valentin Haddad, Ali Hortaçsu, Michael Johannes, Dong Lou, Tobias Moskowitz, Anna Pavlova, Hélène Rey, Andrea Vedolin, Pierre-Olivier Weill, and four referees. We thank Joseph Abadi and Mu Zhang for research assistance on some proofs. We also thank seminar participants at Bank of Canada, Bank of England, Banque de France, Baruch College, Bocconi University, Boston University, Duke University, Federal Reserve Banks of Minneapolis and New York, Harvard University, HEC Paris, Hitotsubashi University, Imperial College London, London Business School, London Quant Group, London School of Economics, Massachusetts Institute of Technology, Oxford University, Pennsylvania State University, Princeton University, Stanford University, Texas A&M University, Toulouse School of Economics, University of California Los Angeles, University College London, University of Chicago, University of Michigan, University of Minnesota, University of North Carolina , University of Notre Dame, University of Texas at Austin, Yale University, 2015 Banque de France-Toulouse School of Economics Conference on Monetary Economics and Finance, 2015 Four Nations Conference, 2015 Annual Conference of Paul Woolley Centre, 2015 European Financial Management Association Annual Meeting, 2015 Annual SoFiE Conference, 2015 NBER Summer Institute Forecasting and Empirical Methods in Macro and Finance, 2015 Brazilian Finance Meeting, 2015 European Finance Association Annual Meeting, 2015 NYU Stern Five-Star Conference, 2015 NBER Market Microstructure Meeting, 2016 NBER New Developments in Long-Term Asset Management Conference, and 2017 American Finance Association Annual Meeting. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}