{
    "id": 21754,
    "citation_title": "Citations in Economics: Measurement, Uses and Impacts",
    "citation_author": [
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2016-01-21",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI describe and compare sources of data on citations in economics and the statistics that can be constructed from them. Constructing data sets of the post-publication citation histories of articles published in the “Top 5” journals in the 1970s and the 2000s, I examine distributions and life cycles of citations, compare citation histories of articles in different sub-specialties in economics and present evidence on the history and heterogeneity of those journals’ impacts and the marginal citation productivity of additional coauthors. I use a new data set of the lifetime citation histories of over 1000 economists from 30 universities to rank economics departments by various measures and to demonstrate the importance of intra- and inter-departmental heterogeneity in productivity. Throughout, the discussion summarizes earlier work. I survey research on the impacts of citations on salaries and non-monetary rewards and discuss how citations reflect judgments about research quality in economics.\n\n",
    "acknowledgement": "\nI am indebted to V. Bhaskar, Marika Cabral, Donald Davis, Jeffrey Frankel, Brendan Kline, Paul Menchik, Hugo Mialon, Andrew Oswald, Gerard Pfann, Ellis Tallman, Manuelita Ureta and participants in seminars at several institutions for helpful suggestions. Frances Hamermesh greatly improved the exposition. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}