{
    "id": 21756,
    "citation_title": "Immigrants and Gender Roles: Assimilation vs. Culture",
    "citation_author": [
        "Francine D. Blau"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2016-02-19",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines evidence on the role of assimilation versus source country culture in influencing immigrant women’s behavior in the United States—looking both over time with immigrants’ residence in the United States and across immigrant generations.  It focuses particularly on labor supply but, for the second generation, also examines fertility and education.  We find considerable evidence that immigrant source country gender roles influence immigrant and second generation women’s behavior in the United States.  This conclusion is robust to various efforts to rule out the effect of other unobservables and to distinguish the effect of culture from that of social capital.  These results support a growing literature that suggests that culture matters for economic behavior.  At the same time, the results suggest considerable evidence of assimilation of immigrants.  Immigrant women narrow the labor supply gap with native-born women with time in the United States, and, while our results suggest an important role for intergenerational transmission, they also indicate considerable convergence of immigrants to native levels of schooling, fertility, and labor supply across generations.\n\n",
    "acknowledgement": "\nThis paper formed the basis of my Julian Simon Lecture, presented at the 11th IZA Annual Migration Meeting, Bonn, May 2014 .  I am deeply indebted to my collaborators on the research discussed here: Lawrence Kahn, with whom I developed this research agenda , Albert Liu, and Kerry Papps. I would like to thank Lawrence Kahn, Amelie Constant, and an anonymous referee for their comments on the paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}