{
    "id": 21759,
    "citation_title": "Information Frictions and Adverse Selection: Policy Interventions in Health Insurance Markets",
    "citation_author": [
        "Benjamin R. Handel",
        "Jonathan T. Kolstad",
        "Johannes Spinnewijn"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA large literature has analyzed pricing inefficiencies in health insurance markets due to adverse selection, typically assuming informed, active consumers on the demand side of the market. However, recent evidence suggests that many consumers have information frictions that lead to suboptimal health plan choices. As a result, policies such as information provision, plan recommendations, and smart defaults to improve consumer choices are being implemented in many applied contexts. In this paper we develop a general framework to study insurance market equilibrium and evaluate policy interventions in the presence of choice frictions. Friction-reducing policies can increase welfare by facilitating better matches between consumers and plans, but can decrease welfare by increasing the correlation between willingness-to-pay and costs, exacerbating adverse selection. We identify relationships between the underlying distributions of consumer (i) costs (ii) surplus from risk protection and (iii) choice frictions that determine whether friction-reducing policies will be on net welfare increasing or reducing. We extend the analysis to study how policies to improve consumer choices interact with the supply-side policy of risk-adjustment transfers and show that the effectiveness of the latter policy can have important implications for the effectiveness of the former. We implement the model empirically using proprietary data on insurance choices, utilization, and consumer information from a large firm. We leverage structural estimates from prior work with these data and highlight how the model's micro-foundations can be estimated in practice. In our specific setting, we find that friction-reducing policies exacerbate adverse selection, essentially leading to the market fully unraveling, and reduce welfare. Risk-adjustment transfers are complementary, substantially mitigating the negative impact of friction-reducing policies, but having little effect in their absence.\n\n",
    "acknowledgement": "\nWe thank Glen Weyl for his extensive comments on the paper. We thank Dan Ackerberg, Liran Einav, Amy Finkelstein, Avi Goldfarb, Josh Gottlieb, Matt Harding, Neale Mahoney, and Mike Whinston for their comments. We also than seminar participants at Arizona State, CEPR, CESifo, Minnesota, Princeton, UCLA, the 2015 Yale Marketing-Industrial Organization Conference, and the ASSA Annual Meetings. We thank Zarek Brot-Goldberg for outstanding research assistance. We thank Microsoft Research for their support of this work. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin R. Handel\n\nBenjamin Handel has a financial interest in Picwell Inc., an online insurance decision-support tool.\n\n\n"
}