{
    "id": 21751,
    "citation_title": "Economics of Means-Tested Transfer Programs: Introduction",
    "citation_author": [
        "Robert Moffitt"
    ],
    "citation_publication_date": "2015-11-23",
    "issue_date": "2015-11-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis volume collects a series of essays by prominent economists on each of the major means-tested, or welfare, programs in the United States: the Medicaid, Earned Income Tax Credit, Supplemental Nutrition Assistance, Temporary Assistance for Needy Families, Supplemental Security Income, Subsidized Housing, Training, and Early Education programs. Each essay covers the institutional history of a program, the policy issues surrounding it, its rules and regulations, its history of expenditure and caseloads, and, most importantly, a summary of the research that economists have conducted on the program and the findings from that research. The volume is an update of a popular first volume in 2003 which became a reference Handbook on the shelf of all economists and policy-makers who work on, or who are interested in, transfer programs in the United States. The new volume focuses primarily on the changes in programs which have occurred since 2003 and the results of new research since that date. The volume will be a timely contribution to on-going policy discussions in Washington and elsewhere, bringing the available evidence to bear on the many issues surrounding those programs.\n\n",
    "acknowledgement": "\nThis volume and an accompanying volume contain revised versions of papers presented at a conference at the offices of the National Bureau of Economic Research on December 4-5, 2014. The Editor would like to thank NBER President James Poterba for inspiration for this project and would to thank two anonymous reviewers for the University of Chicago Press for their comments improving the papers in the volumes. The chapters were also significantly improved by the comments and suggestions of the discussants at the conference, David Autor, David Blau, Dan Black, Richard Blundell, Amy Finkelstein, Lawrence Katz, and Jeffrey Liebman.  Eugene Steuerle gave an insightful evening address at the conference as well. Thanks also go to Carl Beck and Denis Healy for logistical and local arrangements for the conference and to Helena Fitz-Patrick for shepherding the papers through the review and publication process. Finally, the Editor would like to thank the authors of the chapters for their long hours of hard work on their chapters. Any success of these volumes is to be entirely credited to them. Financial support was graciously provided by the Smith-Richardson Foundation for the project. The Editor also wishes to acknowledge support from the Russell Sage Foundation for work related to the project and to state that he has no other material or financial relationships relating to this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}