{
    "id": 21758,
    "citation_title": "An Experimental Study of Decentralized Link Formation with Competition",
    "citation_author": [
        "Margherita Comola",
        "Marcel Fafchamps"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe design a laboratory experiment to investigate bilateral link formation in a setting where payoffs are pair-specific. Our link formation rule is decentralized and players can make link offers and counter-offers, as in a Beckerian marriage market. The game is designed in such a way that a stable equilibrium configuration exists and does not depend on conditions such as initial configuration or order of move. We test whether the theoretical equilibrium is obtained under experimental conditions, and which individual motivations and decision-making techniques lead players to depart from myopic best response. We find that players are remarkably good at attaining a stable equilibrium configuration, which happens in 86% of the games. Results show that complete information speeds up the game via self-censoring, and that sub-optimal choices are mostly driven by over-thinking behavior and reluctance to accept to link with players who have been disloyal earlier in the game.\n\n",
    "acknowledgement": "\nWe have benefitted from comments from Michele Belot, Doug Bernheim, Francis Bloch, Yann Bramoullé, Tim Carson, Nicolas Jacquemet, Vai-Lam Mui, Muriel Niederle, Al Roth, Jean-Marc Tallon and participants to seminars in Stanford University, Monash University, the Paris School of Economics, and Cal Poly, as well as from participants to the conferences of Belgian Economists (2014) and of French Experimental Economics Association (2015). Funding for this research was provided by the Paris School of Economics. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}