{
    "id": 21764,
    "citation_title": "Wage Dispersion and Search Behavior: The Importance of Non-Wage Job Values",
    "citation_author": [
        "Robert E. Hall",
        "Andreas I. Mueller"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2017-07-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a rich new body of data on the experiences of unemployed jobseekers to determine the sources of wage dispersion and to create a search model consistent with the acceptance decisions the jobseekers made. Heterogeneity in non-wage job values or amenities among jobseekers and jobs is a central feature of our model. From the data and the model, we identify the distributions of four key variables: offered wages, offered non-wage job values, the value of the jobseeker's non-work alternative, and the jobseeker's personal productivity. We find that, conditional on personal productivity, the standard deviation of offered log-wages is moderate, at 0.24, whereas the dispersion of the non-wage component of offered job values is substantially larger, at 0.34. The resulting dispersion of offered job values is 0.38. We also find high dispersion of personal productivity, at 0.43.\n\n",
    "acknowledgement": "\nThe Hoover Institution supported Hall's research. The paper is also part of the National Bureau of Economic Research's Economic Fluctuations and Growth Program and its Labor Program. We are grateful to Steven Davis, Per Krusell, Rasmus Lentz, Iourii Manovskii, Emi Nakamura, Tamas Papp, Richard Rogerson, Robert Shimer, Isaac Sorkin, Susan Woodward, and the editor and four referees for valuable comments. Backup materials including the public use version of the survey are available on Mueller's website. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert E. Hall\n\nHall attends conferences and meetings at the Federal Reserve Board and regional Federal Reserve Banks, at the European Central Bank, and at the central banks of other countries, including the United Kingdom, Portugal, Chile, and Canada. In some cases, he receives honorariums for his participation. His wife, Susan Woodward, has similar relations with the Federal Reserve System. Hall's research is supported by Stanford's Hoover Institution.\n\n\n"
}