{
    "id": 21768,
    "citation_title": "Tariff Reductions, Entry, and Welfare: Theory and Evidence for the Last Two Decades",
    "citation_author": [
        "Lorenzo Caliendo",
        "Robert C. Feenstra",
        "John Romalis",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2020-06-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show in a multi-sector, heterogeneous-firm trade model that the effect of tariffs on entry, especially in the presence of production linkages, can reverse the traditional positive optimal tariff argument. We then use a new tariff dataset, and apply it to a 189-country, 15-sector version of our model, to quantify the trade, entry, and welfare effects of trade liberalization over the period 1990–2010. We find that the impact on firm entry was larger in Advanced relative to Emerging and Developing countries; that slightly more than three-quarters of the total gains from trade are a consequence of the reductions in MFN tariffs (the Uruguay Round), with two-thirds of the remainder due to preferential trade agreements and one third due to the hypothetical movement to free trade; and that free trade would bring gains for some Emerging and Developing countries, in particular. Ten economies in our sample – including China, Hong Kong, India, Israel, Vietnam, and five more remote countries – would have benefited from going beyond free trade to subsidizing their imports in 1990, since their optimal tariffs are negative.\n\n",
    "acknowledgement": "\nFinancial support from the National Science Foundation is gratefully acknowledged. We thank Federico Esposito, Anna Ignatenko and Mingzhi Xu for excellent research assistance. For their helpful comments we thank Andres Rodríguez-Clare, Kyle Bagwell, Fernando Parro, Stephen Redding, Esteban Rossi-Hansberg, Ina Simonovska, and seminar participants. The usual disclaimer applies.. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}