{
    "id": 21760,
    "citation_title": "State Taxes and Spatial Misallocation",
    "citation_author": [
        "Pablo D. Fajgelbaum",
        "Eduardo Morales",
        "Juan Carlos Suárez Serrato",
        "Owen M. Zidar"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2018-08-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study state taxes as a potential source of spatial misallocation in the United States. We build a spatial general equilibrium framework that incorporates salient features of the U.S. state tax system, and use changes in state tax rates between 1980 and 2010 to estimate the model parameters that determine how worker and firm location respond to changes in state taxes. We find that heterogeneity in state tax rates leads to aggregate welfare losses. In terms of consumption equivalent units, harmonizing state taxes increases worker welfare by 0.6 percent if government spending is held constant, and by 1.2 percent if government spending responds endogenously. Harmonization of state taxes within Census regions achieves most of these gains. We also use our model to study the general equilibrium effects of recently implemented and proposed tax reforms.\n\n",
    "acknowledgement": "\nWe are grateful to the editor and five anonymous referees for helpful comments and suggestions. We thank Costas Arkolakis, Lorenzo Caliendo, Dave Donaldson, Nirupama Rao, and Jon Vogel for their discussions of the paper. We also thank David Atkin, Arnaud Costinot, Klaus Desmet, Cecile Gaubert, David Lagakos, Enrico Moretti, Pat Kline, Andrés Rodríguez-Clare, Esteban Rossi-Hansberg, and Aleh Tsyvinski for helpful comments. Pawel Charasz, Stephanie Kestelman, Matt Panhans, Francesco Ruggieri, Prab Upadrashta, Victor Ye, and John Wieselthier provided excellent research assistance. Fajgelbaum gratefully acknowledges support from the UCLA Ziman Center. Morales thanks the University of Wisconsin-Madison and the Cowles Foundation at Yale University for their hospitality and support. Suárez Serrato gratefully acknowledges support from the Kauffman Foundation. Zidar gratefully acknowledges support from the Kathryn and Grant Swick Faculty Research Fund, Booth School of Business at the University of Chicago, and the National Science Foundation under Grant Number 1752431. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}