{
    "id": 21767,
    "citation_title": "Climate Change and Long-Run Discount Rates: Evidence from Real Estate",
    "citation_author": [
        "Stefano Giglio",
        "Matteo Maggiori",
        "Johannes Stroebel",
        "Andreas Weber"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2019-06-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe optimal investment to mitigate climate change crucially depends on the discount rate used to evaluate the investment’s uncertain future benefits. The appropriate discount rate is a function of the horizon over which these benefits accrue and the riskiness of the investment. In this paper, we estimate the term structure of discount rates for an important risky asset class, real estate, up to the very long horizons relevant for investments in climate change abatement. We show that this term structure is steeply downward-sloping, reaching 2.6% at horizons beyond 100 years. We explore the implications of these new data within both a general asset pricing framework that decomposes risks and returns by horizon and a structural model calibrated to match a variety of asset classes. Our analysis demonstrates that applying average rates of return that are observed for traded assets to investments in climate change abatement is misleading. We also show that the discount rates for investments in climate change abatement that reduce aggregate risk, as in disaster-risk models, are bounded above by our estimated term structure for risky housing, and should be below 2.6% for long-run benefits. This upper bound rules out many discount rates suggested in the literature and used by policymakers. Our framework also distinguishes between the various mechanisms the environmental literature has proposed for generating downward-sloping discount rates.\n\n",
    "acknowledgement": "\nWe thank Arthur van Benthem, Robert Barro, John Campbell, Thom Covert, Robert Engle, Xavier Gabaix, Kenneth Gillingham, Christian Gollier, Bob Hall, Lars Hansen, Derek Lemoine, Martin Lettau, William Nordhaus, Monika Piazzesi, Nick Stern, Christian Traeger, Martin Weitzman as well as seminar participants at the Energy Policy Institute (EPIC) and the Becker Applied Economics Workshop at the University of Chicago, American Economic Association, World Bank, EUI, NYU, Harvard, and LMU Munich for helpful discussions and comments. We are particularly grateful to Michael Greenstone for his encouragement and guidance in writing this paper. We thankfully acknowledge the generous research support from the Harvard Weatherhead Center for International Affairs, the NYU Stern Center for the Global Economy and Business as well as from the Fama-Miller Center and the Initiative on Global Markets at the University of Chicago Booth School of Business. We thank iProperty and Rightmove for sharing part of their data, and Andreas Schaab for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}