{
    "id": 21763,
    "citation_title": "When do Firms Go Green? Comparing Command and Control Regulations with Price Incentives in India",
    "citation_author": [
        "Ann Harrison",
        "Benjamin Hyman",
        "Leslie Martin",
        "Shanthi Nataraj"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2019-10-29",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere are two commonly accepted views about command-and-control (CAC) environmental regulation. First, CAC delivers environmental outcomes at very high cost. Second, in a developing country with weak regulatory institutions, CACs may not even yield environmental benefits: regulators can force firms to install pollution abatement equipment, but cannot ensure that they use it. We examine India's experience and find evidence that CAC policies achieved substantial environmental benefits at a relatively low cost. Constructing an establishment-level panel from 1998 to 2009, we find that the CAC regulations imposed by India's Supreme Court on 17 cities improved air quality with little effect on establishment productivity. We document a strong effect of deterred entry of high-polluting industries into regulated cities; however little effect on the overall level of manufacturing output, employment, or productivity in those cities. We also find sustained reductions in within-establishment coal use, with no evidence of leakage into other fuels. To benchmark our results, we use variation in coal prices to compare the CAC policies to price incentives. We show that CAC regulations were primarily effective at reducing coal consumption of large urban polluters, while a coal tax is likely to have a broader impact across all establishment types. Our estimated coal price elasticity suggests that a 15-30% excise tax would be needed to generate reductions in coal consumption equivalent to those produced by these CAC policies.\n\n",
    "acknowledgement": "\nWe are grateful to Michele De Nevers, Rema Hanna, Gil Metcalf, David Popp and seminar participants at Harvard Business School, the University of Hawaii, the Wharton International Lunch, Johns Hopkins SAIS, and the Indian School of Business for helpful comments and suggestions. We also thank Michael Greenstone and Rema Hanna for generously providing us with city-level pollutant data for India, and acknowledge Karen Ni for outstanding research assistance. This material is based upon work supported by the National Science Foundation under Grant No. SES-0922332. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the National Science Foundation. We further acknowledge support from the Mack Institute for Innovation Management at the Wharton School and the financial support of the Australian Research Council through the Discovery Early Career Research Award DE190101167. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. All errors remain our own.\n\n\n"
}