{
    "id": 21762,
    "citation_title": "The Effect of Wealth on Individual and Household Labor Supply: Evidence from Swedish Lotteries",
    "citation_author": [
        "David Cesarini",
        "Erik Lindqvist",
        "Matthew J. Notowidigdo",
        "Robert Östling"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of wealth on labor supply using the randomized assignment of monetary prizes in a large sample of Swedish lottery players. We find winning a lottery prize modestly reduces labor earnings, with the reduction being immediate, persistent, and similar by age, education, and sex. A calibrated dynamic model of individual labor supply implies an average lifetime marginal propensity to earn out of unearned income of -0.11, and labor-supply elasticities in the lower range of previously reported estimates. The earnings response is stronger for winners than their spouses, which is inconsistent with unitary household labor supply models.\n\n",
    "acknowledgement": "\nWe thank Pierre-André Chiappori, David Domeij, Trevor Gallen, Erik Hurst, Che-Yuan Liang, Jonna Olsson, Jesse Shapiro, Johanna Wallenius, and seminar audiences at the AEA Annual Meeting, Bocconi, Chicago Booth, Cornell University, LSE, CREI-UPF, NBER Summer Institute, Northwestern University, the Rady School of Management, Stockholm University, and Uppsala University for helpful comments. We also thank Richard Foltyn, Renjie Jiang, Kristztian Kovacs, Odd Lyssarides, Svante Midander, and Erik Tengbjörk for excellent research assistance. This paper is part of a project hosted by the Research Institute of Industrial Economics (IFN). We are grateful to IFN Director Magnus Henrekson for his strong commitment to the project and to Marta Benkestock for superb administrative assistance. The project is financially supported by three large grants from the Swedish Research Council (B0213903), Handelsbanken’s Research Foundations (P2011:0032:1) and the Bank of Sweden Tercentenary Foundation (P15-0615:1). We also gratefully acknowledge financial support from the NBER Household Finance working group (22-2382-13-1-33-003), the NSF (1326635), and the Swedish Council for Working Life and Social Research (2011-1437). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}