{
    "id": 21766,
    "citation_title": "Early Childhood Education",
    "citation_author": [
        "Sneha Elango",
        "Jorge Luis García",
        "James J. Heckman",
        "Andrés Hojman"
    ],
    "citation_publication_date": "2015-11-30",
    "issue_date": "2015-11-25",
    "revision_date": "2015-12-18",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper organizes and synthesizes the literature on early childhood education and childcare. In it, we go beyond meta-analysis and reanalyze primary data sources in a common framework. We consider the evidence from means-tested demonstration programs, large-scale means-tested programs and universal programs without means testing. We discuss which programs are beneficial and whether they are cost-effective for certain populations. The evidence from high-quality demonstration programs targeted toward disadvantaged children shows beneficial effects. Returns exceed costs, even accounting for the deadweight loss of collecting taxes. When proper policy counterfactuals are constructed, Head Start has beneficial effects on disadvantaged children compared to home alternatives. Universal programs benefit disadvantaged children.\n\n",
    "acknowledgement": "\nThis research was supported in part by the American Bar Foundation, the Pritzker Children's Initiative, the Buffett Early Childhood Fund, NIH grants NICHD R37HD065072, NICHD R01HD54702, and NIA R24AG048081, an anonymous funder, and Successful Pathways from School to Work, an initiative of the University of Chicago's Committee on Education funded by the Hymen Milgrom Supporting Organization. We are very grateful to Marianne Haramoto, Fernando Hoces, Joshua Ka Chun Shea, Matthew C. Tauzer, and Anna Ziff for research assistance and useful comments. We thank Robert Moffitt, David Blau, the other authors of this volume, and Raquel Bernal, Avi Feller, Micheal Keane, Patrick Kline, Sylvi Kuperman, and Rich Neimand for valuable comments. The views expressed in this chapter are those of the authors and not necessarily those of the funders or persons named here or the official views of the National Institutes of Health or of the National Bureau of Economic Research.\n\n\n"
}