{
    "id": 2177,
    "citation_title": "Currency Incontrovertibility, Trade Taxes and Smuggling",
    "citation_author": [
        "Jorge Braga de Macedo"
    ],
    "citation_publication_date": "1987-03-01",
    "issue_date": "1987-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the classic analysis of smuggling importers choose the optimal mix of legal and illegal trade, given trade taxes and the technology of detection. This paper introduces an inconvertible currency in the framework, so that illegal trade is valued at a rate higher than the (fixed) official exchange rate. Sections 1 and 2 show how the smuggling ratio and the domestic price markup for the import and export good are simultaneously determined. With balanced legal and illegal trade, changes in the (long-run) black market premium are a weighted average of changes in trade taxes, whereas changes in the smuggling ratios depend on the ratio of trade taxes. Thus, an import tariff and an export subsidy rising at the same rate would keep smuggling ratios constant but imply a rising black market premium (section 3 and 4). To determine the quantity of exports and imports, a model of the economy is presented in section 5, featuring the production of exports and non-traded goods and the consumption of imports and non-traded goods, as well as a government confiscating the amounts of traded goods unsuccessfully smuggled. Then export production may fall, and welfare may rise, if trade taxes have a negative effect on the relative price of exports and imports stronger than the positive effect on smuggled exports and imports, which is always welfare-reducing. Section 6 introduces the short-run determination of the black market premium via portfolio balance. In this case, rising rade taxes may be associated with a premium rising even faster if there is unreported capital flight and conversely.\n\n",
    "acknowledgement": "\n"
}