{
    "id": 21776,
    "citation_title": "Where Has All The Skewness Gone? The Decline In High-Growth (Young) Firms In The U.S.",
    "citation_author": [
        "Ryan A. Decker",
        "John Haltiwanger",
        "Ron S. Jarmin",
        "Javier Miranda"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2016-01-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe pace of business dynamism and entrepreneurship in the U.S. has declined over recent decades. We show that the character of that decline changed around 2000. Since 2000 the decline in dynamism and entrepreneurship has been accompanied by a decline in high-growth young firms. Prior research has shown that the sustained contribution of business startups to job creation stems from a relatively small fraction of high-growth young firms. The presence of these high-growth young firms contributes to a highly (positively) skewed firm growth rate distribution. In 1999, a firm at the 90th percentile of the employment growth rate distribution grew about 31 percent faster than the median firm. Moreover, the 90-50 differential was 16 percent larger than the 50-10 differential reflecting the positive skewness of the employment growth rate distribution. We show that the shape of the firm employment growth distribution changes substantially in the post-2000 period. By 2007, the 90-50 differential was only 4 percent larger than the 50-10, and it continued to exhibit a trend decline through 2011. The overall decline reflects a sharp drop in the 90th percentile of the growth rate distribution accounted for by the declining share of young firms and the declining propensity for young firms to be high-growth firms.\n\n",
    "acknowledgement": "\nWe thank the Kauffman Foundation for financial support. We also thank Santiago Bazdresch, Jonathan Haskel, Hubert Janicki, Kristin McCue, Erick Sager, and seminar participants at the Bureau of Labor Statistics, Chicago Booth, George Mason University, Imperial College, and the Midwest Economic Association meetings for helpful comments. The main findings in this paper previously circulated in a paper titled “The Secular Decline in Business Dynamism in the U.S.” The previous paper has been broken into two parts. The current paper focuses on the decline in high-growth firms and skewness. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau, the Board of Governors of the Federal Reserve System, its staff, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. Corresponding author: John Haltiwanger\n\n\n\nJavier Miranda\n\nIn compliance with the requirement of the Journal’s disclosure policy, I would like to state that I, Javier Miranda, am an employee of the U.S. Census Bureau. I have received no direct financial support from any organization but I am one of the Principal Investigators on the grant from the Kauffman Foundation that we note in the acknowledgements section. The support from the Kauffman Foundation is directly related to this research as they have supported the development of the data infrastructure used in this paper as well as research analysis related to the topics in this paper. We are also using proprietary data in this paper housed at the U.S. Bureau of the Census. As we note in the acknowledgements section “All results have been reviewed to ensure that no confidential information is disclosed.”\n\n\n"
}