{
    "id": 21774,
    "citation_title": "Obstfeld and Rogoff's International Macro Puzzles: A Quantitative Assessment",
    "citation_author": [
        "Jonathan Eaton",
        "Samuel S. Kortum",
        "Brent Neiman"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2016-05-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nObstfeld and Rogoff (2001) propose that trade frictions lie behind key puzzles in international macroeconomics. We take a dynamic multicountry model of international trade, production, and investment to data from 19 countries to assess this proposition quantitatively. Using the framework developed in Eaton, Kortum, Neiman, and Romalis (2016), we revisit the puzzles in a counterfactual world without trade frictions in manufactures. Removing these trade frictions goes a long way toward resolving a number of the puzzles: The dependence of domestic investment on domestic saving falls by half or disappears entirely, mitigating the Feldstein-Horioka (1980) puzzle. Changes in nominal GDPs in U.S. dollars become less variable across countries and line up with changes in real GDPs as much as with real exchange rates, mitigating the exchange rate disconnect puzzle. Less dramatically, changes in consumption become more correlated across countries, mitigating the consumption correlations puzzle and changes in real exchange rates become less variable across countries, mitigating the relative purchasing power parity puzzle.\n\n",
    "acknowledgement": "\nWe thank Max Perez Leon and Laurence Wicht for excellent research assistance. We have benefitted enormously from the helpful comments and discussions of Ariel Burstein, Giancarlo Corsetti, Ken Rogoff, and Michael Waugh. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}