{
    "id": 21770,
    "citation_title": "Economic Gains for U.S. States from Educational Reform",
    "citation_author": [
        "Eric A. Hanushek",
        "Jens Ruhose",
        "Ludger Woessmann"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2016-11-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is limited existing evidence justifying the economic case for state education policy. Using newly-developed measures of the human capital of each state that allow for internal migration and foreign immigration, we estimate growth regressions that incorporate worker skills. We find that educational achievement strongly predicts economic growth across U.S. states over the past four decades. Based on projections from our growth models, we show the enormous scope for state economic development through improving the quality of schools. While we consider the impact for each state of a range of educational reforms, an improvement that moves each state to the best-performing state would in the aggregate yield a present value of long-run economic gains of over four times current GDP.\n\n",
    "acknowledgement": "\nThis research was supported by the Kern Family Foundation and by the Hewlett Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}