{
    "id": 21775,
    "citation_title": "Learning Entrepreneurship From Other Entrepreneurs?",
    "citation_author": [
        "Luigi Guiso",
        "Luigi Pistaferri",
        "Fabiano Schivardi"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that individuals who grew up in areas with high density of firms are more likely, as adults, to become entrepreneurs, controlling for the density of firms in their current location. Conditional on becoming entrepreneurs, the same individuals are also more likely to be successful entrepreneurs, as measured by business income or firm productivity. Strikingly, firm density at entrepreneur’s young age is more important than current firm density for business performance. These results are not driven by better access to external finance or  intergenerational occupation choices. They are instead consistent with entrepreneurial capabilities being at least partly learnable through social contacts. In keeping with this interpretation, we find that entrepreneurs who at the age of 18 lived in areas with a higher firm density tend to adopt better managerial practices (enhancing productivity) later in life.\n\n",
    "acknowledgement": "\nWe thank Michael Fritsch, Ed Glaeser, Vernon Henderson, Mirjam Van Praag, Antoinette Schoar, Matt Turner, participants to the NBER 2014 Summer Institute, the 5th HEC Workshop on Entrepreneurship - Entrepreneurial Finance, the Second CEPR European Workshop on Entrepreneurship Economics and the 5th IZA Workshop on Entrepreneurship Research for useful comments and suggestions. Financial support from the Regione Sardegna, Legge 7/2007- grant CRP 26133 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}