{
    "id": 21780,
    "citation_title": "Listen to your Doctor, or else!: Medication Under-use and Overuse and Long-term Health Outcomes of Danish Diabetes Patients",
    "citation_author": [
        "Gisela Hostenkamp",
        "Frank R. Lichtenberg"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use Danish diabetes registry and health insurance data to analyze the extent, consequences, and determinants of under-use and overuse of oral anti-diabetic drugs.  \nLess than half of patients consume the appropriate amount of medication--between 90% and 110% of the amount prescribed by their doctors.  \nThe life expectancy of patients consuming the appropriate amount is 2.5 years greater than that of patients consuming less than 70% of the prescribed amount, and 3.2 years greater than that of patients consuming more than 130% of the prescribed amount, controlling for time since diagnosis, insulin dependence, comorbidities, age, gender and education. Patients consuming the appropriate amount are also less likely to be hospitalized than under- or over-users.  \nPharmaceutical innovation appears to have reduced medication under-use and overuse: patients using newer drugs are significantly more likely to consume the appropriate amount, controlling for socioeconomic factors, average number of pills and average daily out-of-pocket costs.\nDefined Daily Doses published by the World Health Organization substantially overstate the appropriate level of consumption of these medications. \nPatients who don’t adhere to recommended medication regimens may also disregard other physician instructions.  Medication under-use and overuse could easily be monitored to identify patients at risk and enact interventions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. GH has received research support from the Free Danish Research Council FSE grant number 12-132004 to collect the data for this study\n\n\n"
}