{
    "id": 21784,
    "citation_title": "Short-Term Pain for Long-Term Gain: Market Deregulation and Monetary Policy in Small Open Economies",
    "citation_author": [
        "Matteo Cacciatore",
        "Romain Duval",
        "Giuseppe Fiori",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the effects of labor and product market reforms in a New Keynesian, small open economy model with labor market frictions and endogenous producer entry. We show that it takes time for reforms to pay off, typically at least a couple of years. This is partly because the benefits materialize through firm entry and increased hiring, both of which are gradual processes, while any reform-driven layoffs are immediate. Some reforms—such as reductions in employment protection—increase unemployment temporarily. Implementing a broad package of labor and product market reforms minimizes transition costs. Importantly, reforms do not have noticeable deflationary effects, suggesting that the inability of monetary policy to deliver large interest rate cuts in their aftermath—either because of the zero bound on policy rates or because of membership in a monetary union—may not be a relevant obstacle to reform. Alternative simple monetary policy rules do not have a large effect on transition costs.\n\n",
    "acknowledgement": "\nPresented at the JIMF-SNB-BIS-Dallas Fed-CEPR Conference on “Spillovers of Conventional and Unconventional Monetary Policy: The Role of Real and Financial Linkages,” Zurich, July 9-10, 2015. For very helpful comments, we thank our discussant, Giancarlo Corsetti, as well as Raphael Auer, an anonymous referee, and the conference participants. We are also grateful to Orsetta Causa, Jorgen Elmeskov, and Jean-Luc Schneider. Errors and omissions are our responsibility. An earlier version of this paper was circulated under the title “Short-Term Gain or Pain? A DSGE Model-Based Analysis of the Short-Term Effects of Structural Reforms in Labour and Product Markets” (OECD Economics Department Working Paper 948), and much work on this paper was done while Duval was affiliated with the OECD. The views in this paper are those of the authors and do not represent the views or policies of the CEPR, IMF, NBER, and OECD.\n\n\n"
}