{
    "id": 21781,
    "citation_title": "Improving College Access in the United States: Barriers and Policy Responses",
    "citation_author": [
        "Lindsay C. Page",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2015-12-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSocioeconomic gaps in college enrollment and attainment have widened over time, despite increasing returns to postsecondary education and significant policy efforts to improve access. We describe the barriers that students face during the transition to college and review the evidence on potential policy solutions. We focus primarily on research that examines causal relationships using experimental or quasi-experimental methods, though we draw upon descriptive evidence to provide context. Our review is distinctive in three respects. First, in addition to the literature on financial aid, we examine the evidence on informational and behavioral interventions, academic programs, and affirmative action policies intended to improve college access. Second, we incorporate a wealth of recent research not included in prior reviews. Finally, we conceptualize college access broadly, as including not just whether but also where students attend and whether they have access to college-level courses. We conclude with a discussion of implications for policy and research.\n\n",
    "acknowledgement": "\nWe thank Sue Dynarski, Bruce Sacerdote, Brent Evans, Michael Hurwitz, Joshua Goodman, and Peter Hinrichs for useful feedback and Aaron Anthony for exceptional research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}