{
    "id": 21787,
    "citation_title": "Air Pollution and Criminal Activity: Evidence from Chicago Microdata",
    "citation_author": [
        "Evan Herrnstadt",
        "Erich Muehlegger"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2017-12-18",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nA large and growing literature documents the adverse impacts of pollution on health, productivity, educational attainment and socioeconomic outcomes. This paper provides the first quasi-experimental evidence that air pollution causally affects criminal activity. We exploit detailed location data on over two million serious crimes reported to the Chicago police department over a twelve-year period. We identify the causal effect of pollution on criminal activity by comparing crime on opposite sides of major interstates on days when the wind blows orthogonally the direction of the interstate and find that violent crime is 2.2 percent higher on the downwind side. Consistent with evidence from psychology on the relationship between pollution and aggression, the effect is unique to violent crimes – we find no effect of pollution on the commission of property crime.\n\n",
    "acknowledgement": "\nThanks to seminar participants at Resources for the Future, UC-Berkeley, UC-Irvine, and UC-Davis for valuable comments.  Neither author has a material financial interest related to the research in the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}