{
    "id": 21783,
    "citation_title": "Externalities and Benefit Design in Health Insurance",
    "citation_author": [
        "Amanda Starc",
        "Robert J. Town"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2018-04-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInsurance plan design has important implications for consumer welfare. In this paper, we model insurance design in the Medicare prescription drug coverage market and show that strategic private insurer incentives impose a fiscal externality on the traditional Medicare program. We document that plans covering medical expenses have more generous drug coverage than plans that are only responsible for prescription drug spending, which translates into higher drug utilization by enrollees. The effect is driven by drugs that reduce medical expenditure and treat chronic conditions. Our equilibrium model of plan design endogenizes plan characteristics and accounts for selection; the model estimates confirm that differential incentives to internalize medical care offsets can explain disparities across plans. Counterfactuals show that strategic insurer incentives are as important as selection in determining endogenous plan characteristics.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Internalizing Behavioral Externalities: Benefit Integration in Health Insurance.\" The authors gratefully acknowledge funding from the Leonard Davis Institute. Michael French, Josh Gottleib, Matt Grennan, Ben Handel, Jonathan Ketcham, Kurt Lavetti, Maria Polyakova, Joshua Schwartzstein, Ashley Swanson, and participants at the American Health Economics Conference, FTC Microeconomics Conference, NBER Insurance Meetings, Kellogg Healthcare Markets Conference, Wharton IO lunch, University of British Columbia, Indiana University, University of Chicago, and Yale provided helpful comments. Hossein Alidaee, Emma Boswell Dean, Jordan Keener, and David Stillerman provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert J. Town\n\nThe author is a co-founder and Chief Economist at Picwell, Inc which provides decision support for health insurance choice.\n\n\n"
}