{
    "id": 21782,
    "citation_title": "The GATT's Starting Point: Tariff Levels circa 1947",
    "citation_author": [
        "Chad P. Bown",
        "Douglas A. Irwin"
    ],
    "citation_publication_date": "2015-12-07",
    "issue_date": "2015-12-02",
    "revision_date": "2019-01-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow high were import tariffs when GATT participants began negotiations to reduce them in 1947? Establishing this starting point is key to determining how successful the GATT has been in bringing down trade barriers. If the average tariff level was about 40 percent, as commonly reported, the implied early tariff reductions were substantial, but this number has never been verified. This paper examines the evidence on tariff levels in the late 1940s and early 1950s and finds that the average tariff level going into the first Geneva Round of 1947 was about 22 percent. We also find that tariffs fell by relatively more in the late 1940s and early 1950s for a core group of GATT participants (the United States, United Kingdom, Canada and Australia) than they did for many other important countries, including the set of other (non-core) GATT participants.\n\n",
    "acknowledgement": "\nFor useful comments, we thank Michael Finger, Judith Goldstein, Bernard Hoekman, Manfred Elsig, Carlos Primo Braga, Alan Winters, Alejandro Jara, Frieder Roessler, Robert Staiger, and participants at the World Trade Forum 2015 in Bern. Semira Ahdiyyih and Taylor Ng provided outstanding research assistance. Research for this paper has been supported in part by the World Bank’s Multidonor Trust Fund for Trade and Development Strategic Research Partnership on Economic Development. Any opinions expressed in this paper are the authors’ and should not be attributed to the World Bank or the National Bureau of Economic Research. All remaining errors are our own.\n\n\n"
}