{
    "id": 21790,
    "citation_title": "Menthol Cigarette Advertising and Cigarette Demand",
    "citation_author": [
        "Donald Kenkel",
        "Alan Mathios",
        "Hua Wang"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe FDA is considering using its regulatory authority over the tobacco industry to promote public health by restricting the advertising of menthol cigarettes.  In this paper we contribute new empirical evidence on the effects of magazine advertisements for menthol cigarettes on cigarette demand. Unlike previous research on cigarette advertising and demand, we use individual-level data and a measure of advertising exposure based on each consumer’s magazine-reading habits. These data allow us to control for individual heterogeneity that influences both advertising exposure and cigarette demand.  We exploit quasi-experimental variation in advertising exposure in the 2000s created by sharply different supply-side variation in menthol and non-menthol advertising. We examine the importance of controlling for heterogeneity by estimating simple models relating advertising exposure to behavior and then adding specifications that take advantage of the richness of our individual-level data. We examine advertising effects on multiple margins of cigarette demand. Our empirical results do not provide any evidence that menthol advertising in magazines affects cigarette demand at various margins: the probability of menthol use; smoking participation; the number of cigarettes smoked per day; the probability of a past-year quit attempt; and anti-smoking attitudes among teens.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge support through NIH grant 1R21DA037408-01. All opinions expressed are the authors'. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}