{
    "id": 21792,
    "citation_title": "Controlling for the Compromise Effect Debiases Estimates of Risk Preference Parameters",
    "citation_author": [
        "Jonathan P. Beauchamp",
        "Daniel J. Benjamin",
        "Christopher F. Chabris",
        "David I. Laibson"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe compromise effect arises when options near the \"middle\" of a choice set are more appealing. The compromise effect poses conceptual and practical problems for economic research: by influencing choices, it distorts revealed preferences, biasing researchers' inferences about deep (i.e., domain general) preferences. We propose and estimate an econometric model that disentangles and identifies both deep preferences and the context-dependent compromise effect. We demonstrate our method using data from an experiment with 550 participants who made choices over lotteries from multiple price lists. Following prior work, we manipulate the compromise effect by varying the middle options of each multiple price list and then estimate risk preferences without modelling the compromise effect. These naïve parameter estimates are not robust: they change as the compromise effect is manipulated. To eliminate this bias, we incorporate the compromise effect directly into our econometric model. We show that this method generates robust estimates of risk preference parameters that are no longer sensitive to compromise-effect manipulations. This method can be applied to other settings that exhibit the compromise effect.\n\n",
    "acknowledgement": "\nWe thank Helga Fehr-Duda, Philipp Koellinger, Kevin McCabe, Ted OíDonoghue, Matthew Rabin, Charlie Sprenger, as well as the Editor Charles Noussair and two anonymous referees, for helpful comments. For research assistance, we are grateful to Jonathan Cohen, Brice Cooke, Jaesun Lee, and especially Brendan Price, Alexandra Roulet, and Stephen Tino. Research reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Numbers R01AG021650 and P01AG005842 to the NBER and R21AG037741 to Cornell University. The content is the sole responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or of the National Bureau of Economic Research. Beauchamp and Laibson thank the Pershing Square Fund for Research on the Foundations of Human Behavior for financial support.\n\n\n"
}