{
    "id": 21791,
    "citation_title": "A New Dilemma: Capital Controls and Monetary Policy in Sudden Stop Economies",
    "citation_author": [
        "Michael B. Devereux",
        "Eric R. Young",
        "Changhua Yu"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe dangers of high capital flow volatility and sudden stops have led economists to promote the use of capital controls as an addition to monetary policy in emerging market economies. This paper studies the benefits of capital controls and monetary policy in an open economy with financial frictions, nominal rigidities, and sudden stops. We focus on a time-consistent policy equilibrium. We find that during a crisis, an optimal monetary policy should sharply diverge from price stability. Without commitment, policymakers will also tax capital inflows in a crisis. But this is not optimal from an ex-ante social welfare perspective. An outcome without capital inflow taxes, using optimal monetary policy alone to respond to crises, is superior in welfare terms, but not time-consistent. If policy commitment were in place, capital inflows would be subsidized during crises. We also show that an optimal policy will never involve macro-prudential capital inflow taxes as a precaution against the risk of future crises (whether or not commitment is available).\n\n",
    "acknowledgement": "\nWe thank seminar participants at the Hong Kong Institute for Monetary Research, the UBC macro-lunch, and the Board of Governors of the Federal Reserve Bank for comments. Devereux thanks SSHRC, and the Royal Bank of Canada for financial support as well as support from ESRC award ES/1024174/1. Young thanks the financial support and hospitality of the HKIMR and the Bankard Fund for Political Economy at the University of Virginia. Yu thanks the National Natural Science Foundation of China 71303044, and the financial support and hospitality of the HKIMR. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}