{
    "id": 21794,
    "citation_title": "Urban Networks: Connecting Markets, People, and Ideas",
    "citation_author": [
        "Edward L. Glaeser",
        "Giacomo A. M. Ponzetto",
        "Yimei Zou"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nShould China build mega-cities or a network of linked middle-sized metropolises? Can Europe’s mid-sized cities compete with global agglomeration by forging stronger inter-urban links? This paper examines these questions within a model of recombinant growth and endogenous local amenities. Three primary factors determine the trade-off between networks and big cities: local returns to scale in innovation, the elasticity of housing supply, and the importance of local amenities. Even if there are global increasing returns, the returns to local scale in innovation may be decreasing, and that makes networks more appealing than mega-cities. Inelastic housing supply makes it harder to supply more space in dense confines, which perhaps explains why networks are more popular in regulated Europe than in the American Sunbelt. Larger cities can dominate networks because of amenities, as long as the benefits of scale overwhelm the downsides of density. In our framework, the skilled are more likely to prefer mega-cities than the less skilled, and the long-run benefits of either mega-cities or networks may be quite different from the short-run benefits.\n\n",
    "acknowledgement": "\nGlaeser acknowledges financial support from the Taubman Center for State and Local Government. Ponzetto acknowledges financial support from the Spanish Ministry of Economy and Competitiveness (RYC-2013-13838 and ECO-2014-59805-P), the Government of Catalonia (2014-SGR-830) and the Barcelona GSE. Zou acknowledges financial support from the La Caixa-Severo Ochoa International Doctoral Fellowship. E-mail: eglaeser@harvard.edu, gponzetto@crei.cat, yimei.zou@upf.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}