{
    "id": 21795,
    "citation_title": "In Search of Ideas: Technological Innovation and Executive Pay Inequality",
    "citation_author": [
        "Carola Frydman",
        "Dimitris Papanikolaou"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general equilibrium model that delivers realistic fluctuations in both the level as well as the dispersion in executive pay as a result of changes in the technology frontier. Our model recognizes that  executives add value to the firm not only by participating in production decisions, but also by identifying new investment opportunities. The economic value of these two distinct components of the executive's job varies with the state  of the economy. Improvements in technology that are specific to new vintages of capital raise the skill price of discovering new growth prospects -- and thus raise the compensation of executives relative to workers. If most of the dispersion in managerial skill lies in the ability to find new projects, dispersion in executive pay will also rise.  Our model delivers testable predictions about the relation between executive pay and growth opportunities that are quantitatively  consistent with the data.\n\n",
    "acknowledgement": "\nWe thank Francisco Buera, Andrea Eisfeldt, Francois Gourio, Amit Seru, Andrei Shleifer, Per Stromberg, and the seminar participants at Boston College, FRB Chicago, Copenhagen Business School, University of Geneva, NYU Economics, Stockholm School of Economics for helpful comments and discussions. Dimitris Papanikolaou thanks Amazon (AWS in Education Grant award), the Zell Center for Risk and the Jerome Kenney Fund for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}