{
    "id": 21808,
    "citation_title": "The Globalization of Angel Investments: Evidence across Countries",
    "citation_author": [
        "Josh Lerner",
        "Antoinette Schoar",
        "Stanislav Sokolinski",
        "Karen Wilson"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-11",
    "revision_date": "2016-03-08",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThis paper examines investments made by 13 angel groups across 21 countries. We compare applicants just above and below the funding cutoff and find that these angel investors have a positive impact on the growth, performance, and survival of firms as well as their follow-on fundraising. The positive impact of angel financing is independent of the level of venture activity and entrepreneur-friendliness in the country. However, we find that the development stage and maturity of startups that apply for angel funding (and those that are ultimately funded) is inversely correlated with the entrepreneurship-friendliness of the country, which may reflect self-censoring by very early-stage firms that do not expect to receive funding in these environments.\n\n",
    "acknowledgement": "\nWe thank numerous angel groups for their willingness to share data and their patience in answering our many queries. Excellent research assistance was provided by Secil Altintas, Jamie Beaton, Elaine Dai, Kenneth Fu, Ida Hempel, Zaahid Khan, Michelle Lin, and Ahmed Zaeem, and the research team at Baker Library led by Sarah Eriksen. Seminar participants at the Angel Capital Association, Boston University, London Business School, the National Bureau of Economic Research, and the University of Texas, and especially Shai Bernstein, Thomas Hellmann, Arthur Korteweg, and Ramana Nanda provided helpful comments. We thank the Harvard Business School’s Division of Research and the Ewing Marion Kauffman Foundation for financial support. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}