{
    "id": 21805,
    "citation_title": "The International Monetary Fund: 70 Years of Reinvention",
    "citation_author": [
        "Carmen M. Reinhart",
        "Christoph Trebesch"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA sketch of the International Monetary Fund’s 70-year history reveals an institution that has reinvented itself over time along multiple dimensions. This history is primarily consistent with a “demand driven” theory of institutional change, as the needs of its clients and the type of crisis changed substantially over time. Some deceptively “new” IMF activities are not entirely new. Before emerging market economies dominated IMF programs, advanced economies were its earliest (and largest) clients through the 1970s. While currency problems were the dominant trigger of IMF involvement in the earlier decades, banking crises and sovereign defaults became they key focus since the 1980s. Around this time, the IMF shifted from providing relatively brief (and comparatively modest) balance-of-payments support in the era of fixed exchange rates to coping with more chronic debt sustainability problems that emerged with force in the developing nations and now migrated to advanced ones. As a consequence, the IMF has engaged in “serial lending”, with programs often spanning decades. Moreover, the institution faces a growing risk of lending into insolvency, most widespread among low income countries in chronic arrears to the official sector, but most evident in the case of Greece since 2010. We conclude that these practices impair the IMF’s role as an international lender of last resort.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Perspectives. The authors wish to thank Aitor Erce, Gordon Hanson, Enrico Moretti, Vincent Reinhart, Kenneth Rogoff, Timothy Taylor, and Lena Thurau for helpful comments. Maximilian Mandl and Maximilian Rupps provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}