{
    "id": 21806,
    "citation_title": "Double for Nothing? Experimental Evidence on the Impact of an Unconditional Teacher Salary Increase on Student Performance in Indonesia",
    "citation_author": [
        "Joppe de Ree",
        "Karthik Muralidharan",
        "Menno Pradhan",
        "Halsey Rogers"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2015-12-10",
    "revision_date": "2016-09-06",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow does a large unconditional increase in salary affect employee performance in the public sector? We present the first experimental evidence on this question in the context of a unique policy change in Indonesia that led to a permanent doubling of base teacher salaries. Using a large-scale randomized experiment across a representative sample of Indonesian schools that accelerated this doubling of pay for teachers in treatment schools, we find that the doubling of pay significantly improved teacher satisfaction with their income, reduced the incidence of teachers holding outside jobs, and reduced self-reported financial stress. Nevertheless, after two and three years, the doubling in pay led to no improvements in measures of teacher effort, and had no impact whatsoever on student learning outcomes. Thus, contrary to the predictions of various efficiency wage models of employee behavior (including gift-exchange, reciprocity, and reduced shirking), as well as those of a model where effort on pro-social tasks is a normal good with a positive income elasticity, we find that large unconditional increases in salaries of incumbent teachers had no meaningful positive impact on student learning.\n\n",
    "acknowledgement": "\nWe thank Nageeb Ali, Eli Berman, Julie Cullen, Gordon Dahl, Uri Gneezy, Roger Gordon, Gordon Hanson, Lawrence Katz, Richard Murphy, Derek Neal, Ben Olken, Hessel Oosterbeek, Valerie Ramey, Miguel Urquiola, and several seminar participants for comments. We are grateful to the Indonesian Ministry of Education and Culture for its interest in evaluating its teacher pay reforms, and for supporting this large-scale experiment and data collection. This evaluation would not have been possible without generous financial support from the government of the Kingdom of the Netherlands. The authors are grateful to Dedy Junaedi (and team), Titie Hadiyati (and team), Susiana Iskandar, Amanda Beatty, and Andy Ragatz for their exceptional efforts and support in conducting this evaluation as part of the World Bank BERMUTU project team at various points of time over the course of this project, and to counterparts at the Indonesian Ministry of Education and Culture, including Dr. Baedhowi, Dian Wahyuni, Santi Ambarukmi, Yendri Wirda Burhan, Simon Sili Sabon (and the team at puslitjak), Dhani Nugaan, Bastari, Hari Setiadi, Rahmawati, and Yani Sumarno (and the team at puspendik), who supported this experiment and implemented it flawlessly. Over the years, the project also benefited from excellent research assistance of Ai Li Ang, Husnul Rizal, and others at the World Bank office in Jakarta. The findings, interpretations, and conclusions expressed in this paper are entirely those of the authors. They do not necessarily represent the views of the National Bureau of Economic Research, the International Bank for Reconstruction and Development/World Bank and its affiliated organizations, or those of the Executive Directors of the World Bank or the governments they represent.\n\n\n"
}