{
    "id": 21800,
    "citation_title": "Specialization in Bank Lending: Evidence from Exporting Firms",
    "citation_author": [
        "Daniel Paravisini",
        "Veronica Rappoport",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2020-01-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop an empirical approach for identifying specialization in bank lending using granular data on borrower activities. We illustrate the approach by characterizing bank specialization by export market, combining bank, loan, and export data for all firms in Peru. We find that all banks specialize in at least one export market, that firms take the pattern of bank specialization into account when selecting their lending banks, and that credit supply shocks disproportionately affect a firm’s exports to markets where the lender specializes in. Thus, bank specialization makes credit difficult to substitute, which has consequences for competition in credit markets and the transmission of credit shocks to the real economy.\n\n",
    "acknowledgement": "\nWe thank Luana Zaccaria for outstanding research assistance. We thank Luis Garicano, Asim Khwaja, Nicola Gennaioli, Rebecca Zarutskie, Johan Hombert, Gregor Matvos, and participants at Bank de France, Cambridge University, CEMFI, ERWIT, Financial Intermediation Research Society Conference, LBS Finance Symposium, LSE, NBER CF, NY Fed, Paris Trade Group, ICD Annual Conference in Financial Economics, SED, Stanford University, Stanford University GSB, University of British Columbia Sauder School of Business, UC Berkeley, UC Berkeley HAAS School of Business, UC San Diego, University of Zurich seminars, workshops, and conferences for useful comments. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}