{
    "id": 21804,
    "citation_title": "Total Returns to Single Family Rentals",
    "citation_author": [
        "Andrea Eisfeldt",
        "Andrew Demers"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2021-05-14",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe market value of US Single Family Rental assets totals more than $2.3 trillion. We provide the ﬁrst systematic analysis of total returns to Single Family Rentals in a long, broad, and granular panel. Total returns are approximately equalized across US cities at 8.5%, similar to average equity returns. On average, net rental yields and house price appreciation each contribute half total returns. However, they are negatively correlated in the cross section of cities. High-price-tier cities accrued more capital gains, while low-price-tier cities had higher net rental yields. Within cities, lower-price-tier zip codes have higher total returns.\n\n",
    "acknowledgement": "\nWe thank Robert Richmond and Jiasun Li for research assistance, Don Brownstein and Marc Holtz from Structured Portfolio Management, LLC, Morris Davis, Gary Painter, and participants at the 2016 UCI-UCLA-USC Real Estate & Urban Economics Research Symposium, and the 2014 SED meeting for helpful comments. Eisfeldt gratefully acknowledges the UCLA Rosalinde and Arthur Gilbert Program in Real Estate, Finance and Urban Economics for generous funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrea Eisfeldt\n\nThis research was conducted while I was on academic leave and visiting Structured Portfolio Management (SPM), LLC.\n\n\n"
}