{
    "id": 21801,
    "citation_title": "The Labor Market Effects of a Refugee Wave: Applying the Synthetic Control Method to the Mariel Boatlift",
    "citation_author": [
        "Giovanni Peri",
        "Vasil Yasenov"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2017-06-12",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe apply the Synthetic Control Method to re-examine the labor market effects of the Mariel Boatlift, first studied by David Card (1990). This method improves on previous studies by choosing a control group of cities that best matches Miami’s labor market trends pre-Boatlift and providing more reliable inference. Using a sample of non-Cuban high-school dropouts we find no significant difference in the wages of workers in Miami relative to its control after 1980. We also show that by focusing on small sub-samples and matching the control group on a short pre-1979 series, as done in Borjas (2017), one can find large wage differences between Miami and control because of large measurement error.\n\n",
    "acknowledgement": "\nWe thank Colin Cameron, David Card, Michael Clemens, David Green, Patrick Kline, Thomas Lemieux, Doug Miller, Joan Monras, Enrico Moretti, David Roodman, Shu Shen, participants in seminars at University of British Columbia, Georgetown University, NBER Labor Studies 2016 Meeting, IZA Summer School of Labor Economics 2016, and 2017 ASSA Annual Meeting, the editor and two anonymous referees for valuable suggestions and useful comments. We have not received any financial support for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}