{
    "id": 21802,
    "citation_title": "﻿Corporate Governance and Blockchains",
    "citation_author": [
        "David Yermack"
    ],
    "citation_publication_date": "2015-12-14",
    "issue_date": "2015-12-10",
    "revision_date": "2016-10-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBlockchains represent a novel application of cryptography and information technology to ag-eold problems of financial record-keeping, and they may lead to far-reaching changes in corporate governance. Many major players in the financial industry have began to invest in this new technology, and stock exchanges have proposed using blockchains as a new method for trading corporate equities and tracking their ownership. This essay evaluates the potential implications of these changes for managers, institutional investors, small shareholders, auditors, and other parties involved in corporate governance. The lower cost, greater liquidity, more accurate record-keeping, and transparency of ownership offered by blockchains may significantly upend the balance of power among these cohorts.\n\n",
    "acknowledgement": "\nFor helpful comments, I thank seminar and conference participants at the University of Adelaide, University of Amsterdam, Bank of England, University of Bristol, Cambridge University Center for Alternative Finance, Cardiff University, Erasmus University Rotterdam, University of Exeter, Imperial College London, International Organization of Securities Commissions Committee on Emerging Risk, Jesus College Cambridge, London Business School, Melbourne University, University of New South Wales FIRN Corporate Finance Conference, Queensland University, the University of South Australia, Texas A&M University, the University of Western Australia, and the U.S. Securities and Exchange Commission, as well as Alex Edmans (the editor). Scott Stornetta, Tim Swanson, and two anonymous referees. Part of this paper was written while I was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}