{
    "id": 21811,
    "citation_title": "Productivity and Organization in Portuguese Firms",
    "citation_author": [
        "Lorenzo Caliendo",
        "Giordano Mion",
        "Luca David Opromolla",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "2018-04-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe productivity of firms is, at least partly, determined by a firm’s actions and decisions. One of these decisions involves the organization of production in terms of the number of layers of management the firm decides to employ. Using detailed employer-employee matched data and firm production quantity and input data for Portuguese firms, we study the endogenous response of revenue-based and quantity-based productivity to a change in layers: a firm reorganization. We show that as a result of an exogenous demand or productivity shock that makes the firm reorganize and add a management layer, quantity- based productivity increases by about 8%, while revenue-based productivity drops by around 7%. Such a reorganization makes the firm more productive, but also increases the quantity produced to an extent that lowers the price charged by the firm and, as a result, its revenue-based productivity.\n\n",
    "acknowledgement": "\nWe thank Serguey Braguinsky, Jan De Loecker, Jakub Kastl, Steve Redding, Ananth Seshadri, and seminar participants at various institutions and conferences for useful comments and discussions. This article is part of the Strategic Project (UID/ECO/00436/2013). The analyses, opinions, and findings represent the views of the authors and they are not necessarily those of Banco de Portugal or the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}