{
    "id": 21815,
    "citation_title": "The Price Ain’t Right? Hospital Prices and Health Spending on the Privately Insured",
    "citation_author": [
        "Zack Cooper",
        "Stuart V. Craig",
        "Martin Gaynor",
        "John Van Reenen"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "2018-05-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe use insurance claims data covering 28 percent of individuals with employer-sponsored health insurance in the US to study the variation in health spending on the privately insured, examine the structure of insurer-hospital contracts, and analyze the variation in hospital prices across the nation. Health spending per privately insured beneficiary differs by a factor of three across geographic areas and has a very low correlation with Medicare spending. For the privately insured, half of the spending variation is driven by price variation across regions and half is driven by quantity variation. Prices vary substantially across regions, across hospitals within regions, and even within hospitals. For example, even for a near homogenous service such as lower-limb MRIs, about a fifth of the total case-level price variation occurs within a hospital in the cross-section. Hospital market structure is strongly associated with price levels and contract structure. Prices at monopoly hospitals are 12 percent higher than those in markets with four or more rivals. Monopoly hospitals also have contracts that load more risk on insurers (e.g. they have more cases with prices set as a share of their charges). In concentrated insurer markets the opposite occurs – hospitals have lower prices and bear more financial risk. Examining the 366 merger and acquisitions that occurred between 2007 and 2011, we find that prices increased by over 6 percent when the merging hospitals were geographically close (e.g. 5 miles or less apart), but not when the hospitals were geographically distant (e.g. over 25 miles apart).\n\n",
    "acknowledgement": "\nThis paper drew inspiration from the work of Uwe Reinhardt. Professor Reinhardt passed away in December 2017 and we dedicate this paper to his memory. We are grateful for comments and suggestions that substantially improved the paper from the editors (Larry Katz and Andrei Shleifer), five anonymous referees, participants at multiple seminars, and Leemore Dafny, Matthew Fiedler, Joshua Gottlieb, Neale Mahoney, Fiona Scott Morton, Aviv Nevo, and Jonathan Skinner. This project received financial support from the Commonwealth Fund, the National Institute for Health Care Management Foundation, the Economic and Social Research Council, and the National Institute on Aging of the National Institutes of Health under Award Number P30AG012810. We acknowledge the assistance of the Health Care Cost Institute (HCCI) and its data contributors, Aetna, Humana, and United Healthcare, in providing the data analyzed in this study. The data used in this paper can be accessed with permission from HCCI. We thank Jennifer Wu, Nathan Shekita, Charles Gray, Austin Jaspers, Nina Russell, Darien Lee, Eugene Larsen-Hallock, and Christina Ramsay for outstanding research assistance. The opinions expressed in this paper and any errors are those of the authors alone, and do not necessarily reflect the views of the National Bureau of Economic Research. More details on our analysis can be found online at www.healthcarepricingproject.org.\n\n\n"
}