{
    "id": 21818,
    "citation_title": "The Welfare Cost of Perceived Policy Uncertainty: Evidence from Social Security",
    "citation_author": [
        "Erzo F.P. Luttmer",
        "Andrew A. Samwick"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolicy uncertainty can reduce individual welfare when individuals have limited opportunities to mitigate or insure against consumption fluctuations induced by the policy uncertainty. For this reason, policy uncertainty surrounding future Social Security benefits may have important welfare costs. We field an original survey to measure the degree of policy uncertainty in Social Security and to estimate the impact of this uncertainty on individual welfare.  On average, our survey respondents expect to receive only about 60 percent of the benefits they are supposed to get under current law.  We document the wide variation around the expectation for most respondents and the heterogeneity in the perceived distributions of future benefits across respondents.  This uncertainty has real costs.  Our central estimates show that on average individuals would be willing to forego around 6 percent of the benefits they are supposed to get under current law to remove the policy uncertainty associated with their future benefits.  This translates to a risk premium from policy uncertainty equal to 10 percent of expected benefits.\n\n",
    "acknowledgement": "\nWe thank Alan Gustman, Jonathan Skinner, Steve Venti, and Niels Vermeer for helpful comments and Poom Nukulkij and Wan Yan of Knowledge Networks for their work on our survey.  We also thank seminar audiences at the Western Economic Association International, NBER Summer Institute, University of Wisconsin, CPB Netherlands Bureau for Economic Policy Analysis, Tinbergen Institute, Groningen University, Erasmus University, Tilburg University, University of Oxford, IZA Bonn, LSE/IFS joint seminar, the Paris School of Economics, the University of Maastricht, the University of Connecticut, the 13th International Pensions Workshop, Texas A&M University, University of Bergen, Loyola Marymount University, the University of Utah, and Middlebury College for helpful comments. We are grateful to Mathew Greenwald for providing us with tabulations of data from his research, to Steve Goss for guidance on the present discounted value of accrued future Social Security benefits, and to Ben Chuchla for exceptional research assistance.  This research was supported by the U.S. Social Security Administration through grant #5 RRC08098400-03-00 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the National Bureau of Economic Research.\n\n\n"
}