{
    "id": 21813,
    "citation_title": "The Plaza Accord, 30 Years Later",
    "citation_author": [
        "Jeffrey Frankel"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper reviews an event of 30 years ago from the perspective of today:  a successful G-5 initiative to reverse what had been an overvalued dollar.  The “Plaza Accord” is best viewed not as the precise product of the meeting on September 22, 1985, but as shorthand for a historic change in US policy that began when James Baker became Treasury Secretary in January of that year.  The change had the desired effect, bringing down the dollar and reducing the trade deficit.  In recent years concerted foreign exchange intervention, of the sort undertaken by the G-7 in 1985 and periodically over the subsequent decade, has died out. Indeed the G-7 in 2013, fearing “currency manipulation,” specifically agreed to refrain from intervention in a sort of “anti-Plaza accord.”  But some day coordinated foreign exchange intervention will return.\n\n",
    "acknowledgement": "\nThis paper was written for a conference on Currency Policy Then and Now: 30th Anniversary of the Plaza Accord, Baker Institute for Public Policy, Rice University, October 1, 2015.   The author would like to thank for comments C. Fred Bergsten, Jin Chen, Russell Green and Ted Truman. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey Frankel\n\nI received compensation from the Baker Institute for writing this paper. A comprehensive disclosure appears on my website.\n\n\n"
}