{
    "id": 21819,
    "citation_title": "Knowledge of Future Job Loss and Implications for Unemployment Insurance",
    "citation_author": [
        "Nathaniel Hendren"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "2016-07-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThis paper studies the implications of individuals’ knowledge of future job loss for the existence of an unemployment insurance (UI) market. Learning about job loss leads to consumption decreases and spousal labor supply increases. This suggests existing willingness to pay estimates for UI understate its value. But, it yields new estimation methodologies that account for and exploit responses to learning about future job loss. Although my new willingness to pay estimates exceed previous estimates, I estimate much larger frictions imposed by private information. This suggests privately-traded UI policies would be too adversely selected to be profitable, at any price.\n\n",
    "acknowledgement": "\nI am very grateful to Daron Acemoglu, Raj Chetty, Amy Finkelstein, Jon Gruber, Luigi Pistaferri, Rob Townsend, and a long list of seminar participants for their comments. I also thank Trevor Bakker, Augustin Bergeron, Lizi Chen, Michael Droste, Robert Fluegge, Frina Lin, Jeremy Majerovitz, Jimmy Narang, Nina Roussille, and Priyanka Shende for helpful research assistance. Early versions of Sections 4 and 6 of this paper appeared in the second chapter in my MIT PhD thesis and also circulated under the title \"Private Information and Unemployment Insurance\". Support from NSF Graduate Research Fellowship and the NBER Health and Aging Fellowship, under the National Institute of Aging Grant Number T32-AG000186 is gratefully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}