{
    "id": 21810,
    "citation_title": "The Dynamics of Adjustable-Rate Subprime Mortgage Default: A Structural Estimation",
    "citation_author": [
        "Hanming Fang",
        "You Suk Kim",
        "Wenli Li"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a dynamic structural model of subprime adjustable-rate mortgage (ARM) borrowers making payment decisions taking into account possible consequences of different degrees of delinquency from their lenders. We empirically implement the model using unique data sets that contain information on borrowers' mortgage payment history, their broad balance sheets, and lender responses. Our investigation of the factors that drive borrowers' decisions reveals that subprime ARMs are not all alike. For loans originated in 2004 and 2005, the interest rate resets associated with ARMs, as well as the housing and labor market conditions were not as important in borrowers' delinquency decisions as in their decisions to pay off their loans. For loans originated in 2006, interest rate resets, housing price declines, and worsening labor market conditions all contributed importantly to their high delinquency rates. Counterfactual policy simulations reveal that even if the Libor rate could be lowered to zero by aggressive traditional monetary policies, it would have a limited effect on reducing the delinquency rates. We find that automatic modification mortgage designs under which the monthly payment or the principal balance of the loans are automatically reduced when housing prices decline can be effective in reducing both delinquency and foreclosure. Importantly, we find that automatic modification mortgages with a cushion, under which the monthly payment or principal balance reductions are triggered only when housing price declines exceed a certain percentage may result in a Pareto improvement in that borrowers and lenders are both made better off than under the baseline, with a lower delinquency and foreclosure rates. Our counterfactual analysis also suggests that limited commitment power on the part of the lenders to loan modification policies may be an important reason for the relatively small rate of modifications observed during the housing crisis.\n\n",
    "acknowledgement": "\nWe thank Shane Sherlund and seminar/conference participants at the Econometric Society World Congress (2015), University of New South Wales and University of Technology Sydney for their comments. The views expressed are those of the authors and do not necessarily reflect those of the Board of Governors of the Federal Reserve, the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}