{
    "id": 21814,
    "citation_title": "Inflation Targeting Does Not Anchor Inflation Expectations: Evidence from Firms in New Zealand",
    "citation_author": [
        "Saten Kumar",
        "Hassan Afrouzi",
        "Olivier Coibion",
        "Yuriy Gorodnichenko"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the (lack of) anchoring of inflation expectations in New Zealand using a new survey of firms. Managers of these firms display little anchoring of inflation expectations, despite twenty-five years of inflation targeting by the Reserve Bank of New Zealand, a fact which we document along a number of dimensions. Managers are unaware of the identities of central bankers as well as central banks’ objectives, and are generally poorly informed about recent inflation dynamics. Their forecasts of future inflation reflect high levels of uncertainty and are extremely dispersed as well as volatile at both short and long-run horizons. Similar results can be found in the U.S. using currently available surveys as shown in Binder (2015).\n\n",
    "acknowledgement": "\nWe are grateful to Graham Howard, Rochelle Barrow and Katrina Young for sharing data from the survey of households in New Zealand. We thank Alan Blinder, David Romer, Lars Svensson, and Justin Wolfers for comments on an earlier version of the paper. Gorodnichenko thanks the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}