{
    "id": 2181,
    "citation_title": "Estimating Models with Intertemporal Substitution Using Aggregate Time Series Data",
    "citation_author": [
        "Martin S. Eichenbaum",
        "Lars Peter Hansen"
    ],
    "citation_publication_date": "1987-03-01",
    "issue_date": "1987-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn conducting empirical investigations of the permanent income model of consumption and the consumption-based intertemporal asset pricing model, various authors have imposed restrictions on the nature of the substitutability of consumption across goods and over time. In this paper we suggest a method for testing some of these restrictions and present empirical results using this approach. Our empirical analyses focuses on three questions: (i) Can the services from durable and nondurable goods be treated as perfect substitutes? (ii) Are preferences completely separable between durable and nondurable goods? (iii) What is the nature of intertemporal substitutability of nondurable consumption? When consumers' preferences are assumed to be quadratic, there is very little evidence against the hypothesis that the services from durable goods and nondurable goods are perfect substitutes. These results call into question the practice of testing quadratic models of aggregate consumption using data on nondurables and services only. When we consider S branch specifications, we find more evidence against perfect substitutability between service flows, but less evidence against strict separability across durable and nondurable consumption goods. Among other things, these findings suggest that the empirical shortcomings of the intertemporal asset pricing model cannot be attributed to the neglect of durable goods.\n\n",
    "acknowledgement": "\n"
}