{
    "id": 21816,
    "citation_title": "Measuring the Effects of Unconventional Monetary Policy on Asset Prices",
    "citation_author": [
        "Eric T. Swanson"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI adapt the methods of Gurkaynak, Sack, and Swanson (2005) to estimate two dimensions of monetary policy during the 2009-2015 zero lower bound period in the U.S.  I show that, after a suitable rotation, these two dimensions can be interpreted as \"forward guidance\" and \"large-scale asset purchases\" (LSAPs).  I estimate the sizes of the forward guidance and LSAP components of each FOMC announcement between January 2009 and June 2015, and show that those estimates correspond closely to identifiable features of major FOMC announcements over that period.  Forward guidance has relatively small effects on the longest-maturity Treasury yields and essentially no effect on corporate bond yields, while LSAPs have large effects on those yields but essentially no effect on short-term Treasuries.  Both types of policies have significant effects on medium-term Treasury yields, stock prices, and exchange rates.\n\n",
    "acknowledgement": "\nI thank Mike Woodford for encouraging me to write this paper, and Sofia Bauducco and participants at the Central Bank of Chile Annual Conference for helpful discussions, comments, and suggestions.  I gratefully acknowledge funding from the Central Bank of Chile for this research.  The views expressed in this paper are my own and do not necessarily reflect the views of the individuals or groups listed above.  All errors and omissions are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}