{
    "id": 21817,
    "citation_title": "Financial Integration and Growth in a Risky World",
    "citation_author": [
        "Nicolas Coeurdacier",
        "Hélène Rey",
        "Pablo Winant"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "2019-02-13",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe debate on the benefits of financial integration is revisited in a two-country neoclassical growth model with aggregate uncertainty. Gains from more efficient capital allocation and gains from risk sharing are accounted for simultaneously|together with their interaction. Global numerical methods allow for meaningful welfare comparisons. Gains from integration are quantitatively small, even for riskier and capital scarce emerging economies. These countries import capital for efficiency reasons before exporting it for self-insurance, leading to capital ows and growth reversals along the transition. This opens the door to a richer set of empirical implications than previously considered in the literature.\n\n",
    "acknowledgement": "\nWe thank Pierre-Olivier Gourinchas, Jonathan Heathcote, Hande Kucuk-Tuger, Anna Pavlova, Fabrizio Perri, Robert Zymek, seminar participants at the LBS Macro-Finance Workshop, Princeton, Harvard, HEI, LSE, Columbia, Yale, Chicago, the Jerusalem Macroeconomics conference, Gerzensee Asset Pricing Summer Symposium, Barcelona GSE Summer Workshop, Bank of Chile, Capri/CSEF, SciencesPo Macro-Finance Workshop, Mannheim and Minnesota for very helpful comments. Taha Choukhmane provided excellent research assistance. Nicolas Coeurdacier thanks the Agence Nationale pour la Recherche (Project INTPORT), the European Research Council (Starting Grant 336748) and the SciencesPo-Banque de France partnership for financial support. Hélène Rey thanks the European Research Council (Grant 210584) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}