{
    "id": 21812,
    "citation_title": "Globalization and Its (Dis-)Content: Trade Shocks and Voting Behavior",
    "citation_author": [
        "Christian Dippel",
        "Robert Gold",
        "Stephan Heblich"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe identify the causal effect of trade-integration with China and Eastern Europe on voting in Germany from 1987 to 2009. Looking at the entire political spectrum, we find that only extreme-right parties respond significantly to trade integration. Their vote share increases with import competition and decreases with export access opportunities. We unpack mechanisms using reduced form evidence and a causal mediation analysis. Two-thirds of the total effect of trade integration on voting appears to be driven by observable labor market adjustments, primarily changes in manufacturing employment. These results are mirrored in an individual-level analysis in the German Socioeconomic Panel.\n\n",
    "acknowledgement": "\nWe thank David Autor, Sascha Becker, Gilles Duranton, Jon Eguia, Paola Giuliano, Ralph Ossa, Anne Otto, Nicola Persico, Rodrigo Pinto, Giacomo Ponzetto, Ron Rogowski, Senay Sokullu, Daniel Sturm, Peter Schott, Dan Trefler, Dan Treisman, Nico Voigtländer, Wouter Vermeulen, Till vonWachter, RomainWacziarg, FrankWindmeijer, Yanos Zylberberg, and seminar participants at Bristol, Kiel, the LSE, Toronto, UCLA, Warwick, the 2013 Urban Economics Association and German Economists Abroad Meetings, and the 2015 Quebec Political Economy conference for valuable comments and discussions. We thank Wolfgang Dauth for sharing the crosswalk from product classifications to industry classifications in the German IAB data. Dippel acknowledges financial support from UCLA’s Center for Global Management. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}