{
    "id": 21820,
    "citation_title": "Credit Frictions and Optimal Monetary Policy",
    "citation_author": [
        "Vasco Cúrdia",
        "Michael Woodford"
    ],
    "citation_publication_date": "2015-12-21",
    "issue_date": "2015-12-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend the basic (representative-household) New Keynesian [NK] model of the monetary transmission mechanism to allow for a spread between the interest rate available to savers and borrowers, that can vary for either exogenous or endogenous reasons. We find that the mere existence of a positive average spread makes little quantitative difference for the predicted effects of particular policies. Variation in spreads over time is of greater significance, with consequences both for the equilibrium relation between the policy rate and aggregate expenditure and for the relation between real activity and inflation. \nNonetheless, we find that the target criterion—a linear relation that should be maintained between the inflation rate and changes in the output gap—that characterizes optimal policy in the basic NK model continues to provide a good approximation to optimal policy, even in the presence of variations in credit spreads. Such a \"flexible inflation target\" can be implemented by a central-bank reaction function that is similar to a forward-looking Taylor rule, but adjusted for changes in current and expected future credit spreads.\n\n",
    "acknowledgement": "\nRevision of a paper prepared for the BIS annual conference, \"Whither Monetary Policy?\" Lucerne, Switzerland, June 26-27, 2008. We would like to thank Andy Atkeson, Olivier Blanchard, Bill Brainard, V.V. Chari, Fiorella DeFiore, Marco Del Negro, Gauti Eggertsson, Simon Gilchrist, Marvin Goodfriend, Charles Goodhart, Miles Kimball, John Leahy, Bennett McCallum, Tommaso Monacelli, Argia Sbordone, Frank Smets and Oreste Tristani for helpful comments, and the NSF for research support of the second author through a grant to the NBER. The content of this document does not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nMichael Woodford\n\nMichael Woodford is a consultant for the Federal Reserve Bank of New York and a Scientific Advisor to Sveriges Riksbank, the central bank of Sweden.\n\n\n"
}