{
    "id": 21823,
    "citation_title": "Striving for Balance in Economics: Towards a Theory of the Social Determination of Behavior",
    "citation_author": [
        "Karla Hoff",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2015-12-28",
    "issue_date": "2015-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is an attempt to broaden the standard economic discourse by importing insights into human behavior not just from psychology, but also from sociology and anthropology.  Whereas the concept of the decision-maker is the rational actor in standard economics and, in early work in behavioral economics, the quasi-rational actor influenced by the context of the moment of decision-making, in some recent work in behavioral economics the decision-maker could be called the enculturated actor.  This actor's preferences and cognition are subject to two deep social influences:  (a) the social contexts to which he has become exposed and, especially accustomed; and (b) the cultural mental models—including categories, identities, narratives, and worldviews—that he uses to process information.  We trace how these factors shape individual behavior through the endogenous determination of both preferences and the lenses through which individuals see the world—their perception, categorization, and interpretation of situations.  We offer a tentative taxonomy of the social determinants of behavior and describe results of controlled and natural experiments that only a broader view of the social determinants of behavior can plausibly explain.  The perspective suggests new tools to promote well-being and economic development.\n\n",
    "acknowledgement": "\nPaper prepared for the 2015 meetings of the American Economic Association, Boston, January 3.  Hoff is co-director of the World Development Report 2015: Mind, Society and Behavior and a Senior Research Economist, World Bank.  Stiglitz is a University Professor, Columbia University.  We draw heavily upon the World Development Report 2015.  We are indebted to James Walsh for excellent research assistance and to Allison Demeritt, Paul DiMaggio, and Nan Zhou for fruitful discussions and advice.  Financial support from INET and the Roosevelt Institute Project on Inequality, supported by the Ford Foundation, the Bernard and Irene Schwartz Foundation, and the John D. and Catherine T. MacArthur Foundation, is gratefully acknowledged.\n\n\n"
}