{
    "id": 21826,
    "citation_title": "Household Location Decisions and the Value of Climate Amenities",
    "citation_author": [
        "Paramita Sinha",
        "Maureen L. Cropper",
        "Martha Caulkins"
    ],
    "citation_publication_date": "2015-12-28",
    "issue_date": "2015-12-23",
    "revision_date": "2017-01-10",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe value climate amenities by estimating a discrete location choice model for US households. The utility of each metropolitan statistical area (MSA) depends on location-specific amenities, earnings opportunities, housing costs, and the cost of moving to the MSA from the household head’s birthplace. We use the estimated trade-off among wages, housing costs, and climate amenities to value changes in mean winter and summer temperatures. We find that households sort among MSAs as a result of heterogeneous tastes for winter and summer temperatures. Preferences for winter and summer temperatures are negatively correlated: households that prefer milder winters, on average, prefer cooler summers, and households that prefer colder winters prefer warmer summers. Households in the Midwest region, on average, have lower marginal willingness to pay to increase winter and reduce summer temperatures than households in the Pacific and South Atlantic census divisions. We use our results to value changes in winter and summer temperatures for the period 2020 to 2050 under the B1 (climate-friendly) and A2 (more extreme) climate scenarios. On average, households are willing to pay 1 percent of income to avoid the B1 scenario and 2.4 percent of income to avoid the A2 scenario.\n\n",
    "acknowledgement": "\nWe thank the US Environmental Protection Agency, RTI International, and Resources for the Future for funding. This paper would not have been possible without the excellent research assistance of Martha Caulkins and GIS support from RTI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}