{
    "id": 21828,
    "citation_title": "College Party Culture and Sexual Assault",
    "citation_author": [
        "Jason M. Lindo",
        "Peter M. Siminski",
        "Isaac D. Swensen"
    ],
    "citation_publication_date": "2015-12-28",
    "issue_date": "2015-12-23",
    "revision_date": "2016-10-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers the degree to which events that intensify partying increase sexual assault. Estimates are based on panel data from campus and local law-enforcement agencies and an identification strategy that exploits plausibly random variation in the timing of Division 1 football games. The estimates indicate that these events increase daily reports of rape with 17-24 year old victims by 28 percent. The effects are driven largely by 17-24 year old offenders and by offenders unknown to the victim, but we also find significant effects on incidents involving offenders of other ages and on incidents involving offenders known to the victim.\n\n",
    "acknowledgement": "\nThe authors thank Mark Anderson, Andrew Barr, Alan Barreca, Alex Brown, Scott Cunningham, Tim Fitzgerald, Melanie Guldi, Mark Hoekstra, Jonathan Meer, Steve Puller, Dan Rees, Carly Urban for helpful comments and along with seminar and conference participants at Baylor University, Texas Tech University, the Meetings of the Southern Economic Association, the Annual Health Econometrics Workshop, and the NBER's Children's Program Meetings. The authors also thank Brenton Cooper and Sam Bondurant for excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}