{
    "id": 21829,
    "citation_title": "The Paradox of Civilization: Pre-Institutional Sources of Security and Prosperity",
    "citation_author": [
        "Ernesto Dal Bó",
        "Pablo Hernández",
        "Sebastián Mazzuca"
    ],
    "citation_publication_date": "2015-12-28",
    "issue_date": "2015-12-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe rise of civilizations involved the dual emergence of economies that could produce surplus (“prosperity”) and states that could protect surplus (“security”). But the joint achievement of security and prosperity had to escape a paradox: prosperity attracts predation, and higher insecurity discourages the investments that create prosperity. We study the trade-offs facing a proto-state on its path to civilization through a formal model informed by the anthropological and historical literatures on the origin of civilizations. We emphasize pre-institutional forces, such as physical aspects of the geographical environment, that shape productive and defense capabilities. The solution of the civilizational paradox relies on high defense capabilities, natural or manmade. We show that higher initial productivity and investments that yield prosperity exacerbate conflict when defense capability is fixed, but may allow for security and prosperity when defense capability is endogenous. Some economic shocks and military innovations deliver security and prosperity while others force societies back into a trap of conflict and stagnation. We illustrate the model by analyzing the rise of civilization in Sumeria and Egypt, the first two historical cases, and the civilizational collapse at the end of the Bronze Age.\n\n",
    "acknowledgement": "\nWe thank Demian Pouzo, Santiago Oliveros, Bob Powell, Alvaro Sandroni and David Schönholzer for valuable discussion, as well as seminar and conference participants for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}