{
    "id": 21830,
    "citation_title": "The Minimum Wage and the Great Recession: Evidence from the Current Population Survey",
    "citation_author": [
        "Jeffrey Clemens"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "2016-01-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI analyze recent federal minimum wage increases using the Current Population Survey.  The relevant minimum wage increases were differentially binding across states, generating natural comparison groups.  I first estimate a standard difference-in-differences model on samples restricted to relatively low-skilled individuals, as described by their ages and education levels.  I also employ a triple-difference framework that utilizes continuous variation in the minimum wage's bite across skill groups.  In both frameworks, estimates are robust to adopting a range of alternative strategies, including matching on the size of states' housing declines, to account for variation in the Great Recession's severity across states.  My baseline estimate is that this period's full set of minimum wage increases reduced employment among individuals ages 16 to 30 with less than a high school education by 5.6 percentage points.  This estimate accounts for 43 percent of the sustained, 13 percentage point decline in this skill group's employment rate and a 0.49 percentage point decline in employment across the full population ages 16 to 64.\n\n",
    "acknowledgement": "\nSignificant portions of text draw heavily on the text of Clemens and Wither (2014), which this paper supplements. This applies, in particular, to sections describing the minimum wage literature, the background associated with the minimum wage changes analyzed, the backdrop of this period's aggregate employment shifts, and the basic estimation framework.  Special thanks to Michael Best, Marika Cabral, Joanna Lahey, Neale Mahoney, Day Manoli, Jonathan Meer, John Shoven, Michael Strain, Rob Valletta, and Stan Veuger, as well as to seminar participants at LSE and Marquette University, for valuable comments and discussions.  Thanks also to the Stanford Institute for Economic Policy Research and the Federal Reserve Bank of San Francisco for their hospitality while working on this paper.  Finally, special thanks to Jean Roth for greatly easing the navigation of the CPS-MORG files as made available through NBER.  I gratefully acknowledge support from the UCSD Academic Senate through its small grant program. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}