{
    "id": 21834,
    "citation_title": "Sharing Risk with the Government: How Taxes Affect Corporate Risk Taking",
    "citation_author": [
        "Alexander Ljungqvist",
        "Liandong Zhang",
        "Luo Zuo"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "2017-01-09",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing 113 staggered changes in corporate income tax rates across U.S. states, we provide evidence on how taxes affect corporate risk-taking decisions. Higher taxes reduce expected profits more for risky projects than for safe ones, as the government shares in a firm’s upside but not in its downside. Consistent with this prediction, we find that risk taking is sensitive to taxes, albeit asymmetrically: the average firm reduces risk in response to a tax increase (primarily by changing its operating cycle and reducing R&D risk) but does not respond to a tax cut. We trace the asymmetry back to constraints on risk taking imposed by creditors. Finally, tax loss-offset rules moderate firms’ sensitivity to taxes by allowing firms to partly share downside risk with the government.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Sharing Risk with the Government: On the Causal Effects of Taxes on Corporate Risk-Taking.\" We gratefully acknowledge helpful comments from two anonymous reviewers, Morten Bennedsen, Nathan Goldman, Abhiroop Mukherjee, and Stefan Zeume (our discussants), Eli Bartov, Sanjeev Bhojraj, Robert Bloomfield, Agnes Cheng, Robert Engle, Michelle Hanlon, Shane Heitzman, Sudarshan Jayaraman, Andrew Karolyi, Anne Marie Knott, Clive Lennox, Ji-Chai Lin, Kenneth Merkley, Jeffrey Ng, Joseph Piotroski, Mark Soliman, K.R. Subramanyam, Ross Watts, John Wei, Haibin Wu, Eric Yeung, Paul Zarowin, and Zilong Zhang, as well as participants at various seminars and conferences. We thank Charles Choi and Chuchu Liang for competent research assistance. Zuo gratefully acknowledges generous financial support from the Institute for the Social Sciences at Cornell University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}