{
    "id": 21837,
    "citation_title": "Contracting out the Last-Mile of Service Delivery: Subsidized Food Distribution in Indonesia",
    "citation_author": [
        "Abhijit Banerjee",
        "Rema Hanna",
        "Jordan C. Kyle",
        "Benjamin A. Olken",
        "Sudarno Sumarto"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOutsourcing government service provision to private firms can improve efficiency and reduce rents, but there are risks that non-contractible quality will decline and that reform could be blocked by vested interests exactly where potential gains are greatest. We examine these issues by conducting a randomized field experiment in 572 Indonesian localities in which a procurement process was introduced that allowed citizens to bid to take over the implementation of a subsidized rice distribution program. This led 17 percent of treated locations to switch distributors. Introducing the possibility of outsourcing led to a 4.6 percent reduction in the markup paid by households. Quality did not suffer and, if anything, households reported the quality of the rice improved. Bidding committees may have avoided quality problems by choosing bidders who had relevant experience as traders, even if they proposed slightly higher prices. Mandating higher levels of competition by encouraging additional bidders further reduced prices. We document offsetting effects of having high rents at baseline: when the initial price charged was high and when baseline satisfaction levels were low, entry was higher and committees were more likely to replace the status quo distributor; but, incumbents measured to be more dishonest on an experimental measure of cheating were also more likely to block the outsourcing process. We find no effect on price or quality of providing information about program functioning without the opportunity to privatize, implying that the observed effect was not solely due to increased transparency. On net, the results suggest that contracting out has the potential to improve performance, though the magnitude of the effects may be partially muted due to push back from powerful elites.\n\n",
    "acknowledgement": "\nThis project was a collaboration involving many people. We thank Nurzanty Khadijah, Chaerudin Kodir, Lina Marliani, Purwanto Nugroho, Hector Salazar Salame, and Freida Siregar for their outstanding work implementing the project and Gabriel Kreindler, Wayne Sandholtz, and Alyssa Lawther for their excellent research assistance. We thank Mitra Samya, the Indonesian National Team for the Acceleration of Poverty Reduction (particularly Bambang Widianto, Suahasil Nazara, Sri Kusumastuti Rahayu, and Fiona Howell), and SurveyMetre (particularly Bondan Sikoki and Cecep Sumantri) for their cooperation implementing the project and data collection. This project was financially supported by the Australian Government through the Poverty Reduction Support Facility. Jordan Kyle acknowledges support from the National Science Foundation Graduate Research Fellowship under Grant No. 2009082932.\nThis RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000096. All views expressed in the paper are those of the authors, and do not necessarily reflect the views any of the many institutions or individuals acknowledged here. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRema Hanna\n\nRema Hanna is a scientific director at JPAL-South East Asia. J-PAL has no stake in the outcomes of any given evaluation results; however, J-PAL does have a position on what is considered a rigorous evaluation methodology.\n\n\nThis project was financially supported by the Australian Government through the Poverty Reduction Support Facility.\n\n\n\nJordan C. Kyle\n\nKyle’s time in Indonesia was supported by the Australian Government’s Department of Foreign Affairs and Trade (also known as Australian Aid) as part of their support our work on randomized experiments in Indonesia, including this project. Neither the Indonesian Government, TNP2K, nor the Australian Government had the right of prior review over this paper. However, they were provided with a copy of the paper prior to submission as a courtesy.\n\n\n"
}