{
    "id": 21833,
    "citation_title": "Screening and Adverse Selection in Frictional Markets",
    "citation_author": [
        "Benjamin Lester",
        "Ali Shourideh",
        "Venky Venkateswaran",
        "Ariel Zetlin-Jones"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "2017-02-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe incorporate a search-theoretic model of imperfect competition into an otherwise standard model of asymmetric information with unrestricted contracts. We develop a methodology that allows for a sharp analytical characterization of the unique equilibrium, and then use this characterization to explore the interaction between adverse selection, screening, and imperfect competition. We show how the structure of equilibrium contracts—and hence the relationship between an agent’s type, the quantity he trades, and the corresponding price—is jointly determined by the severity of adverse selection and the concentration of market power. This suggests that quantifying the effects of adverse selection requires controlling for the market structure. We also show that increasing competition and reducing informational asymmetries can be detrimental to welfare. This suggests that recent attempts to increase competition and reduce opacity in markets that suffer from adverse selection could potentially have negative, unforeseen consequences.\n\n",
    "acknowledgement": "\nWe thank Gadi Barlevy, Hanming Fang, Mike Golosov, Piero Gottardi, Veronica Guerrieri, Ali Hortacsu, Alessandro Lizzeri, Guido Menzio, Derek Stacey, Robert Townsend, Randy Wright, and Pierre Yared, along with seminar participants at the Spring 2015 Search and Matching Workshop, 2015 CIGS Conference on Macroeconomic Theory and Policy, 2015 SED (Warsaw), 2015 SAET (Cambridge), 2015 Norges Bank Conference on Financial Stability, 4th Rome Junior Conference on Macroeconomics (EIEF), 2015 Summer Workshop on Money, Banking, Payments and Finance at FRB St. Louis, 2015 West Coast Search and Matching, 2015 Vienna Macro Workshop, NYU Search Theory Workshop, European University Institute, Toulouse School of Economics, UPenn, Columbia, FRB Cleveland, and Banque de France for useful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of Philadelphia, or the Federal Reserve system.\n\n\n"
}