{
    "id": 21832,
    "citation_title": "The Welfare Effects of Vertical Integration in Multichannel Television Markets",
    "citation_author": [
        "Gregory S. Crawford",
        "Robin S. Lee",
        "Michael D. Whinston",
        "Ali Yurukoglu"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Antitrust",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the welfare effects of vertical integration of regional sports networks (RSNs) with programming distributors in U.S. multichannel television markets. Vertical integration can enhance efficiency by reducing double marginalization and increasing carriage of channels, but can also harm welfare due to foreclosure and incentives to raise rivals' costs. We estimate a structural model of viewership, subscription, distributor pricing, and affiliate fee bargaining using a rich dataset on the U.S. cable and satellite television industry (2000-2010). We use these estimates to analyze the impact of simulated vertical mergers and divestitures of RSNs on competition and welfare, and examine the efficacy of regulatory policies introduced by the U.S. Federal Communications Commission to address competition concerns in this industry.\n\n",
    "acknowledgement": "\nWe would like to thank the editor, five anonymous referees, and numerous individuals and seminar participants for helpful comments; and ESRC Grant RES-062-23-2586 (Crawford), the NYU Stern Center for Global Economy and Business (Lee), and the Toulouse Network for Information Technology and the NSF (Whinston) for support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGregory S. Crawford\n\nGregory Crawford served as a paid consultant to Bloomberg Media and to Langer, Grogan and Diver P.C. in the past three years on matters related to vertical integration and news and sports programming, respectively. Neither Bloomberg nor Langer and Grogan had any say or involvement in the research for this paper.\n\n\n\nMichael D. Whinston\n\nI am a partner at the consulting firm Bates White LLC.\n\n\n\nAli Yurukoglu\n\nI served as paid consultant to Bloomberg Media and to Langer and Grogan law firm on matters related to the research here. However, those parties had no say or influence on the results and directions of research of this paper.\n\n\n"
}