{
    "id": 2183,
    "citation_title": "Can People Compute? An Experimental Test of the Life Cycle Consumption Model",
    "citation_author": [
        "Stephen Johnson",
        "Laurence J. Kotlikoff",
        "William Samuelson"
    ],
    "citation_publication_date": "1987-03-01",
    "issue_date": "1987-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents the results of an experimental study of the life cycle model in which subjects were asked to make preferred consumption choices under hypothetical life cycle economic conditions. The questions in the experiment are designed to test the model's assumption of rational choice and to elicit information about preferences. The subjects' responses suggest a widespread inability to make coherent and consistent consumption decisions. Errors in consumption decision-making appear to be very substantial and, in many cases, systematic. In addition, the experiment's data strongly reject the standard homothetic, time-separable life cycle model. The principal specific findings of the laboratory experiment are: (1) Subjects displayed significant inconsistencies in their consumption decisions; each of the subjects, in at least two pairs of economically identical situations, chose consumption values that differed by 20 percent or more. From the perspective of the standard life cycle model, error in decision-making accounts, on average, for roughly half of the variation in consumption. (2) A sizeable fraction of subjects undervalued future earnings relative to present assets; i.e., they systematically overdiscounted future earnings. (3) Almost all subjects exhibited oversaving behavior, apparently because they underestimated the power of compound interest. (4) The hypothesis that intertemporal consumption preferences are uniform across individuals is strongly rejected. Indeed, the demographic characteristics of subjects are significant determinants of consumption choice in the experiment.\n\n",
    "acknowledgement": "\n"
}