{
    "id": 21831,
    "citation_title": "An Empirical Analysis of Racial Segregation in Higher Education",
    "citation_author": [
        "Peter Hinrichs"
    ],
    "citation_publication_date": "2016-01-04",
    "issue_date": "2015-12-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis descriptive paper documents how segregation between blacks and whites across colleges in the United States has evolved since the 1960s.  It also explores potential channels through which changes are occurring, and it uses recent data to study the issue of segregation within colleges.  The main findings are as follows: (1) White exposure to blacks has been rising since the 1960s, whereas black exposure to whites increased sharply in the late 1960s and early 1970s and has fluctuated since then.  Meanwhile, black-white dissimilarity and the Theil index fell sharply in the late 1960s and early 1970s and have fallen more gradually since.  (2) There has been regional convergence, although colleges in the South remain more segregated than those in any other region when measured by dissimilarity, by the Theil index, or by black exposure to whites.  (3) A major channel for the decline in segregation is the declining share of blacks attending historically black colleges and universities.  (4) Although there is segregation within universities, most segregation across major × university cells occurs across universities.\n\n",
    "acknowledgement": "\nI thank James Albrecht, Charles Clotfelter, Seth Gershenson, Jonathan Guryan, Harry Holzer, Adriana Kugler, Sean Reardon, and Jesse Rothstein; seminar participants at Georgetown University, Kent State University, and The College Board; and conference participants at the 2014 Southern Economic Association conference, 2013 American Economic Association conference, the 2013 NBER Development of the American Economy Summer Institute, the 2013 NBER Fall Economics of Education Program Meeting, the 2013 Society of Labor Economists conference, the 2012 Association for Education Finance and Policy conference, and the 2012 Association for Public Policy Analysis and Management conference for helpful comments.  I thank Holly Cato Bullard and Malini Silva for research assistance, and I thank The Spencer Foundation for funding.  The views stated herein are those of the author and are not necessarily those of the Federal Reserve Bank of Cleveland, the Board of Governors of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}