{
    "id": 2184,
    "citation_title": "Factors Affecting the Output and Quit Propensities of Production Workers",
    "citation_author": [
        "Roger Klein",
        "Richard H. Spady",
        "Andrew Weiss"
    ],
    "citation_publication_date": "1987-03-01",
    "issue_date": "1987-03-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe have used a proprietary data set of newly hired semi-skilled production workers at one location of a large unionized firm to investigate several issues in labor economics. This data set is unique in several respects: the workers in our sample faced the same wage schedules, had the same promotional opportunities, the same job tenure (zero), similar working conditions, and had jobs for which we were able to record their physical output. We analyze these data by formulating a simultaneous equation model to explain wages, output, education, and a worker's quit decision. The model is estimated by maximum likelihood and subjected to a variety of specification tests. Such tests include a comparison of the standard error estimates that form the basis for White's information test, and White's version of a Hausman specification test. Our principal findings are: 1. Individuals that choose more education than we would expect from their observed characteristics have lower than expected quit propensities. We argue that this low quit propensity is one of the unmeasured (and unobserved) attributes that sorting models posit are correlated with education and hence distort the usual estimates of rates of return to education. 2. The performance of non-whites in our sample was no lower than that of whites. However, on their previous jobs non-whites received lower wages than did whites. 3. The output per hour of males in our sample was higher than that of females; however, we were unable to conclude from our data whether these productivity differences could explain the higher wages received by men on their previous jobs. Moreover, this output difference may be transitory and may diminish with on-the-job learning. 4. The expected value of alternative wages had a positive (but not statistically very significant) effect on quit rates. Workers with better alternative opportunities were more likely to quit (all workers had the same opportunities on their current job). 5. Finally we found that workers with high output levels were more likely to quit than were workers with average output levels.\n\n",
    "acknowledgement": "\n"
}