{
    "id": 21840,
    "citation_title": "The Interaction and Sequencing of Policy Reforms",
    "citation_author": [
        "Jose Asturias",
        "Sewon Hur",
        "Timothy J. Kehoe",
        "Kim J. Ruhl"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn what order should a developing country adopt policy reforms?  Do some policies complement each other?  Do others substitute for each other?  To address these questions, we develop a two-country dynamic general equilibrium model with entry and exit of firms that are monopolistic competitors.  The model includes barriers to entry of new firms, barriers to international trade, and barriers to contract enforcement. We find that the same reform can have very different effects on other economic outcomes, depending on the types of distortions present. In our model, we find that reforms to trade barriers and barriers to the entry of new firms are substitutable, as are reforms to contract enforcement and trade barriers.  In contrast, we find that reforms to contract enforcement and the barriers to entry are complementary.  Finally, the optimal sequence of reforms requires reforming trade barriers before contract enforcement.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments to Jean Imbs and to the participants at the Fed St. Louis-JEDC-SCG-SNB-UniBern Conference on International Economics. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis or the Federal Reserve System. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}