{
    "id": 21847,
    "citation_title": "Migrants, Ancestors, and Investments",
    "citation_author": [
        "Konrad B. Burchardi",
        "Thomas Chaney",
        "Tarek A. Hassan"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "2017-05-09",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe use 130 years of data on historical migrations to the United States to show a causal effect of the ancestry composition of US counties on foreign direct investment (FDI) sent and received by local firms. To isolate the causal effect of ancestry on FDI, we build a simple reduced-form model of migrations: Migrations from a foreign country to a US county at a given time depend on (i) a push factor, causing emigration from that foreign country to the entire United States, and (ii) a pull factor, causing immigration from all origins into that US county. The interaction between time-series variation in origin-specific push factors and destination-specific pull factors generates quasi-random variation in the allocation of migrants across US counties. We find that a doubling of the number of residents with ancestry from a given foreign country relative to the mean increases by 4 percentage points the probability that at least one local firm engages in FDI with that country. We present evidence this effect is primarily driven by a reduction in information frictions, and not by better contract enforcement, taste similarities, or a convergence in factor endowments.\n\n",
    "acknowledgement": "\nWe are grateful to Lorenzo Casaburi, Joshua Gottlieb, Richard Hornbeck, Nathan Nunn, Emir Kamenica, Jacopo Ponticelli, Nancy Qian, and David Strömberg for helpful discussions. We also thank seminar participants at the Barcelona GSE, Boston University, Boston College, CEPR ERWIT, University of Chicago, Columbia University, Oxford, Georgetown, Harvard, IFN (Stockholm), Imperial, the University of Maryland, MIT, NBER EEG and Culture & Institutions program meetings, Paris School of Economics, Princeton, Singapore Management University, National University of Singapore, Toulouse, UPF, and the University of Zürich for their comments. Chaney is grateful for financial support from ERC grant N◦337272–FiNet. Hassan is grateful for financial support from the IGM and the Fama-Miller Center at the University of Chicago. Markus Schwedeler and Philip Xu provided excellent research assistance. All mistakes remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}