{
    "id": 21848,
    "citation_title": "Behavioral Macroeconomics Via Sparse Dynamic Programming",
    "citation_author": [
        "Xavier Gabaix"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper proposes a tractable way to model boundedly rational dynamic programming. The agent uses an endogenously simplified, or \"sparse,\" model of the world and the consequences of his actions and acts according to a behavioral Bellman equation. The framework yields a behavioral version of some of the canonical models in macroeconomics and finance. In the life-cycle model, the agent initially does not pay much attention to retirement and undersaves; late in life, he progressively saves more, generating realistic dynamics. In the consumption-savings model, the consumer decides to pay little or no attention to the interest rate and more attention to his income. Ricardian equivalence and the Lucas critique partially fail because the consumer may not pay full attention to taxes and policy changes. In a Merton-style dynamic portfolio choice problem, the agent endogenously pays limited or no attention to the varying equity premium and hedging demand terms. Finally, in the neoclassical growth model, agents act on a simplified model of the macroeconomy; in equilibrium, fluctuations are larger and more persistent.\n\n",
    "acknowledgement": "\nI thank David Laibson for a great many enlightening conversations about behavioral economics. For useful comments I also thank Adrien Auclert, Robert Barro, John Campbell, Emmanuel Farhi, Mark Gertler, David Hirshleifer, Bentley MacLeod, Matteo Maggiori, Jonathan Parker, Michael Rockinger, Thomas Sargent, Josh Schwarzstein, Andrei Shleifer, Bruno Strulovici, Richard Thaler, Jessica Wachter, Michael Woodford, seminar participants at various seminars and conferences, and my discussants: Andrew Abel, Nick Barberis, Harrison Hong, Jennifer La'O, Ali Lazrak, Ricardo Reis, Alp Simsek, Alexis Toda. I thank Wu Di, Chenxi Wang and Jerome Williams for very good research assistance. I am grateful to the Dauphine-CAM foundation, the Institute for New Economic Thinking, and the NSF (SES-1325181) for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}