{
    "id": 21849,
    "citation_title": "Expanding Governance as Development: Evidence on Child Nutrition in the Philippines",
    "citation_author": [
        "Eli Berman",
        "Mitch Downey",
        "Joseph Felter"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorldwide, extreme poverty is often concentrated in spaces where people and property are not safe enough to sustain effective markets, and where development assistance is dangerous – and might even induce violence. Expanding governance by coercively taking control of territory may enable markets and development programs, but costs to local residents may exceed benefits, especially if that expansion is violent. We estimate for the first time whether a large counterinsurgency program improves welfare. We exploit the staggered roll-out of the Philippine “Peace and Development Teams” counterinsurgency program, which treated 12% of the population between 2002 and 2010. Though treatment temporarily increased violence, the program progressively reduced child malnutrition: by 10% in the first year, and by 30% from year three onwards. Improved nutritional status was not due to increased health and welfare expenditures, but instead to improved governance. Treatment effects are comparable to those of conventional child health interventions, though conventional programs are likely infeasible in this setting. Rebels apparently react to treatment by shifting to neighboring municipalities, as malnutrition worsens there – with statistically significant 'treatment' effects of similar size. Thus overall program effects are close to zero. These findings invite an evidence-based discussion of governance expansion, an extensive margin of development.\n\n",
    "acknowledgement": "\nThe authors thank discussants Christopher Blattman and Matthew Webb, and participants in seminars and sessions at the NBER Economics of National Security, UC San Diego, University of British Columbia, the Empirical Studies of Conflict annual meetings at the US Institute of Peace, the American Economic Association, the Pacific Conference on Development Economics at UCSD, the Seminar for the Study of Development Strategies at Columbia University – for which Kolby Hanson and Anselm Rink replicated our results, the “Political Economy of Social Conflict” conference at Yale University, and the “Defence and Security Economics Workshop” at Carleton University. This research is supported by the Office of Naval Research (ONR) through Award N000141110735 at the National Bureau of Economic Research and the Development and Conflict Research Program at the UC Institute on Conflict and Cooperation. Any opinions, findings, conclusions or recommendations in this document are those of the authors and do not necessarily reflect views of ONR. All mistakes are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}