{
    "id": 21843,
    "citation_title": "Deadly Embrace: Sovereign and Financial Balance Sheets Doom Loops",
    "citation_author": [
        "Emmanuel Farhi",
        "Jean Tirole"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "2016-11-14",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe recent unravelling of the Eurozone's financial integration raised concerns about feedback loops between sovereign and banking insolvency. This paper provides a theory of the feedback loop that allows for both domestic bailouts of the banking system and sovereign debt forgiveness by international creditors or solidarity by other countries. Our theory has important implications for the re-nationalization of sovereign debt, macroprudential regulation, and the rationale for banking unions.\n\n",
    "acknowledgement": "\nThe research leading to these results has received funding from the European Research Council (Grant Agreements #249429 and #669217). Financial support of the research initiative \"market risk and value creation\" of the Chaire SCOR under the aegis of the Fondation du Risque is also acknowledged. We thank seminar participants at numerous institutions, as well five referees, an associate editor, a managing editor, Manuel Amador, Xavier Freixas, Gita Gopinath, Olivier Jeanne, Anton Korinek, Guido Lorenzoni, Thomas Philippon, and Vania Stravrakeva for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJean Tirole\n\nJean Tirole is scientific director of the Institute for Industrial Economics (IDEI), a research institute funded through research grants by a variety of private and public sources. These can be found at http://idei.fr/ . He chairs the board of the Toulouse School of Economics (TSE http://www.tse-fr.eu/ ) and the executive committee of the Institute for Advanced Study in Toulouse (IAST http://www.iast.fr/ ), the sources of funding are indicated on the corresponding websites. He is also a member of the French Prime Minister's Council of Economic Advisors (CAE http://www.cae-eco.fr/ ).\n\n\n"
}