{
    "id": 21845,
    "citation_title": "The Decline in the Nutritional Status of the U.S. Antebellum Population at the Onset of Modern Economic Growth",
    "citation_author": [
        "John Komlos",
        "Brian A'Hearn"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe decline in the physical stature of the American population for more than a generation beginning with the birth cohorts of the early 1830s was brought about by a diminution in nutritional intake in spite of robust growth in average incomes. This occurred at the onset of modern economic growth on account of rising inequality and an increase in food prices, which brought about dietary changes through the substitution away from edibles toward non-edibles. In a recent working paper, Bodenhorn, Guinnane, and Mroz question this consensus view, suggesting that a decline in heights in a military sample may not be representative of the population at large. They argue that increasing wages in the civilian labor market may well induce an increased proportion of shorter men to volunteer for military service thereby driving down the mean height of soldiers even if the height of the population remains unchanged. However, they neglected to examine whether labor market conditions did actually improve during the Civil War in such a way as to induce shorter men to enlist. Had they done so they would have found just the opposite: during the course of the war real compensation in the military increased by some 39% to 66% relative to civilian earnings. This should have led to an increase in military heights if the logic of their model were accurate, when in fact they declined. Both the historical evidence and an assessment of the model indicate that failing to consider patriotism as a powerful motive for enlisting was another serious error. A thorough analysis of the Union Army height data, considering recruiting periods as short as 90 days during which labor market conditions could not have changed markedly indicates that there can be no doubt at all that the decline in the height of soldiers beginning with the birth cohorts of the early 1830s is representative of the trend in the physical stature of the male population at large. The implication is that there was a widespread diminution in nutritional status of the population in the antebellum period.\n\n",
    "acknowledgement": "\nWe appreciate comments from Joerg Baten and Roderick Floud and suggestions pertaining to real wages during the Civil War from Frank Lewis of Queens University and Robert Margo of Boston University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}