{
    "id": 21844,
    "citation_title": "The Global Diffusion of Ideas",
    "citation_author": [
        "Francisco J. Buera",
        "Ezra Oberfield"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a tractable theory of innovation and technology diffusion to explore the role of international trade in the process of development. We model innovation and diffusion as a process involving the combination of new ideas with insights from other industries or countries. We provide conditions under which each country's equilibrium frontier of knowledge converges to a Frechet distribution, and derive a system of differential equations describing the evolution of the scale parameters of these distributions, i.e., countries' stocks of knowledge. In particular, the growth of a country's stock of knowledge depends only on its trade shares and the stocks of knowledge of its trading partners. We use the framework to quantify the contribution of bilateral trade costs to cross-sectional TFP differences, long-run changes in TFP, and individual post-war growth miracles.\n\n",
    "acknowledgement": "\nWe are grateful to Costas Arkolakis, Arnaud Costinot, Sam Kortum, Bob Lucas, Erzo Luttmer, Marc Melitz, Jesse Perla, Andres Rodriguez-Clare, Esteban Rossi-Hansberg, Chris Tonetti, Jeff Thurk, and Mike Waugh. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. All mistakes are our own.\n\n\n"
}