{
    "id": 21851,
    "citation_title": "The Effect of Disability Insurance Payments on Beneficiaries’ Earnings",
    "citation_author": [
        "Alexander Gelber",
        "Timothy Moore",
        "Alexander Strand"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA crucial issue in studying social insurance programs is whether they affect work decisions through income or substitution effects. We examine this in the context of U.S. Social Security Disability Insurance (DI), one of the largest social insurance programs in the U.S. The formula linking DI payments to past earnings has discontinuous changes in the marginal replacement rate that allow us to use a regression kink design to estimate the effect of payment size on earnings. Using Social Security Administration data on all new DI beneficiaries from 2001 to 2007, we document a robust income effect of DI payments on earnings. Our preferred estimate is that an increase in DI payments of one dollar causes an average decrease in beneficiaries’ earnings of twenty cents. This suggests that the income effect represents an important factor in driving DI-induced reductions in earnings.\n\n",
    "acknowledgement": "\nThis research was supported by Social Security Administration Grant #1 DRC12000002-01 to the Disability Research Consortium at the National Bureau of Economic Research, as well as the UC Berkeley Burch Center. We thank Paul O’Leary for helping us to understand the Disability Analysis File data, and we thank Richard Burkhauser, David Card, Matias Cattaneo, Manasi Deshpande, Peter Ganong, Hilary Hoynes, Simon Jäger, Magne Mogstad, Zhuan Pei, Jesse Rothstein, Stefan Staubli, Geno Smolensky, Lesley Turner, David Weaver, and Danny Yagan for helpful suggestions, as well as seminar participants at George Washington University, Monash University, NBER, UC Berkeley, University of Melbourne, University of Michigan, University of New South Wales and Virginia Commonwealth University. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAlexander Gelber\n\nAlexander Gelber served as Deputy Assistant Secretary for Economic Policy at the U.S. Treasury from June 2012 to June 2013. In this capacity, he served as a member of the Social Security Trustees Working Group. In addition to the support for this research acknowledged in the paper, he has received grant support from the Social Security Retirement Research Consortium, the National Institute on Aging, and the National Institute of Health for other research. He also serves as a consultant to Premise Data Corporation; this consulting has no material relationship to the findings reported in this paper.\n\n\n"
}