{
    "id": 21852,
    "citation_title": "International Channels of Transmission of Monetary Policy and the Mundellian Trilemma",
    "citation_author": [
        "Hélène Rey"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis lecture argues that the Global Financial Cycle is a challenge for the validity of the Mundellian trilemma. I present evidence that US monetary policy shocks are transmitted internationally and affect financial conditions even in inflation targeting economies with large financial markets. Hence flexible exchange rates are not enough to guarantee monetary autonomy in a world of large capital flows.\n\n",
    "acknowledgement": "\nThis is the Mundell-Fleming lecture given at the IMF on 13 November 2014. I am very grateful for the comments of Olivier Blanchard, Pierre-Olivier Gourinchas, Richard Portes, Jay Shambaugh. I benefitted greatly from exchanges with Ben Bernanke, Claudio Borio, Refet Gurkaynak, Nobuhiro Kiyotaki, Silvia Miranda-Agrippino, Maury Obstfeld, Hyun Shin and Michael Woodford. I am also very grateful to Peter Karadi and Mark Gertler for sharing their data on monetary surprises, to James Wong for help with the New Zealand data, to Bo Young Chang for the Canadian data, to Stefan Avdjiev for the BIS data. All errors are my sole responsibility. Elena Gerko and Evgenia Passari provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}