{
    "id": 21855,
    "citation_title": "Informational Frictions and Practice Variation: Evidence from Physicians in Training",
    "citation_author": [
        "David C. Chan",
        "Jr"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "2016-11-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": [
        "\n",
        "\nTraining Program in Aging and Health Economics\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSubstantial practice variation across physicians for seemingly similar patients remains an unresolved puzzle. This paper studies physicians in training to explore the behavioral foundations of practice variation. A discontinuity in the formation of teams reveals a large contribution of relative experience in the size of practice variation. Among the same physician trainees, convergence towards a common practice differs by practice environment, with more convergence in specialist-driven services. Rich trainee characteristics and training histories, including the practice styles of prior supervising physicians, explain little if any variation. These findings suggest a major role for informational frictions in the origins of practice variation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Uncertainty, Tacit Knowledge, and Practice Variation: Evidence from Physicians in Training.\" I am grateful to David Cutler, Joe Doyle, Bob Gibbons, and Jon Gruber for their guidance on this project from an early stage. I also thank Achyuta Adhvaryu, Daron Acemoglu, Leila Agha, David Autor, Daniel Barron, David Bates, Amitabh Chandra, Wes Cohen, Michael Dickstein, Amy Finkelstein, Emir Kamenica, Pat Kline, Jon Kolstad, Eddie Lazear, Frank Levy, Grant Miller, David Molitor, Jon Skinner, Doug Staiger, Chris Walters, and seminar audiences at Arizona, ASHEcon, Carnegie Mellon, Case Western Reserve University, Chicago Booth, Cornell Weill, Duke, Johns Hopkins, Maryland, MIT, NBER (Organizational Economics), North Carolina, Paris School of Economics, Queen’s University, Rice, Stanford, Tulane, and WEAI for helpful comments. Joel Katz and Amy Miller provided invaluable context to the data. Samuel Arenberg, Atul Gupta, and Natalie Nguyen provided excellent research assistance. I acknowledge support from the NBER Health and Aging Fellowship, under the National Institute of Aging Grant Number T32-AG000186; the Charles A. King Trust Postdoctoral Fellowship, the Medical Foundation; and the Agency for Healthcare Research and Quality Ruth L. Kirschstein Individual Postdoctoral Fellowship 1-F32-HS021044-01. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}