{
    "id": 21856,
    "citation_title": "America's First Great Moderation",
    "citation_author": [
        "Joseph Davis",
        "Marc D. Weidenmier"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe identify America’s First Great Moderation, a recession-free 16-year period from 1841 until 1856, that represents the longest economic expansion in U.S. history. Occurring in the wake of the debt-deleveraging cycle of the late 1830s, this “take-off” period’s high rates of economic growth and relatively-low volatility enabled the U.S. economy to escape downturns despite the absence of a central bank. Using new high frequency data on industrial production, we show that America’s First Great Moderation was primarily driven by a boom in transportation-goods investment, attributable to both the wider adoption of steam railroads and river boats and the high expected returns for massive wooden clipper ships following the discovery of gold in California. We do not find evidence that agriculture (i.e., cotton), domestic textile production, or British economic conditions played any significant role in this moderation. The First Great Moderation ended with a sharp decline in transportation investment and bank credit during the downturn of 1857-8 and the coming American Civil War. Our empirical analyses indicate that the low-volatility states derived for both annual industrial production and monthly stock prices during the First Great Moderation are similar to those estimated for the Second Great Moderation (1984-2007).\n\n",
    "acknowledgement": "\nWe wish to thank Christopher Hanes, Joseph Ferrie, Lou Cain, and Marcelle Chauvet as well as seminar participants at UC-Riverside, Northwestern University, and the NBER for helpful comments and suggestions. We thank Ryan Shaffer for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or of the Vanguard Group.\n\n\n"
}