{
    "id": 21858,
    "citation_title": "Disentangling Moral Hazard and Adverse Selection in Private Health Insurance",
    "citation_author": [
        "David Powell",
        "Dana Goldman"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMoral hazard and adverse selection create inefficiencies in private health insurance markets and understanding the relative importance of each factor is critical for policy.   We use claims data from a large firm to isolate moral hazard from plan selection.  Previous studies have attempted to estimate moral hazard in private health insurance by assuming that individuals respond only to the spot price, end-of-year price, expected price, or a related metric. The nonlinear budget constraints generated by health insurance plans make these assumptions especially poor and we statistically reject their appropriateness.  We study the differential impact of the health insurance plans offered by the firm on the entire distribution of medical expenditures without assuming that individuals only respond to a parameterized price.  Our empirical strategy exploits the introduction of new plans during the sample period as a shock to plan generosity, and we account for sample attrition over time.   We use an instrumental variable quantile estimation technique that provides quantile treatment effects for each plan, while conditioning on a set of covariates for identification purposes.  This technique allows us to map the resulting estimated medical expenditure distributions to the nonlinear budget sets generated by each plan.  We estimate that 53% of the additional medical spending observed in the most generous plan in our data relative to the least generous is due to moral hazard.  The remainder can be attributed to adverse selection.  A policy which resulted in each person enrolling in the least generous plan would cause the annual premium of that plan to rise by $1,000.\n\n",
    "acknowledgement": "\nThis paper was supported by a grant from the Agency for Healthcare Research & Quality (1R03HS023628-01, PI: David Powell) and the National Institute on Aging (P01AG033559). Funding from the Bing Center for Health Economics is also gratefully acknowledged. We received helpful comments from seminar participants at the Annual Health Economics Conference, Annual Health Econometrics Workshop, Conference of the American Society of Health Economists, Midwest Health Economics Conference, RAND, and USC. We are especially grateful to our discussants James Marton, Frank Windmeijer, Mireille Jacobson, and David Frisvold. We also received helpful comments from Abby Alpert, James Burgess, Norma Coe, Peter Huckfeldt, Tim Layton, Chuck Phelps, Julian Reif, and Travis Smith. We are especially grateful to Jean Roth for help with the data and to Dan Feenberg and Mohan Ramanujan for their help with the NBER Unix servers. The content is solely the responsibility of the authors and does not necessarily represent the official views of AHRQ, NIH, or the National Bureau of Economic Research.\n\n\n\nDana Goldman\n\nDana Goldman is a founder of Precision Health Economics, a consultancy providing expertise to the life sciences industry.\n\n\n"
}