{
    "id": 21850,
    "citation_title": "The Wage Impact of the Marielitos: Additional Evidence",
    "citation_author": [
        "George J. Borjas"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCardʼs (1990) study of the Mariel supply shock is an important contribution to the literature that measures the labor market impact of immigration. My recent reappraisal (Borjas, 2015) revealed that even the most cursory reexamination implied that the wage of low-skill (non-Hispanic) working men in Miami declined substantially in the years after Mariel. In the three months since the public release of my paper, there has already been one “re-reappraisal” of the evidence. Peri and Yasenov (2015) make a number of alternative methodological choices that lead them to conclude that Mariel did not have a wage impact. This paper isolates the source of the conflicting results. The main reasons for the divergence are that Peri and Yasenov calculate wage trends in a pooled sample of men and women, but ignore the contaminating effect of increasing female labor force participation. They also include non-Cuban Hispanics in the analysis, but ignore that at least a third of those Hispanics are foreign-born and arrived in the 1980s, further contaminating the calculated wage trend. And, most conspicuously, they include “workers” aged 16-18 in the sample. Because almost all of those “workers” are still enrolled in high school and lack a high school diploma, this very large population of high school students is systematically misclassified as high school dropouts. This fundamental error in data construction contaminates the analysis and helps hide the true effect of the Mariel supply shock.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}