{
    "id": 21863,
    "citation_title": "Macroeconomic Regimes and Regime Shifts",
    "citation_author": [
        "James D. Hamilton"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany economic time series exhibit dramatic breaks associated with events such as economic recessions, financial panics, and currency crises.  Such changes in regime may arise from tipping points or other nonlinear dynamics and are core to some of the most important questions in macroeconomics.  This paper surveys the literature for studying regime changes and summarizes available methods.  Section 1 introduces some of the basic tools for analyzing such phenomena, using for illustration the move of an economy into and out of recession.  Section 2 focuses on empirical methods, providing a detailed overview of econometric analysis of time series that are subject to changes in regime.  Section 3 discusses theoretical treatment of macroeconomic models with changes in regime and reviews applications in a number of areas of macroeconomics.  Some brief concluding recommendations for applied researchers are offered in Section 4.\n\n",
    "acknowledgement": "\nPrepared for: Handbook of Macroeconomics, Vol. 2. I thank Marine Carrasco, Steve Davis, Liang Hu, Òscar Jordà, Douglas Steigerwald, John Taylor, Allan Timmermann, and Harald Uhlig for helpful comments on earlier drafts. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}