{
    "id": 21864,
    "citation_title": "Secular Labor Reallocation and Business Cycles",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Johannes Wieland"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effect of mean-preserving labor reallocation on business cycle outcomes. We develop an empirical methodology using a local area's exposure to industry reallocation based on the area's initial industry composition and employment trends in the rest of the country over a full employment cycle. Using confidential employment data by local area and industry over the period 1980-2014, we find sharp evidence of reallocation contributing to worse employment outcomes during national recessions but not during national expansions. We repeat our empirical exercise in a multi-area, multi-sector search and matching model of the labor market. The model reproduces the empirical results subject to inclusion of two key, empirically plausible frictions: imperfect mobility across industries, and downward nominal wage rigidity. Combining the empirical and model results, we conclude that reallocation can generate substantial amplification and persistence of business cycles at both the local and the aggregate level.\n\n",
    "acknowledgement": "\nWe thank for their comments David Berger, Gordon Hansen, Larry Katz, Pat Kline, Giuseppe Moscarini, Valerie Ramey, Gianluca Violante, Ivan Werning, and numerous seminar and conference participants. This research was conducted with restricted access to Bureau of Labor Statistics (BLS) data. The views expressed here do not necessarily reflect the views of the BLS or the U.S. government. We are grateful to Jessica Helfand and Michael LoBue of the BLS for their help with the Longitudinal Database. An appendix to the paper is available on the authors’ webpages. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}