{
    "id": 21869,
    "citation_title": "An Illiquid Market in the Desert: Estimating the Cost of Water Trade Restrictions in Northern Chile",
    "citation_author": [
        "Eric C. Edwards",
        "Oscar Cristi",
        "Gonzalo Edwards",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2018-02-08",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the cost of a policy to restrict water trades to mining firms in northern Chile to protect riparian ecosystems and indigenous agriculture. In response to the policy, mining firms have developed high-cost desalination and pumping facilities to secure adequate water supplies. We develop a methodology and estimate the cost of market transactions that fail to occur due to the policy. Lost trade surplus is estimated at $52 million per year. Without trade restrictions, around 86% of the remaining agricultural water in the region would be transferred to mining.\n\n",
    "acknowledgement": "\nPreviously circulated as \"An Illiquid Market in the Desert: The Role of Interest Groups in Shaping Environmental Regulation.\" This work was supported by a grant from the University of California Center for Energy and Environmental Economics (UCE3) and by the Utah Agricultural Experiment Station. A portion of this work was undertaken while Eric Edwards was Lone Mountain Fellow at the Property and Environment Research Center (PERC). The authors would like to thank Terry Anderson, Carlos Díaz, Nick Parker, Terry Jordan, Naomi Kirk-Lawlor, Sara Sutherland, Matt Turner, and Mark Kanazawa for their suggestions as well as seminar participants at PERC, the University of Utah, Washington State University, the University of Colorado Environmental and Resource Economics Workshop, WEAI Annual Conference, and the UCE3 Research Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGonzalo Edwards\n\nOscar Cristi and Gonzalo Edwards did consulting work during 2010/11 for Aguas Antofagasta S. A., using part of the data base used in this paper, to analyze raw water prices in the region.\n\n\n"
}