{
    "id": 21861,
    "citation_title": "Balanced Growth Despite Uzawa",
    "citation_author": [
        "Gene M. Grossman",
        "Elhanan Helpman",
        "Ezra Oberfield",
        "Thomas Sampson"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe evidence for the United States points to balanced growth despite falling investment-good prices and an elasticity of substitution between capital and labor less than one. This is inconsistent with the Uzawa Growth Theorem. We extend Uzawa's theorem to show that the introduction of human capital accumulation in the standard way does not resolve the puzzle. However, balanced growth is possible if schooling is endogenous and capital is more complementary with schooling than with raw labor. We describe balanced growth paths for a variety of neoclassical growth models with capital-augmenting technological progress and endogenous schooling. The balanced growth path in an overlapping-generations model in which individuals choose the duration of their education matches key features of the U.S. economic record.\n\n",
    "acknowledgement": "\nWe are grateful to Chad Jones, Gianluca Violante, and Jonathan Vogel for discussions and suggestions. Grossman and Helpman thank the Einaudi Institute for Economics and Finance, Grossman thanks Sciences Po and the Kyoto Institute for Economic Research, Oberfield thanks New York University, and Sampson thanks the Center for Economic Studies for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}