{
    "id": 21865,
    "citation_title": "The Causal Effects of Cultural Relevance: Evidence from an Ethnic Studies Curriculum",
    "citation_author": [
        "Thomas Dee",
        "Emily Penner"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn extensive theoretical and qualitative literature stresses the promise of instructional practices and content aligned with the cultural experiences of minority students. Ethnic studies courses provide a growing but controversial example of such “culturally relevant pedagogy.” However, the empirical evidence on the effectiveness of these courses is limited. In this study, we estimate the causal effects of an ethnic studies curriculum piloted in several San Francisco high schools. We rely on a “fuzzy” regression discontinuity design based on the fact that several schools assigned students with eighth-grade GPAs below a threshold to take the course in ninth grade. Our results indicate that assignment to this course increased ninth-grade student attendance by 21 percentage points, GPA by 1.4 grade points, and credits earned by 23. These surprisingly large effects are consistent with the hypothesis that the course reduced dropout rates and suggest that culturally relevant teaching, when implemented in a supportive, high-fidelity context, can provide effective support to at-risk students.\n\n",
    "acknowledgement": "\nThe authors would like to thank Laura Wentworth, Bill W. Sanderson, and other members of the San Francisco Unified School District High School leadership team for supporting this research as well as Jim Shen and Mari Muraki for their invaluable assistance with data management. Financial support for this research came from the Stanford GSE Incentive Fund for Projects in SFUSD and from the Institute of Education Sciences Postdoctoral Training Fellowship under award number R305B130017. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}