{
    "id": 21866,
    "citation_title": "Fragility of Purely Real Macroeconomic Models",
    "citation_author": [
        "Narayana Kocherlakota"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past thirty years, a great deal of business cycle research has been based on purely real models that abstract from the presence of nominal rigidities, and so (at least implicitly) assume that the Phillips curve is vertical. In this paper, I show that such models are fragile, in the sense that their implications change significantly when the Phillips curve is even slightly less than vertical. I consider a wide class of purely real macroeconomic models and perturb them by introducing a non-vertical Phillips curve. I show that in the perturbed models, if there is a lower bound on the nominal interest rate, then current outcomes necessarily depend on agents' beliefs about the long-run level of economic activity. The magnitude of this dependence becomes arbitrarily large as the slope of the Phillips curve becomes arbitrarily large in absolute value (closer to vertical). In contrast, the limiting purely real model ignores this form of monetary non-neutrality and macroeconomic instability. I conclude that purely real models are too incomplete to provide useful guides to questions about business cycles. I describe what elements should be added to such models in order to make them useful.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}