{
    "id": 21860,
    "citation_title": "EU Accession and Foreign Owned Firms in Bulgaria",
    "citation_author": [
        "Zadia M. Feliciano",
        "Nadia Doytch"
    ],
    "citation_publication_date": "2016-01-11",
    "issue_date": "2016-01-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBulgaria signed the Europe Association Agreement (EAA) in 1995 and the European Union accession treaty in 2005.  Accession had the effect of increasing FDI in Bulgaria. We analyze World Bank BEEPS firm level data for 2007 to better understand characteristics and performance of foreign firms in Bulgaria. We estimate linear probability and logit models to determine the likelihood a firm is foreign in Bulgaria. Regressions show foreign manufacturing firms in Bulgaria are larger than domestic firms, have lower capital to labor ratios and are more likely to export. Foreign service sector firms are larger than domestic firms, have lower capital to labor ratios, are more likely to export and to locate in Sofia, the capital. Our analysis points to limited success of foreign firms in Bulgaria. Regressions show foreign manufacturing firms do not have higher sales growth and made less capital investments than domestic firms. Foreign firms in the service sector did not experience faster sales growth or had greater capital investments than domestic firms.  Institutional indicators show manufacturing and service sector firms with larger fractions of exports relative to sales had a greater number of visits from tax officials. This suggests that exporting firms receive larger scrutiny than other firms, which represents a challenge to foreign firms in Bulgaria.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}