{
    "id": 21872,
    "citation_title": "Economic Growth and Convergence, Applied Especially to China",
    "citation_author": [
        "Robert J. Barro"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nFrom the perspective of conditional convergence, China’s GDP growth rate since 1990 has been surprisingly high.  However, China cannot deviate forever from the global historical experience, and the per capita growth rate is likely to fall soon from around 8% per year to a range of 3 4%.  China can be viewed as a middle-income convergence-success story, grouped with Costa Rica, Indonesia, Peru, Thailand, and Uruguay.  Upper-income convergence successes comprise Chile, Hong Kong, Ireland,  Malaysia, Poland, Singapore,  South Korea, and Taiwan.  China’s transition from middle- to upper-income status should not be hindered by a middle-income trap, which seems not to exist.  The cross-country dispersion of the log of per capita GDP shows no trend since 1870 for 25 countries with long-term data.  This group excludes emerging-market countries such as China and India.  For 34 countries with data since 1896, there is clear evidence of declining dispersion starting around 1980.  This pattern reflects especially the incorporation of China and India into the world market economy.\n\n",
    "acknowledgement": "\nBased on a presentation and discussion at the ADBI conference on 25-26 November 2015 in Tokyo on \"Implications of a Possible PRC Growth Slowdown for Asia. This project does not entail any outside funding or financial relationships. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}