{
    "id": 21874,
    "citation_title": "How do Hours Worked Vary with Income? Cross-Country Evidence and Implications",
    "citation_author": [
        "Alexander Bick",
        "Nicola Fuchs-Schündeln",
        "David Lagakos"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2017-03-15",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper builds a new internationally comparable database of hours worked to measure how hours vary with income across and within countries. We document that average hours worked per adult are substantially higher in low-income countries than in high-income countries. The pattern of decreasing hours with income holds for both men and women, for adults of all ages and education levels, and along both the extensive and intensive margin. Within countries, hours worked per employed are also decreasing in the individual wage for most countries, though in the richest countries, hours worked are flat or increasing in the wage. Our findings imply that aggregate productivity and welfare differences across countries are larger than currently thought.\n\n",
    "acknowledgement": "\nPreviously circulated as \"How do Average Hours Worked Vary with Development? Cross-Country Evidence and Implications.\" We thank Mark Aguiar, Andy Atkeson, David Atkin, Angus Deaton, Maya Eden, Chad Jones, Pete Klenow, Aart Kraay, Norman Loayza, Valerie Ramey, Richard Rogerson, Andres Santos, Matthias Schündeln, Jesse Shapiro, three anonymous referees, as well as numerous conference and seminar participants for helpful comments and suggestions. For excellent research assistance we thank Caleb Johnson, Patrick Kiernan, Andre Ortseifen, Paul Reimers, Ang Xing Yi and Shu Zhang. Fuchs-Sch¨undeln gratefully acknowledges financial support from the European Research Council under Starting Grant No. 262116, and from the Cluster of Excellence ”Formation of Normative Orders” at Goethe University Frankfurt. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}