{
    "id": 21879,
    "citation_title": "Credit-Market Sentiment and the Business Cycle",
    "citation_author": [
        "David López-Salido",
        "Jeremy C. Stein",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing U.S. data from 1929 to 2013, we show that elevated credit-market sentiment in year t – 2 is associated with a decline in economic activity in years t and t + 1. Underlying this result is the existence of predictable mean reversion in credit-market conditions. That is, when our sentiment proxies indicate that credit risk is aggressively priced, this tends to be followed by a subsequent widening of credit spreads, and the timing of this widening is, in turn, closely tied to the onset of a contraction in economic activity. Exploring the mechanism, we find that buoyant credit-market sentiment in year t – 2 also forecasts a change in the composition of external finance: net debt issuance falls in year t, while net equity issuance increases, patterns consistent with the reversal in credit-market conditions leading to an inward shift in credit supply. Unlike much of the current literature on the role of financial frictions in macroeconomics, this paper suggests that time-variation in expected returns to credit market investors can be an important driver of economic fluctuations.\n\n",
    "acknowledgement": "\nWe are grateful to Olivier Blanchard, Claudia Buch, Bill English, Robin Greenwood, Sam Hanson, Òscar Jordà, Arvind Krishnamurthy, Hélène Rey, Andrei Shleifer, and seminar participants at numerous institutions for helpful comments. Miguel Acosta, Ibraheem Catovic, Gregory Cohen, Shaily Patel, and Rebecca Zhang provided outstanding research assistance. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nJeremy C. Stein\n\nAugust 2015\n\n\nJeremy C. Stein\nOutside (Non-Harvard) Activities Since 2006\n\n\nA.\t Compensated Activities*\n\n\nSpeaking Engagements\nI have given paid talks for a number of financial firms, investor groups, academic institutions, and central banks.\n\n\nConsulting\nBlueMountain Capital Management: consultant, 2015-present.\nGuggenheim Partners: design of quantitative asset-management strategies, 2005-2007.\n\n\nCommissioned Research\nThe Clearing House Association: unpublished paper with Anil Kashyap and Samuel Hanson, “An Analysis of the Impact of ‘Substantially Heightened’ Capital Requirements on Large Financial Institutions,” 2010.\n\n\nPublic Service\nFederal Reserve Board: Governor, May 2012-May 2014.\nU.S. Treasury Department: Senior Advisor to the Secretary; and concurrently, staff of National Economic Council, February-July 2009.\n\n\nOther\nQuarterly Journal of Economics: co-editor, 2011-2012.\nJournal of Economic Perspectives: co-editor, 2007-2008.\nStudy Center, Gerzensee, Switzerland: summer-school course, 2011.\nNorthwestern University: visiting scholar, 2009.\n\n\nB.\t Significant Non-Compensated Activities\nHarvard Management Company: Board of Directors, 2015-present.\nAmerican Finance Association: President, 2008; President-Elect, 2007; Vice-President, 2006; Board of Directors, 2009-2011.\nFinancial Advisory Roundtable, Federal Reserve Bank of New York, 2006-2012.\nSquam Lake Group, 2008-2012.\n\n\n"
}