{
    "id": 21873,
    "citation_title": "Who Receives Medicaid in Old Age? Rules and Reality",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Eric French"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2017-02-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMedicaid is a government program that provides health insurance to the old who are sick and have little assets and income compared to their medical needs. Thus, it explicitly tests for income, assets, and health or medical needs to determine eligibility. We ask how these rules map into the reality of Medicaid recipiency and what observable characteristics are important to determine who ends up on Medicaid. The data show that both singles and couples with high retirement income can end up on Medicaid at very advanced ages. We find that, conditioning on a large number of observable characteristics, including those that directly relate to Medicaid eligibility criteria, single women are more likely to end up on Medicaid. So are non-whites, but, surprisingly, their higher recipiency is concentrated above the lower income percentiles. We also find that low-income people with a high school diploma or higher are much less likely to end up on Medicaid than their more educated counterparts. All of these effects are large and depend on retirement income in a very non-linear way.\n\n",
    "acknowledgement": "\nWe thank Marco Bassetto, Amy Finkelstein, John Jones, Helen Koshy, Lee Lockwood, James Ziliak, and two anonymous referees for helpful comments and suggestions. De Nardi gratefully acknowledges support from the ERC, grant 614328 \"Savings and Risks.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, the Federal Reserve Bank of Chicago, or the IFS.\n\n\n"
}