{
    "id": 21878,
    "citation_title": "International Coordination",
    "citation_author": [
        "Jeffrey A. Frankel"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter a 30-year absence, calls for international coordination of macroeconomic policy are back.  This time the issues go by names like currency wars, taper tantrums, and fiscal compacts.  In traditional game theory terms, the existence of spillovers implies that countries are potentially better off if they coordinate policies than under the Nash non-cooperative equilibrium.  But what is the nature of the spillover and the coordination?  The paper interprets recent macroeconomic history in terms of four possible frameworks for proposals to coordinate fiscal policy or monetary policy:  the locomotive game, the discipline game, the competitive depreciation game and the competitive appreciation game.  (The paper also considers claims that monetary coordination has been made necessary by the zero lower bound among advanced countries or financial imperfections among emerging markets.)  Perceptions of the sign of spillovers and the direction of proposed coordination vary widely.  The existence of different models and different domestic interests may be as important as the difference between cooperative and non-cooperative equilibria.  In some cases complaints about foreigners’ actions and calls for cooperation may obscure the need to settle domestic disagreements.\n\n",
    "acknowledgement": "\nThis paper was written for the 2015 Asia Economic Policy Conference, November 19-20, 2015.  Forthcoming, 2016, in Policy Challenges in a Diverging Global Economy, edited by Reuven Glick and Mark Spiegel (Federal Reserve Bank of San Francisco).  The author acknowledges comments from Joshua Aizenmann and Charles Engel. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJeffrey A. Frankel\n\nAll sources of funding are disclosed on my personal website.\n\n\n"
}