{
    "id": 21871,
    "citation_title": "Rare Events and Long-Run Risks",
    "citation_author": [
        "Robert J. Barro",
        "Tao Jin"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRare events (RE) and long-run risks (LRR) are complementary elements for understanding asset-pricing patterns, including the average equity premium and the volatility of equity returns. We construct a model with RE (temporary and permanent parts) and LRR (including stochastic volatility) and estimate this model with long-term data on aggregate consumption for 42 economies. RE typically associates with major historical episodes, such as the world wars and the Great Depression and analogous country- specific events. LRR reflects gradual and evolving processes that influence long-run growth rates and volatility. A match between the model and observed average rates of return requires a coefficient of relative risk aversion, γ, around 6. Most of the explanation for the equity premium derives from RE, although LRR makes a moderate contribution. We think the required γ will decline (and, thereby, become more realistic) if we allow for incomplete information about the underlying shocks, including the breakdown of RE into temporary and permanent parts. We thought that the addition of LRR to the RE framework would help to match the observed volatility of equity returns. However, the joint model still substantially understates this volatility. We think this aspect of the model will improve if we allow for stochastic evolution of the disaster probability.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments from John Campbell, Hui Chen, Ian Dew-Becker, Winston Dou, Herman van Dijk, Rustam Ibragimov, David Laibson, Yulei Luo, Anna Mikusheva, Emi Nakamura, Neil Shephard, Jón Steinsson, Andrea Stella, James Stock, José Ursúa, and Hao Zhou. Thanks also go to seminar participants at Harvard, MIT, Tsinghua University, The University of Hong Kong, Peking University, City University of Hong Kong, Renmin University of China, and Central University of Finance & Economics. Jin is supported by Tsinghua University Initiative Scientific Research Program (Project No. 20151080450). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}