{
    "id": 21885,
    "citation_title": "The Micro Origins of International Business Cycle Comovement",
    "citation_author": [
        "Julian di Giovanni",
        "Andrei A. Levchenko",
        "Isabelle Mejean"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the role of individual firms in international business cycle comovement using data covering the universe of French firm-level value added, bilateral imports and exports, and cross-border ownership over the period 1993-2007. At the micro level, controlling for firm and country effects, trade in goods with a particular foreign country is associated with a significantly higher correlation between a firm and that foreign country. In addition, foreign multinational affiliates operating in France are significantly more correlated with the source economy. The impact of direct trade and multinational linkages on comovement at the micro level has significant macro implications. Because internationally connected firms are systematically larger than non- internationally connected firms, the firms directly linked to foreign countries represent only 8% of all firms, but 56% of all value added, and account for 75% of the observed aggregate comovement. Without those linkages the correlation between France and foreign countries would fall by about 0.091, or one-third of the observed average business cycle correlation of 0.29 in our sample of partner countries. These results are evidence of transmission of business cycle shocks through direct trade and multinational ownership linkages at the firm level.\n\n",
    "acknowledgement": "\nWe would like to thank workshop participants at several institutions for helpful discussions, and Eda Gulsen for expert research assistance. Di Giovanni gratefully acknowledges the CREI and the Marie Curie International Incoming Fellowship FP7-PEOPLE-2013-IIF (under Grant Agreement 622959) for financial support. Méjean gratefully acknowledges support from a public grant overseen by the French National Research Agency (ANR) as part of the “Investissements d’Avenir” program (Idex Grant Agreement No. ANR-11-IDEX-0003- 02/Labex ECODEC No. ANR-11-LABEX-0047 and Equipex reference: ANR-10- EQPX-17 Centre d'accès sécurisé aux données CASD). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}