{
    "id": 21889,
    "citation_title": "Patents and Research Investments: Assessing the Empirical Evidence",
    "citation_author": [
        "Eric Budish",
        "Benjamin N. Roin",
        "Heidi L. Williams"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nA well-developed theoretical literature — dating back at least to Nordhaus (1969) — has analyzed optimal patent policy design.  We re-present the core trade-off of the Nordhaus model and highlight an empirical question which emerges from the Nordhaus framework as a key input into optimal patent policy design: namely, what is the elasticity of R&D investment with respect to the patent term?  We then review the — surprisingly small — body of empirical evidence that has been developed on this question over the nearly half century since the publication of Nordhaus's book.\n\n",
    "acknowledgement": "\nWe are grateful to Fiona Scott Morton and Carl Shapiro for comments, and to Sam Grondahl and Myles Wagner for excellent research assistance. Research reported in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through grant U01-AG046708 to the NBER; the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or NBER. Financial support from NSF grant 1151497 and the Initiative on Global Markets at Chicago Booth is also gratefully acknowledged. This paper is forthcoming in the American Economic Review Papers & Proceedings, May 2016. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}