{
    "id": 21886,
    "citation_title": "Foreigners Knocking on the Door: Trade in China During the Treaty Port Era",
    "citation_author": [
        "Wolfgang Keller",
        "Javier Andres Santiago",
        "Carol H. Shiue"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2016-08-16",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nUneven development within countries suggests that domestic trade frictions are important. Trade flows within a country, however, are rarely observed. We employ a new dataset on trade between fifteen Chinese treaty ports to examine the importance of domestic frictions around the year 1900. The distribution of welfare effects depends on each port's productivity and factor costs, China's economic geography as it influences trade costs, as well as the degree of regional diversity in production, which increases the potential gains from trade. We utilize this framework to quantify the size and distribution of welfare effects resulting from new technology and lower trade costs. Domestic trade frictions turn out to be substantial, far from the frictionless world that is commonly assumed. Moreover, geographic barriers loom large in shaping the welfare gains from technology improvements and trade cost reductions. We find, however, that an important explanation for why there was a limit to what could be gained through increased domes- tic trade was that the differences in productivity across regions of China in the 19th century were relatively low.\n\n",
    "acknowledgement": "\nWe thank the editor (Kris Mitchener), two anonymous referees, and Greg Clark, Debin Ma, Kevin O'Rourke, Ferdinand Rauch, Noam Yuchtman, as well as workshop participants at the 2015 All UC Group in Economic History Conference, Berkeley, and the 2016 CEPR Economic History Symposium, Dublin, for useful comments. Bill Ridley provided excellent research assistance. Keller and Shiue gratefully acknowledge support by the National Science Foundation (grant SES 1124426). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}