{
    "id": 21880,
    "citation_title": "Liquidity Rules and Credit Booms",
    "citation_author": [
        "Kinda Cheryl Hachem",
        "Zheng Michael Song"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2021-04-05",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper shows that liquidity regulation can trigger unintended credit booms in the presence of interbank market power. We consider a price-setter and a continuum of price-takers who trade reserves after the realization of idiosyncratic liquidity shocks. The price-takers are endogenously less liquid and circumvent regulation by engaging in shadow banking, which leads to a reallocation of funding away from the more liquid price-setter. This reallocation channel underlies the credit boom. Endogenous responses in bank liquidity ratios also affect the magnitude of the boom. We discuss extensions of the model and illustrate its quantitative performance with an application to China.\n\n",
    "acknowledgement": "\nThis paper absorbs an earlier draft entitled “Liquidity Regulation and Unintended Financial Transformation in China.” We thank Chad Syverson and three anonymous referees for many insightful suggestions that improved the paper. We also thank Jeff Campbell, Jon Cohen, Eduardo Dávila, Doug Diamond, Darrell Duffie, Gary Gorton, Narayana Kocherlakota, Randy Kroszner, Gary Richardson, Rich Rosen, Felipe Saffie, Martin Schneider, John Shea, Aleh Tsyvinski, Harald Uhlig, Tom Wollmann, Yao Zeng and seminar participants at various institutions and conferences for helpful comments, as well as Xuewen Fu and Jiabao Song for excellent research assistance. Financial support from CUHK, UVA Darden, and the Research Grant Council of Hong Kong and from Chicago Booth in prior stages of this work is also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}