{
    "id": 21884,
    "citation_title": "Cables, Sharks and Servers: Technology and the Geography of the Foreign Exchange Market",
    "citation_author": [
        "Barry Eichengreen",
        "Romain Lafarguette",
        "Arnaud Mehl"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "2021-04-15",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the impact of technology on the production and trade in services, focusing on the location of foreign exchange transactions and the effect of submarine fiber-optic cable connections. Cable connections between local markets and major financial centers reduce the costs of trading currencies locally and increase the share of currency transactions taking place in the issuing country. But they also attenuate the effect of existing spatial frictions that prevent transactions from moving offshore to take advantage of agglomeration economies and thick-market advantages of major financial centers. In practice, this second effect dominates. Our estimates suggest that the advent of cable connections boosted the share in global turnover of London, the world’s largest trading venue, by as much as one-third.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Aguiar, Pol Antràs, Thorsten Beck, Geert Bekaert, Bruno Biais, Jérôme Busca, Estelle Cantillon, Giancarlo Corsetti, Alexander Duering, Torsten Ehlers, Benoît Geller, Jérôme Héricourt, Jean Imbs, Takatoshi Ito, Amit Khandelwal, Philip Lane, Istvan Mak, Guy-Charles Marhic, Philippe Martin, Martin Uribe, Frank Packer, Hashem Pesaran, Romain Rancière, Andrew Rose, Alan Taylor and Xavier Vives for comments and discussions, as well as to seminar participants at the ECB, Goethe University Frankfurt and USC Dornsife and to participants at the Clausen Center Conference on Global Economic Issues, Berkeley, and to the Cambridge-INET conference on the microstructure of the FX market for comments. We thank Ziqi Li for excellent research assistance. We are also grateful to Denis Pêtre and Philip Wooldridge for providing unpublished Bank for International Settlements data on offshore foreign exchange trading. The views expressed are those of the authors and do not necessarily reflect those of the ECB, the Eurosystem, the IMF, or the National Bureau of Economic Research.\n\n\n"
}