{
    "id": 21883,
    "citation_title": "Global Supply Chains and Trade Policy",
    "citation_author": [
        "Emily J. Blanchard",
        "Chad P. Bown",
        "Robert C. Johnson"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow do global supply chain linkages modify countries' incentives to impose import protection?  Are these linkages empirically important determinants of trade policy?  To address these questions, we introduce supply chain linkages into a workhorse terms-of-trade model of trade policy with political economy.  Theory predicts that discretionary final goods tariffs will be decreasing in the domestic content of foreign-produced final goods.  Provided foreign political interests are not too strong, final goods tariffs will also be decreasing in the foreign content of domestically-produced final goods.  We test these predictions using newly assembled data on bilateral applied tariffs, temporary trade barriers, and value-added contents for 14 major economies over the 1995-2009 period.  We find strong support for the empirical predictions of the model.  Our results imply that global supply chains matter for trade policy, both in principle and in practice.\n\n",
    "acknowledgement": "\nWe thank Thibault Fally, Nuno Limao, Ralph Ossa, Raymond Robertson, and Robert Staiger for feedback on early drafts.  We also thank seminar participants at Berkeley (ARE), Columbia, ETH Zurich, Harvard, Yale, the USITC, the Dartmouth/SNU Workshop on International Trade Policy and Institutions, the CEPR/ECARES/CAGE Global Fragmentation of Production and Trade Policy Workshop, the Third IMF/WB/WTO Joint Trade Workshop, the 2015 AEA Annual Meetings, the 2015 NBER  ITI Spring Meetings, the 2015 EIIT Conference, and the 2015 Southern Economic Association Meetings for helpful comments.  Bown acknowledges financial support from the World Bank's Multi-Donor Trust Fund for Trade and Development.  This research was partly completed while Blanchard and Johnson were paid consultants for the World Bank.  Carys Golesworthy provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}