{
    "id": 21888,
    "citation_title": "Options-Pricing Formula with Disaster Risk",
    "citation_author": [
        "Robert J. Barro",
        "Gordon Y. Liao"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new options-pricing formula applies to far-out-of-the money put options on the overall stock market when disaster risk is the dominant force, the size distribution of disasters follows a power law, and the economy has a representative agent with Epstein-Zin utility.  In the applicable region, the elasticity of the put-options price with respect to maturity is close to one.  The elasticity with respect to exercise price is greater than one, roughly constant, and depends on the difference between the power-law tail parameter and the coefficient of relative risk aversion, γ.  The options-pricing formula conforms with data from 1983 to 2015 on far-out-of-the-money put options on the U.S. S&P 500 and analogous indices for other countries.  The analysis uses two types of data—indicative prices on OTC contracts offered by a large financial firm and market data provided by OptionMetrics, Bloomberg, and Berkeley Options Data Base.  The options-pricing formula involves a multiplicative term that is proportional to the disaster probability, p.  If γ and the size distribution of disasters are fixed, time variations in p can be inferred from time fixed effects.  The estimated disaster probability peaks particularly during the recent financial crisis of 2008-09 and the stock-market crash of October 1987.\n\n",
    "acknowledgement": "\nWe appreciate helpful comments and assistance with data from Josh Coval, Ben Friedman, Xavier Gabaix, Tina Liu, Matteo Maggiori, Robert Merton, Richard Roll, Steve Ross, Emil Siriwardane, and Glen Weyl, and participants in the macroeconomics seminar at Harvard University. This research project involves no outside funding or conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}