{
    "id": 21887,
    "citation_title": "The Evolution of Gender Gaps in Industrialized Countries",
    "citation_author": [
        "Claudia Olivetti",
        "Barbara Petrongolo"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWomen in developed economies have made major inroads in labor markets throughout the past century, but remaining gender differences in pay and employment seem remarkably persistent. This paper documents long-run trends in female employment, working hours and relative wages for a wide cross-section of developed economies. It reviews existing work on the factors driving gender convergence, and novel perspectives on remaining gender gaps. The paper finally emphasizes the interplay between gender trends and the evolution of the industry structure. Based on a shift-share decomposition, it shows that the growth in the service share can explain at least half of the overall variation in female hours, both over time and across countries.\n\n",
    "acknowledgement": "\nDraft prepared for the Annual Review of Economics, Vol. 8 (expected publication date September 2016). We thank Deborah Goldschmidt for excellent research assistance. We would like to thank Boston University for financial support during early stages of this project, and the ESRC for funding this research through the Centre for Economic Performance at the LSE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}