{
    "id": 21897,
    "citation_title": "Monetary Policy According to HANK",
    "citation_author": [
        "Greg Kaplan",
        "Benjamin Moll",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe revisit the transmission mechanism of monetary policy for household consumption in a Heterogeneous Agent New Keynesian (HANK) model. The model yields empirically realistic distributions of household wealth and marginal propensities to consume because of two key features: multiple assets with different degrees of liquidity and an idiosyncratic income process with leptokurtic income changes. In this environment, the indirect effects of an unexpected cut in interest rates, which operate through a general equilibrium increase in labor demand, far outweigh direct effects such as intertemporal substitution. This finding is in stark contrast to small- and medium-scale Representative Agent New Keynesian (RANK) economies, where intertemporal substitution drives virtually all of the transmission from interest rates to consumption.\n\n",
    "acknowledgement": "\nWe thank Yves Achdou, Mark Aguiar, Fernando Alvarez, Adrien Auclert, Jess Benhabib, Luca Dedola, Emmanuel Farhi, Mark Gertler, Keith Kuester, David Lagakos, Emi Nakamura, Larry Schmidt, Jon Steinsson, Mirko Wiederholt and seminar participants at various institutions. Damien Capelle and Julia Fonseca provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\n•\tMy primary employer is Princeton University.\n\n\n•\tDuring the last three years, the following institutions have paid me or given me research grants valued cumulatively at more than $5000:\no\tReserve Bank of Australia\no\tBrookings Institution\no\tNational Science Foundation\no\tSloan Foundation\no\tUniversity of New South Wales\n\n\n"
}