{
    "id": 21896,
    "citation_title": "The Role of Bequests in Shaping Wealth Inequality: Evidence from Danish Wealth Records",
    "citation_author": [
        "Simon H. Boserup",
        "Wojciech Kopczuk",
        "Claus T. Kreiner"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing Danish administrative data, we estimate the impact of bequests on the level and inequality of wealth. We employ an event study design where we follow the distribution of wealth over time of people who are 45-50 years old, and divide them into treatment group and control group depending on whether a parent dies or not. Bequests account for 26 percent of the average post-bequest wealth 1-3 years after parental death and significantly affect wealth throughout the distribution. We find that bequests increase measures of absolute wealth inequality (variance), but reduce relative inequality (top wealth shares). Following the receipt of bequests, variance of the distribution censored at the top/bottom 1% increases by 33 percent, but the top 1% share declines by 6 percentage points from an initial level of 31 percent and the top 10% share declines by 10 percentage points from a base of around 81 percent.\n\n",
    "acknowledgement": "\nWe thank our discussant at the AEA 2016 meeting Kathleen McGarry as well as numerous seminar and workshop participants for comments and discussion. Financial support from the Economic Policy Research Network (EPRN) and the Danish Council for Independent Research (DFF – 1329-00046) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}