{
    "id": 21891,
    "citation_title": "Procrastination in Teams",
    "citation_author": [
        "Joshua S. Gans",
        "Peter Landry"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nNaively present-biased agents are known to be severe procrastinators. In team settings, procrastination can represent a form of free-riding that, in excess, can jeopardize a team's ability to meet a deadline. Here we show how naivete and present bias, despite their reputations, can be desirable traits in a teammate, enabling a team to optimize its performance while eliminating inefficient free-riding. These benefits emerge only from a more flexible specification (in comparison to existing models) as to how naive players reassess prior beliefs upon confronting present bias. By allowing the 'depth' and 'direction' of such reassessments to vary, our model links present-biased discounting theories to the recently-revived interest in modeling non-Bayesian reactions to null events, while offering a distinct approach reminiscent of level-k reasoning. Key themes from our results include the value of behavioral diversity, the opposite effects of 'introspection' and 'extrospection' on motivation, and that under- and over-thinking can both undermine efficiency.\n\n",
    "acknowledgement": "\nThanks to seminar participants at the University of Toronto for helpful comments. Responsibility for all errors remains our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI have consulted for Core Economic Research during the course of this project. However, none of the topics upon which I have been remunerated have impacted on or are related to this research.\n\n\n"
}