{
    "id": 21890,
    "citation_title": "What We Learn from China's Rising Shadow Banking: Exploring the Nexus of Monetary Tightening and Banks' Role in Entrusted Lending",
    "citation_author": [
        "Kaiji Chen",
        "Jue Ren",
        "Tao Zha"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Law and Economics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe argue that China's rising shadow banking was inextricably linked to potential balance-sheet risks in the banking system.  We substantiate this argument with three didactic findings: (1) commercial banks in general were prone to engage in channeling risky entrusted loans; (2) shadow banking through entrusted lending masked small banks' exposure to balance-sheet risks; and (3) two well-intended regulations and institutional asymmetry between large and small banks combined to give small banks an incentive to exploit regulatory arbitrage by bringing off-balance-sheet risks into the balance sheet. We reveal these findings by constructing a comprehensive transaction-based loan dataset, providing robust empirical evidence, and developing a theoretical framework to explain the linkages between monetary policy, shadow banking, and traditional banking (the banking system) in China.\n\n",
    "acknowledgement": "\nThis research is supported in part by the National Natural Science Foundation of China (NNSFC) Grant Numbers 71473168 and 71473169. We thank Marty Eichenbaum, Sergio Rebelo, Richard Rogerson, and Zheng (Michael) Song for helpful discussions.  We are grateful to Karen Zhong for her outstanding research assistance.  The views expressed herein are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}