{
    "id": 21894,
    "citation_title": "Out of Africa: Human Capital Consequences of In Utero Conditions",
    "citation_author": [
        "Victor Lavy",
        "Analia Schlosser",
        "Adi Shany"
    ],
    "citation_publication_date": "2016-01-18",
    "issue_date": "2016-01-14",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper investigates the effects of environmental conditions during pregnancy on later life outcomes using quasi-experimental variation created by the immigration of Ethiopian Jews to Israel in May 24th 1991. Children in utero prior to immigration faced dramatic differences in medical care technologies, prenatal conditions, and prenatal care at the move from Ethiopia to Israel. One of the major differences was adequacy of micronutrient supplements, particularly iodine, iron and folic acid. We find that children exposed in an earlier stage of the pregnancy to better environmental conditions in utero have two decades later higher educational attainment (lower repetition and dropout rates and higher Baccalaureate rate) and higher education quality (achieve a higher proficiency level in their Baccalaureate diploma). The average treatment effect we estimate is driven mainly by a strong effect on girls. We find however, no effect on birth weight or mortality for girls.\n\n",
    "acknowledgement": "\nVictor Lavy acknowledges financial support from the European Research Council through ERC Advance Grant 323439 and the Falk Institute. Analia Schlosser acknowledges financial support from the Sapir Center for Development and the Foerder Institute for Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}