{
    "id": 21902,
    "citation_title": "Cost-Benefit Analysis of Leaning Against the Wind",
    "citation_author": [
        "Lars E.O. Svensson"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2017-05-26",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA simple and transparent framework for cost-benefit analysis of \\leaning against the wind\" (LAW), that is, tighter monetary policy for financial-stability purposes, is presented. LAW has obvious costs in the form of a weaker economy if no crisis occurs and possible benefits in the form of a lower probability and smaller magnitude of (financial) crises. A second cost—less obvious, overlooked by previous literature, but higher—is a weaker economy if a crisis occurs. For representative empirical benchmark estimates and reasonable assumptions the result is that the costs of LAW exceed the benefits by a substantial margin. The result is robust to alternative assumptions and estimates. A higher probability, larger magnitude, or longer duration of crises—typical consequences of ineffective macroprudential policy—all increase the margin of costs over benefits. To overturn the result, policy-interest-rate effects on the probability and magnitude of crises need to be more than 5–40 standard errors larger than the benchmark estimates.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Cost-Benefit Analysis of Leaning Against the Wind: Are Costs Larger Also with Less Effective Macroprudential Policy?\" I thank the editors, the referees, David Aikman, David Archer, Vivek Arora, Tamim Bayoumi, Christoph Bertsch, Helge Berger, Olivier Blanchard, Claudio Borio, Lael Brainard, Giovanni Dell'Ariccia, Andrew Filardo, Stanley Fischer, Kevin Fletcher, Karl Habermeier, Vikram Haksar, Dong He, Olivier Jeanne, Anil Kashyap, Michael Kiley, Jun Il Kim, Luc Laeven, Nellie Liang, Lien Laureys, Stefan Laséen, David López-Salido, Tommaso Mancini Griffoli, Loretta Mester, Edward Nelson, William Nelson, Andrea Pescatori, Bengt Petersson, Rafael Portillo, Pau Rabanal, Phurichai Rungcharoenkitkul, Damiano Sandri, Sunil Sharma, Oreste Tristani, Gregory Thwaites, David Vestin, José Viñals, and participants in seminars at Bank of Canada, Bank of England, Bank of Italy, BIS, ECB, Federal Reserve Board, IMF, NBER Summer Institute, the National Institute of Economic Research, Norges Bank, Sveriges Riksbank, and University of Maryland and in the conference on Macroeconomics and Monetary Policy at the Federal Reserve Bank of San Francisco for helpful discussions and comments. I also thank the IMF and the ECB for their hospitality during, respectively, my visit January 2015-March 2016 as an IMF Research Department Resident Scholar and my visit September-November 2016 as Wim Duisenberg Research Fellow. Any views expressed are those of the author and do not necessarily represent the views of the IMF, the ECB, the Eurosystem, or the NBER. A previous, longer version was published as IMF Working Paper WP/16/3.\n\n\n"
}