{
    "id": 21900,
    "citation_title": "Inequality of Subjective Well-Being as a Comprehensive Measure of Inequality",
    "citation_author": [
        "Leonard Goff",
        "John F. Helliwell",
        "Guy Mayraz"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2019-07-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe link between happiness and overall inequality is best studied using an index that incorporates different aspects of inequality, and is measured consistently in different countries. One such index is the degree to which happiness itself varies among individuals. Its correlation with both happiness levels and social trust is substantially stronger than the corresponding correlation for income inequality. This remains so after allowing for bounded scale reporting, including a purely ordinal measure of dispersion. Moreover, the correlation is stronger for individuals who profess to care most about inequality. The link between happiness and inequality may thus be stronger than previously appreciated.\n\n",
    "acknowledgement": "\nAll three authors are grateful for research support from the Canadian Institute for Advanced Research, through its program on Social Interactions, Identity and Well-Being. We are also grateful to Gallup for access to data from the Gallup World Poll and the Gallup-Healthways Well-Being Index. We thank Paul Frijters, Carol Graham, Richard Layard, Eric Snowberg, Joe Stiglitz, and the anonymous referees for helpful comments on an earlier version. This paper was first circulated under the title “The Welfare Costs of Well-being Inequality.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}