{
    "id": 21903,
    "citation_title": "Coasean Bargaining to Address Environmental Externalities",
    "citation_author": [
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine Ronald Coase’s criticism of standard regulatory and tax policies to address environmental externalities. I elaborate some of Coase’s key points and discuss opportunities for Coasean exchange as an alternative mitigation approach. Regulation, tax, and Coasean exchange, such as through cap-and-trade regimes, are presented as substitutes, based on the relative transaction costs involved. Transaction costs are those of information, bounding, enforcing, and exchanging property rights. In general, transaction costs are not examined in depth in the environmental economics literature. This is particularly the case for the costs of political bargaining and lobbying that arise from implementing and administering government regulation and tax policies, although these costs have received somewhat more attention with cap and trade regimes. Coasean exchange and important market design issues are illustrated with examples.\n\n",
    "acknowledgement": "\nVery helpful comments were provided by Eric Edwards, Timothy Fitzgerald, Levi Marks, Claude Menard, Chris Pinchiff, and Lauren Steely. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}