{
    "id": 21907,
    "citation_title": "The Influence of Ancestral Lifeways on Individual Economic Outcomes in Sub-Saharan Africa",
    "citation_author": [
        "Stelios Michalopoulos",
        "Louis Putterman",
        "David N. Weil"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2016-06-27",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDoes a person's historical lineage influence his or her current economic status? Motivated by a large literature in social sciences stressing the effect of an early transition to agriculture on current economic performance at the level of countries, we examine the relative contemporary status of individuals as a function of how much their ancestors relied on agriculture during the pre-industrial era. We focus on Africa, where by combining anthropological records of groups with individual level survey data we can explore the effect of the historical lifeways of one's forefathers. Within enumeration areas and occupational groups, we find that individuals from ethnicities that derived a larger share of subsistence from agriculture in the precolonial era are today more educated and wealthy. A tentative exploration of channels suggests that differences in attitudes and beliefs as well as differential treatment by others, including differential political power, may contribute to these divergent outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Daniel Prinz, Devin Streur, Young Min Kim, Philip Trammell, and especially Yunan Ji for superlative research assistance. We are also grateful to Bill Easterly, Filipe Campante, Nico Voigtlaender and seminar participants at Cambridge University, Oxford University, University of Copenhagen and to participants at the \"DeepRooted Factors in Comparative Economic Development\" at Brown University, the CESifo workshop on Demographic Change and Long Run Development, the BCEP conference at Berkeley, the NYU DRI 2015 Annual Conference and the NBER Political Economy group for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}