{
    "id": 21909,
    "citation_title": "Private Equity's Unintended Dark Side: On the Economic Consequences of Excessive Delistings",
    "citation_author": [
        "Alexander Ljungqvist",
        "Lars Persson",
        "Joacim Tåg"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2016-12-01",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nOver the past two decades, the U.S. stock market has been shrinking as the public firm model has begun to fall out of favor. We develop a political economy model of delistings to study the wider economic consequences of this trend. We show that the private and social incentives to delist firms from the stock market need not be aligned. Delistings can inadvertently impose an externality on the economy by reducing citizen-investors’ exposure to corporate profits and thereby undermining popular support for business-friendly policies. By facilitating companies’ departures from the stock market, private equity firms can trigger a chain of events that may lead to long-term reductions in aggregate investment, productivity, and employment.\n\n",
    "acknowledgement": "\nFinancial support from the Swedish Securities Dealers Association Support Foundation (Persson and Tåg) and from the Marianne and Marcus Wallenberg Foundation (Ljungqvist) is gratefully acknowledged. We thank Brent Goldfarb, Armando Gomes, Josh Lerner, Gustavo Manso, Morten Sørensen, Thomas Tangerås, Sheridan Titman, and audiences at the Helsinki Center for Economic Research, Lund University, the 2014 Distinguished Public Lecture at the Institute for Advanced Study, the 2015 Dean’s Lecture at City University, the 2015 IFN Workshop on Corporate Ownership, the 2016 Henry Grunfeld Lecture, and the 2016 LBS Private Equity Symposium for excellent comments and suggestions. Fredrik Andersson, Charlotta Olofsson, Arvid Hedlund, Malin Olsson Tallås, and Olga Pugatšova provided outstanding research assistance. Ljungqvist gratefully acknowledges the generous hospitality of IFN while working on this project.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}