{
    "id": 21904,
    "citation_title": "Reminders & Recidivism: Evidence from Tax Filing & EITC Participation among Low-Income Nonfilers",
    "citation_author": [
        "John Guyton",
        "Dayanand S. Manoli",
        "Brenda Schafer",
        "Michael Sebastiani"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis project examines how reminders affect tax filing among lower-income nonfilers (individuals who did not appear on a filed tax return but had income reported by third parties to the Internal Revenue Service). We present novel data on this population and results from two randomized controlled trials. The results demonstrate that one-time reminders increase tax filing, both to claim tax refunds based in part on withholdings and Earned Income Tax Credit benefits, as well as to voluntarily pay balances owed to the IRS. However, these effects do not persist. Consistent with recency effects, individuals who owe a balance due appear more likely to recidivate into nonfiling than those who receive refunds. Follow-up reminders continue to increase tax filing, particularly among individuals who previously had to pay balances to the IRS instead of receive refunds.\n\n",
    "acknowledgement": "\nThis research does not represent any official opinions or views of the Internal Revenue Service, United States Treasury, any other government agency, or the National Bureau of Economic Research. Day Manoli is grateful for research funding from J-PAL North America and from the Laura and John Arnold Foundation. We are also grateful for numerous helpful comments and discussions from Deena Ackerman, Ciyata Coleman, Amy Finkelstein, Lucy Hess, Hilary Hoynes, Barry Johnson, Larry Katz, Kara Leibel, Janet McCubbin, Lynne Morrison, Mary O’Brien, Julian Oh, Ankur Patel, Jodi Patterson, Shanthi Ramnath, Mary-Helen Risler, Scott Swilley, Nick Turner and seminar and conference participants at the National Tax Association, the US Treasury, and UT-Austin. We also thank Ron Hodge, Randeep Kaur, Pat Langetieg, Ahmad Qadri, Ishani Roy for very helpful research assistance.\n\n\n"
}