{
    "id": 21914,
    "citation_title": "Life-Cycle Human Capital Accumulation Across Countries: Lessons From U.S. Immigrants",
    "citation_author": [
        "David Lagakos",
        "Benjamin Moll",
        "Tommaso Porzio",
        "Nancy Qian",
        "Todd Schoellman"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow much does life-cycle human capital accumulation vary across countries? This paper seeks to answer this question by studying U.S. immigrants, who come from a wide variety of countries but work in a common labor market. We document that returns to potential experience among U.S. immigrants are higher on average for workers coming from rich countries than for those coming from poor countries. To understand this fact we build a model of life-cycle human capital accumulation that features three potential theories, working respectively through cross-country differences in: selection, skill loss, and human capital accumulation. To distinguish between theories, we use new data on the characteristics of immigrants and non-migrants from a large set of countries. We conclude that the most likely theory is that immigrants from poor countries accumulate relatively less human capital in their birth countries before migrating. Our findings imply that life cycle human capital stocks are on average much larger in rich countries than poor countries.\n\n",
    "acknowledgement": "\nEmail: lagakos@ucsd.edu,moll@princeton.edu, tommaso.porzio@yale.edu, nancy.qian@yale.edu, todd.schoellman@gmail.com. For helpful comments we thank Rachel Friedberg, Gordon Hanson, Pete Klenow, Gary Becker, Bob Lucas, Christos Makridis and seminar participants at Houston, MIT, Ottawa, Konstanz, Mannheim, Oxford, and especially the conference honoring the life and work of Gary Becker at the Becker Friedman Institute in Chicago. We thank Caleb Johnson for excellent research assistance. All potential errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}