{
    "id": 21918,
    "citation_title": "Australia Farewell: Predictors of Emigration in the 2000s",
    "citation_author": [
        "Richard V. Burkhauser",
        "Markus H. Hahn",
        "Matthew Hall",
        "Nicole Watson"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe factors leading individuals to immigrate to developed nations are widely studied, but comparatively less is known about those who emigrate from them. In this paper, we use data from a nationally representative cohort of Australian adults to develop longitudinal measures of emigration and to assess how social ties and individual economic position predict emigration. Cox proportional hazards models indicate that the propensity to emigrate is particularly pronounced for those with relatively little social connectedness in Australia. Specifically, our results show that first-generation Australians, especially those with relatively short durations in the country, have substantially higher emigration rates than later-generation Australians. Similarly, having a partner with deeper generational roots in Australia strongly reduces the likelihood to emigrate. At the same time, our analysis also shows that economic position matters, with the not employed having higher risks of emigration. Perhaps most interestingly, estimates from our models reveal that those with university degrees are much more likely to emigrate than individuals with lower levels of education; a finding that is true for both first- and later-generation Australians.\n\n",
    "acknowledgement": "\nThis paper uses unit record data from the Household, Income and Labour Dynamics in Australia (HILDA) Survey. The HILDA Project was initiated and is funded by the Australian Government Department of Social Services (DSS) and is managed by the Melbourne Institute of Applied Economic and Social Research (Melbourne Institute). Support for this paper from the Australian Government Department of Social Services (DSS) is cordially acknowledged by Burkhauser, Hahn, and Watson. The findings and views reported in this paper, however, are those of the authors and should not be attributed to DSS, the Melbourne Institute, or the National Bureau of Economic Research. In addition, Burkhauser over the past three years has received funding in excess of $5,000 from the American Enterprise Institute; an Australian Research Council Discovery Grant; the Employment Policies Institute; the Lynde and Harry Bradley Foundation Graduate and Post-Graduate Fellowship Program; the Michigan Retirement Research Consortium (from the Social Security Administration), and the Russell Sage Foundation. Hahn over the past three years has received funding in excess of $5,000 from an Australian Research Council Discovery Grant. Hall over the past three years has received funding in excess of $5,000 from the National Institutes of Health, the National Science Foundation, Pew Research Center, and the Stanford Poverty Center. Watson over the past three years has received funding in excess of $5,000 from an Australian Research Council Discovery Grant.\n\n\n"
}