{
    "id": 21910,
    "citation_title": "Infrastructure, Incentives and Institutions",
    "citation_author": [
        "Nava Ashraf",
        "Edward L. Glaeser",
        "Giacomo A.M. Ponzetto"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCities generate negative, as well as positive, externalities; addressing those externalities requires both infrastructure and institutions. Providing clean water and removing refuse requires water and sewer pipes, but the urban poor are often unwilling to pay for the costs of that piping. Standard welfare economics teaches us that either subsidies or Pigouvian fines can solve that problem, but both solution are problematic when institutions are weak. Subsidies lead to waste and corruption; fines lead to extortion of the innocent. Zambia has attempted to solve its problem with subsidies alone, but the subsidies have been too small to solve the “last-mile problem” and so most poor households remain unconnected to the water and sewer system. In nineteenth-century New York, subsidies also proved insufficient and were largely replaced by a penalty-based system. We present a model that illustrates the complementarity between infrastructure and institutions and provides conditions for whether fines, subsidies or a combination of both are the optimal response. One point of the model is that the optimal fine is often not a draconian penalty, but a mild charge that is small enough to avoid extortion.\n\n",
    "acknowledgement": "\nThe authors are extremely grateful for research support from the International Growth Centre. Glaeser acknowledges financial support from the Taubman Center for State and Local Government and the Rappaport Institute for Greater Boston. Ponzetto acknowledges financial support from the Spanish Ministry of Economy and Competitiveness (RYC-2013-13838), the Government of Catalonia (2014-SGR-830) and the Barcelona GSE. Edgar Escobar and Jitka Hiscox provided excellent research support. This paper was written for the 2016 American Economics Association Papers and Proceedings. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}