{
    "id": 21911,
    "citation_title": "How Collateral Laws Shape Lending and Sectoral Activity",
    "citation_author": [
        "Charles W. Calomiris",
        "Mauricio Larrain",
        "José M. Liberti",
        "Jason D. Sturgess"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe demonstrate the central importance of creditors’ ability to use “movable” assets as collateral (as distinct from “immovable” real estate) when borrowing from banks. Using a unique cross-country micro-level loan dataset containing loan-to-value ratios for different assets, we find that loan-to-values of loans collateralized with movable assets are lower in countries with weak collateral laws, relative to immovable assets, and that lending is biased towards the use of immovable assets. Using sector-level data, we find that weak movable collateral laws create distortions in the allocation of resources that favor immovable-based production. An analysis of Slovakia’s collateral law reform confirms our findings.\n\n",
    "acknowledgement": "\nWe thank Emily Breza, Murillo Campello, Qianqian Du (discussant), Scott Frame (discussant), Todd Gormley, Li Jin (discussant), Martin Oehmke, Arito Ono (discussant), Tomasz Piskorski, Jacopo Ponticelli (discussant), Philip Strahan, Greg Udell, Paolo Volpin (discussant), Daniel Wolfenzon, Baozhong Yang (discussant), Zacharias Sautner (discussant), Stefan Zeume (discussant), and seminar participants at EBRD, Laboratoire d’Excellence ReFI, Columbia-NYU Junior Corporate Finance Meeting, Columbia Business School, NBER Law and Economics Meeting, CEPR Workshop on Corporate Financing (Oxford), Catolica Lisbon-Nova SBE (Lisbon), Junior Faculty Roundtable at UNC Chapel Hill, Symposium on Emerging Financial Markets (Columbia), Federal Reserve Board, ITAM Finance Conference (Mexico City), MoFiR Workshop on Banking (Kobe), University of New South Wales (Sydney), IMF, China International Conference in Finance (Shenzhen), Catholic University of Chile, University of Chile, University Adolfo Ibañez, University Los Andes, American Finance Association (San Francisco) and European Finance Association Meeting (Vienna) for helpful comments. Jason Lee provided excellent research assistance. We are grateful for funding from the Jerome A. Chazen Institute of International Business at Columbia Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}