{
    "id": 21913,
    "citation_title": "The Gender Wage Gap: Extent, Trends, and Explanations",
    "citation_author": [
        "Francine D. Blau",
        "Lawrence M. Kahn"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2023-03-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing PSID microdata over the 1980-2010, we provide new empirical evidence on the extent of and trends in the gender wage gap, which declined considerably over this period. By 2010, conventional human capital variables taken together explained little of the gender wage gap, while gender differences in occupation and industry continued to be important. Moreover, the gender pay gap declined much more slowly at the top of the wage distribution that at the middle or the bottom and by 2010 was noticeably higher at the top. We then survey the literature to identify what has been learned about the explanations for the gap. We conclude that many of the traditional explanations continue to have salience. Although human capital factors are now relatively unimportant in the aggregate, women’s work force interruptions and shorter hours remain significant in high skilled occupations, possibly due to compensating differentials. Gender differences in occupations and industries, as well as differences in gender roles and the gender division of labor remain important, and research based on experimental evidence strongly suggests that discrimination cannot be discounted. Psychological attributes or noncognitive skills comprise one of the newer explanations for gender differences in outcomes. Our effort to assess the quantitative evidence on the importance of these factors suggests that they account for a small to moderate portion of the gender pay gap, considerably smaller than say occupation and industry effects, though they appear to modestly contribute to these differences.\n\n",
    "acknowledgement": "\nWe are indebted to Steven Durlauf, Janet Currie, Anne Winkler, Martha Bailey, and four anonymous referees for helpful comments and suggestions and to Jason Cook and Ankita Patnaik for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}