{
    "id": 21912,
    "citation_title": "Is California More Energy Efficient than the Rest of the Nation? Evidence from Commercial Real Estate",
    "citation_author": [
        "Matthew E. Kahn",
        "Nils Kok",
        "Peng Liu"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nCalifornia’s per-capita electricity consumption is 50 percent lower than national per-capita consumption. Mild climate, deindustrialization, and its demographics explain part of this differential. California energy efficiency policy is often claimed to be another key factor. A challenge in judging this claim is the heterogeneity of the real estate capital stock. Residential homes differ along a large number of physical attributes. We access a proprietary dataset from a large hotel chain that allows us to evaluate the environmental performance of comparable commercial real estate across the United States. Controlling for climate conditions and geographic location, we document that California’s commercial real estate stock is the most energy efficient at a point in time but this differential is quantitatively small. However, over the years 2007 to 2013, California’s hotels achieved much greater energy efficiency progress than hotels in other states.\n\n",
    "acknowledgement": "\nKahn thanks the UCLA Ziman Center for Real Estate for generous funding. Kok is supported by a VIDI grant from the Dutch Science Foundation (NWO). Liu thanks United Technology for a research grant. We are grateful to Arik Levinson for useful comments. Any errors are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}