{
    "id": 21915,
    "citation_title": "Guns, Latrines, and Land Reform: Private Expectations and Public Policy",
    "citation_author": [
        "Michael Kremer",
        "Jack Willis"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDynamically and statically optimal Pigouvian subsidies on durables will differ in a growing economy. For durables with positive externalities, such as sanitation, statically optimal subsidies will typically grow. However, in a dynamic game, governments can most cheaply induce optimal purchasing time by committing to eventually reduce subsidies. If governments cannot commit, there may be multiple, Pareto-ranked equilibria.  The presence of multiple subsidizing bodies, including foreign donors, makes commitment more difficult. As a result, consumers may actually delay purchase, rationally anticipating growing subsidies. In the extreme, the benefits of foreign subsidies for durables that create positive externalities may be more than fully offset by such delays in private investment. For durables with negative externalities, such as guns, delays between the announcement and implementation of taxes or regulation may bring forward purchase, potentially causing policymakers who would otherwise prefer such policies to abandon them. Political actors may also be able to shape others’ policy preferences by changing private expectations.  For example, a political party that announces an intent to redistribute land may reduce current owners' investment incentives, thus reducing the benefits of maintaining existing property rights and making land reform more attractive to the median voter.\n\n",
    "acknowledgement": "\nMany thanks to David Weil for an excellent discussion of the article and to Egor Abramov and conference participants at the AEA general meetings for helpful comments. All errors remain our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Kremer\n\nDisclosure Statement of Michael Kremer\n\n\nCo-author of “Guns, Latrines and Land Reform: Private Expectations and Public Policy”\n______________________________________________________________________________\n1. I am a faculty member in the economics department at Harvard University.\n2. I am also doing work for USAID, but this work was done in my capacity at Harvard.\n\n\n\nJack Willis\n\nDisclosure Statement of Jack Willis\n\n\nCo-author of “Guns, Latrines and Land Reform: Private Expectations and Public Policy”\n______________________________________________________________________________\n1. I am a PhD candidate in the economics department at Harvard University.\n2. I have no financial interests in matters related to the paper\n\n\n"
}