{
    "id": 21927,
    "citation_title": "Positive and Normative Judgments Implicit in U.S. Tax Policy, and the Costs of Unequal Growth and Recessions",
    "citation_author": [
        "Benjamin B. Lockwood",
        "Matthew C. Weinzierl"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCalculating the welfare implications of changes to economic policy or shocks requires economists to decide on a normative criterion. One approach is to elicit the relevant moral criteria from real-world policy choices, converting a normative decision into a positive inference, as in the recent surge of \"inverse-optimum\" research. We find that capitalizing on the potential of this approach is not as straightforward as we might hope. We perform the inverse-optimum inference on U.S. tax policy from 1979 through 2010 and argue that the results either undermine the normative relevance of the approach or challenge conventional assumptions upon which economists routinely rely when performing welfare evaluations.\n\n",
    "acknowledgement": "\nThis paper was prepared for the April 2015 Carnegie Rochester NYU Conference on Public Policy. We are grateful to Stefanie Stantcheva for her discussion and comments on the paper, to Sevin Yeltekin for valuable editing advice, and to participants at the conference for helpful discussions. Thanks also to Alex Gelber, Andreas Peichl, and Danny Yagan for in-depth comments, and to Nathan Hendren, Louis Kaplow, Greg Mankiw, Joel Slemrod, Glen Weyl, and participants at the NBER Public Economics Program meeting for insightful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}