{
    "id": 21928,
    "citation_title": "Taxation, Corruption, and Growth",
    "citation_author": [
        "Philippe Aghion",
        "Ufuk Akcigit",
        "Julia Cagé",
        "William R. Kerr"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe build an endogenous growth model to analyze the relationships between taxation, corruption, and economic growth. Entrepreneurs lie at the center of the model and face disincentive effects from taxation but acquire positive benefits from public infrastructure. Political corruption governs the efficiency with which tax revenues are translated into infrastructure. The model predicts an inverted-U relationship between taxation and growth, with corruption reducing the optimal taxation level. We find evidence consistent with these predictions and the entrepreneurial channel using data from the Longitudinal Business Database of the US Census Bureau. The marginal effect of taxation for growth for a state at the 10th or 25th percentile of corruption is significantly positive; on the other hand, the marginal effects of taxation for growth for a state at the 90th percentile of corruption are much lower across the board. We make progress towards causality through Granger-style tests and by considering periphery counties where effective tax policy is largely driven by bordering states. Finally, we calibrate our model and find that the calibrated taxation rate of 37% is fairly close to the model's estimated welfare maximizing taxation rate of 42%. Reducing corruption provides the largest potential impact for welfare gain through its impact on the uses of tax revenues.\n\n",
    "acknowledgement": "\nComments are welcome and can be sent to paghion@fas.harvard.edu, uakcigit@uchicago.edu, julia.cage@sciencespo.fr, and wkerr@hbs.edu. Author affiliations are Harvard University, University of Chicago, Sciences Po Paris, and Harvard Business School. We thank Raj Chetty, Jim Davis, the editors and two anonymous referees, and many seminar participants for very helpful comments and suggestions. This research is supported by Harvard Business School, Innovation Policy and the Economy forum, Kauffman Foundation, and University of Pennsylvania. Kerr is a research associate of the Bank of Finland and thanks the Bank for hosting him during a portion of this research. Sina Ates, Alexis Brownell, Karthik Nagarajan, and Jin Woo Chang provided excellent research assistance on this project. The research in this paper was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Boston Census Research Data Center (BRDC). Support for this research from NSF grant ITR-0427889 [BRDC] is gratefully acknowledged. Research results and conclusions expressed are the authors' and do not necessarily reflect the views of the Census Bureau, the NSF, or the National Bureau of Economic Research. This paper has been screened to ensure that no confidential data are revealed.\n\n\n"
}