{
    "id": 21925,
    "citation_title": "How Successful Was the New Deal? The Microeconomic Impact of New Deal Spending and Lending Policies in the 1930s",
    "citation_author": [
        "Price V. Fishback"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe New Deal during the 1930s was arguably the largest peace-time expansion in federal government activity in American history. Until recently there had been very little quantitative testing of the microeconomic impact of the wide variety of New Deal programs. Over the past decade scholars have developed new panel databases for counties, cities, and states and then used panel data methods on them to examine the examine the impact of New Deal spending and lending policies for the major New Deal programs. In most cases the identification of the effect comes from changes across time within the same geographic location after controlling for national shocks to the economy. Many of the studies also use instrumental variable methods to control for endogeneity. The studies find that public works and relief spending had state income multipliers of around one, increased consumption activity, attracted internal migration, reduced crime rates, and lowered several types of mortality. The farm programs typically aided large farm owners but eliminated opportunities for share croppers, tenants, and farm workers. The Home Owners’ Loan Corporation’s purchases and refinancing of troubled mortgages staved off drops in housing prices and home ownership rates at relatively low ex post cost to taxpayers. The Reconstruction Finance Corporation’s loans to banks and railroads appear to have had little positive impact,although the banks were aided when the RFC took ownership stakes.\n\n",
    "acknowledgement": "\nI owe special thanks to Shawn Kantor who got me involved with the New Deal and co-authored many of the New Deal papers with me cited here. John Wallis gave me numerous insights based on his own research on the New Deal and has worked with me on several projects. The reference list is truly an acknowledgment list because nearly everybody on the list who published material after 1980 has shared insights on the New Deal with me directly. Claudia Goldin, James Poterba, and Bill Collins aided me greatly in setting up and running conferences on the New Deal that helped shape my writing. Funding for the research has come from National Science Foundation grants SES-135744, SES-1061927, SES- 0921732, SES 0617972, SES 0214483, SES-0080324, and SBR-9708098, from the Earhart Foundation, the Koch Foundation, the Bradley Foundation, the National Bureau of Economic Research and from University of Arizona’s Economics Department, Eller College, Frank and Clara Kramer Professorship, and Thomas R. Brown Professorship. None of the opinions expressed here should be seen as representing the opinions of the groups funding the research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}