{
    "id": 21922,
    "citation_title": "Teacher Turnover, Teacher Quality, and Student Achievement in DCPS",
    "citation_author": [
        "Melinda Adnot",
        "Thomas Dee",
        "Veronica Katz",
        "James Wyckoff"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2016-01-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn practice, teacher turnover appears to have negative effects on school quality as measured by student performance. However, some simulations suggest that turnover can instead have large, positive effects under a policy regime in which low-performing teachers can be accurately identified and replaced with more effective teachers. This study examines this question by evaluating the effects of teacher turnover on student achievement under IMPACT, the unique performance-assessment and incentive system in the District of Columbia Public Schools (DCPS). Employing a quasi-experimental design based on data from the first year years of IMPACT, we find that, on average, DCPS replaced teachers who left with teachers who increased student achievement by 0.08 SD in math. When we isolate the effects of lower-performing teachers who were induced to leave DCPS for poor performance, we find that student achievement improves by larger and statistically significant amounts (i.e., 0.14 SD in reading and 0.21 SD in math). In contrast, the effect of exits by teachers not sanctioned under IMPACT is typically negative but not statistically significant.\n\n",
    "acknowledgement": "\nWe are grateful to the District of Columbia Public Schools for the data employed in this paper and to Scott Thompson, Kim Levengood, Alden Wells and Luke Hostetter of DCPS for addressing our questions regarding the data and IMPACT. We appreciate comments from Hamp Lankford, Luke Miller, Steve Glazerman and seminar participants at Stanford University, the University of Virginia and Michigan State University. We received financial support for this work from the Institute of Education Sciences grant R305H140002 and the National Center for the Analysis of Longitudinal Data in Education Research (CALDER). CALDER is supported by IES Grant R305A060018. The views expressed in the paper are solely those of the authors and may not reflect those of the DCPS or the funders. Any errors are attributable to the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}