{
    "id": 21920,
    "citation_title": "Intermediary Asset Pricing: New Evidence from Many Asset Classes",
    "citation_author": [
        "Zhiguo He",
        "Bryan Kelly",
        "Asaf Manela"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find that shocks to the equity capital ratio of financial intermediaries—Primary Dealer counterparties of the New York Federal Reserve—possess significant explanatory power for crosssectional variation in expected returns. This is true not only for commonly studied equity and government bond market portfolios, but also for other more sophisticated asset classes such as corporate and sovereign bonds, derivatives, commodities, and currencies. Our intermediary capital risk factor is strongly pro-cyclical, implying counter-cyclical intermediary leverage. The price of risk for intermediary capital shocks is consistently positive and of similar magnitude when estimated separately for individual asset classes, suggesting that financial intermediaries are marginal investors in many markets and hence key to understanding asset prices.\n\n",
    "acknowledgement": "\nWe thank Markus Brunnermeier, Ian Dew-Becker, Valentin Haddad, Arvind Krishnamurthy, Alan Moreira, Tyler Muir, Lasse Pedersen, Alexi Savov, Rob Vishny, seminar participants at Stanford University, Penn State University, University of Iowa, Emory University, London School of Economics, London Business School, University of Houston, University of Washington, University of Oklahoma, Washington University, Gerzensee Summer School 2015, CITE 2015, NBER AP 2015, and Chicago Booth Asset Pricing Conference 2015 for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}