{
    "id": 21926,
    "citation_title": "Raising the Bar for College Admission: North Carolina’s Increase in Minimum Math Course Requirements",
    "citation_author": [
        "Charles T. Clotfelter",
        "Steven W. Hemelt",
        "Helen Ladd"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effects of a statewide policy change that increased the number of high school math courses required for admission to any of North Carolina’s 15 public four-year institutions. Using administrative data on cohorts of 8th grade students from 1999 to 2006, we document and exploit variation by district over time in the math course-taking environment encountered by students. Within an instrumental variables setup, we examine effects of the policy change on students grouped into deciles defined by their 8th grade math test scores. First, we find that students took more math courses in high school following the state’s announcement, with relatively larger increases in the middle and bottom deciles of students. Second, we conclude that increased math course-taking in high school led to increases in college enrollment rates that were not uniform across the 15 branch campuses. In particular, we observe the largest increases in the deciles of student achievement from which universities were already drawing the bulk of their enrollees. Finally, for upper-middle decile students, we find limited and noisy evidence that increased math course-taking in high school boosts post-enrollment college performance as measured by a student’s GPA or the likelihood of majoring in a STEM field.\n\n",
    "acknowledgement": "\nWe are grateful to Yang Zhou and Ying Shi for research assistance, to the North Carolina Education Research Data Center, the North Carolina Department of Public Instruction, and the University of North Carolina General Administration for assistance in obtaining data, and to the Gates Foundation and the American Institutes for Research/CALDER for financial support. The views expressed are those of the authors and are not necessarily those of any organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}