{
    "id": 21923,
    "citation_title": "Not Working at Work: Loafing, Unemployment and Labor Productivity",
    "citation_author": [
        "Michael Burda",
        "Katie R. Genadek",
        "Daniel S. Hamermesh"
    ],
    "citation_publication_date": "2016-01-25",
    "issue_date": "2016-01-21",
    "revision_date": "2016-01-29",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the American Time Use Survey (ATUS) 2003-12 to estimate time spent by workers in non-work while on the job. Non-work time is substantial and varies positively with the local unemployment rate. While average time spent by workers in non-work conditional on any positive amount rises with the unemployment rate, the fraction of workers reporting positive values varies pro-cyclically, declining in recessions. These results are consistent with a model in which heterogeneous workers are paid efficiency wages to refrain from loafing on the job. That model correctly predicts relationships of the incidence and conditional amounts of non-work with wage rates and measures of unemployment benefits in state data linked to the ATUS, and it is consistent with estimated occupational differences.\n\n",
    "acknowledgement": "\nWe thank Dan Black, Peter Egger, Albrecht Glitz, Mathias Hoffmann, Christian Merkl, Richard Murphy, Silvia Sonderegger, Jeff Woods and participants in several seminars, as well as Matthew Notowidigdo for providing the files on states’ unemployment insurance programs. Hamermesh thanks the Humboldt Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}