{
    "id": 21938,
    "citation_title": "Strong Sterling Pound and Weak European Currencies in the Crises: Evidence from Covered Interest Parity of Secured Rates",
    "citation_author": [
        "Shin-ichi Fukuda"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the post Lehman period, the interest rate of the US dollar became low on the forward contract because of“flight to quality” to the international currency. However, in the Euro crisis, that of the Sterling pound became equally low, while the other European currencies such as the Danish kroner increased its liquidity premium. By using secured rates, the following analysis examines why the Sterling pound and the Danish kroner showed asymmetric features in deviations from the covered interest parity (CIP) condition. The regression results suggest that there was a structural break in the determinants of the deviations across the European currencies in the two crises. Currency-specific money market risk was critical in explaining the deviations in the global financial crisis (GFC), while EU banks’ credit risk and market risk were useful in explaining the deviations in the Euro crisis. In particular, EU banks’ credit risk and market risk had asymmetric effect on the deviations. The asymmetry explains different features between the Sterling pound and the Danish kroner.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented at the 25th TRIO conference in Tokyo on December 16-17 in 2015, the 2013 Surrey-Fordham conference in Guildford on November 2-3 in 2013 and the 2nd FEBS Conference in London on 7-8 June in 2012. We would like to thank Natasha Burns, Rasmus Fatum, Eiji Ogawa, and other participants for their useful comments. This work was supported by JSPS KAKENHI Grant Numbers 26285044 and 15K13003. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}