{
    "id": 21932,
    "citation_title": "State Capacity and American Technology: Evidence from the 19th Century",
    "citation_author": [
        "Daron Acemoglu",
        "Jacob Moscona",
        "James A. Robinson"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2016-04-22",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRobert Gordon's The Rise and Fall of American Economic Growth provides a compelling interpretation of how technical change and innovation has radically changed the living standards of the citizens of the US in the past 150 years. Lying behind these changes are the institutions which have allowed the country to harness its human potential. In this paper we conduct an empirical investigation of the impact of one key set of institutions, the capacity of the US state as proxied by the presence of post offices in a county, on innovation. We show that between 1804 and 1899, the time when the US became the world technological leader, there is a strong association between the presence and number of post offices in a county and patenting activity, and it appears that it is the opening of postal offices that leads to surges in patenting activity, not the other way around. Our evidence suggests that part of the yet untold story of US technological exceptionalism is the way in which the US created an immensely capable and effective state.\n\n",
    "acknowledgement": "\nThis paper was prepared as a comment on Robert J. Gordon's The Rise and Fall of American Growth, to be published in the American Economic Review papers and proceedings. We are extremely grateful to Tom Nicholas for sharing the county-level patent data for the 19th century, and to Zorina Kahn and Tom Nicholas for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}