{
    "id": 21937,
    "citation_title": "The Effect of Smoking on Obesity: Evidence from a Randomized Trial",
    "citation_author": [
        "Charles Courtemanche",
        "Rusty Tchernis",
        "Benjamin Ukert"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2016-06-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper aims to identify the causal effect of smoking on body mass index (BMI) using data from the Lung Health Study, a randomized trial of smoking cessation treatments. Since nicotine is a metabolic stimulant and appetite suppressant, quitting or reducing smoking could lead to weight gain. Using randomized treatment assignment to instrument for smoking, we estimate that quitting smoking leads to an average long- run weight gain of 1.8-1.9 BMI units, or 11-12 pounds at the average height. These results imply that the drop in smoking in recent decades explains 14% of the concurrent rise in obesity. Semi-parametric models provide evidence of a diminishing marginal effect of smoking on BMI, while subsample regressions show that the impact is largest for younger individuals, females, those with no college degree, and those in the lowest quartile of baseline BMI.\n\n",
    "acknowledgement": "\nWe thank Katherine Flegal, Jason Fletcher, Sara Markowitz, Tom Mroz, and audiences at Georgia State University, Indiana University-Purdue University-Indianapolis, the University of Alabama at Birmingham, the National Bureau of Economic Research Health Economics Spring Meeting, and the Southern Economic Association Annual Meeting for helpful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}