{
    "id": 21931,
    "citation_title": "Relative Price Dispersion: Evidence and Theory",
    "citation_author": [
        "Greg Kaplan",
        "Guido Menzio",
        "Leena Rudanko",
        "Nicholas Trachter"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use a large dataset on retail pricing to document that a sizeable portion of the cross-sectional variation in the price at which the same good trades in the same period and in the same market is due to the fact that stores that are, on average, equally expensive set persistently different prices for the same good. We refer to this phenomenon as relative price dispersion. We argue that relative price dispersion stems from sellers' attempts to discriminate between high-valuation buyers who need to make all of their purchases in the same store, and low-valuation buyers who are willing to purchase different items from different stores. We calibrate our theory and show that it is not only consistent with the extent and sources of dispersion in the price that different sellers charge for the same good, but also with the extent and sources of dispersion in the prices that different households pay for the same basket of goods, as well as with the relationship between prices paid and the number of stores visited by different households.\n\n",
    "acknowledgement": "\nWe are grateful to Bob Hall for comments on some of our previous work that inspired the current project. We are grateful to Jim Albrecht, George Alessandria, Fernando Alvarez, Ken Burdett, Jeff Campbell, Glenn Ellison, Sarah Ellison, Doireann Fitzgerald, Gaetano Gaballo, Matthew Gentzkow, Jose Moraga-Gonzales, Erik Hurst, Nir Jaimovich, Boyan Jovanovic, Stephan Seiler, Rob Shimer, Randy Wright for useful comments. We are grateful to our audiences at the NBER Summer Institute (IO and Price Dynamics groups), Minnesota Macro Workshop, Canadian Macro Study Group, Philadelphia Search and Matching Workshop, Econometric Society, Chicago FRB/St.Louis FRB Workshop on Money, Banking, Payments and Finance, SED Annual Meeting, Bank of France Price Setting and Inflation Conference, EIEF Junior Conference in Macroeconomics, University of Pennsylvania (Wharton), University of Wisconsin at Madison, FRB Minneapolis, George Washington University, Universidad Torcuato di Tella, Universidad San Andres, UVA/Richmond FRB Research Jamboree. We thank the Kilts Center for Marketing and the Nielsen Company for sharing their data. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Philadelphia, Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nGreg Kaplan\n\n•\tMy primary employer is Princeton University.\n\n\n•\tDuring the last three years, the following institutions have paid me or given me research grants valued cumulatively at more than $5000:\no\tReserve Bank of Australia\no\tBrookings Institution\no\tNational Science Foundation\no\tSloan Foundation\no\tUniversity of New South Wales\n\n\n"
}