{
    "id": 21936,
    "citation_title": "Childhood Environment and Gender Gaps in Adulthood",
    "citation_author": [
        "Raj Chetty",
        "Nathaniel Hendren",
        "Frina Lin",
        "Jeremy Majerovitz",
        "Benjamin Scuderi"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2016-01-29",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that differences in childhood environments play an important role in shaping gender gaps in adulthood by documenting three facts using population tax records for children born in the 1980s. First, gender gaps in employment rates, earnings, and college attendance vary substantially across the parental income distribution. Notably, the traditional gender gap in employment rates is reversed for children growing up in poor families: boys in families in the bottom quintile of the income distribution are less likely to work than girls. Second, these gender gaps vary substantially across counties and commuting zones in which children grow up. The degree of variation in outcomes across places is largest for boys growing up in poor, single-parent families. Third, the spatial variation in gender gaps is highly correlated with proxies for neighborhood disadvantage. Low-income boys who grow up in high-poverty, high-minority areas work significantly less than girls. These areas also have higher rates of crime, suggesting that boys growing up in concentrated poverty substitute from formal employment to crime. Together, these findings demonstrate that gender gaps in adulthood have roots in childhood, perhaps because childhood disadvantage is especially harmful for boys.\n\n",
    "acknowledgement": "\nWe thank David Autor, Alex Bell, David Grusky, Melissa Kearney, and Lawrence Katz for helpful comments. This research was funded by the National Science Foundation, the Lab for Economic Applications and Policy at Harvard, the Stanford Institute for Economic Policy Research, and Laura and John Arnold Foundation. All results based on tax data in this paper are constructed using statistics originally released in the SOI Working Paper \"The Economic Impacts of Tax Expenditures: Evidence from Spatial Variation across the U.S.,\" approved under IRS contract TIRNO-12-P-00374.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}