{
    "id": 21935,
    "citation_title": "How Exporters Grow",
    "citation_author": [
        "Doireann Fitzgerald",
        "Stefanie Haller",
        "Yaniv Yedid-Levi"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2019-12-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that in successful episodes of export market entry, there are statistically and economically significant post-entry dynamics of quantities, but no post-entry dynamics of markups. This suggests that shifts in demand play an important role in successful entry, but that firms do not use dynamic manipulation of markups as an instrument to shift demand. We structurally estimate two competing models of customer base accumulation to match these moments. In the first model, firms use marketing and advertising to acquire new customers and thereby shift demand and increase sales. In the second, they use temporarily low markups to do so. The marketing and advertising model fits the quantity and markup moments well, and implies that successful entry is associated with high selling expenses. The second model cannot simultaneously fit quantity and markup moments, even with a counterfactually high price elasticity of demand and trade elasticity. We conclude that successful market entry is more likely to be associated with high selling expenses than low markups.\n\n",
    "acknowledgement": "\nThis work makes use of data from the Central Statistics Office, Ireland, which is CSO copyright. The possibility for controlled access to confidential micro data sets on the premises of the CSO is provided for in the Statistics Act 1993. The use of CSO data in this work does not imply the endorsement of the CSO in relation to the interpretation or analysis of the data. This work uses research data sets that may not exactly reproduce statistical aggregates published by the CSO. We thank the staff of the CSO for making this project possible. Expert research assistance was provided by Adrian Corcoran, Matt Shapiro and Anthony Priolo. Doireann Fitzgerald is grateful for financial support from the NSF under grant number 0647850. Yaniv Yedid-Levi is grateful for financial support from the Social Sciences and Humanities Research Council of Canada. We thank Manuel Amador, Costas Arkolakis, Tim Kehoe, Kim Ruhl, James Tybout, Daniel Xu, and participants in the 2015 and 2016 NBER Summer Institute for comments and suggestions. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}