{
    "id": 21930,
    "citation_title": "Healing the Poor: The Influence of Patient Socioeconomic Status on Physician Supply Responses",
    "citation_author": [
        "Alice Chen",
        "Darius N. Lakdawalla"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2019-02-21",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA longstanding literature explores how altruism affects the way physicians respond to incentives and provide care. We analyze how patient socioeconomic status mediates these responses. We show theoretically that patient socioeconomic status systematically influences the way physicians respond to reimbursement changes, and we identify the channels through which these effects operate. We use two Medicare reimbursement changes to investigate these insights empirically. We confirm that a given physician facing an increase in reimbursement boosts utilization by more when treating richer patients. We show that average supply price elasticities vary from 0.02 to 0.18 for a given physician, depending on the patient’s socioeconomic status. Finally, we show that the Medicare reforms we study led to overall reimbursement increases that raised healthcare utilization by 10% more for high-income patients compared to their low-income peers.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Saving Lives or Saving Money? Understanding the Dual Nature of Physician Preferences.\" We gratefully acknowledge comments from Joshua Gottlieb and other participants at the American Economic Association Annual Meeting, the BU-Harvard-MIT Health Seminar, the NBER Health Care Summer Institute, the Midwest Health Economics Seminar, and the USC CESR-Schaeffer Brown Bag. Research reported here was supported by the National Institute on Aging of the National Institutes of Health under award number P01AG033559 and P30AG024968. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research\n\n\n\nDarius N. Lakdawalla\n\nDr. Lakdawalla holds equity in and serves as the Chief Strategy Officer of Precision Health Economics, which provides consulting services to firms in the pharmaceutical, biotechnology, and medical device industries.  No funding or compensation was received for this particular study.\n\n\n"
}