{
    "id": 21934,
    "citation_title": "Starting Small: Endogenous Stakes and Rational Cooperation",
    "citation_author": [
        "James Andreoni",
        "Michael A. Kuhn",
        "Larry Samuelson"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe report experimental results for a twice-played prisoners’ dilemma in which the players can choose the allocation of the stakes across the two periods. Our point of departure is the assumption that some (but not all) people are principled to “do the right thing,” or cooperate, as long as their opponent is sufficiently likely to do so. The presence of such types can be exploited to enhance cooperation by structuring the twice-played prisoners’ dilemma to “start small,” so that the second-stage stakes are larger (but not too much larger) than the first-stage stakes. We compare conditions where the allocation of stakes is chosen exogenously to conditions where it is chosen by the players themselves. We show that players are able to find and choose the payoff maximizing strategy of starting small in a twice-played prisoners’ dilemma, and that the salutary payoff effects of doing so are larger than those that arise when the same allocation is exogenously chosen.\n\n",
    "acknowledgement": "\nFinancial support from the National Science Foundation (SES-1427355 to Andreoni, and SES-1357780 to Samuelson) is gratefully acknowledged, and advice from Doug Miller and David Eil are appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}