{
    "id": 21946,
    "citation_title": "Parental Influences on Health and Longevity: Lessons from a Large Sample of Adoptees",
    "citation_author": [
        "Mikael Lindahl",
        "Evelina Lundberg",
        "Mårten Palme",
        "Emilia Simeonova"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what extent is the length of our lives determined by pre-birth factors? And to what extent is it affected by parental resources during our upbringing that can be influenced by public policy? We study the formation of adult health and mortality using data on about 21,000 adoptees born between 1940 and 1967. The data include detailed information on both biological and adopting parents. We find that the health of the biological parents affects the health of their adopted children. Thus, we confirm that genes and conditions in utero are important intergenerational transmission channels for long-term health. However, we also find strong evidence that the educational attainment of the adopting mother has a significant impact on the health of her adoptive children, suggesting that family environment and resources in the post-birth years have long-term consequences for children’s health.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Orazio Attanasio, Gerard van den Berg, Richard Blundell, Dalton Conley, Gabriella Conti, Janet Currie, Hans Grönqvist, Krzysztof Karbownik, Robert Östling, André Richter, Torsten Santavirta, Marianne Simonsen and Helena Svaleryd as well as for those from participants at seminars at the University College London, Uppsala University, University of Copenhagen, NBER Summer Institute, Nordic Summer Institute in Labor Economics, Nordic Health Economists’ Study Group meeting and Essen Health conference. Mikael Lindahl is a Royal Swedish Academy of Sciences Research Fellow supported by a grant from the Torsten and Ragnar Söderberg Foundation, the Scientific Council of Sweden and the European Research Council [ERC starting grant 241161]. The authors gratefully acknowledges financial support from the Handelsbanken Research Foundation (Lundberg), Swedish Council of Social Research (Palme), Swedish Research Council and the National Science Foundation (Simeonova). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}