{
    "id": 21947,
    "citation_title": "Separate and Unequal in the Labor Market: Human Capital and the Jim Crow Wage Gap",
    "citation_author": [
        "Celeste K. Carruthers",
        "Marianne H. Wanamaker"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2016-02-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe gap between black and white earnings is a longstanding feature of the United States labor market. Competing explanations attribute different weight to wage discrimination and access to human capital. Using new data on local school quality, we find that human capital played a predominant role in determining 1940 wage and occupational status gaps in the South despite the effective disenfranchisement of blacks, entrenched racial discrimination in civic life, and lack of federal employment protections. The 1940 conditional black-white wage gap coincides with the higher end of the range of estimates from the post-Civil Rights era. We estimate that a truly “separate but equal” school system would have reduced wage inequality by 40 - 51 percent.\n\n",
    "acknowledgement": "\nWe thank William Collins, Robert Margo, Don Bruce, John Parman, Michael Kofoed, Price Fishback, anonymous referees, and seminar participants at the University of Tennessee, the University of Pittsburgh, the College of William and Mary, Harvard University, York University, the University of California-Davis, the University of Florida, the University of California-Irvine, the 2013 Southern Economic Association annual meetings, and the 2014 NBER Summer Institute for helpful comments and suggestions. Ye Gu, Jim Sheffield, Mary Elizabeth Glenn, Andrew Moore, James England, III, and Nicholas Busko provided outstanding research assistance. Funding for data collection was provided by the University of Tennessee Office of Research. Additional support includes a grant from the Spencer Foundation, grant number 201200064, and a grant from the University of Kentucky Center for Poverty Research via the U.S.\nDepartment of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, grant number 5 U01 PE000002-06. The opinions and conclusions expressed herein are solely those of the authors and should not be construed as representing the opinion or policy of the Spencer Foundation, the U.S. Department of Health and Human Services, any agency of the Federal Government, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}