{
    "id": 21949,
    "citation_title": "Appliance Ownership and Aspirations among Electric Grid and Home Solar Households in Rural Kenya",
    "citation_author": [
        "Kenneth Lee",
        "Edward Miguel",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn Sub-Saharan Africa, there are active debates about whether increases in energy access should be driven by investments in electric grid infrastructure or small-scale “home solar” systems (e.g., solar lanterns and solar home systems). We summarize the results of a household electrical appliance survey and describe how households in rural Kenya differ in terms of appliance ownership and aspirations. Our data suggest that home solar is not a substitute for grid power. Furthermore, the environmental advantages of home solar are likely to be relatively small in countries like Kenya, where grid power is primarily derived from non-fossil fuel sources\n\n",
    "acknowledgement": "\nThis research is supported by the Development Impact Lab (part of the USAID Higher Education Solutions Network), the Berkeley Energy and Climate Institute, and the Center for Effective Global Action. We are grateful to Hunt Allcott for helpful comments and suggestions, and to Susanna Berkouwer, Elisa Cascardi, Radhika Kannan, Anna Kasimatis, and Francis Meyo for excellent research assistance. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}