{
    "id": 21944,
    "citation_title": "Extrapolation and Bubbles",
    "citation_author": [
        "Nicholas Barberis",
        "Robin Greenwood",
        "Lawrence Jin",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe present an extrapolative model of bubbles. In the model, many investors form their demand for a risky asset by weighing two signals—an average of the asset’s past price changes and the asset’s degree of overvaluation. The two signals are in conflict, and investors “waver” over time in the relative weight they put on them. The model predicts that good news about fundamentals can trigger large price bubbles. We analyze the patterns of cash-flow news that generate the largest bubbles, the reasons why bubbles collapse, and the frequency with which they occur. The model also predicts that bubbles will be accompanied by high trading volume, and that volume increases with past asset returns. We present empirical evidence that bears on some of the model’s distinctive predictions.\n\n",
    "acknowledgement": "\nThe authors’ affiliations are Yale School of Management, Harvard Business School, California Institute of Technology, and Harvard University, respectively. We are grateful to Alex Chinco, Charles Nathanson, Alp Simsek, Adi Sunderam, and seminar participants at Berkeley, Caltech, Cornell, Northwestern, Ohio State, Yale, the AEA, the Miami Behavioral Finance Conference, and the NBER for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobin Greenwood\n\nRobin Greenwood\n\n\nThis document contains a list of professional activities beyond my main employment at Harvard University. Please feel free to contact me with any questions about this disclosure statement.\n\n\nOutside activities since 2008, paid and unpaid:\n\n\nAcademic Advisory Board, Martingale Asset Management (chairman) Consultant, Martingale Asset Management\nAllianceBernstein, research presentation and consultation Capital structure consultation to two non-financial companies Associate Editor, Review of Financial Studies (unpaid) Editor, Review of Financial Studies (2014-present, unpaid)\n\n\nHonoraria:\n\n\nIn 2014, the Brookings Institute paid me an honorarium for the working paper “Government Debt Management at the\nZero Lower Bound”\n\n\nThe Banco Central de Chile paid me an honorarium for the paper “Forward Guidance in the Yield Curve: Short Rates versus Bond Supply.”\n\n\nNo institution had any say on the content of these papers or on what I write.\n\n\nPaid speeches and executive education:\n\n\nHBS Investment Management Workshop (various years, since 2008) HBS Finance for Senior Executives (various years, unpaid before 2016) SanfordBernstein Research Conference\nRobeco Q-Group Arrowstreet Capital Pyramis\nPrudential\n\n\nWindham Capital Management\n\n\nOther:\n\n\nSince September 2015, I have been a voting member on the Harvard University Committee on pensions. I do not do consulting work or make paid presentations to any investment managers employed or being considered by Harvard in this capacity.\n\n\nAs part of my work at Harvard Business School, I regularly write cases about hedge funds, investment managers, and their strategies. I receive no compensation from these managers for writing these cases, and the cases are not meant as endorsements of the managers or their strategies. I receive royalties (currently under $1500 per year) for cases I have written while employed at Harvard.\n\n\nLast updated December 16, 2015\n\n\n"
}