{
    "id": 21942,
    "citation_title": "A Simple Model of Subprime Borrowers and Credit Growth",
    "citation_author": [
        "Alejandro Justiniano",
        "Giorgio E. Primiceri",
        "Andrea Tambalotti"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThe surge in credit and house prices that preceded the Great Recession was particularly pronounced in ZIP codes with a higher fraction of subprime borrowers (Mian and Sufi, 2009). We present a simple model with prime and subprime borrowers distributed across geographic locations, which can reproduce this stylized fact as a result of an expansion in the supply of credit. Due to their low income, subprime households are constrained in their ability to meet interest payments and hence sustain debt. As a result, when the supply of credit increases and interest rates fall, they take on disproportionately more debt than their prime counterparts, who are not subject to that constraint.\n\n",
    "acknowledgement": "\nWe thank Aaron Kirkman for superb research assistance, Simon Gilchrist for useful comments, and Atif Mian and Amir Sufi for kindly sharing their geocodes for the empirical analysis. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Banks of Chicago or New York, or the Federal Reserve System, or the National Bureau of Economic Research. Giorgio Primiceri is a consultant for the Federal Reserve Bank of Chicago and a research visitor at the European Central Bank.\n\n\n"
}