{
    "id": 21941,
    "citation_title": "Immigration to the U.S.: A problem for the Republicans or the Democrats?",
    "citation_author": [
        "Anna Maria Mayda",
        "Giovanni Peri",
        "Walter Steingress"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "2018-05-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically analyze the impact of immigration to the U.S. on the share of votes to the Republicans and Democrats between 1994 and 2012. Our analysis is based on variation across states and years – using data from the Current Population Survey merged with election data – and addresses the endogeneity of immigrant flows using a novel set of instruments. On average across election types, immigration to the U.S. has a significant and negative impact on the Republican vote share, consistent with the typical view of political analysts in the U.S. This average effect – which is driven by elections in the House – works through two main channels. The impact of immigration on Republican votes in the House is negative when the share of naturalized migrants in the voting population increases. Yet, it can be positive when the share of non-citizen migrants out of the population goes up and the size of migration makes it a salient policy issue in voters' minds. These results are consistent with naturalized migrants being less likely to vote for the Republican party than native voters and with native voters' political preferences moving towards the Republican party because of high immigration of non-citizens. This second effect, however, is significant only for very high levels of immigrant presence.\n\n",
    "acknowledgement": "\nThe authors would like to thank Claudia Goldin, Daniel Hopkins and seminar participants at Vanderbilt University and at the OECD 5th Annual International Conference \"Immigration in OECD Countries\" for useful suggestions. The views expressed in this paper are those of the authors alone and do not reflect those of the Banque de France. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGiovanni Peri\n\nI do not have any relevant financial disclosures to make.\n\n\n"
}