{
    "id": 21945,
    "citation_title": "Overconfident Investors, Predictable Returns, and Excessive Trading",
    "citation_author": [
        "Kent Daniel",
        "David Hirshleifer"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nIndividuals and asset managers trade aggressively, resulting in high volume in asset markets, even when such trading results in high risk and low net returns. Asset prices display patterns of predictability that are difficult to reconcile with rational expectations–based theories of price formation.  This paper discusses how investor overconfidence can explain these and other stylized facts.  We review the evidence from psychology and securities markets bearing upon overconfidence effects, and present a set of overconfidence based models that are consistent with this evidence.\n\n",
    "acknowledgement": "\nThis paper was prepared for the Journal of Economic Perspectives Symposium on Overconfidence. We thank Gordon Hanson, Ulrike Malmendier, Enrico Moretti, Timothy Taylor, and Paul Tetlock for helpful discussions and comments, and Chen Wang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKent Daniel\n\nThe author declares that he consults for financial firms, and serves on the academic advisory boards of several financial firms, but has no relevant or material financial interests that bear upon the research described in this paper.\n\n\n"
}