{
    "id": 21959,
    "citation_title": "The Bright Side of Patents",
    "citation_author": [
        "Joan Farre-Mensa",
        "Deepak Hegde",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nMotivated by concerns that the patent system is hindering innovation, particularly for small inventors, this study investigates the bright side of patents. We examine whether patents help startups grow and succeed using detailed micro data on all patent applications filed by startups at the U.S. Patent and Trademark Office (USPTO) since 2001 and approved or rejected before 2014. We leverage the fact that patent applications are assigned quasi-randomly to USPTO examiners and instrument for the probability that an application is approved with individual examiners’ historical approval rates. We find that patent approvals help startups create jobs, grow their sales, innovate, and reward their investors. Exogenous delays in the patent examination process significantly reduce firm growth, job creation, and innovation, even when a firm’s patent application is eventually approved. Our results suggest that patents act as a catalyst that sets startups on a growth path by facilitating their access to capital. Proposals for patent reform should consider these benefits of patents alongside their potential costs.\n\n",
    "acknowledgement": "\nWe are grateful to Lauren Cohen, Wesley Cohen, Lee Fleming, Alberto Galasso, Zorina Khan, Josh Lerner, Alan Marco, Ramana Nanda, Bhaven Sampat, Ted Sichelman, Scott Stern, Rick Townsend, Rosemarie Ziedonis, and audiences at the NBER Productivity Lunch Seminar, the Center for the Protection of Intellectual Property at George Mason University, University of Minnesota, University Carlos III (Madrid), Singapore Management University, Nanyang Technological University, National University of Singapore, and Hong Kong University for helpful comments. We also thank the Institute for Exceptional Growth Companies for granting access to the NETS database. Hegde gratefully acknowledges the support of the United States Patent and Trademark Office’s Thomas Alva Edison Visiting Scholars program and the Kauffman Junior Faculty Fellowship. The views and comments expressed herein are solely the opinion of the authors, do not reflect the performance of duties in the authors’ official capacities, and are not endorsed by, nor should be construed as, any viewpoint official or unofficial of the United States Patent and Trademark Office or of the National Bureau of Economic Research. The authors confirm to the best of their knowledge that no information contained herein is privileged, confidential or classified.\n\n\n"
}