{
    "id": 21950,
    "citation_title": "Net Neutrality: A Fast Lane to Understanding the Trade-offs",
    "citation_author": [
        "Shane Greenstein",
        "Martin Peitz",
        "Tommaso Valletti"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe “net neutrality” principle has triggered a heated debate and advocates have proposed policy interventions. In this paper, we provide perspective by framing issues in terms of the positive economic factors at work. We stress the incentives of market participants, and highlight the economic conflicts behind the arguments put forward by the different parties. We also identify several key open questions.\n\n",
    "acknowledgement": "\nNone of the authors has any financial stake in policy matters related to net neutrality policy. Greenstein served on the Open Internet Advisory Committee in 2013, and in 2014-1015 as special economic consultant to the Federal Communications Commission in the Comcast/TWC merger. Peitz has served as an economic expert for the German Federal Ministry of Economic Affairs on net neutrality from 2010 to 2012 and on a regulatory framework for the digital economy since 2015. We thank Jonathan Baker, Jay Pil Choi, Joshua Gans, Jan Krämer, Florian Schuett, and the editors for comments. We especially thank Timothy Taylor for very useful and detailed suggestions. The opinions are our own, and we are responsible for all remaining errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMartin Peitz\n\nIn the 12 months prior to finishing this research I have received salary by the state of Baden-Württemberg in Germany through the University of Mannheim; I received grants by the German Science Foundation (Projects SFB TR 15 and PE 813/2-2); I also worked as researcher (with financial compensation) for the Brussels-based Independent non-profit think tank Centre on Regulation in Europe (CERRE).\n\n\n"
}