{
    "id": 21957,
    "citation_title": "The Effects of Trade Policy",
    "citation_author": [
        "Pinelopi K. Goldberg",
        "Nina Pavcnik"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe last two decades have witnessed a shift in the focus of international trade research from trade policy to other forms of trade frictions (e.g., transportation, information and communication costs). Implicit in this development is the widespread view that trade policy no longer matters. We confront this view by critically examining a large body of evidence on the effects of trade policy on economically important outcomes. We focus on actual as opposed to hypothetical policy changes. We begin with a discussion of the methodological challenges one faces in the measurement of trade policy and identification of its causal effects. We then discuss the evidence on the effects of trade policy on a series of outcomes that include: (1) aggregate outcomes, such as trade volumes (and their price and quantity subcomponents), the extensive margin of trade, and static, aggregate gains from trade; (2) firm and industry performance, i.e., productivity, costs, and markups; (3) labor markets, i.e., wages, employment, and wage inequality; (4) long-run aggregate growth and poverty, secondary distortions and misallocation, uncertainty.  We conclude that the perception that trade policy is no longer relevant arises to a large extent from the inability to precisely measure the various forms of non-tariff barriers that have replaced tariffs as the primary tools of trade policy.  Better measurement is thus an essential prerequisite of policy-relevant research in the future. Despite measurement challenges and scant evidence on the impact of actual policy changes, existing evidence when properly interpreted points to large effects of trade policy on economically relevant outcomes, especially when trade policy interacts with other developments, e.g., technological change. We point to areas and opportunities for further research and draw lessons from the past to apply to future studies.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Commercial Policy, edited by Kyle Bagwell and Robert Staiger.  We thank seminar participants at the Dartmouth-SNU conference and the Handbook Conference at Dartmouth, especially Bruce Blonigen, Woan Foong Wong, and Peter Schott, for comments. We thank Carla Larin and Konrad von Moltke for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}