{
    "id": 21951,
    "citation_title": "To Borrow or Not to Borrow? An Analysis of University Leverage Decisions",
    "citation_author": [
        "Harvey S. Rosen",
        "Alexander J. W. Sappington"
    ],
    "citation_publication_date": "2016-02-01",
    "issue_date": "2016-01-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the decisions of universities to issue debt. We test whether the expected value and uncertainty of a university’s nonfinancial income (the income generated by sources other than its endowment) affect its leverage (the ratio of the value of an institution’s liabilities to the value of its assets). We find that leverage is negatively related to both the expected value and the uncertainty of nonfinancial income. On average, increasing the expected value of nonfinancial income by one standard deviation decreases a university’s debt by about $5.1 million, while increasing the uncertainty of nonfinancial income by one standard deviation decreases debt by about $2.7 million. This behavior is consistent with the pecking order theory of capital structure, which posits that managers deplete available internal funds before issuing debt. We also show that the leverage decisions of universities have become less sensitive to expected nonfinancial income but more sensitive to its uncertainty since the Great Recession.\n\n",
    "acknowledgement": "\nWe are grateful to Princeton’s Griswold Center for Economic Policy Studies for financial support of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}