{
    "id": 21956,
    "citation_title": "The Aggregate Implications of Regional Business Cycles",
    "citation_author": [
        "Martin Beraja",
        "Erik Hurst",
        "Juan Ospina"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "2019-02-20",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMaking inferences about aggregate business cycles from regional variation alone is diffcult because of economic channels and shocks that differ between regional and aggregate economies. However, we argue that regional business cycles contain valuable information that can help discipline models of aggregate  fluctuations. We begin by documenting a strong relationship across US states between local employment and wage growth during the Great Recession. This relationship is much weaker in US aggregates. Then, we present a methodology that combines such regional and aggregate data in order to estimate a medium-scale New Keynesian DSGE model. We find that aggregate demand shocks were important drivers of aggregate employment during the Great Recession, but the wage stickiness necessary for them to account for the slow employment recovery and the modest fall in aggregate wages is inconsistent with the flexibility of wages we observe across US states. Finally, we show that our methodology yields different conclusions about the causes of aggregate employment and wage dynamics between 2007 and 2014 than either estimating our model with aggregate data alone or performing back-of-the-envelope calculations that directly extrapolate from well-identified regional elasticities.\n\n",
    "acknowledgement": "\nWe thank Bence Bardoczy for superb research assistance. We would also like to thank the editor Gianluca Violante and four anonymous referees whose suggestions improved the paper substantially. We thank Mark Aguiar, Manuel Amador, George-Marios Angeletos, David Argente, Mark Bils, Juliette Caminade, Elisa Giannone, Adam Guren, Simon Gilchrist, Paul Gomme, Bob Hall, Marc Hofstetter, Loukas Karabarbounis, Pat Kehoe, Virgiliu Midrigan, Elena Pastorino, Harald Uhlig, Joe Vavra, Ivan Werning for their very helpful comments and discussions. Finally, we thank seminar participants at the Bank of England, Berkeley, the Board of Governors of the Federal Reserve, Boston University, Brown, Central Bank of Colombia, Chicago, Chicago Federal Reserve, Columbia, Duke, Harvard, IEF Workshop, Michigan, Minneapolis Federal Reserve, Minnesota Workshop in Macroeconomic Theory, MIT, NBER's Summer Institute EF&G, NBER's Summer Institute Prices Program, Northwestern, Princeton, Rochester, St. Louis Federal Reserve, UCLA, Yale's Cowles Conference on Macroeconomics. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}