{
    "id": 21954,
    "citation_title": "Japanization: Is it Endemic or Epidemic?",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapanization is defined as a combinations of the following economic conditions: (1) the actual growth rate is lower than the potential growth rate for an extended period; (2) the natural real interest rate is below zero and also below the actual real interest rate; (3) the nominal (policy) interest rate is zero; (4) deflation, i.e., negative inflation rate. As a summary measure for these conditions, the Japanization index, the sum of proxy for GDP gap, inflation rate and the nominal interest rate, is proposed. The growth rate, the inflation rate and the nominal and real interest rate has been declining since 1990. Since 2009, major advanced countries have shared conditions (1)-(3). Only Japan has experienced a prolonged period of (4) deflation. A closer examination of how Japan got into the Japanization state reveals that it is a combination of (a) a hard-landing of the 1990-92 bubble; (b) not dealing with non-performing loans problem promptly and decisively, resulting in a major banking crisis; (c) the absence of a soft landing after the banking crisis; (d) the lack of quantitative easing policies when deflation first occurred; (e) the absence of an inflation target; and (f) the absence of timely, large scale fiscal stimulus. The fact that Abenomics—a mix of aggressive monetary policy, combined with a 2% inflation target and fiscal stimulus—in lifting the economy out of deflation shows it is possible to prevent or cure Japanization.\n\n",
    "acknowledgement": "\nThe earlier draft of this paper was written for 2015 KDI/EWC Conference on “JAPANIZATION: Causes and Remedies” organized by the East-West Center, Honolulu, Hawaii, 10–11 August 2015. Comments by Professor Barry Eichengreen, Dongchul Cho, Andrew Mason and other participants of the conference are highly appreciated. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}