{
    "id": 21969,
    "citation_title": "Health, Work Capacity and Retirement in Sweden",
    "citation_author": [
        "Per Johansson",
        "Lisa Laun",
        "Mårten Palme"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nFollowing an era of a development towards earlier retirement, there has been a reversed trend to later exit from the labor market in Sweden since the late 1990s. We investigate whether or not there are potentials, with respect to health and work capacity of the population, for extending this trend further. We use two different methods. First, the Milligan and Wise (2012) method, which calculates how much people would participate in the labor force at a constant mortality rate. Second, the Cutler et al. (2012) method, which asks how much people would participate in the labor force if they would work as much as the age group 50-54 at a particular level of health. We also provide evidence on the development of self-assessed health and health inequality in the Swedish population.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s International Social Security (ISS) Project, which is supported by the National Institute on Aging (grant P01 AG012810). Lisa Laun gratefully acknowledges financial support from the Swedish Research Council for Health, Working Life and Welfare, FORTE (dnr 2013-0209). Per Johansson gratefully acknowledges the financial support from the Swedish Research Council for Health, Working Life and Welfare, FORTE (dnr 2013-2482). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}