{
    "id": 21966,
    "citation_title": "What Forces Dictate the Design of Pollution Monitoring Networks?",
    "citation_author": [
        "Nicholas Z. Muller",
        "Paul Ruud"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Environmental Protection Agency (USEPA) maintains networks of pollution monitors for two basic purposes: to check and enforce the attainment of national ambient air quality standards (NAAQS) and to provide useful data for studying pollution and its effects. These purposes imply conflicting criteria for the locations of a limited number of monitors.  To check the attainment of standards, monitors are placed where pollution levels are highest.  Monitors are not required where standards have always been met and there are no new pollution sources.  To provide useful data for studying pollution and its effects, monitors are placed to observe outcomes under a variety of pollution levels.  This study asks the following questions. What factors affect when a monitor is retired from the network? What drives the decision to add a new site? What causes year-to-year changes in the number of monitors? We tackle these questions with a particular focus on the role of regulatory compliance and pollution levels in the context of monitors for tropospheric ozone (O3). Using a panel dataset of monitors in the contiguous US spanning the years 1993 to 2011, we find that peak O3 readings in the prior period are significantly associated with the regulator’s decision of whether to add or to drop a monitor in the following period. While compliance with the NAAQS for O3 is not consistently associated with network composition, compliance with the PM2.5 NAAQS does appear to affect changes to the network.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}