{
    "id": 21967,
    "citation_title": "Accounting for the Rise in College Tuition",
    "citation_author": [
        "Grey Gordon",
        "Aaron Hedlund"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "2022-09-28",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a quantitative model of higher education to test explanations for the steep rise in college tuition between 1987 and 2010. The framework extends the quality-maximizing college paradigm of Epple, Romano, Sarpca, and Sieg (2013) and embeds it in an incomplete markets, life-cycle environment. We measure how much changes in underlying costs, reforms to the Federal Student Loan Program (FSLP), and changes in the college earnings premium have caused tuition to increase. All these changes combined generate a 106% rise in net tuition between 1987 and 2010, which more than accounts for the 78% increase seen in the data. Changes in the FSLP alone generate a 102% tuition increase, and changes in the college premium generate a 24% increase. Our findings cast doubt on Baumol’s cost disease as a driver of higher tuition.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. This research was supported in part by Lilly Endowment, Inc., through its support for the Indiana University Pervasive Technology Institute, and in part by the Indiana METACyt Initiative. The Indiana METACyt Initiative at IU is also supported in part by Lilly Endowment, Inc.\n\n\n"
}