{
    "id": 21963,
    "citation_title": "The Limits of Meritocracy: Screening Bureaucrats Under Imperfect Verifiability",
    "citation_author": [
        "Juan Carlos Suárez Serrato",
        "Xiao Yu Wang",
        "Shuang Zhang"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "2019-05-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nDoes bureaucratic ability predict promotion in governments? We show that self-reported performance in enforcing the One Child Policy predicts mayoral promotion in China. However, misreporting handicaps screening—a non-manipulated performance measure does not predict promotion. We show that this is consistent with a model where a government has a meritocratic objective but underestimates the imperfect verifiability of performance, rather than a model where a government is only interested in the illusion of meritocracy. Thus, despite meritocratic intentions, we challenge the notion that a successful promotion system effectively substituted for democratic institutions in explaining Chinese growth.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Limits of Political Meritocracy: Screening Mayors in China Under Imperfect Verifiability.\" We thank the editor and two anonymous referees for very useful suggestions. We are also grateful to Douglas Almond, Kehinde Ajayi, Attila Ambrus, Abhijit Banerjee, Pat Bayer, Charlie Becker, Prashant Bharadwaj, Allan Collard-Wexler, Julie Cullen, Esther Duflo, Pascaline Dupas, Erica Field, Raquel Fernandez, Fred Finan, Rob Garlick, Bob Gibbons, Gopi Goda, Cynthia Kinnan, David Lam, Danielle Li, Hugh Macartney, Matt Masten, Michael Powell, Nancy Qian, Debraj Ray, John van Reenen, Orie Shelef, Erik Snowberg, Duncan Thomas, Chris Udry, Daniel Xu, Xiaoxue Zhao, and participants in the NBER/BREAD Fall Development Meetings, the Duke Labor/Development seminar, the Colegio de Mexico seminar, the 2015 World Congress of the Econometric Society, the 2015 Society for the Advancement of Economic Theory, NEUDC Brown, the Stanford GSB PE seminar, the NYU Development seminar, and the MIT Sloan Organizational Economics seminar for helpful comments. This paper was previously circulated under the title “The One Child Policy and Promotion of Mayors in China.” Suárez Serrato and Zhang thank the Stanford Institute for Economic Policy Research (SIEPR) for financial support. Suárez Serrato gratefully acknowledges support from the Kauffman Foundation. We thank Pawel Charasz, Stephanie Karol, Han Gao, Matt Panhans, and Victor Ye for providing excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}