{
    "id": 21973,
    "citation_title": "Health Capacity to Work at Older Ages: Evidence from Spain",
    "citation_author": [
        "Pilar García-Gómez",
        "Sergi Jimenez-Martin",
        "Judit Vall Castelló"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIn a world with limited PAYGO financing possibilities this paper explores whether older Spanish individuals have the health capacity to work longer. For that purpose we use Milligan-Wise and Cutler-Meara Cutler-Meara- Richards-Shubik simulation methods. Our results suggest that Spanish workers have significant additional capacities to extend their working careers.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s International Social Security (ISS) Project, which is supported by the National Institute on Aging (grant P01 AG012810).  Sergi Jimenez also thanks financial help from project ECO2014-52238-R. The authors are indebted to Arnau Juanmartí for expert research assistance.  We also thank the members of the other country teams in the ISS project for comments that helped to shape this paper.  García-Gómez is a Postdoctoral Fellow of the Netherlands Organization for Scientific Research—Innovational Research Incentives Scheme—Veni. This paper uses data from the Survey of Health and Retirement in Europe (SHARE). The SHARE data collection has been primarily funded by the European Commission through the 5th Framework Program (project QLK6-CT-2001-00360 in the thematic program Quality of Life), through the 6th Framework Program (projects SHARE-I3, RII-CT-2006-062193, COMPARE, CIT5-CT-2005-028857, and SHARELIFE, CIT4-CT-2006-028812), and through the 7th Framework Program (SHARE-PREP, N° 211909, SHARE-LEAP, N° 227822 and SHARE M4, N° 261982). Additional funding is also gratefully acknowledged from the U.S. National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, R21 AG025169, Y1-AG-4553-01, IAG BSR06-11 and OGHA 04-064) and the German Ministry of Education and Research, as well as from various national sources (see http://www.share-project.org/ for a full list of funding institutions) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}