{
    "id": 21975,
    "citation_title": "Growth through Rigidity: An Explanation for the Rise in CEO Pay",
    "citation_author": [
        "Kelly Shue",
        "Richard Townsend"
    ],
    "citation_publication_date": "2016-02-08",
    "issue_date": "2016-02-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe dramatic rise in CEO compensation during the 1990s and early 2000s is a longstanding puzzle. In this paper, we show that much of the rise can be explained by a tendency of firms to grant the same number of options each year. Number-rigidity implies that the grant-date value of option awards will grow with firm equity returns, which were very high on average during the tech boom. Further, other forms of CEO compensation did not adjust to offset the dramatic growth in the value of option pay. Number-rigidity in options can also explain the increased dispersion in pay, the difference in growth between the US and other countries, and the increased correlation between pay and firm-specific equity returns. We present evidence that number-rigidity arose from a lack of sophistication about option valuation that is akin to money illusion. We show that regulatory changes requiring transparent expensing of the grant-date value of options led to a decline in number-rigidity and helps explain why executive pay increased less with equity returns during the housing boom in the mid-2000s.\n\n",
    "acknowledgement": "\nCorresponding author: Kelly Shue, 5807 S. Woodlawn Ave., Chicago, IL 60637, USA, Tel: 773-834-0046, kelly.shue@chicagobooth.edu. We are grateful to William Schwert (the editor), an anonymous referee, Rajesh Aggarwal, Malcolm Baker, Vicente Cuñat, Xavier Gabaix, Robert Jackson, Dirk Jenter, Christine Jolls, Steve Kaplan, Augustin Landier, Ulrike Malmendier, Adair Morse, Kevin Murphy, Canice Prendergast, and Dick Thaler for helpful comments. We also thank seminar participants at Adam Smith Workshop in Corporate Finance, ASU Sonoran Winter Finance Conference, BI Norwegian Business School, Copenhagen Business School, Chuo University International Workshop, Delaware Corporate Governance Symposium, Economics of Organizations Workshop, LBS Corporate Finance Symposium, Loyola University, Michigan State University, Minnesota Corporate Finance Conference, NBER (Behavioral Economics; Law and Economics), UC Davis, University of Chicago, University of Calgary, and University of Illinois Urbana-Champaign for helpful comments. We thank Matt Turner at Pearl Meyer, Don Delves at the Delves Group, and Stephen O’Byrne at Shareholder Value Advisors for helping us understand the intricacies of executive stock option plans. This research was funded in part by the Initiative on Global Markets at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}