{
    "id": 21979,
    "citation_title": "Conditional PPP and Real Exchange Rate Convergence in the Euro Area",
    "citation_author": [
        "Paul R. Bergin",
        "Reuven Glick",
        "Jyh-Lin Wu"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile economic theory highlights the usefulness of flexible exchange rates in promoting adjustment in international relative prices, flexible exchange rates also can be a source of destabilizing shocks. We find that when countries joining the euro currency union abandoned their national exchange rates, the adjustment of real exchange rates toward purchasing power parity (PPP) became faster. To disentangle the possible causes for this finding we develop a novel methodology for conducting counterfactual simulations of an estimated VECM that distinguishes between the roles of the nominal exchange rate as an adjustment mechanism and as a source of shocks. We find evidence that prior to joining the euro currency union, member countries relied upon exchange rate adjustments as a mechanism to correct for PPP deviations arising from divergent domestic inflation rates. But the loss of the exchange rate as an adjustment mechanism after the introduction of the euro was more than compensated by the elimination of the exchange rate as a source of shocks, in combination with faster adjustment in national price indices.  These findings support claims that flexible exchange rates are not necessary to promote long-run international relative price adjustment.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}