{
    "id": 21978,
    "citation_title": "Macroeconomic Shocks and Their Propagation",
    "citation_author": [
        "Valerie A. Ramey"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter reviews and synthesizes our current understanding of the shocks that drive economic fluctuations. The chapter begins with an illustration of the problem of identifying macroeconomic shocks, followed by an overview of the many recent innovations for identifying shocks. It then reviews in detail three main types of shocks: monetary, fiscal, and technology shocks. After surveying the literature, each section presents new estimates that compare and synthesize key parts of the literature. The penultimate section briefly summarizes a few additional shocks. The final section analyzes the extent to which the leading shock candidates can explain fluctuations in output and hours. It concludes that we are much closer to understanding the shocks that drive economic fluctuations than we were twenty years ago.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Macroeconomics. I wish to thank John Cochrane, Marco Del Negro, Graham Elliott, Neville Francis, Marc Giannoni, Robert Hall, Arvind Krishnamurthy, Karel Mertens, Christina Romer, David Romer, James Stock, John Taylor, Harald Uhlig, Mark Watson, Johannes Wieland, and participants at the Stanford Handbook of Macro conference and NBER Monetary Economics conference for very helpful discussions. I am grateful to the numerous authors who sent their estimated technology shocks and to Shihan Xie for providing her updated FAVAR factors. I would also like to express appreciation to the American Economic Association for requiring that all data and programs for published articles be posted. In addition, I am grateful to researchers who publish in journals without that requirement but still post their data and programs on their websites. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}