{
    "id": 21984,
    "citation_title": "International Trade with Indirect Additivity",
    "citation_author": [
        "Paolo Bertoletti",
        "Federico Etro",
        "Ina Simonovska"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a general equilibrium model of monopolistic competition and trade based on indirectly additive preferences and heterogenous firms. It generates markups independent from destination population but increasing in destination per capita income, as documented empirically. Trade liberalization delivers an increase in consumed variety and incomplete cost pass-through. This leads to welfare gains that can be much lower than those predicted by comparable models with different preferences. We introduce a tractable utility function that further predicts that small firms grow more during trade liberalization and pass through cost changes more than do large firms. Once we estimate the model to match moments from cross-firm and cross-country data we (i) find quantitatively large differences in the welfare gains from trade relative to models based on homothetic preferences, and (ii) evaluate the gains and losses from the Transatlantic Trade and Investment Partnership agreement.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Pedro Bento, Matteo Cervellati, Arnaud Costinot, Paolo Epifani, Robert Feenstra, Emanuele Forlani, Antonio Lijoi, Walter Steingress, especially Andres Rodriguez-Clare and David Weinstein, and seminar participants at NBER ITI 2015 Winter Meeting, UCSD, UCLA, UC Davis, Boston College, Brown University, University of Bologna, University of Milan Bicocca, University of Rennes and the University of Minnesota International EconomicsWorkshop for their comments and suggestions. Luca Macedoni provided outstanding research assistance. Ina Simonovska acknowledges financial support from the Hellman Fellowship and the Institute of Social Sciences at UC Davis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}