{
    "id": 21987,
    "citation_title": "Intergenerational Persistence of Health in the U.S.: Do Immigrants Get Healthier as they Assimilate?",
    "citation_author": [
        "Mevlude Akbulut-Yuksel",
        "Adriana D. Kugler"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that a substantial part of income and education is passed on from parents to children, generating substantial persistence in socio-economic status across generations. In this paper, we examine whether another form of human capital, health, is also largely transmitted from generation to generation, contributing to limited socio-economic mobility. Using data from the NLSY, we first present new evidence on intergenerational transmission of health outcomes in the U.S., including weight, height, the body mass index (BMI), asthma and depression for both natives and immigrants. We show that both native and immigrant children inherit a prominent fraction of their health status from their parents, and that, on average, immigrants experience higher persistence than natives in weight and BMI. We also find that mothers’ education decreases children’s weight and BMI for natives, while single motherhood increases weight and BMI for both native and immigrant children. Finally, we find that the longer immigrants remain in the U.S., the less intergenerational persistence there is and the more immigrants look like native children. Unfortunately, the more generations immigrant families remain in the U.S., the more children of immigrants resemble natives’ higher weights, higher BMI and increased propensity to suffer from asthma.\n\n",
    "acknowledgement": "\nWe are grateful to seminar participants at the University of Houston, IZA and at the Royal Economic Society Conference in Warwick. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}