{
    "id": 21985,
    "citation_title": "Trade Policy Uncertainty and Exports: Evidence from China’s WTO Accession",
    "citation_author": [
        "Ling Feng",
        "Zhiyuan Li",
        "Deborah L. Swenson"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how reduction in trade policy uncertainty affects firm export decisions. Using a firm-product level dataset on Chinese exports to the United States and the European Union in the years surrounding China’s WTO accession, we provide strong evidence that reduction in trade policy uncertainty simultaneously induced firm entries to and firm exits from export activity within fine product-level markets. In addition, we uncover accompanying changes in export product prices and quality that coincided with this reallocation: firms that provided higher quality products at lower prices entered the export market, while firms that had higher prices and provided lower quality products prior to the changes, exited. To explain the simultaneous export entries and exits, as well as the change in product export prices and quality induced by trade policy uncertainty changes, we provide a model of heterogeneous firms which incorporates trade policy uncertainty, tracing the effects of the changes in policy uncertainty on firm-level payoffs and the resulting selection effects which apply to new entrants and incumbents.\n\n",
    "acknowledgement": "\nWe thank Robert Staiger, Robert Feenstra, Andres Rodriguez-Clare, Thibault Fally, Ben Faber, Jiandong Ju, Peter Morrow, Linke Zhu, two anonymous referee, seminar participants at University of California, Berkeley, University of California, Davis, Tsinghua University, University of Nottingham Ningbo China and conference participants at 11th FREIT-LETC for helpful comments. Ling Feng and Zhiyuan Li thank the National Natural Science Foundation of China for financial support through Grant No. 71403159 and No. 71203128, respectively. Zhiyuan Li thanks the Economics Department at the University of California, Berkeley, where he was a Visiting Scholar during the writing of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}