{
    "id": 21988,
    "citation_title": "Economic Backwardness and Catching Up: Brazilian Agriculture, 1964–2014",
    "citation_author": [
        "Lee Alston",
        "Bernardo Mueller"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlexander Gerschenkron understood the development of backward countries as a contextual process that varied from country to country depending on which perquisites were present or absent. In the past twenty years, Brazilian agriculture evolved from “backward” to an agricultural powerhouse. Its production and total factor productivity more than doubled. Brazil is in the worlds’ top five producers of coffee, soybeans, oranges, beef and corn.  Yet, some segments of agriculture lag far behind. We draw on the insights of Gerschenkron and Albert Hirschman, inter alia to conceptualize the development process. As an illustrative aid we apply fitness landscapes to the process of development. Fitness landscapes are good representations of a contextual view of development. We portray the process as an evolutionary search for good designs across a large, uncertain and not pre-statable set of possibilities. In such circumstances a controlled strategy of following predetermined stages is not effective. Rather we need an approach relying on creativity and imagination to find solutions to specific problems faced by each country.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}