{
    "id": 21981,
    "citation_title": "Does Government Intervention Affect Banking Globalization?",
    "citation_author": [
        "Anya Kleymenova",
        "Andrew K. Rose",
        "Tomasz Wieladek"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from British and American banks, we provide empirical evidence that government intervention affects banking globalization along three dimensions: depth, breadth and persistence.  We examine depth by studying whether a bank’s preference for domestic, as opposed to external, lending (funding) changes when it is subjected to a large public intervention, such as bank nationalization.  Our results suggest that, following nationalization, non-British banks allocate their lending away from the UK and increase their external funding.  Second, we find that nationalized banks from the same country tend to have portfolios of foreign assets that are spread across countries in a way that is far more similar than either private banks from the same country or nationalized banks from different countries, consistent with an impact on the breadth of globalization.  Third, we study the Troubled Asset Relief Program (TARP) to examine the persistence of the effect of large government interventions.  We find weak evidence that upon entry into the TARP, foreign lending declines but domestic does not.  This effect is observable at the aggregate level, and seems to disappear upon TARP exit.  Collectively, this evidence suggests that large government interventions affect the depth and breadth of banking globalization, but may not persist after public interventions are unwound.\n\n",
    "acknowledgement": "\nKleymenova is Assistant Professor of Accounting at Chicago-Booth.  Rose is Rocca Professor of International Business, Associate Dean, and Chair of the Faculty at Berkeley-Haas, ABFER Senior Fellow, CEPR Research Fellow, and NBER Research Associate.  Wieladek is Senior International Economist at Barclays Capital and CEPR Research Affiliate. Wieladek’s contribution to this work was completed while he was at the Bank of England.  For helpful comments and suggestions we would like to thank Gianluca Benigno, Stijn Claessens, Charles Engel, Shinichi Fukuda, Kinda Hachem, Takeo Hoshi, Deborah Lucas, Stavros Panageas, Kenichi Ueda, Matthew Willison, Amir Yaron, Ariel Zetlin-Jones, and participants at the 2015 NBER Summer Institute, the 2015 Society for Economic Dynamics, the 2015 TRIO conference, and the 2016 AEA meetings. Rose thanks the Bank of England for hospitality as a senior Norman-Houblon/George fellow during the course of this research.  Kleymenova gratefully acknowledges the financial support from the University of Chicago Booth School of Business and the Harry W. Kirchheimer Faculty Research Fund at the University of Chicago Booth School of Business. For assistance with the data, we thank Mark Robson.  All opinions expressed in this paper are those of the authors, not the Bank of England. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTomasz Wieladek\n\nWieladek received funding as an ECB Lamfalussy fellow, for a completely independent paper on the impact of capital requirements on the mortgage market, while he also worked on this project.\n\n\n"
}