{
    "id": 21982,
    "citation_title": "The Complexity of Immigrant Generations: Implications for Assessing the Socioeconomic Integration of Hispanics and Asians",
    "citation_author": [
        "Brian Duncan",
        "Stephen J. Trejo"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "2016-02-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBecause of data limitations, virtually all studies of the later-generation descendants of immigrants rely on subjective measures of ethnic self-identification rather than arguably more objective measures based on the countries of birth of the respondent and his ancestors.  In this context, biases can arise from “ethnic attrition” (e.g., U.S.-born individuals who do not self-identify as Hispanic despite having ancestors who were immigrants from a Spanish-speaking country).  Analyzing 2003-2013 data from the Current Population Survey (CPS), this study shows that such ethnic attrition is sizeable and selective for the second- and third-generation populations of key Hispanic and Asian national origin groups.  In addition, the results indicate that ethnic attrition generates measurement biases that vary across groups in direction as well as magnitude, and that correcting for these biases is likely to raise the socioeconomic standing of the U.S.-born descendants of most Hispanic immigrants relative to their Asian counterparts.\n\n",
    "acknowledgement": "\nThis research was supported by NICHD grants R03HD050574 and R03HD066104 to Stephen Trejo and R24HD042849 to the Population Research Center at the University of Texas at Austin.  The content is solely the responsibility of the authors and does not necessarily represent the official views of the NICHD or the NIH.  For helpful comments, the authors are grateful to Richard Alba, Catalina Amuedo-Dorantes, Heather Antecol, Silvia Barcellos, David Bjerk, Sandra Black, Marika Cabral, Jose Fernandez, Michael Geruso, Daniel Hamermesh, Charles Hirschman, John Iceland, Gerald Oettinger, Arthur Sakamoto, Aliya Saperstein, Jon Sonstelie, Todd Sorensen, and Mary Waters. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}