{
    "id": 21980,
    "citation_title": "Health Capacity to Work at Older Ages: Evidence from the United Kingdom",
    "citation_author": [
        "James Banks",
        "Carl Emmerson",
        "Gemma Tetlow"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThis paper estimates how much additional work capacity there might be among men and women aged between 55 and 74 in the United Kingdom, given their health, and how this has evolved over the last decade. The objective is not to suggest how much older people should work but rather to shed light on how much ill-health (as opposed to other constraints and preferences) constrains older individuals’ ability to work. We present two alternative methods, both of which rely on constructing a ‘counterfactual’ employment rate for older people based on the behaviour of other similarly healthy individuals. Both methods suggest that there is significant additional capacity to work among older men and women, but that this has been declining over recent years for women (and possibly also for men). This latter finding suggests that the increase in employment rates among older people seen over the last decade are more rapid than would have been expected based on the improvements seen in health alone.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s International Social Security (ISS) Project, which is supported by the National Institute on Aging (grant P01 AG012810). The authors are grateful to Richard Blundell and to the other participants of that project for useful comments and advice. We are grateful to the ESRC-funded Centre for the Microeconomic Analysis of Public Policy at IFS (grant number RES-544-28-5001) for providing funding for this project. We are also grateful to Rowena Crawford, Richard Disney and George Stoye for useful comments. Data from the Labour Force Survey (LFS) and the English Longitudinal Study of Ageing (ELSA) were made available by the UK Data Archive, while data on mortality probabilities were made available by the Office for National Statistics. ELSA was developed by a team of researchers based at the National Centre for Social Research, University College London and the Institute for Fiscal Studies. The data were collected by the National Centre for Social Research. The funding is provided by the National Institute of Aging in the United States, and a consortium of UK government departments co-ordinated by the Office for National Statistics. Responsibility for interpretation of the data, as well as for any errors, is the authors’ alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarl Emmerson\n\nOver the last three years I have also received financial support for my research from the following organisations, who potentially have an interest in this research, although they did not directly fund it: Actuarial Profession, Age UK, Association of British Insurers, Barclays Capital, Barclays Wealth, Consumer Financial Education Body, Department for Work and Pensions, Financial Services Authority, HM Treasury, Investment Management Association, Just Retirement, Money Advice Service, National Association of Pension Funds, Nuffield Foundation, Oxford Economics, Partnership Pensions, Pensions Corporation.\n\n\n\nGemma Tetlow\n\nOver the last three years I have also received financial support from the following organisations, who potentially have an interest in this research summarized in this working paper, although they did not directly fund it: Actuarial Profession, Age UK, Association of British Insurers, Department for Work and Pensions, Economic and Social Research Council, Financial Services Authority, HM Treasury, Investment Management Association, Just Retirement, Money Advice Service, Nuffield Foundation, Oxford Economics, Partnership Pensions, Pensions Corporation.\n\n\n"
}