{
    "id": 21999,
    "citation_title": "Methodological Issues in Analyzing Market Dynamics",
    "citation_author": [
        "Ariel Pakes"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates progress in the development of models capable of empirically analyzing the evolution of industries. It starts with a parallel between the development of empirical frameworks for static and dynamic analysis of industries: both adapted their frameworks from models taken from economic theory. The dynamic framework has had its successes: it led to developments that have enabled us to control for dynamic phenomena in static empirical models and to useful computational theory. However when important characteristics of industries were integrated into that framework it generated complexities which both hindered empirical work on dynamics per se, and made it unrealistic as a model of agent behavior. This paper suggests a simpler alternative paradigm, one which need not maintain all the traditional theoretical restrictions, but does maintain the core theoretical idea of optimizing subject to an information set. It then discusses estimation, computation, and an example within that paradigm.\n\n",
    "acknowledgement": "\nThis paper is adapted from three lectures given in 2014: (i) The Cowles Lecture given at the North American Econometric Society, (in Minneapolis, June); (ii) A Keynote Address at the International Society for Dynamic Games (in Amsterdam, July), and (iii) A Keynote Address at the Latin American Econometric Society Meetings (in Sao Paulo, November). I have benefited from the comments of several participants in those conferences and from sets of detailed and very useful comments from Michael Dickstein, Liran Einav, Chaim Fershtman, Myrto Kalouptsidi. and Florian Wagener. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}