{
    "id": 21995,
    "citation_title": "The Mobility of Elite Life Scientists: Professional and Personal Determinants",
    "citation_author": [
        "Pierre Azoulay",
        "Ina Ganguli",
        "Joshua S. Graff Zivin"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "2016-02-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAs scientists’ careers unfold, mobility can allow researchers to find environments where they are more productive and more effectively contribute to the generation of new knowledge. In this paper, we examine the determinants of mobility of elite academics within the life sciences, including individual productivity measures and for the first time, measures of the peer environment and family factors. Using a unique data set compiled from the career histories of 10,004 elite life scientists in the U.S., we paint a nuanced picture of mobility. Prolific scientists are more likely to move, but this impulse is constrained by recent NIH funding. The quality of peer environments both near and far is an additional factor that influences mobility decisions. Interestingly, we also identify a significant role for family structure. Scientists appear to be unwilling to move when their children are between the ages of 14-17, which is when US children are typically enrolled in middle school or high school. This suggests that even elite scientists find it costly to disrupt the social networks of their children and take these costs into account when making career decisions.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. We gratefully acknowledge the financial support of the National Institutes of Health (P01-AG039347). Azoulay and Graff Zivin acknowledge the financial support of the National Science Foundation through its SciSIP Program (Award SBE-1460344).  The authors also express gratitude to the Association of American Medical Colleges for providing licensed access to the AAMC Faculty Roster, and acknowledge the stewardship of Dr. Hershel Alexander (AAMC Director of Medical School and Faculty Studies). The National Institutes of Health partially supports the AAMC Faculty Roster under contract HHSN263200900009C. We thank Bruce Weinberg and participants of the NBER Innovation in an Aging Society meetings for useful discussions. All errors are our own.\n\n\n"
}