{
    "id": 21993,
    "citation_title": "The Sovereign-Bank Diabolic Loop and ESBies",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Luis Garicano",
        "Philip Lane",
        "Marco Pagano",
        "Ricardo Reis",
        "Tano Santos",
        "David Thesmar",
        "Stijn Van Nieuwerburgh",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "2016-06-06",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple model of the sovereign-bank diabolic loop, and establish four results. First, the diabolic loop can be avoided by restricting banks domestic sovereign exposures relative to their equity. Second, equity requirements can be lowered if banks only hold senior domestic sovereign debt. Third, such requirements shrink even further if banks only hold the senior tranche of an internationally diversified sovereign portfolio known as ESBies in the euro-area context. Finally, ESBies generate more safe assets than domestic debt tranching alone; and, insofar as the diabolic loop is defused, the junior tranche generated by the securitization is itself risk-free.\n\n",
    "acknowledgement": "\nThis paper is a longer version of an article that will appear in the American Economic Review Papers and Proceedings 2016. We thank Sam Langfield, Saverio Simonelli and Jeremy Stein for insightful comments and Yann Koby for excellent research assistance. The views expressed in this paper do not represent the views of the Central Bank of Ireland, the Eurosystem, or the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nCentral banks\nECB, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nInternational financial institution\n\n\nIMF\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nVisiting Scholar and Other:\nMilton Friedman Institute, visiting scholar 2011\nAmerican Economic Review, Journal of Finance, Associated Editorship\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n\nPhilip Lane\n\nThe views in this paper are personal and should not be attributed to the Central Bank of Ireland or the Governing Council of the European Central Bank.\n\n\n\nRicardo Reis\n\nI have been an academic consultant or have given lectures receiving modest financial compensation at many policy institutions over the past 3 years, including the Bank of England, the Central Bank of Brasil, the FRB Minneapolis, the FRB New York, the FRB Richmond, the Norges Bank, and the Swiss National Bank. None of these interfered in any way with my research in this paper.\n\n\n"
}