{
    "id": 21994,
    "citation_title": "Effect of International Competition on Firm Productivity and Market Power",
    "citation_author": [
        "Jan De Loecker",
        "Johannes Van Biesebroeck"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a framework to evaluate the potential impact of international competition on firm performance and highlight two points. First, it is important to consider effects on productive efficiency and market power in an integrated framework. The popular concept of (revenue) TFP combines both effects which can lead to problems of estimation and interpretation. Second, greater international competition enlarges the relevant market and can affect both the number and the type of competitors a firm faces, as well as the nature of competition. While it is possible that firms respond by adjusting their production operations, pricing adjustments are all but guaranteed. We contrast three estimation approaches that start, respectively, from the demand side, the product extensive margin, and the production side. We conclude with a few avenues for future research.\n\n",
    "acknowledgement": "\nThe authors thank Tim Bresnahan, Penny Goldberg and Frank Verboven for conversations on the topic. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}