{
    "id": 21998,
    "citation_title": "Income-comparison Attitudes in the US and the UK: Evidence from Discrete-choice Experiments",
    "citation_author": [
        "Hitoshi Shigeoka",
        "Katsunori Yamada"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have long been aware of utility externalities such as a tendency to compare own income with others'. If welfare losses from income comparisons are significant, any governmental interventions that alter such attitudes may have large welfare consequences. We conduct an original online survey of discrete-choice questions to estimate such attitudes in the US and the UK. We find that the UK respondents compare incomes more than US respondents do. We then manipulate our respondents with simple information to examine whether the attitudes can be altered. Our information treatment suggesting that comparing income with others may diminish welfare even when income levels increase makes UK respondents compare incomes more rather than less. Interestingly, US respondents are not affected at all. The mechanism behind the UK results seems to be that our treatment gives moral license to make income comparisons by providing information that others do so.\n\n",
    "acknowledgement": "\nPreviously titled as \"Can We Steer Income-comparison Attitudes by Information Provision?: Evidence from Randomized Survey Experiments in the US and the UK.\" Yamada acknowledges financial support from JSPS (24683006). We are grateful to Glenn Harrison, Hideki Hashimoto, Frank Heinemann, Chen-Ying Huang, Hidehiko Ichimura, Michihiro Kandori, Erik Kimbrough, Andrew McGee, Rosemarie Nagel, Krishna Pendakur, Yasuyuki  Sawada,  Yasutora Watanabe, and seminar participants at Academia Sinica, Barcelona GSE Summer Forum, GRIPS, HKSTU, Hokkaido University, Kobe University, Kyoto University, National Taiwan University, Nangyang Technological University, Osaka Prefecture University, Osaka University, Simon Fraser University, Tohoku University, University of Tokyo, and Yokohama National University for their comments. Any remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}