{
    "id": 21991,
    "citation_title": "What has Been Happening to UK Income Inequality Since the Mid-1990s? Answers from Reconciled and Combined Household Survey and Tax Return Data",
    "citation_author": [
        "Richard V. Burkhauser",
        "Nicolas Hérault",
        "Stephen P. Jenkins",
        "Roger Wilkins"
    ],
    "citation_publication_date": "2016-02-15",
    "issue_date": "2016-02-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of UK income inequality trends differ substantially according to whether estimates are based on household survey data (used for official statistics) or tax return data (used in the top incomes literature). We reconcile differences in variable definitions and combine survey and tax return data in order to take advantage of the much better coverage of top incomes in the latter, and provide improved estimates of UK inequality trends since the mid-1990s. We show there was a marked increase in income inequality in the early 2000s that survey-based estimates do not reveal, and our conclusions are robust to changes in the definitions of income, income-sharing unit, and summary inequality measure. In addition, our reconciled and combined data provide more comparable estimates of UK-US inequality trends than the top incomes literature to date.\n\n",
    "acknowledgement": "\nThis research is supported by an Australian Research Council Discovery Grant (award DP150102409). In addition, Burkhauser over the past three years has received funding in excess of $5,000 from the American Enterprise Institute; the Employment Policies Institute; the Lynde and Harry Bradley Foundation Graduate and Post-Graduate Fellowship Program; the Michigan Retirement Research Consortium (from the Social Security Administration), and the Russell Sage Foundation. Hérault over the past three years has received funding in excess of $5,000 from an Australian Research Council Discovery Grant. Jenkins over the past three years has received funding in excess of $5,000 from the Research Centre on Micro-Social Change at the Institute for Social and Economic Research by the University of Essex and the UK Economic and Social Research Council (award ES/L009153/1). Wilkins over the past three years has received funding in excess of $5,000 from the Australian Government Department of Social Services, the Australian Fair Work Commission, and the Australian Workforce and Productivity Agency. The findings and views reported in this paper are those of the authors and should not be attributed to any of the above-mentioned organizations. For helpful discussions about the World Top Incomes Database and about the HBAI data and SPI adjustments, we thank Tony Atkinson and Facundo Alvaredo, and Peter Matejic (DWP), respectively. For comments on an early draft, we thank Tony Atkinson, Peter Matejic, Brian Nolan, Holly Sutherland, and the LSE Quantitative Social Policy reading group. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}