{
    "id": 22008,
    "citation_title": "Good Booms, Bad Booms",
    "citation_author": [
        "Gary Gorton",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCredit booms are not rare and usually precede financial crises. However, some end in a crisis (bad booms) while others do not (good booms).  We document that credit booms start with an increase in productivity, which subsequently falls much faster during bad booms. We develop a model in which crises happen when credit markets change to an information regime with careful examination of collateral. As this examination is more valuable when collateral backs projects with low productivity, crises become more likely during booms that display large productivity declines. As productivity decays over a boom as an endogenous result of more economic activity, a crisis may be the result of an exhausted boom and not necessarily of a negative productivity shock. We test the main predictions of the model and identify the component of productivity behind crises.\n\n",
    "acknowledgement": "\nWe thank Kyriakos Chousakos, Gabriele Foa and Minhua Wan for excellent research assistance, Enrique Mendoza and Marco Terrones for sharing data and Franklin Allen, Dan Cao, Larry Christiano, Marco Del Negro, Sebastian Di Tella, Darrell Duffie, Giovanni Favara, Stuart Gabriel, Campbell Harvey, Charles Kahn, Arvind Krishnamurthy, Pablo Kurlat, Jean-Paul L'Huiller, Justin Murfin, Claudio Raddatz, Sergio Rebelo, Martin Shubik, Alp Simsek, Ivan Werning  and seminar participants at Bank of Italy, Central Bank of Chile, Duke, Federal Reserve Board of Governors, MacroMontreal, Georgetown, Inter-American Development Bank, Northwestern, NY Fed, Stanford, the SED at Warsaw, St. Louis Fed, the Conference of Macroeconomics at Rome, the 2015 Workshop for Safe Assets at Amsterdam, the 2014 Cowles GE Conference at Yale, the 2015 SITE Conference at Stanford, the 2015 EFG Meetings at the NBER Summer Institute, the 2015 AEA Meetings in Boston and the 2015 Santiago Finance Workshop for comments. This paper previously circulated under the title \"Crises and Productivity in Good Booms and in Bad Booms\". The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}