{
    "id": 22004,
    "citation_title": "What Drives Racial and Ethnic Differences in High Cost Mortgages? The Role of High Risk Lenders",
    "citation_author": [
        "Patrick Bayer",
        "Fernando Ferreira",
        "Stephen L. Ross"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "2021-04-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper examines racial and ethnic differences in high cost mortgage lending in seven diverse metropolitan areas from 2004-2007. Even after controlling for credit score and other key risk factors, African-American and Hispanic home buyers are 105 and 78 percent more likely to have high cost mortgages for home purchases. The increased incidence of high cost mortgages is attributable to both sorting across lenders (60-65 percent) and differential treatment of equally qualified borrowers by lenders (35-40 percent).  The vast majority of the racial and ethnic differences across lender can be explained by a single measure of the lender’s foreclosure risk and most of the within-lender differences are concentrated at high-risk lenders.  Thus, differential exposure to high-risk lenders combined with the differential treatment by these lenders explains almost all of the racial and ethnic differences in high cost mortgage borrowing.\n\n",
    "acknowledgement": "\nThe analysis presented in this NBER Working Paper substantially extends that reported in our earlier NBER WP #20762, “Race, Ethnicity and High-Cost Mortgage Lending,” which should be considered superseded by this paper. Gordon MacDonald, Kyle Mangum, Yuan Wang and Ailing Zhang provided outstanding research assistance. The analyses presented in this paper uses information provided by a major credit repository. However, the substantive content of the paper is the responsibility of the authors and does not reflects the specific views of any credit reporting agencies. This work was supported by Ford Foundation, Research Sponsors Program of the Zell/Lurie Real Estate Center at Wharton, and the Center for Real Estate and Urban Economic Studies at the University of Connecticut for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStephen L. Ross\n\nRoss gratefully acknowledges funding from the National Institute for Child Health and Development, the MacArthur Foundation, the Ford Foundation.  Ross has also worked recently as a consultant for the Urban Institute and for K&L Gates LLP.\n\n\n"
}