{
    "id": 22005,
    "citation_title": "Endogenous Technology Adoption and R&D as Sources of Business Cycle Persistence",
    "citation_author": [
        "Diego Anzoategui",
        "Diego Comin",
        "Mark Gertler",
        "Joseba Martinez"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "2017-03-07",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the hypothesis that the slowdown in productivity following the Great Recession was in significant part an endogenous response to the contraction in demand that induced the downturn. We first present some panel data evidence that technology diffusion is highly cyclical. We then develop and estimate a macroeconomic model with an endogenous TFP mechanism that allows for both costly development and adoption of new technologies. We then show that the model's implied cyclicality of technology diffusion is consistent with the panel data evidence. We next use the model to assess the sources of the productivity slowdown. We find that a significant fraction of the post- Great Recession fall in productivity was an endogenous phenomenon. The endogenous productivity mechanism also helps account for the slowdown in productivity prior to the Great Recession, though for this period shocks to the effectiveness of R&D expenditures are critical. Overall, the results are consistent with the view that demand factors have played a role in the slowdown of capacity growth since the onset of the recent crisis. More generally, they provide insight into why recoveries from financial crises may be so slow.\n\n",
    "acknowledgement": "\nThanks to Francesco Bianchi, Bob Hall, Howard Kung, and Chris Tonetti for helpful comments. Financial assistance from the NSF is greatly appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}