{
    "id": 22001,
    "citation_title": "What do we learn from stock price reactions to China’s first announcement of anti-corruption reforms?",
    "citation_author": [
        "Chen Lin",
        "Randall Morck",
        "Bernard Yeung",
        "Xiaofeng Zhao"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "2020-08-18",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChina’s markets gained 3.86% around December 4, 2012, when the Party announced anti-corruption reforms. State-owned enterprises (SOEs) with higher past entertainment and travel costs (ETC) gained more. NonSOEs gained in more liberalized provinces, especially those with high past ETC, productivity, growth opportunities, and external financing. NonSOEs lost in the least liberalized provinces, especially those with high past ETC. These findings support investors’ expect reduced official corruption to create value overall, reduce SOE waste, lower bureaucratic barriers to efficient resource allocation where markets function, and impede business in unliberalized provinces, where “getting things done” still requires investment in greasing bureaucratic gears.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Sumit Agarwal, Philip H. Dybvig, Raymond Fisman, Hanming Fang, Ali Hortaçsu, Yongmiao Hong, James Levinsohn, Hongbin Li, and Yingyi Qian. We also appreciate the comments from the seminar participants at the National Bureau of Economic Research (NBER) May 2015 Chinese Economy Workshop, the ABFER 2016, the 2nd China-Europe Conference: Transparency, Economic Institutions and Governance, and The 2016 Greater China Area Finance Conference. We would like to thank researchers from The Chinese University of Hong Kong, Columbia University, Hebrew University of Jerusalem, Hong Kong Monetary Authority, National University of Singapore (NUS) Business School, Lingnan University, the University of British Columbia, University of California Los Angeles (UCLA) Anderson School of Management, the University of Chicago, the University of Maryland, and the University of Philadelphia. Randall Morck would like to thank the Bank of Canada for partial funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}