{
    "id": 22006,
    "citation_title": "Breaking the Spell with Credit-Easing: Self-Confirming Credit Crises in Competitive Search Economies",
    "citation_author": [
        "Gaetano Gaballo",
        "Ramon Marimon"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that credit crises can be Self-Confirming Equilibria (SCE), which provides a new rationale for policy interventions like, for example, the FRB's TALF credit-easing program in 2009. We introduce SCE in competitive credit markets with directed search. These markets are efficient when lenders have correct beliefs about borrowers' reactions to their offers. Nevertheless, credit crises - where high interest rates self-confirm high credit risk - can arise when lenders have correct beliefs only locally around equilibrium outcomes. Policy is needed because competition deters the socially optimal degree of information acquisition via individual experiments at low interest rates. A policy maker with the same beliefs as lenders will find it optimal to implement a targeted subsidy to induce low interest rates and, as a by-product, generate new information for the market. We provide evidence that the 2009 TALF was an example of such Credit Easing policy. We collect new micro-data on the ABS auto loans in the US before and after the policy intervention, and we test, successfully, our theory in this case.\n\n",
    "acknowledgement": "\nWe thank Marco Bassetto, Pierpaolo Battigalli, Fiorella De Fiore, Manolis Galenianos, Stephen Morris, Dirk Niepelt, Thomas Sargent, Harald Uhlig, Tack Yun and participants in seminars and workshops, where previous versions of this work have been presented, for their comments. We thank Mauro Lanati for excellent research assistance. We acknowledge financial support by the Fondation Banque de France and of the ADEMU project, “A Dynamic Economic and Monetary Union” funded by the European Union's Horizon 2020 Program under grant agreement N. 649396. The views expressed in this paper do not necessarily reflect those of Banque de France or European Commission. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}