{
    "id": 22000,
    "citation_title": "Sets of Models and Prices of Uncertainty",
    "citation_author": [
        "Lars P. Hansen",
        "Thomas J. Sargent"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA decision maker constructs a convex set of nonnegative martingales to use as likelihood ratios that represent parametric alternatives to a baseline model and also non-parametric models statistically close to both the baseline model and the parametric alternatives. Max-min expected utility over that set gives rise to equilibrium prices of model uncertainty expressed as worst-case distortions to drifts in a representative investor's baseline model. We offer quantitative illustrations for baseline models of consumption dynamics that display long-run risk. We describe a set of parametric alternatives that generates countercyclical prices of uncertainty.\n\n",
    "acknowledgement": "\nWe thank Julian Kozlowski, Lloyd Han, and Balint Szoke for thoughtful criticisms of earlier drafts.  We thank Scott Lee, Botao Wu, and especially Lloyd Han and Paul Ho for carrying out the computations.  Lloyd Han and Paul Ho played a central role in the construction of Appendices B, C and D. Hansen acknowledges support from the National Science Foundation, under grant 0951576 \\DMUU: Center for Robust Decision Making on Climate and Energy Policy\" and from the Policy Research Program of the MacArthur Foundation under the project \"The Price of Policy Uncertainty.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}