{
    "id": 22003,
    "citation_title": "Judges, Juveniles and In-group Bias",
    "citation_author": [
        "Briggs Depew",
        "Ozkan Eren",
        "Naci Mocan"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "2016-02-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the existence of in-group bias (preferential treatment of one’s own group) in court decisions.  Using the universe of juvenile court cases in a U.S. state between 1996 and 2012 and exploiting random assignment of juvenile defendants to judges, we find evidence for negative racial in-group bias in judicial decisions.   All else the same, black (white)  juveniles who are randomly assigned to black (white) judges are more likely to get incarcerated (as opposed to being placed on probation), and they receive longer sentences.  Although observed in experimental settings, this is the first empirical evidence of negative in-group bias, based on a randomization design outside of the lab.  Explanations for this finding are provided.\n\n",
    "acknowledgement": "\nWe thank Orley Ashenfelter, Katherine Barnes, Jeff Butler, David Card, Price Fishback, Bill Horace, Leyla Mocan, Ron Oaxaca, Anne Morrison Piehl, Michael Price, Todd Sorensen and the participants of the 2015 University of Arizona Conference in Recognition of Ron Oaxaca. The data used in this study are provided by the Louisiana Office of Juvenile Justice. We thank the Office of Social Service Research and Development (OSSRD) in the College of Human Sciences and Education at Louisiana State University for guidance with the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}