{
    "id": 22002,
    "citation_title": "What is Different About Urbanization in Rich and Poor Countries? Cities in Brazil, China, India and the United States",
    "citation_author": [
        "Juan Pablo Chauvin",
        "Edward Glaeser",
        "Yueran Ma",
        "Kristina Tobio"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAre the well-known facts about urbanization in the United States also true for the developing world? We compare American metropolitan areas with comparable geographic units in Brazil, China and India. Both Gibrat’s Law and Zipf’s Law seem to hold as well in Brazil as in the U.S., but China and India look quite different. In Brazil and China, the implications of the spatial equilibrium hypothesis, the central organizing idea of urban economics, are not rejected. The India data, however, repeatedly rejects tests inspired by the spatial equilibrium assumption. One hypothesis is that the spatial equilibrium only emerges with economic development, as markets replace social relationships and as human capital spreads more widely. In all four countries there is strong evidence of agglomeration economies and human capital externalities. The correlation between density and earnings is stronger in both China and India than in the U.S., strongest in China. In India the gap between urban and rural wages is huge, but the correlation between city size and earnings is modest. The cross-sectional relationship between area-level skills and both earnings and area-level growth are also stronger in the developing world than in the U.S. The forces that drive urban success seem similar in the rich and poor world, even if limited migration and difficult housing markets make it harder for a spatial equilibrium to develop.\n\n",
    "acknowledgement": "\nWe acknowledge support from the Taubman Center for State and Local Government. Chauvin acknowledges support from the Center for International Development at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}