{
    "id": 22018,
    "citation_title": "Health Capacity to Work at Older Ages in Denmark",
    "citation_author": [
        "Paul Bingley",
        "Nabanita Datta Gupta",
        "Peder Pedersen"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nCenter for Aging and Health Research\n",
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nLongevity is increasing and many people are spending a greater proportion of their lives reliant on pensions to support consumption. In response to this, several countries have mandated delays to age of first entitlement to pension benefits in order to reduce incentives to retire early. However, it is unknown to what extent older individuals have the health capacity to sustain the longer working lives that delayed pension benefits may encourage. We estimate the health capacity to work longer in Denmark by comparing how much older individuals work today with how much those with similar mortality rates worked in the past, and how much younger individuals today with similar self-assessed health work. We find substantial health capacity for longer working lives among those currently aged 55 and above. We also find significant heterogeneity by education and gender. Those with a high school degree have the greatest additional work capacity, women have more additional capacity than men, especially women with a college degree.\n\n",
    "acknowledgement": "\nThis paper is part of the National Bureau of Economic Research’s  International Social Security (ISS) Project, which is supported by the National Institute on Aging (grant P01 AG012810). We are grateful to other ISS project team members for comments which have improved the paper. This paper uses data from SHARE wave 5 release 1.0.0, as of March 31st 2015 (DOI: 10.6103/SHARE.w5.100), SHARE wave 4 release 1.1.1, as of March 28th 2013 (DOI: 10.6103/SHARE.w4.111), SHARE waves 1 and 2 release 2.6.0, as of November 29th 2013 (DOIs: 10.6103/SHARE.w1.260 and 10.6103/SHARE.w2.260). The SHARE data collection has been primarily funded by the European Commission through the 5th Framework Program (project QLK6-CT- 2001-00360 in the thematic program Quality of Life), through the 6th Framework Program (projects SHARE-I3, RII-CT-2006-062193, COMPARE, CIT5-CT-2005-028857, CIT4-CT-2006-028812) and through the 7th Framework Program (SHARE-PREP, N° 211909, SHARE-LEAP, N° 227822 and SHARE M4, N° 261982). Additional funding from the U.S. National Institute on Aging (U01 AG09740-13S2, P01 AG005842, P01 AG08291, P30 AG12815, R21 AG025169, Y1-AG-4553-01, IAG BSR06-11 and OGHA 04-064) and the German Ministry of Education and Research as well as from various national sources is gratefully acknowledged (see www.share-project.org for a full list of funding institutions). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}