{
    "id": 22013,
    "citation_title": "Are Expectations Alone Enough? Estimating the Effect of a Mandatory College-Prep Curriculum in Michigan",
    "citation_author": [
        "Brian Jacob",
        "Susan Dynarski",
        "Kenneth Frank",
        "Barbara Schneider"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the impacts of the Michigan Merit Curriculum, a statewide college preparatory curriculum that applies to the high school graduating class of 2008 and later. We use a student, longitudinal database for all public school students in Michigan for the main analyses, and complement this with analyses from a state-year panel. The study employs several non-experimental approaches, including a comparative interrupted time series and a synthetic control method. Our analyses suggest that the higher expectations embodied in the MMC has had little impact on student outcomes. Looking at student performance on the ACT, the only clear evidence of a change in academic performance comes in science. Our best estimates indicate that ACT science scores improved by 0.2 points (or roughly 0.04 standard deviations) as a result of the MMC. Students who entered high school with the weakest academic preparation saw the largest improvement, gaining 0.35 points (0.15 standard deviations) on the ACT composite score and 0.73 points (0.22 standard deviations) on the ACT science score. Our estimates for high school completion are very sensitive to the sample and methodology used. Some analysis suggests a small negative impact on high school graduation for students who entered high school with the weakest academic preparation, but other analysis finds no such effect.\n\n",
    "acknowledgement": "\nThanks to our partners at the Michigan Department of Education (MDE) and Michigan’s Center for Educational Performance and Information (CEPI), especially Thomas Howell, Venessa Keesler and Joseph Martineau. An army of research assistants worked to prepare these data and we are eternally grateful to them all. The Institute of Education Sciences provided generous support through Grant R305E100008. This research uses data structured and maintained by the Michigan Consortium for Educational Research (MCER). MCER data are modified for analysis using rules governed by MCER and are not identical to data collected and maintained by MDE and CEPI. Results, information and opinions are the authors’ and do not reflect the views or positions of MDE or CEPI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}