{
    "id": 22010,
    "citation_title": "MisMatch in Human Capital Accumulation",
    "citation_author": [
        "Russell Cooper",
        "Huacong Liu"
    ],
    "citation_publication_date": "2016-02-22",
    "issue_date": "2016-02-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the allocation of heterogeneous agents to levels of educational attainment. The goal is to understand the magnitudes and sources of mismatch in this assignment, both in theory and in the data. The paper presents evidence of substantial mismatch between ability and educational attainment across 21 OECD countries, with a focus on Germany, Italy, Japan and the US.  In the model, mismatch originates from: (i) taste shocks, (ii) binding borrowing constraints and (iii) noisy measures of ability in test scores. The model is estimated using a simulated method of moments approach.  The main finding is that measured mismatch arises largely from noise in test scores and does not reflect borrowing constraints. Differences in tastes for education across households play a minor role in explaining mismatch. Further, the estimation allows us to decompose the college wage premium, isolating cross-country differences in selection effects from the return to education.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}