{
    "id": 22012,
    "citation_title": "Recursive Contracts and Endogenously Incomplete Markets",
    "citation_author": [
        "Mikhail Golosov",
        "Aleh Tsyvinski",
        "Nicolas Werquin"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this chapter we study dynamic incentive models in which risk sharing is endogenously limited by the presence of informational or enforcement frictions. We comprehensively overview one of the most important tools for the analysis such problems — the theory of recursive contracts. Recursive formulations allow to reduce often complex models to a sequence of essentially static problems that are easier to analyze both analytically and computationally. We first provide a self-contained treatment of the basic theory: the Revelation Principle, formulating and simplifying the incentive constraints, using promised utilities as state variables, and analyzing models with persistent shocks using the first-order approach. We then discuss more advanced topics: duality theory and Lagrange multiplier techniques, models with lack of commitment, and martingale methods in continuous time. Finally, we show how a variety of applications in public economics, corporate finance, development and international economics featuring incomplete risk-sharing can be analyzed using the tools of the theory of recursive contracts.\n\n",
    "acknowledgement": "\nGolosov and Tsyvinski thank the NSF for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}