{
    "id": 22015,
    "citation_title": "Social Norms, Labor Market Opportunities, and the Marriage Gap for Skilled Women",
    "citation_author": [
        "Marianne Bertrand",
        "Patricia Cortés",
        "Claudia Olivetti",
        "Jessica Pan"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most of the developed world, skilled women marry at a lower rate than unskilled women. We document heterogeneity across countries in how the marriage gap for skilled women has evolved over time. As labor market opportunities for women have improved, the marriage gap has been growing in some countries but shrinking in others. We discuss a theoretical model in which the (negative) social attitudes towards working women might contribute towards the lower marriage rate of skilled women, and might also induce a non-linear relationship between their labor market prospects and their marriage outcomes. The model is suited to understand the dynamics of the marriage gap for skilled women over time within a country with set social attitudes towards working women. The model also delivers predictions about how the marriage gap for skilled women should react to changes in their labor market opportunities across countries with more or less conservative attitudes towards working women. We test the key predictions of this model in a panel of 23 developed countries, as well as in a panel of US states.\n\n",
    "acknowledgement": "\nResearch support from the Global Asia Institute JY Pillay Comparative Asia Research Centre Grant is gratefully acknowledged. We thank seminar participants at the NBER Summer Institute, 2015 SOLE/EALE Meetings, Hitotsubashi Summer Institute in Labor Economics, Hunter College, and the 2016 ASSA Meetings for numerous helpful comments. Maria Dolores Palacios provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}