{
    "id": 22026,
    "citation_title": "Decision-Making under the Gambler's Fallacy: Evidence from Asylum Judges, Loan Officers, and Baseball Umpires",
    "citation_author": [
        "Daniel Chen",
        "Tobias J. Moskowitz",
        "Kelly Shue"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-07-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe find consistent evidence of negative autocorrelation in decision-making that is unrelated to the merits of the cases considered in three separate high-stakes field settings: refugee asylum court decisions, loan application reviews, and major league baseball umpire pitch calls. The evidence is most consistent with the law of small numbers and the gambler's fallacy – people underestimating the likelihood of sequential streaks occurring by chance – leading to negatively autocorrelated decisions that result in errors. The negative autocorrelation is stronger among more moderate and less experienced decision-makers, following longer streaks of decisions in one direction, when the current and previous cases share similar characteristics or occur close in time, and when decision-makers face weaker incentives for accuracy. Other explanations for negatively autocorrelated decisions such as quotas, learning, or preferences to treat all parties fairly, are less consistent with the evidence, though we cannot completely rule out sequential contrast effects as an alternative explanation.\n\n",
    "acknowledgement": "\nCorresponding author: Kelly Shue, University of Chicago and NBER, 5807 S Woodlawn Ave, Chicago, IL, 60601, (734) 834-0046, kelly.shue@chicagobooth.edu. We thank Dan Benjamin, John Campbell, Kent Daniel, Stefano Dellavigna, Andrea Frazzini, Radha Gopalan, Emir Kamenica, Adrien Matray, Sendhil Mullainathan, Josh Schwartzstein, Dick Thaler, Jeff Zwiebel, three anonymous referees, and Andrei Shleifer (the editor) for helpful comments and suggestions. We thank seminar participants at AEA, ANU, Conference on Behavioral and Experimental Economics, Conference on Empirical Legal Studies, Cornell, Cubist, Dartmouth, Econometric Society, Gerzensee ESSFM, Indiana University, ISNIE, McGill, NBER Behavioral Economics, Northeastern, Norwegian School of Economics, Red Rock Finance Conference, Rice, Rochester, SITE, Texas Finance Festival, University of Chicago,University of Oklahoma, University of Washington, UNSW, Yale Summer School in Behavioral Finance, and Zurich for helpful comments. We also thank Alex Bennett, Luca Braghieri, Leland Bybee, Sarah Eichmeyer, Chattrin Laksanabunsong, and Kaushik Vasudevan for excellent research assistance and Sue Long for helpful discussions about the asylum court data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}