{
    "id": 22022,
    "citation_title": "Experimental Research on Labor Market Discrimination",
    "citation_author": [
        "David Neumark"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-08-26",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nUnderstanding whether labor market discrimination explains inferior labor market outcomes for many groups has drawn the attention of labor economists for decades – at least since the publication of Gary Becker’s The Economics of Discrimination in 1957.  The decades of research on discrimination in labor markets began with a regression-based “decomposition” approach, asking whether raw wage or earnings differences between groups – which might constitute prima facie evidence of discrimination – were in fact attributable to other productivity-related factors.  Subsequent research – responding in large part to limitations of the regression-based approach – moved on to other approaches, such as using firm-level data to estimate both marginal productivity and wage differentials.  In recent years, however, there has been substantial growth in experimental research on labor market discrimination – although the earliest experiments were done decades ago.  Some experimental research on labor market discrimination takes place in the lab.  But far more of it is done in the field, which makes this particular area of experimental research unique relative to the explosion of experimental economic research more generally.  This paper surveys the full range of experimental literature on labor market discrimination, places it in the context of the broader research literature on labor market discrimination, discusses the experimental literature from many different perspectives (empirical, theoretical, and policy), and reviews both what this literature has taught us thus far, and what remains to be done.\n\n",
    "acknowledgement": "\nI am grateful to Stijn Baert, Marc Bendick, Lieselotte Blommaert, Steven Durlauf, Peter Kuhn, Matt Notowidigdo, Dan-Olof Rooth, Devah Pager, David Phillips, Patrick Button, Bradley Ruffle, Doris Weichselbaumer, Uri Zak, and anonymous referees for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}