{
    "id": 22021,
    "citation_title": "Economic Policy Uncertainty and the Credit Channel: Aggregate and Bank Level U.S. Evidence over Several Decades",
    "citation_author": [
        "Michael D. Bordo",
        "John V. Duca",
        "Christoffer Koch"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic policy uncertainty affects decisions of households, businesses, policy makers and Financial intermediaries. We first examine the impact of economic policy uncertainty on aggregate bank credit growth. Then we analyze commercial bank entity level data to gauge the effects of policy uncertainty on Financial intermediaries' lending. We exploit the cross-sectional heterogeneity to back out indirect evidence of its effects on businesses and households. We ask (i) whether, conditional on standard macroeconomic controls, economic policy uncertainty affected bank level credit growth, and (ii) whether there is variation in the impact related to banks' balance sheet conditions; that is, whether the effects are attributable to loan demand or, if impact varies with bank level financial constraints, loan supply. We find that policy uncertainty has a significant negative effect on bank credit growth. Since this impact varies meaningfully with some bank characteristics – particularly the overall capital-to-assets ratio and bank asset liquidity–loan supply factors at least partially (and significantly) help determine the influence of policy uncertainty. Because other studies have found important macroeconomic effects of bank lending growth on the macroeconomy, our findings are consistent with the possibility that high economic policy uncertainty may have slowed the U.S. economic recovery from the Great Recession by restraining overall credit growth through the bank lending channel.\n\n",
    "acknowledgement": "\nWe thank William D. Dupor, Leonardo Gambacorta, Joseph G. Haubrich, Michael Weiss, and seminar participants at the Federal Reserve Bank of Dallas, the 2015 Federal Reserve System Committee Meeting on Financial Structure and Regulation in Charlotte, NC, and the 2015 25th Annual Rome International Conference on Money, Banking, and Finance for suggestions. We also thank Tyler Atkinson, James B. Cooke, and Camden Cornwell for providing excellent research assistance. The views expressed are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research. Any remaining errors are those of the authors.\n\n\n\nMichael D. Bordo\n\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Cleveland and some of the research behind this paper was done there.\n\n\n"
}