{
    "id": 22029,
    "citation_title": "Owning, Using and Renting: Some Simple Economics of the \"Sharing Economy\"",
    "citation_author": [
        "John J. Horton",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nNew Internet-based markets enable consumer/owners to rent out their durable goods when not using them. Such markets are modeled to determine ownership, rental rates, quantities, and surplus generated. Both the short run, before consumers can revise their ownership decisions, and the long run, in which they can, are examined to assess how these markets change ownership and consumption. The analysis examines bringing-to-market costs, such as labor costs and transaction costs, and considers the operating platform’s pricing problem. A survey of consumers broadly supports the modeling assumptions employed. For example, ownership is determined by individuals’ forward-looking assessments of planned usage.\n\n",
    "acknowledgement": "\nThanks to Andrey Fradkin, Ramesh Johari, Arun Sundararajan, Samuel Fraiberger, Hal Varian and Joe Golden for helpful discussions and comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Author contact information, datasets and code are currently or will be available at http://www.john-joseph-horton.com/\n\n\n\nJohn J. Horton\n\nMy wife currently works for Uber Technologies and receives part of her compensation in equity. I also worked at Uber in the summer of 2015 as a visiting professor on their data science team.\n\n\n"
}