{
    "id": 22027,
    "citation_title": "Popular Attitudes towards Markets and Democracy: Russia and United States Compared 25 Years Later",
    "citation_author": [
        "Maxim Boycko",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe repeat a survey we did in the waning days of the Soviet Union (Shiller, Boycko and Korobov, AER 1991) comparing attitudes towards free markets between Moscow and New York. Additional survey questions, from Gibson Duch and Tedin (J. Politics 1992) are added to compare attitudes towards democracy. Two comparisons are made: between countries, and through time, to explore the existence of international differences in allegiance to democratic free-market institutions, and the stability of these differences. While we find some differences in attitudes towards markets across countries and through time, we do not find most of the differences large or significant. Our evidence does not support a common view that the Russian personality is fundamentally illiberal or non-democratic.\n\n",
    "acknowledgement": "\nThe authors wish to thank Steven Fish, Jim Gibson and Luigi Zingales for stimulating discussion. Jim Gibson also helped with access to his 1990 Moscow Oblast survey results and Andrew Brod provided research assistance. Funding for the survey was supplied by Yale University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}