{
    "id": 22025,
    "citation_title": "Restoring Rational Choice: The Challenge of Consumer Financial Regulation",
    "citation_author": [
        "John Y. Campbell"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-03-25",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis lecture considers the case for consumer financial regulation in an environment where many households lack the knowledge to manage their financial affairs effectively. The lecture argues that financial ignorance is pervasive and unsurprising given the complexity of modern financial products, and that it contributes meaningfully to the evolution of wealth inequality. The lecture uses a stylized model to discuss the welfare economics of paternalistic intervention in financial markets, and discusses several specific examples including asset allocation in retirement savings, fees for unsecured short-term borrowing, and reverse mortgages.\n\n",
    "acknowledgement": "\nThis paper is the Ely Lecture delivered at the annual meeting of the American Economic Association on January 3, 2016. I thank the Sloan Foundation for financial support, and my coauthors Steffen Andersen, Cristian Badarinza, Laurent Calvet, Howell Jackson, Brigitte Madrian, Kasper Meisner Nielsen, Tarun Ramadorai, Benjamin Ranish, Paolo Sodini, and Peter Tufano for joint work that I draw upon here. I also thank Cristian Badarinza for his work with international survey data on household balance sheets, Laurent Bach, Laurent Calvet, and Paolo Sodini for sharing their results on Swedish wealth inequality, Ben Ranish for his analysis of Indian equity data, Annamaria Lusardi for her assistance with financial literacy survey data, Steven Bass, Sean Collins, Emily Gallagher, and Sarah Holden of ICI and Jack VanDerhei of EBRI for their assistance with data on US retirement savings, Eduardo Davila and Paul Rothstein for correspondence and discussions about behavioral welfare economics, and Daniel Fang for able research assistance. I have learned a great deal from my service on the Academic Research Council of the Consumer Financial Protection Bureau, and from conversations with CFPB staff.  Finally I gratefully acknowledge insightful comments from participants in the Sixth Miami Behavioral Finance Conference and the Fourth Conference on Household Finance and Consumption at the European Central Bank, and from Alexei Alexandrov, Julianne Begenau, John Beshears, Ron Borzekowski, Chris Carroll, Paulo Costa, Xavier Gabaix, Peter Ganong, Stefano Giglio, Michael Haliassos, Deborah Lucas, Annamaria Lusardi, Vijay Narasiman, Pascal Noel, James Poterba, Tarun Ramadorai, Jon Reuter, Paul Rothstein, Antoinette Schoar, Robert Shiller, Andrei Shleifer, Emil Siriwardane, Jeremy Stein, Cass Sunstein, Richard Thaler, and Jessica Wachter. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Y. Campbell\n\nJohn Y. Campbell\nOutside Activities Since 2006\n\n\nA. Compensated Activities1\n\n\nAsset Management\n\n\nFounding partner since 1999, Arrowstreet Capital, LP: www.arrowstreetcapital.com\n\n\nCommissioned Research\n\n\nAlfred P. Sloan Foundation: grant for international comparative studies of household finance, 2011-2014\n\n\nBrookings Institution: paper with Robert Shiller and Luis M. Viceira, “Understanding\nInflation-Indexed Bond Markets”, Brookings Papers on Economic Activity 79-120, Spring\n2009\n\n\nConference Organization\n\n\nNational Bureau of Economic Research, conference on Asset Prices and Monetary Policy,\n2007\n\n\nSpeaking Engagements\n\n\nJournal of Investment Management, 2007\nMellon Global Investments, Brazil, 2007\nReal Colegio Complutense, 2007 and 2008\nPension Real Estate Association, 2008\nInternational Conference on Economics, Finance, and Accounting, National Taiwan\nUniversity, 2009\nChina International Conference in Finance, Beijing, 2010\nForum for the Future of Higher Education, Aspen, 2011\nKarl Borch Lecture, NHH, Bergen, Norway, 2011\nDavid Kinley Lecture, University of Illinois, 2012\nPurvis Lecture, Canadian Economic Association, 2012\nMorgan Stanley Lecture, New Economic School, Moscow, 2012\nInternational Monetary Fund, Washington, DC, 2012\nHirtle Callaghan Investment Leadership Award, Philadelphia, PA, 2013\nEuropean Financial Management Association, Reading, UK, 2013\n\n\nB. Significant Non-Compensated Activities\n\n\nAmerican Economic Journal Macroeconomics: Editorial Board, 2007-09\nEconometric Society: Council, 2002-09; Investments Committee, 2006-10\nHarvard Management Company: Board, 2004-11\nInternational Atlantic Economic Society: President, 2008-09\nJournal of Financial Econometrics: Advisory Board, 2001-present\nJournal of Financial Economics: Associate Editor, 2007-present\nJournal of Money, Credit, and Banking: Advisory Board, 2001-present\nOxford-Man Institute: Academic Advisory Board, 2012-present\nBoard of Trustees, Andover Newton Theological School, 2012-present\nAcademic Research Council, Consumer Financial Protection Bureau, 2012-present\nFinancial Research Advisory Committee, Office of Financial Research, US Treasury, 2014-present\n\n\n_____________________________\n1 Excludes honoraria from non-profit institutions, government agencies, and academic journals of $3,000 or less\nin a given year, and payments from for-profit firms of $500 or less in a given year.\n\n\n"
}