{
    "id": 22023,
    "citation_title": "Does Incomplete Spanning in International Financial Markets Help to Explain Exchange Rates?",
    "citation_author": [
        "Hanno Lustig",
        "Adrien Verdelhan"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-03-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCompared to the predictions of complete market models, actual exchange rates are puzzlingly smooth and only weakly correlated with macro-economic fundamentals, suggesting that market incompleteness plays a key role in exchange rate dynamics. Incompleteness in international financial markets introduces a stochastic wedge between the growth rates of marginal utility at home and abroad, and the change in the exchange rate. We derive a preference-free upper bound on the effects of the FX wedges. Even if domestic agents can invest only in the foreign risk-free asset, incomplete spanning fails to simultaneously match the exchange rate volatility, cyclicality and the FX risk premia in the data.\n\n",
    "acknowledgement": "\nWe are grateful to Emmanuel Farhi, Jack Favilukis, Bob Hodrick, Robert Richmond, and Alexandros Vardoulakis for their discussions and detailed comments, and we would like to thank Bob Hodrick for conversations that led to this paper. We are grateful to Bernard Dumas, Ana Fostel, Xavier Gabaix, Francisco Gomes, Leonid Kogan, Sylvain Leduc, Matteo Maggiori, Jonathan Parker, Anna Pavlova, Carolin Pflueger, Anders Trolle, Raman Uppal and seminar participants at different institutions and conferences for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}