{
    "id": 22024,
    "citation_title": "Health Capacity to Work at Older Ages in France",
    "citation_author": [
        "Didier Blanchet",
        "Eve Caroli",
        "Corinne Prost",
        "Muriel Roger"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrance stands out as a country with a low labor force attachment of older workers. A reversal in the trend of French labor participation rates over 50 is under way, partly due to the pension reforms that took place since 1993. The French ageing process is driven by large gains in life expectancy and Pension reforms allocate part of these gains to work rather than to retirement. The implicit assumptions guiding the reforms have been that additional years of life are years with a health status that can be considered reasonably compatible with work. If this is not the case, the idea of sharing these additional years of life between work and retirement is questionable. \nConsidering mortality and health status, we question the fact that the reforms may have gone too far in increasing the retirement age. To tackle these issues, we rely on two different methodological approaches developed in the economic literature: one based on the gap in employment rates across time for given mortality rates; the other using the work/health relationship measured at certain ages to predict the health-related work capacity of older age groups at the same period of time. Both methods aim at providing measures of additional work capacity. This capacity may be defined as a measure of the distance between current retirement ages and what we call the “health barrier”, i.e. the age at which health prevents people from working longer. \nBoth methods predict high average levels of additional work capacity. However, the picture becomes somewhat different when disaggregating the results by social groups or education. Our results emphasize the idea that policies aiming at activating any estimated additional work capacity should take into account, when possible, the heterogeneity of health conditions in the population. Moreover, additional work capacity cannot be a general indicator of how much seniors should work. The methods used here indeed leave aside many factors that determine the employment rate of older workers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}