{
    "id": 22039,
    "citation_title": "Transparency and Negotiated Prices: The Value of Information in Hospital-Supplier Bargaining",
    "citation_author": [
        "Matthew Grennan",
        "Ashley Swanson"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2018-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a detailed dataset of hospitals' purchase orders, we find that information on purchasing by peer hospitals leads to reductions in the prices hospitals negotiate for supplies. Identification is based on staggered access to information across hospitals over time. Within coronary stents, reductions are concentrated among hospitals previously paying relatively high prices and for brands purchased in large volumes, and are consistent with resolving asymmetric information problems. Estimates across a large number of other important product categories indicate that the effects of information are largest in both absolute and relative terms for physician preference items (PPIs). Among PPIs, high-price, high-quantity hospital-brand combinations average 3.9 percent savings, versus 1.6 percent for commodities.\n\n",
    "acknowledgement": "\nThe data used in this paper were generously provided, in part, by the ECRI Institute (www.ecri.org). We are grateful to our editors, three helpful reviewers, Mike Dickstein, Robin Lee, Amanda Starc, Robert Town, Ali Yurukoglu, and numerous seminar participants for helpful comments. We gratefully acknowledge financial support from the Wharton Dean's Research Fund and Public Policy Initiative, the Wolpow Family, and NSF Grant 30067535. Biruk Bekele, Stuart Craig, Robin Kim, Donato Onorato, and Mihir Trivedi provided excellent research assistance. Any errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}