{
    "id": 22031,
    "citation_title": "Self-insuring against Liability Risk: Evidence from Physician Home Values in States with Unlimited Homestead Exemptions",
    "citation_author": [
        "Eric Helland",
        "Anupam B. Jena",
        "Dan P. Ly",
        "Seth A. Seabury"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen faced with financial uncertainty, rational agents have incentives to take steps ex ante to reduce the probability (self-protection) or size (self-insurance) of a loss.  However, in the case of liability risk, especially physician responses to malpractice risk, most empirical analyses have focused exclusively on measuring self-protection. This paper studies whether physicians invest in self-insurance by exploring how they respond to policies that allow them to lower the financial cost of malpractice liability.  Specifically, we test whether physicians exploit provisions of bankruptcy laws and adjust the value of their home purchases to protect assets from liability claims exceeding their malpractice policy limits. We find that in states with unlimited “homestead” exceptions—provisions of state law that protect home equity when individuals file for bankruptcy—physicians invest 13% more in the value of their homes compared to what they would have invested in the absence of an exemption, whereas no such effect is true for other professionals of similar family income, family size, demographics, and city of residence.  Additionally, the response of physicians to unlimited homestead exemptions is larger in areas with higher liability risk, where physicians would have greater incentive to insure against financial risks. Our findings suggest that physicians take financially costly decisions to protect themselves from uninsured malpractice risk, implying more generally that individuals self-insure against liability risk when insurance markets are incomplete.\n\n",
    "acknowledgement": "\nSupport for this work was provided by the RAND Institute for Civil Justice (Helland) and the Office of the Director, National Institutes of Health (Dr. Jena, NIH Early Independence Award, 1DP5OD017897-01). The authors wish to thank seminar participants at the University of Texas and the 2015 Conference of Empirical Legal Studies. Charles Silver, Bernie Black, David Hyman and Christopher Robertson also provided helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}