{
    "id": 22038,
    "citation_title": "Discounts and Deadlines in Consumer Search",
    "citation_author": [
        "Dominic Coey",
        "Bradley Larsen",
        "Brennan Platt"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2019-09-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe present a new equilibrium search model where consumers initially search among discount opportunities, but are willing to pay more as a deadline approaches, eventually turning to full-price sellers. The model predicts equilibrium price dispersion and rationalizes discount and full-price sellers coexisting without relying on ex-ante heterogeneity. We apply the model to online retail sales via auctions and posted prices, where failed attempts to purchase a good reveal consumers' reservation prices. We find robust evidence supporting the theory, and demonstrate that ignoring buyer deadlines can distort estimates of market welfare, consumer demand, and underlying causes of market shifts.\n\n",
    "acknowledgement": "\nPreviously circulated as \"A Theory of Bidding Dynamics and Deadlines in Online Retail.\" We thank Mark Armstrong, Lanier Benkard, Liran Einav, Matt Gentzkow, Thomas Jeitschko, Jon Levin, Jason Lepore, Greg Lewis, Carol Lu, Daniel Quint, Yaron Raviv, Alan Sorensen, Steve Tadelis, Caio Waisman, Matthijs Wildenbeest, and seminar and conference participants at Michigan, NC State, Penn State, Rice, Stanford, UC Davis, UCLA, UC Riverside, UT Austin, Wharton, eBay Research Labs, the Department of Justice, the 2013 Conference on Economic Design, the 2015 West Coast Search and Matching Workshop, the 2015 International Industrial Organization Conference, the 2015 Searle Center Conference on Internet Search and Innovation, the 2015 Western Economic Association International Conference, the 2015 NBER Summer Institute Joint IO/Digitization Meetings, the 2015 World Congress, the 2017 North American Winter Meetings of the Econometric Society, and the Marketplace Innovation Conference for helpful comments. Coey was an employee of eBay Research Labs while working on this project. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}