{
    "id": 22033,
    "citation_title": "Does Fundraising Create New Giving?",
    "citation_author": [
        "Jonathan Meer"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-03-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite an extensive literature on the impacts of a variety of charitable fundraising techniques, little is known about whether these activities increase overall giving or merely cause donors to substitute away from other causes. Using detailed data from Donorschoose.org, an online platform linking teachers with prospective donors, I examine the extent to which matching grants for donations to certain requests affect giving to others. Eligibility for matches is determined in entirely by observable attributes of the request, providing an exogenous source of variation in incentives to donate to between charities. I find that, while matches increase giving to eligible requests, they do not appear to crowd out giving to similar ones, either contemporaneously or over time.\n\n",
    "acknowledgement": "\nI have benefited from suggestions by Jim Andreoni, Jeffrey Clemens, Catherine Eckel, Tatyana Deryugina, Daniel Hungerman, Mark Hoekstra, Judd Kessler, Jason Lindo, John List, Harvey Rosen, and Ragan Petrie, as well as seminar participants at Duke University, Michigan State University, the Science of Philanthropy Initiative, the University of California – Santa Barbara, and the University of California – Santa Cruz. I am extremely grateful to David Crane, Vlad Dubovskiy, Jay Garlapati, Tea Ho, and Oliver Hurst-Hiller at DonorsChoose.org for providing data and for numerous clarifying conversations. Derek N. Welborn provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}