{
    "id": 22034,
    "citation_title": "Bank Quality, Judicial Efficiency and Borrower Runs: Loan Repayment Delays in Italy",
    "citation_author": [
        "Fabio Schiantarelli",
        "Massimiliano Stacchini",
        "Philip E. Strahan"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-08-16",
    "topics": null,
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExposure to liquidity risk makes banks vulnerable to runs from both depositors and from wholesale, short-term investors. This paper shows empirically that banks are also vulnerable to run-like behavior from borrowers who delay their loan repayments (default). Firms in Italy defaulted more against banks with high levels of past losses. We control for borrower fundamentals with firm-quarter fixed effects; thus, identification comes from a firm's choice to default against one bank versus another, depending upon their health. This `selective' default increases where legal enforcement is weak. Poor enforcement thus can create a systematic loan risk by encouraging borrowers to default en masse once the continuation value of their bank relationships comes into doubt.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors alone and do not necessarily represent those of the institutions with which they are affiliated, nor of the National Bureau of Economic Research. We are grateful to Massimiliano Affinito, Giorgio Albareto, Alberto Alesina, Francesco Columba, Riccardo De Bonis, Emilia Bonaccorsi di Patti, Francesco Giavazzi, Francesco Manaresi, Alfonso Rosolia and seminar participants at the Bank of Italy, Bocconi University, Boston College, University of Chicago, Georgia Tech, the University of Illinois at Champaign-Urbana, Notre Dame, Nova School of Business, the Bank of Portugal, SAIF, Tsinghua University and the University of Western Ontario for helpful comments. We also thank Ana Lariau Bolentini and Danilo Liberati for the helpful research assistance.\n\n\n"
}