{
    "id": 22044,
    "citation_title": "Safe Asset Scarcity and Aggregate Demand",
    "citation_author": [
        "Ricardo J. Caballero",
        "Emmanuel Farhi",
        "Pierre-Olivier Gourinchas"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the consequences of safe asset scarcity on aggregate demand in a stylized IS-LM/Mundell Fleming environment. Acute safe asset scarcity forces the economy into a “safety trap” recession. In the open economy, safe asset scarcity spreads from one country to the other via capital flows, equalizing interest rates. Acute global safe asset scarcity forces the economy into a global safety trap. The exchange rate becomes indeterminate but plays a crucial role in both the distribution and the magnitude of output adjustment across countries. Policies that increase the net supply of safe assets somewhere are output enhancing everywhere.\n\n",
    "acknowledgement": "\nThis paper is forthcoming in the American Economic Review, Papers and Proceeding, May 2016. It was presented at the January 2016 AEA meetings in the session: “Global Reserve Assets in a Low Interest Rate World.” We thank Olivier Blanchard, Gita Gopinath, and our discussant Mark Gertler for their comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}