{
    "id": 22043,
    "citation_title": "Estimating Social Preferences and Gift Exchange at Work",
    "citation_author": [
        "Stefano DellaVigna",
        "John A. List",
        "Ulrike Malmendier",
        "Gautam Rao"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe design a model-based field experiment to estimate the nature and magnitude of workers’ social preferences towards their employers. We hire 446 workers for a one-time task. Within worker, we vary (i) piece rates; (ii) whether the work has payoffs only for the worker, or also for the employer; and (iii) the return to the employer. We then introduce a surprise increase or decrease in pay (‘gifts’) from the employer. We find that workers have substantial baseline social preferences towards their employers, even in the absence of repeated-game incentives. Consistent with models of warm glow or social norms, but not of pure altruism, workers exert substantially more effort when their work is consequential to their employer, but are insensitive to the precise return to the employer. Turning to reciprocity, we find little evidence of a response to unexpected positive (or negative) gifts from the employer. Our structural estimates of the social preferences suggest that, if anything, positive reciprocity in response to monetary ‘gifts’ may be larger than negative reciprocity. We revisit the results of previous field experiments on gift exchange using our model and derive a one-parameter expression for the implied reciprocity in these experiments.\n\n",
    "acknowledgement": "\nWe thank James Andreoni, Supreet Kaur, Constanca Esteves-Sorenson, Johannes Hermle, Rosario Macera, Klaus Schmidt, Dmitry Taubinsky, and the audiences at Bonn, Munich, Zurich, the ASSA 2016 Conference and the SITE Conference on Experimental Economics for useful comments. We also thank Debbie Blair, Alec Brandon, Natalie Cox, Johannes Hermle, Justin Holz, David Novgorodsky, Waldo Ojeda, Avner Shlain, Jessica Shui, Ferenc Szucs, Jonas Tungodden, and Brian Wheaton for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}