{
    "id": 22049,
    "citation_title": "The Long Run Effects of Labor Migration on Human Capital Formation in Communities of Origin",
    "citation_author": [
        "Taryn Dinkelman",
        "Martine Mariotti"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide new evidence of one channel through which circular labor migration has long run effects on origin communities: by raising completed human capital of the next generation. We estimate the net effects of migration from Malawi to South African mines using newly digitized Census and administrative data on access to mine jobs, a difference-in-differences strategy and two opposite-signed and plausibly exogenous shocks to the option to migrate. Twenty years after these shocks, human capital is 4.8-6.9% higher among cohorts who were eligible for schooling in communities with the easiest access to migrant jobs.\n\n",
    "acknowledgement": "\nFreed Kumchulesi, Grace Kumchulesi, Ashley Wong, Lucy Xie and Zheng-Yi Yang provided excellent research assistance for this project. We also thank officials at the Malawi National Archives and Lucy McCann at Rhodes House Library for their invaluable assistance in data collection. We thank Michael Clemens, Elizabeth Cascio, Alan de Brauw, Eric Edmonds, James Fenske, David McKenzie, Caroline Theoharides, Rebecca Thornton, Steve Stillman, Dean Yang, and seminar participants at the Australian National University, the 2014 Australian and Pacific Economic and Business History Meetings, the 2014 Australasian Development Economics Workshop, the 2014 Barcelona GSE Summer Forum (Development and Migration Workshops), the 2014 Economic Demography Workshop at the Population Association of America meetings, Georgetown University, the 2015 NBER Summer Institute (Children/Labor Studies), The 2015 World Economic History Congress, Oxford University, the Paris and Toulouse Schools of Economics, the University of Namur and Williams College for comments. This document is an output from a project funded by the UK Department for International Development (DFID) and the Institute for the Study of Labor (IZA) for the benefit of developing countries (GA-C2-RA4-181). The views expressed are not necessarily those of DFID, IZA, or the National Bureau of Economic Research.\n\n\n"
}