{
    "id": 22040,
    "citation_title": "Net Neutrality, Pricing Instruments and Incentives",
    "citation_author": [
        "Joshua S. Gans",
        "Michael L. Katz"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe correct and extend the results of Gans (2015) regarding the effects of net neutrality regulation on equilibrium outcomes in settings where a content provider sells its services to consumers for a fee. We examine both pricing and investment effects. We extend the earlier paper’s result that weak forms of net neutrality are ineffective and also show that even a strong form of net neutrality may be ineffective. In addition, we demonstrate that, when strong net neutrality does affect the equilibrium outcome, it may harm efficiency by distorting both ISP and content provider investment and service-quality choices.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoshua S. Gans\n\nI have consulted for Core Economic Research during the course of this project. However, none of the topics upon which I have been remunerated have impacted on or are related to this research.\n\n\n\nMichael L. Katz\n\nKatz has worked for clients holding views for and against net neutrality.  Those clients provided no support for this research and were not notified of its existence.  The views expressed herein are those of the author and do not necessarily reflect the views of those clients or of the National Bureau of Economic Research.\n\n\n"
}