{
    "id": 22041,
    "citation_title": "Offshoring and Labor Markets",
    "citation_author": [
        "David Hummels",
        "Jakob R. Munch",
        "Chong Xiang"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe survey the recent empirical literature on the effects of offshoring on wages, employment and displacement. We start with the measurement of offshoring, focusing on the use of imported inputs that could have been produced by the importing firm. We overview key theories related to offshoring and its labor market effects and survey three waves of the literature on wage effects of offshoring:  those using industry data, firm data, and worker data.  For each wave we highlight the identification strategies used, critically assess strengths and weaknesses, discuss connections with theory, and draw out potential policy implications of its findings.  Closely related, we address a new literature that looks at the differential impact of offshoring across occupations.  Finally, we survey the literature that examines how offshoring affects employment and displacement.  We highlight the recent development of a novel cohort-based approach that is specifically designed to address selection with displacement and capable of identifying the overall effects of offshoring, including wage changes, displacement, and other types of transitions.\n\n",
    "acknowledgement": "\nWe thank Steven Durlauf for suggesting this survey and for his help, along with several anonymous referees, in shaping the key issues.  We thank the Danish Council for Independent Research | Social Sciences (FSE) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}