{
    "id": 22042,
    "citation_title": "The Long-Run Effects of Disruptive Peers",
    "citation_author": [
        "Scott E. Carrell",
        "Mark Hoekstra",
        "Elira Kuka"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large and growing literature has documented the importance of peer effects in education. However, there is relatively little evidence on the long-run educational and labor market consequences of childhood peers. We examine this question by linking administrative data on elementary school students to subsequent test scores, college attendance and completion, and earnings. To distinguish the effect of peers from confounding factors, we exploit the population variation in the proportion of children from families linked to domestic violence, who were shown by Carrell and Hoekstra (2010, 2012) to disrupt contemporaneous behavior and learning. Results show that exposure to a disruptive peer in classes of 25 during elementary school reduces earnings at age 26 by 3 to 4 percent.  We estimate that differential exposure to children linked to domestic violence explains 5 to 6 percent of the rich-poor earnings gap in our data, and that removing one disruptive peer from a classroom for one year would raise the present discounted value of classmates' future earnings by $100,000.\n\n",
    "acknowledgement": "\nWe are grateful to the Florida Department of Education and Hidahis Figueroa at the Department of Research and Evaluation of the School Board of Alachua County for providing us the data. We also acknowledge financial support from the UC Davis Center for Poverty Research.  We would also like to thank seminar participants at the Brigham Young University, the Federal Reserve Bank of New York, the Fall 2015 NBER Education Program Meeting, the 2015 Annual Meeting of the Southern Economic Association, the 2015 Stata Texas Empirical Microeconomics Conference, and the 2015 Annual Meeting of the Western Economic Association for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}