{
    "id": 22045,
    "citation_title": "Excess Volatility: Beyond Discount Rates",
    "citation_author": [
        "Stefano Giglio",
        "Bryan Kelly"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe document a form of excess volatility that is irreconcilable with standard models of prices, even after accounting for variation in discount rates. We compare prices of claims on the same cash flow stream but with different maturities. Standard models impose precise internal consistency conditions on the joint behavior of long and short maturity claims and these are strongly rejected in the data.  In particular, long maturity prices are significantly more variable than justified by the behavior at short maturities. Our findings are pervasive. We reject internal consistency conditions in all term structures that we study, including equity options, currency options, credit default swaps, commodity futures, variance swaps, and inflation swaps.\n\n",
    "acknowledgement": "\nThis research benefited financial support from the Fama-Miller Center at the University of Chicago, Booth School of Business. We are grateful to Robert Barro, Jonathan Berk, Oleg Bondarenko, John Campbell, John Cochrane, Josh Coval, Drew Creal, Ian Dew-Becker, Hitesh Doshi, Gene Fama, Xavier Gabaix, Valentin Haddad, Lloyd Han, Lars Hansen, Roni Isrealov, Lawrence Jin, Ralph Koijen, Ahn Le, Martin Lettau, Hanno Lustig, Matteo Maggiori, Tim McQuade, Toby Moskowitz, Stavros Panageas, Monika Piazzesi, Seth Pruitt, Martin Schneider, Andrei Shleifer, Jeremy Stein, Dick Thaler, Pietro Veronesi, and Cynthia Wu for helpful comments, seminar participants at AQR, ASU, Berkeley, Case Western, Chicago, Chicago Fed, Harvard, Houston, LBS, Stanford, UBC, and UT Dallas, and conference participants at CITE and IFSID. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}