{
    "id": 22046,
    "citation_title": "Globalization and Political Structure",
    "citation_author": [
        "Gino Gancia",
        "Giacomo A.M. Ponzetto",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2021-06-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theoretical framework to study the interaction between globalization and political structure. We show that political structure adapts in a non-monotonic way to declining transport costs. Borders hamper trade. At an earlier stage, the political response to expanding trade opportunities consists of removing borders by increasing country size. At a later stage, instead, it consists of removing the cost of borders by creating international unions. This leads to a reduction in country size. Moreover, diplomacy replaces conquest as a tool to ensure market access. These predictions are consistent with historical evidence on trade, territorial changes and membership of international unions.\n\n",
    "acknowledgement": "\nWe thank Janko Heineken, Marta Santamaria and Jagdish Tripathy for excellent research assistance. We are grateful for helpful comments by Giovanni Andreottola, Pablo Beramendi, Graziella Bertocchi, Alessandra Bonfiglioli and participants at numerous conferences and seminars. We acknowledge financial support from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program (Advanced Grant 693512 - GEPPS and Starting Grant 714905 - CITIZINGLOBAL), the Spanish Ministry of Economy and Competitiveness (RYC-2013-13838) and its Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2015-0563 and CEX2019-000915-S), the Generalitat de Catalunya through CERCA and the SGR Programme (2014-SGR-830 and 2017-SGR-1393), the Institut d'Estudis Autonòmics, and the Leverhulme Trust through a 2019 Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}