{
    "id": 22051,
    "citation_title": "Economic Conditions, Illicit Drug Use, and Substance Use Disorders in the United States",
    "citation_author": [
        "Christopher S. Carpenter",
        "Chandler B. McClellan",
        "Daniel I. Rees"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2016-03-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide the first analysis of the relationship between economic conditions and the use of illicit drugs other than marijuana.  Drawing on US data from 2002-2013, we find mixed evidence with regard to the cyclicality of illicit drug use.  However, there is strong evidence that economic downturns lead to increases in substance use disorders involving hallucinogens and prescription pain relievers.  These effects are robust to a variety of specification choices and are concentrated among prime-age white males with low educational attainment.  We conclude that the returns to spending on the treatment of substance use disorders are particularly high during economic downturns.\n\n",
    "acknowledgement": "\nCarpenter is Professor of Economics at Vanderbilt University, Research Associate at the NBER, and Research Fellow at IZA (Institute for the Study of Labor), christopher.s.carpenter@vanderbilt.edu. McClellan is with the Center for Behavioral Health Statistics and Quality at the Substance Abuse and Mental Health Services Administration (SAMHSA), chandler.mcclellan@samhsa.hhs.gov. Rees is Professor of Economics, University of Colorado Denver and Research Fellow at IZA, daniel.rees@ucdenver.edu. We thank Isaac Swensen and seminar/conference participants at the University of Miami and the 2015 Southern Economic Association for helpful comments. The results in this paper are based on restricted access data from the National Survey on Drug Use and Health. Interested readers can contact the authors for information on how to obtain access. The views expressed herein are those of the authors and do not necessarily reflect the views of SAMHSA or the U.S. Department of Health and Human Services (DHHS). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}