{
    "id": 22058,
    "citation_title": "The Macroeconomic Impact of Financial and Uncertainty Shocks",
    "citation_author": [
        "Dario Caldara",
        "Cristina Fuentes-Albero",
        "Simon Gilchrist",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe extraordinary events surrounding the Great Recession have cast a considerable doubt on the traditional sources of macroeconomic instability. In their place, economists have singled out financial and uncertainty shocks as potentially important drivers of economic fluctuations. Empirically distinguishing between these two types of shocks, however, is difficult because increases in economic uncertainty are strongly associated with a widening of credit spreads, an indication of a tightening in financial conditions. This paper uses the penalty function approach within the SVAR framework to examine the interaction between financial conditions and economic uncertainty and to trace out the impact of these two types of shocks on the economy. The results indicate that (1) financial shocks have a significant adverse effect on economic outcomes and that such shocks were an important source of cyclical fluctuations since the mid-1980s; (2) uncertainty shocks, especially those implied by uncertainty proxies that do not rely on financial asset prices, are also an important source of macroeconomic disturbances; and (3) uncertainty shocks have an especially negative economic impact in situations where they elicit a concomitant tightening of financial conditions. Evidence suggests that the Great Recession was likely an acute manifestation of the toxic interaction between uncertainty and financial shocks.\n\n",
    "acknowledgement": "\nWe are especially grateful to Johannes Pfeifer and Jim Stock for detailed comments and suggestions. We also thank Nicholas Bloom, Robert Kollman, Eric Leeper, Tommaso Monacelli, Werner Roeger, and participants at numerous seminars and conferences for helpful comments. George Gu, Edward Kim, Shaily Patel, and Rebecca Zhang provided outstanding research assistance at various stages of this project. All errors and omissions are our own responsibility. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}