{
    "id": 22055,
    "citation_title": "The Limits of Propaganda: Evidence from Chavez's Venezuela",
    "citation_author": [
        "Brian Knight",
        "Ana Tribin"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we investigate viewer responses to changes in the ideological content of television programming using variation induced by cadenas, unannounced takeovers of the public television airwaves by the government in Venezuela. Using high-frequency ratings data, we find that, consistent with the predictions of our choice model, the drop-off in ratings during cadenas is concentrated among viewers of news programming on opposition private channels, as opposed to viewers of news on pro-government public channels. Also consistent with the predictions of our model, the drop-off in ratings for private channels with moderate ideology takes an intermediate value. In addition, the drop-off is stronger for viewers with access to cable channels, which are not required to air cadenas. Consistent with this result, we also show that viewership of an opposition cable channel rises during cadenas. Complementing this analysis, we then estimate the parameters of the theoretical model in a structural analysis. Using these parameter estimates, we consider counterfactual scenarios, allowing for an examination of the dynamic responses of viewers of differing ideology to cadenas and an analysis of the welfare consequences of cadenas.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank seminar participants at Brown University, Rice University, Carnegie Mellon University, Barcelona GSE Summer Forum, Stony Brook Political Economy Conference, and the New York City Media Seminar. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}