{
    "id": 22054,
    "citation_title": "Teacher Applicant Hiring and Teacher Performance: Evidence from DC Public Schools",
    "citation_author": [
        "Brian Jacob",
        "Jonah E. Rockoff",
        "Eric S. Taylor",
        "Benjamin Lindy",
        "Rachel Rosen"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "2018-06-30",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nSelecting more effective teachers among job applicants during the hiring process could be a highly cost-effective means of improving educational quality, but there is little research that links information gathered during the hiring process to subsequent teacher performance. We study the relationship among applicant characteristics, hiring outcomes, and teacher performance in the Washington DC Public Schools (DCPS). We take advantage of detailed data on a multi-stage application process, which includes written assessments, a personal interview, and sample lessons, as well as the annual evaluations of all DCPS teachers, based on multiple criteria. We identify a number of background characteristics (e.g., undergraduate GPA) as well as screening measures (e.g., applicant performance on a mock teaching lesson) that strongly predict teacher effectiveness. Interestingly, we find that these measures are only weakly, if at all, associated with the likelihood of being hired, suggesting considerable scope for improving teacher quality through the hiring process.\n\n",
    "acknowledgement": "\nWe first thank the District of Columbia Public Schools, in particular Michael Gaskins, Anna Gregory, Brooke Miller, Jason Kamras, and Scott Thompson. Generous financial support was provided by the Smith Richardson Foundation. We received helpful comments and suggestions from seminar participants at Brown, Chicago, Clemson, Cornell, Delaware, Johns Hopkins, Kentucky, LSU, New York Fed, NYU, Paris School of Economics, Princeton, Stanford, UC Santa Barbara, APPAM, and AEFP. The authors of this publication were consultants to the District of Columbia Public Schools. The terms of this relationship and this publication have been reviewed and found to be in accordance with the DCPS policy on objectivity in research by the Office of Talent and Culture and by the Office of Instructional Practice District of Columbia Public Schools. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}