{
    "id": 22057,
    "citation_title": "University Innovation and the Professor's Privilege",
    "citation_author": [
        "Hans K. Hvide",
        "Benjamin F. Jones"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "2016-06-06",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nNational policies take varied approaches to encouraging university-based innovation.  This paper studies a natural experiment:  the end of the “professor’s privilege” in Norway, where university researchers previously enjoyed full rights to their innovations.  Upon the reform, Norway moved toward the typical U.S. model, where the university holds majority rights.  Using comprehensive data on Norwegian workers, firms, and patents, we find a 50% decline in both entrepreneurship and patenting rates by university researchers after the reform.  Quality measures for university start-ups and patents also decline.  Applications to literatures on university technology transfer, innovation incentives, and taxes and entrepreneurship are considered.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Bergen, Carlos III, Duke, Haugesund, Harvard, MIT, Oslo, Stavanger, and Trondheim (NTNU), conference participants at ZEW, HEC, and NBER, Jin Li, Michael Powell, and our discussants Andy Toole, Serguey Braguinsky, and Fiona Murray for helpful comments. We are grateful to the Nordic Institute for Studies in Innovation, Research and Education, to Bjarne Kvam and the Norwegian Patent Bureau, and Stefano Breschi for supplying data. Tom Meling and Linyi Zhang provided excellent research assistance. This research has been supported by the ESRC, grant no RES-000-22-2080.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}