{
    "id": 22052,
    "citation_title": "Effects of Welfare Reform on Women's Voting Participation",
    "citation_author": [
        "Dhaval M. Dave",
        "Hope Corman",
        "Nancy Reichman"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVoting is an important form of civic participation in democratic societies but a fundamental right that many citizens do not exercise. This study investigates the effects of welfare reform in the U.S. in the 1990s on voting of low income women. Using the November Current Population Surveys with the added Voting and Registration Supplement for the years 1990 through 2004 and exploiting changes in welfare policy across states and over time, we estimate the causal effects of welfare reform on women’s voting registration and voting participation during the period during which welfare reform unfolded. We find robust evidence that welfare reform increased the likelihood of voting by about 4 percentage points, which translates to about a 10% increase relative to the baseline mean. The effects were largely confined to Presidential elections, were stronger in Democratic than Republican states, were stronger in states with stronger work incentive policies, and appeared to operate through employment, education, and income.\n\n",
    "acknowledgement": "\nThe authors are grateful to Dhiman Das for excellent research assistance and Joe Sabia and Dean Lillard for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}