{
    "id": 22050,
    "citation_title": "The Market for Financial Adviser Misconduct",
    "citation_author": [
        "Mark Egan",
        "Gregor Matvos",
        "Amit Seru"
    ],
    "citation_publication_date": "2016-02-29",
    "issue_date": "2016-02-25",
    "revision_date": "2017-09-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct a novel database containing the universe of financial advisers in the United States from 2005 to 2015, representing approximately 10% of employment of the finance and insurance sector. We provide the first large-scale study that documents the economy-wide extent of misconduct among financial advisers and the associated labor market consequences of misconduct. Seven percent of advisers have misconduct records, and this share reaches more than 15% at some of the largest advisory firms. Roughly one third of advisers with misconduct are repeat offenders. Prior offenders are five times as likely to engage in new misconduct as the average financial adviser. Firms discipline misconduct: approximately half of financial advisers lose their jobs after misconduct. The labor market partially undoes firm-level discipline by rehiring such advisers. Firms that hire these advisers also have higher rates of prior misconduct themselves, suggesting “matching on misconduct.” These firms are less desirable and offer lower compensation. We argue that heterogeneity in consumer sophistication could explain the prevalence and persistence of misconduct at such firms. Misconduct is concentrated at firms with retail customers and in counties with low education, elderly populations, and high incomes. Our findings are consistent with some firms “specializing” in misconduct and catering to unsophisticated consumers, while others use their clean reputation to attract sophisticated consumers.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Ulf Axelson, Jonathan Berk, Jörn Boehnke, Douglas Diamond, Steve Dimmock, Alexander Dyck, Michael Fishman, Mark Flannery, Will Gerken, Erik Hurst, Anil Kashyap, Brigitte Madrian, Robert MacDonald, Lasse Pedersen, Jonathan Sokobin, Amir Sufi, Vikrant Vig, Rob Vishny, Luigi Zingales, and the seminar participants at the Becker Friedman Institute Industrial Organization of the Financial Sector Conference, the NBER Corporate Finance, NBER Summer Institute, NBER Household Finance, NBER Risk of Financial Institutions, CSEF-EIEF-SITE Conference on Finance and Labor, Mitsui Michigan Conference, LBS Summer Symposium, Society for Economic Dynamics Meetings, the University of California Berkeley, Boston College, Columbia University, the University of Chicago, Harvard Business School, London School of Economics, London Business School, the University of North Carolina, the Massachusetts Institute of Technology, the University of Minnesota, New York FED, New York University, FINRA, Oxford University, SEC DERA, SEC Enforcement, Stanford University, University of Virginia, Wharton, and Yale. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}