{
    "id": 22059,
    "citation_title": "Fiscal and Financial Crises",
    "citation_author": [
        "Michael D. Bordo",
        "Christopher M. Meissner"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterconnections between banking crises and fiscal crises have a long history.  We document the long-run evolution from classic banking panics towards modern banking crises where financial guarantees are associated with crisis resolution. Recent crises feature a feedback loop between bank guarantees and bank holdings of local sovereign debt thereby linking financial to fiscal crises. Earlier examples include the crises in Chile (early 1980s), Japan (1990), Sweden and Finland (1991), and the Asian crisis (1997). We discuss the evolution in economic theorizing on crises since the 1950s, and then provide an overview of the long-run evolution of connections between different types of crises. Next we explore the empirics of financial crises. We discuss the methodological issue of crisis measurement encompassing the definition, dating, and incidence of financial crises. Leading data sets differ markedly in terms of their historical frequency of crises leading to classification uncertainty.  There is a range of estimates of output losses from financial crises in the literature, and these are also dependent upon definitions. We find economically significant output losses from various types of crises using a consistent methodology across time and data sets. Predicting crises also remains a challenge. We survey the Early Warnings Indicators literature finding that a broad range of variables are potential predictors. Credit booms have been emphasized recently, but other factors still matter. Finally, we identify a new policy trilemma. Countries can have two of the following three choices: a large financial sector, fiscal bailouts devoted to financial crises, and discretionary fiscal policy aimed at raising demand during the recessions induced by financial crises.\n\n",
    "acknowledgement": "\nWorking version of our chapter for the forthcoming Handbook of Macroeconomics vol. II. We thank Sarah Quincy for invaluable research assistance.  We thank conference and seminar participants at the BIS, Bonn, Bank of France, Copenhagen Business School, Hoover Institute, Kyoto World Economic History Conference, Lund, and Rutgers.  Chris Cumming, Lars Jonung, Oscar Jordà, Yannick Kalantzis,  John Landon-Lane, Ashoka Mody, Moritz Schularick, Anders Ögren, John B. Taylor, Harald Uhlig, and Eugene White provided very helpful comments. We remain responsible for any errors. Data and other related files are available at: https://sites.google.com/site/chrismmeissner/data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher M. Meissner\n\nResearch funding for a research assistant was provided by Rutgers University.\n\n\n"
}