{
    "id": 22053,
    "citation_title": "Liquidity Requirements, Liquidity Choice and Financial Stability",
    "citation_author": [
        "Douglas W. Diamond",
        "Anil K. Kashyap"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study a modification of the Diamond and Dybvig (1983) model in which the bank may hold a liquid asset, some depositors see sunspots that could lead them to run, and all depositors have incomplete information about the bank’s ability to survive a run.  The incomplete information means that the bank is not automatically incentivized to always hold enough liquid assets to survive runs.  Regulation similar to the liquidity coverage ratio and the net stable funding ratio (that are soon be implemented) can change the bank’s incentives so that runs are less likely.  Optimal regulation would not mimic these rules.\n\n",
    "acknowledgement": "\nWe thank Franklin Allen, Gary Gorton, Guido Lorenzoni, Annette Vissing-Jorgenson, Nancy Stokey, Nao Sudo, John Taylor, Harald Uhlig and seminar participants at the Asian Development Bank Institute, East Asian Economic Seminar, Imperial College, Melbourne Institute Macroeconomic Policy Meetings, National Bureau of Economic Research Monetary Economics meeting, the Bank of England, European Central Bank, Centre for Economic Policy Research and Centre for Macroeconomics Conference on Credit Dynamics and the Macroeconomy, Riksbank, and the University of Chicago for helpful comments and Adam Jorring for expert research assistance.  We thank the Initiative on Global Markets at Chicago Booth, the Fama Miller Center at Chicago Booth and the National Science Foundation for grants administered through the NBER for research support.  Diamond has an ongoing visiting scholar relationship with the Federal Reserve Banks of Richmond and Chicago.  Kashyap has an ongoing visiting scholar relationship with the Federal Reserve Bank of Chicago and is an advisor to the Riksbank, see his web page for a complete list of his non-teaching compensated activities. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}