{
    "id": 22061,
    "citation_title": "Decentralized Governance and the Quality of School Leadership",
    "citation_author": [
        "Derek Laing",
        "Steven G. Rivkin",
        "Jeffrey C. Schiman",
        "Jason Ward"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn response to widespread dissatisfaction with the schools, the 1988 Chicago School Reform Act decentralized school governance by forming elected local school councils (LSCs) responsible for principal hiring, evaluation, and contract renewal as well as other management functions. Subsequent legislation outlined circumstances in which the district could reclaim authority from the LSC, thereby limiting local control. This paper investigates the distribution of principal effectiveness under a system in which there is uncertainty over the locus of decision-making authority. We first establish the presence of significant variation in principal effectiveness based on both an analysis of variance approach and the estimation of principal fixed effects. Teacher survey responses support the findings based on the principal fixed effects, though the much smaller magnitude of the analysis of variance estimates suggest that unobserved shocks inflate many existing estimates of the variance in principal effectiveness. We next consider potential differences in LSC behavior that contribute to the variation. Following Aghion and Tirole (1997) we develop a model that highlights the tensions between formal and real authority and incorporates potential differences in LSC capacity and incentives to maximize school quality. Using proxies for managerial capacity and incentives we find evidence largely consistent with the theory, showing that LSCs with higher management capacity and stronger incentives to raise school quality experience larger gains in principal effectiveness following the end of contracts.\n\n",
    "acknowledgement": "\nThis research was conducted in collaboration with the University of Chicago Consortium on School Research. We thank Eva Halacheva for excellent research assistance and Abhijeet Singh and seminar participants at Chicago Consortium for School Research, CES-Ifo and UIC for valuable comments. This research is supported by a grant from the Smith-Richardson foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}