{
    "id": 22069,
    "citation_title": "Gains from Trade with Flexible Extensive Margin Adjustment",
    "citation_author": [
        "Chang-Tai Hsieh",
        "Nicholas Li",
        "Ralph Ossa",
        "Mu-Jeung Yang"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-10",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new sufficient statistic to measure the gains from trade in models where the extensive margin trade elasticity is not necessarily constant. This statistic is a function of one data moment, the market share of continuing domestic products, and one parameter, the elasticity of substitution between products. It measures the gains from trade in a Ricardian model with any productivity distribution or a Melitz model with any productivity distribution and any pattern of selection into production and exporting. We apply our statistic to measure Canada's gains from the Canada-US Free Trade Agreement and find that they are smaller than suggested by statistics that assume a constant extensive margin response of trade.\n\n",
    "acknowledgement": "\nFinancial support from IGM at Chicago Booth is gratefully acknowledged. The results of this paper have been screened by Statistics Canada and the US Census Bureau to ensure that no confidential data are revealed. This paper replaces our earlier paper titled “Accounting for the New Gains from Trade Liberalization”. The research in this paper was conducted while one of the authors was a Special Sworn Status researcher of the U.S. Census Bureau at the Chicago RDC. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or the National Bureau of Economic Research. This paper has been screened to insure that no confidential data are revealed.\n\n\n"
}