{
    "id": 22063,
    "citation_title": "Sufficient Statistics for Imperfect Externality-Correcting Policies",
    "citation_author": [
        "Mark R. Jacobsen",
        "Christopher R. Knittel",
        "James M. Sallee",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPigouvian taxes can fully correct for market failures due to externalities, but actual policies are commonly forced to deviate from the Pigouvian ideal due to administrative or political constraints. This paper derives sufficient statistics, which require a minimum of market information, that quantify the efficiency costs of such constraints on policy design. We demonstrate that, under certain intuitive conditions, standard output from a regression of true externalities on policy variables, including the R2 and the sum of squared residuals, have immediate welfare interpretations—they are sufficient statistics that compare alternative policies. We utilize our approach in three diverse empirical applications: random mismeasurement in externalities, imperfect spatial policy differentiation, and heterogeneity in the longevity of energy-consuming durable goods. Regarding the latter, we use our method and a novel data set and find that policies that regulate vehicle fuel-economy, but ignore the differences in average longevity across types of automobiles, recover only about one-quarter to one-third of the welfare gains achievable by a policy that also takes product longevity into account. In contrast, our other two empirical applications suggest that policy imperfections have only small welfare costs.\n\n",
    "acknowledgement": "\nWe thank Richard Blundell, Meghan Busse, Don Fullerton, Alex Gelber, Jeff Grogger, Jean-Fran ̧cois Houde, Kelsey Jack, Damon Jones, Ravi Kanbur, Henrik Kleven, Olivia Mitchell, Juan-Pablo Montero, Joel Slemrod, Kent Smetters, Johannes Spinnewijn and seminar participants at the 2015 AEA meetings, the 2015 AERE conference, the Spring 2015 NBER EEE meetings, the 2015 Northeast Workshop on Energy Policy and Environmental Economics, the 2015 NTA conference, the Catholic University of Chile, Imperial College, INSEAD, the Institute for Fiscal Studies, London School of Economics, NYU Abu Dhabi, Stanford University, Toulouse School of Economics, University College London, UC Berkeley, the University of Chicago and the University of Chile for helpful comments and suggestions. Van Benthem thanks the National Science Foundation (award number SES1530494) and the Wharton Dean’s Research Fund for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}