{
    "id": 22065,
    "citation_title": "Speculative Fever: Investor Contagion in the Housing Bubble",
    "citation_author": [
        "Patrick Bayer",
        "Kyle Mangum",
        "James W. Roberts"
    ],
    "citation_publication_date": "2016-03-07",
    "issue_date": "2016-03-03",
    "revision_date": "2016-03-09",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHistorical anecdotes of new investors being drawn into a booming asset market, only to suffer when the market turns, abound. While the role of investor contagion in asset bubbles has been explored extensively in the theoretical literature, causal empirical evidence on the topic is virtually non-existent. This paper studies the recent boom and bust in the U.S. housing market, establishing that many novice investors entered the market as a direct result of observing investing activity of multiple forms in their own neighborhoods and that these “infected” investors performed poorly relative to other investors along several dimensions.\n\n",
    "acknowledgement": "\nWe thank Jerry Carlino, Chris Cunningham, Kris Gerardi, Steve Ross, Alex Zevelev, and many seminar and conference participants for their useful feedback on earlier versions of this paper. We are grateful for Duke University's financial support. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}