{
    "id": 22068,
    "citation_title": "Families in Macroeconomics",
    "citation_author": [
        "Matthias Doepke",
        "Michèle Tertilt"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMuch of macroeconomics is concerned with the allocation of physical capital, human capital, and labor over time and across people. The decisions on savings, education, and labor supply that generate these variables are made within families. Yet the family (and decision-making in families) is typically ignored in macroeconomic models. In this chapter, we argue that family economics should be an integral part of macroeconomics, and that accounting for the family leads to new answers to classic macro questions. Our discussion is organized around three themes. We start by focusing on short and medium run fluctuations, and argue that changes in family structure in recent decades have important repercussions for the determination of aggregate labor supply and savings. Next, we turn to economic growth, and describe how accounting for families is central for understanding differences between rich and poor countries and for the determinants of long-run development. We conclude with an analysis of the role of the family as a driver of political and institutional change.\n\n",
    "acknowledgement": "\nManuscript in preparation for Handbook of Macroeconomics. We thank Stefania Albanesi, Raquel Fernández, Moshe Hazan, Claudia Olivetti, Víctor Ríos-Rull, John Taylor, Harald Uhlig, and Alessandra Voena for comments that helped to greatly improve the manuscript. Titan Alon, Florian Exler, and Xue Zhang provided excellent research assistance. Financial support from the National Science Foundation (grant SES-1260961) and the European Research Council (grant SH1- 313719) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}