{
    "id": 22067,
    "citation_title": "Competitive Price Targeting with Smartphone Coupons",
    "citation_author": [
        "Jean-Pierre H. Dubé",
        "Zheng Fang",
        "Nathan Fong",
        "Xueming Luo"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a large-scale field experiment to study competitive price discrimination in a duopoly market with two rival movie theaters. The firms use mobile targeting to offer different prices based on location and past consumer activity. A novel feature of our experiment is that we test a range of relative ticket prices from both firms to trace out their respective best-response functions and to assess equilibrium outcomes. We use our experimentally-generated data to estimate a demand model that can be used to predict the consumer choices and corresponding firm best-responses at price levels not included in the test. We find an empirically large return on investment when a single firm unilaterally targets its prices based on the geographic location or historical visit behavior of a mobile customer. However, these returns can be mitigated by competitive interactions whereby both firms simultaneously engage in targeting. In practice, firms typically test only their own prices and do not consider the competitive response of a rival. In our study of movie theaters, competition enhances the returns to behavioral targeting but reduces the returns to geo-targeting. Under geographic targeting, each theater offers a discount in the other rival's local market, toughening price competition. In contrast, under behavioral targeting, the strategic complementarity of prices coupled with the symmetric incentives of the two theaters to raise prices charged to high-recency customers softens price competition. Thus, managers need to consider how competition moderates the profitability of price targeting. Moreover, field experiments that hold the competitor's actions fixed may generate misleading conclusions if the permanent implementation of a tested action would likely elicit a competitive response.\n\n",
    "acknowledgement": "\nDubé: Booth School of Business, University of Chicago, 5807 S Woodlawn Ave, Chicago, IL 60637 (e-mail: jdube@chicagobooth.edu); ; Fang: School of Business, Sichuan University (email: 149281891@qq.com); ; Fong: Fox School of Business, Temple University, Philadelphia, PA 19122 (e-mail: nmfong@temple.edu); Luo: Fox School of Business, Temple University, Philadelphia, PA 19122 (e-mail: luoxm@temple.edu). We would like to thank Eric Bradlow, Xiao Liu, Raji Srinivasan, K. Sudhir and Chunhua Wu for comments. We would also like to thank attendees of the 2015 Marketing Science Conference, MIT CODE Conference, and the NYU Big Data Conference, and workshop participants at Boston University, the Global Center for Big Data in Mobile Analytics, the University of Louisville and the University of California San Diego for their insightful comments. We are grateful for the cooperation of our mobile service provider with the implementation of our field experiment. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}