{
    "id": 2206,
    "citation_title": "International Adjustment Under the Classical Gold Standard: Evidence for the U.S. and Britain, 1879-1914",
    "citation_author": [
        "Charles W. Calomiris",
        "R. Glenn Hubbard"
    ],
    "citation_publication_date": "1987-04-01",
    "issue_date": "1987-04-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLinks between disturbances in financial markets and those in real activity have long been the focus of studies of economic fluctuations during the period prior to World War I. We emphasize that domestic autonomy was substantially limited by internationally integrated markets for goods and capital. Such findings are important for studying business cycles during the period; for example, when prices are flexible, observed cyclical movements can be related to a credit-market transmission of deflationary shocks. Recent studies of the classical gold standard have revived interest in the process by which macroeconomic shocks were transmitted internationally during this period. The principal competing approaches - the \"price-specie- flow,\" mechanism and the more modem \"internationalist\" view - differ according to the means by which international equilibrium is reestablished after a disturbance occurs in capital, money, or commodity markets. We present and interpret separate pieces of evidence on gold flows, interest rates, and selected commodity prices, all of which shed light on the alternative assumptions employed in the price-specie-flow and modern approaches. We employ a monthly data set for the U.S. and Britain for the pre-World War 1 frameworks. Using the \"structural VAR\" approach of Bernanke and Sims, we compare the actual historical importance of shocks and the observed patterns of short-run adjustment to shocks with the prediction of each of the two models. The evidence supports the \"internationalist\" view of close international linkages over the \"specie-flow\" view of circuitous linkages and domestic autonomy in money and capital markets.\n\n",
    "acknowledgement": "\n"
}