{
    "id": 22078,
    "citation_title": "Family Inequality: Diverging Patterns in Marriage, Cohabitation, and Childbearing",
    "citation_author": [
        "Shelly Lundberg",
        "Robert A. Pollak",
        "Jenna E. Stearns"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe last 60 years have seen the emergence of a dramatic socioeconomic gradient in marriage, divorce, cohabitation, and childbearing. The divide is between college graduates and others: those without four-year degrees have family patterns and trajectories very similar to those of high school graduates. We document these trends and show that, compared with college graduates, less-educated women are more likely to enter into cohabiting partnerships early and bear children while cohabiting, are less likely to transition quickly into marriage, and have much higher divorce rates. \nThere are two broad sets of explanations for these differences. Conventional explanations focus on the diminished economic prospects of less-educated men. We propose an alternative explanation focusing on educational differences in demand for marital commitment. As the gains from traditional gender-based specialization have declined, the value of marriage has decreased relative to cohabitation, which offers many of the gains of co-residence with less commitment. We argue that college graduate parents use marriage as a commitment device to facilitate intensive joint investments in their children. For less educated couples for whom such investments are less desirable or less feasible, commitment and, hence, marriage has less value relative to cohabitation. The resulting socioeconomic divergence has implications for children and for future inequality.\n\n",
    "acknowledgement": "\nWe thank Janice Compton, Gordon Hanson, Stephanie Heger, Enrico Moretti, Dick Startz, Timothy Taylor, and Anne Winkler for helpful suggestions and insightful comments. All remaining errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}