{
    "id": 22076,
    "citation_title": "Mirrlees meets Diamond-Mirrlees",
    "citation_author": [
        "Florian Scheuer",
        "Iván Werning"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the Diamond and Mirrlees (1971) linear tax model contains the Mirrlees (1971) nonlinear tax model as a special case. In this sense, the Mirrlees model is an application of Diamond-Mirrlees. We also derive the optimal tax formula in Mirrlees from the Diamond-Mirrlees formula. In the Mirrlees model, the relevant compensated cross-price elasticities are zero, providing a situation where an inverse elasticity rule holds. We provide four extensions that illustrate the power and ease of our approach, based on Diamond-Mirrlees, to study nonlinear taxation. First, we consider annual taxation in a lifecycle context. Second, we include human capital investments. Third, we incorporate more general forms of heterogeneity into the basic Mirrlees model. Fourth, we consider an extensive margin labor force participation decision, alongside the intensive margin choice. In all these cases, the relevant optimality condition is easily obtained as an application of the general Diamond-Mirrlees tax formula.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions we thank Jim Poterba, Casey Rothschild and Emmanuel Saez. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}