{
    "id": 22073,
    "citation_title": "National Policy for Regional Development: Historical Evidence from Appalachian Highways",
    "citation_author": [
        "Taylor Jaworski",
        "Carl T. Kitchens"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2019-11-18",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow effective are policies aimed at integrating isolated regions? We answer this question in the context of a highway system in one of the poorest regions in the United States. With construction starting in 1965, the Appalachian Development Highway System ultimately consisted of over 2,500 high-grade road miles. We use a simple model of interregional trade to motivate our empirical analysis, which quantifies the relationship between market access and income. We then calibrate the model to evaluate the aggregate impact of the ADHS and compare this with alternative counterfactual proposals. We find that removing the ADHS would have reduced total income by $53.7 billion in the United States with $22 billion of the losses in Appalachian counties. Our findings highlight the potential aggregate benefits of transportation infrastructure policies, but also suggest that leakage outside of the targeted area may be substantial.\n\nThe authors have posted an addendum to this research, which may be found here.\n\n",
    "acknowledgement": "\nWe thank Jeremy Atack, Nate Baum-Snow, Bill Collins, Price Fishback, Walker Hanlon, Josh Hausman, Rick Hornbeck, Shawn Kantor, Ian Keay, Frank Lewis, Gary Libecap, John Wallis, Alex Whalley and conference/seminar participants at Arizona, Chapman, Colgate, Lakehead, Marquette, McGill, Michigan, University of California (Santa Barbara), University of Colorado (Boulder), Yale, York, the 2015 Canadian Network for Economic History meetings, the 2016 NBER/DAE Summer Institute, the 2016 Public Choice Society, the 2016 Southern Economic Society, and the 2017 AEA/ASSA annual meetings for comments that improved the paper. Steve Landgraf provided excellent research assistance. All remaining errors are our own.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}