{
    "id": 22072,
    "citation_title": "Bargaining over Babies: Theory, Evidence, and Policy Implications",
    "citation_author": [
        "Matthias Doepke",
        "Fabian Kindermann"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2018-11-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt takes a woman and a man to make a baby. This fact suggests that for a birth to take place, the parents should first agree on wanting a child. Using newly available data on fertility preferences and outcomes, we show that indeed, babies are likely to arrive only if both parents desire one. In addition, there are many couples who disagree on having babies, and in low-fertility countries women are much more likely than men to be opposed to having another child. We account for this evidence with a quantitative model of household bargaining in which the distribution of the burden of child care between mothers and fathers is a key determinant of fertility. The model implies that fertility is highly responsive to targeted policies that lower the child care burden specifically for mothers.\n\n",
    "acknowledgement": "\nWe thank Luigi Pistaferri (the editor), the referees, Andy Atkeson, Roland Bénabou, Erik Hurst, Christos Koulovatianos, Robert Pollak, Alice Schoonbroodt, David Weil, Randy Wright, Fabrizio Zilibotti, and participants at many university seminar and conference presentations for comments that helped to substantially improve the paper. Financial support from the National Science Foundation (grant SES-1260961) and the Deutsche Forschungsgemeinschaft (grant KI1757/1-1) is gratefully acknowledged. Veronika Selezneva and Ashley Wong provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}