{
    "id": 22075,
    "citation_title": "Global Energy Outlook 2015",
    "citation_author": [
        "Richard G. Newell",
        "Yifei Qian",
        "Daniel Raimi"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2016-03-23",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses trends in the global energy sector through 2040 by harmonizing multiple projections issued by private, government, and inter-governmental organizations based on methods from “Global Energy Outlooks Comparison: Methods and Challenges” (Newell and Qian 2015). These projections agree that global energy consumption growth in the coming 25 years is likely to be substantial, with the global demand center shifting from Europe and North America to Asia, led by China and India. Most projections show energy demand growing as much or more in absolute terms to 2040 than previous multi-decade periods, although the rate of growth will be slower in percentage terms. Total consumption of fossil fuels grows under most projections, with natural gas gaining market share relative to coal and oil. The North American unconventional gas surge has expanded to tight oil more rapidly than anticipated, with implications for global oil markets that are still unfolding. Renewable electricity sources are also set to expand rapidly, while the prospects for nuclear power are more regionally varied. Global carbon dioxide emissions continue to rise under most projections and, unless additional climate policies are adopted, are more consistent with an expected rise in average global temperature of close to 3°C or more, than international goals of 2°C or less.\n\n",
    "acknowledgement": "\nThis paper is one of several produced in collaboration with the International Energy Forum (IEF). The paper updates Newell, R.G. and S. Iler. 2013. \"The Global Energy Outlook,\" in J.H. Kalicki and D.L. Goldwyn (eds.), Energy and Security: Strategies for a World in Transition (Washington, DC and Baltimore: Wilson Center Press and Johns Hopkins University Press).  Chapter updates will appear at https://www.wilsoncenter.org/energy-and-security-updates. Other papers produced in collaboration with IEF include the background papers for the fourth, fifth, and sixth IEA-IEF-OPEC Symposium on Energy Outlooks, and a paper focused on the methodology for comparing IEA, OPEC, and other institutions’ long-term energy outlooks. We also acknowledge helpful input on this paper from Benjamin Gibson and Xiaochen Sun at the Duke University Energy Initiative and Christof van Agt at the IEF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}