{
    "id": 22074,
    "citation_title": "Network Contagion and Interbank Amplification during the Great Depression",
    "citation_author": [
        "Kris James Mitchener",
        "Gary Richardson"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterbank networks amplified the contraction in lending during the Great Depression. Banking panics induced banks in the hinterland to withdraw interbank deposits from Federal Reserve member banks located in reserve and central reserve cities. These correspondent banks responded by curtailing lending to businesses. Between the peak in the summer of 1929 and the banking holiday in the winter of 1933, interbank amplification reduced aggregate lending in the U.S. economy by an estimated 15 percent.\n\n",
    "acknowledgement": "\nWe thank seminar and conference participants at Banca d’Italia, Stanford University, the University of Colorado – Boulder, Southern Denmark University, Lund University, the London School of Economics, the Board of Governors of the Federal Reserve, CEPR-Bank of Italy, the Cleveland Federal Reserve Bank, the Atlanta Federal Reserve Bank, Dartmouth, the San Francisco Federal Reserve Bank, Solvay Brussels School of Economics and Management, and the NBER summer institute for helpful comments and suggestions. Joseph Johnson, Joseph Henry, and Arjola Cuko provided invaluable research assistance. Gary Richardson serves as the Federal Reserve's official Historian. The views in this paper belong to the authors and not necessarily those of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}