{
    "id": 22079,
    "citation_title": "To ‘Vape’ or Smoke? A Discrete Choice Experiment Among U.S. Adult Smokers",
    "citation_author": [
        "Joachim Marti",
        "John Buckell",
        "Johanna Catherine Maclean",
        "Jody L. Sindelar"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA small but rapidly growing percentage of the U.S. population uses e-cigarettes. Policymakers, especially the FDA, are concerned about their public health impact and thus are contemplating regulations. We provide empirical evidence to inform such policy choices. Specifically, we examine how the demand for e-cigarettes would vary across policy-relevant attributes: 1) health impact, 2) effectiveness in helping smokers quit, 3) bans in public places, and 4) price. We conduct an online discrete choice experiment of 1,669 adult smokers who select among combustible cigarettes and two types of e-cigarettes as attributes are varied. Using a conditional logit model we estimate smokers’ preferences across attributes. Then, using a latent class model, we identify types of smokers and conduct policy simulations separately by these types and for the full sample. In general, smokers value the attributes in the predicted directions and the demand for e-cigarettes tends to be motivated more by smokers’ health concerns than by price or smoking bans. The latent class model identifies three types of smokers, those who prefer combustible cigarettes (‘smokers’), e-cigarettes (‘vapers’), and using both (‘dual users’). We conclude that varying these policy-relevant attributes will have small, significant impacts on average, but with substantial heterogeneity by smoker type.\n\n",
    "acknowledgement": "\nThis research was supported by grant number P50DA036151 from the National Institute on Drug Abuse (NIDA) and FDA Center for Tobacco Products (CTP) to Yale University. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or Food and Drug Administration. We also thank Melissa Oney for her excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}