{
    "id": 22083,
    "citation_title": "Disruptive Change in the Taxi Business: The Case of Uber",
    "citation_author": [
        "Judd Cramer",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2016-03-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn most cities, the taxi industry is highly regulated and utilizes technology developed in the 1940s. Ride sharing services such as Uber and Lyft, which use modern internet-based mobile technology to connect passengers and drivers, have begun to compete with traditional taxis. This paper examines the efficiency of ride sharing services vis-à-vis taxis by comparing the capacity utilization rate of UberX drivers with that of traditional taxi drivers in five cities. The capacity utilization rate is measured by the fraction of time a driver has a fare-paying passenger in the car while he or she is working, and by the share of total miles that drivers log in which a passenger is in their car. The main conclusion is that, in most cities with data available, UberX drivers spend a significantly higher fraction of their time, and drive a substantially higher share of miles, with a passenger in their car than do taxi drivers. Four factors likely contribute to the higher capacity utilization rate of UberX drivers: 1) Uber’s more efficient driver-passenger matching technology; 2)the larger scale of Uber than taxi companies; 3) inefficient taxi regulations; and 4) Uber’s flexible labor supply model and surge pricing more closely match supply with demand throughout the day.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Jason Dowlatabadi, Hank Farber, Jonathan Hall, Vincent Leah-Martin, Craig Leisy, and Eric Spiegelman for providing comments and/or data tabulations. We are solely responsible for the content and any errors. In the interest of full disclosure, Krueger acknowledges that he has coauthored a paper that was commissioned by Uber in the past, although he has no ongoing relationship with the company. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}