{
    "id": 22084,
    "citation_title": "Detecting Potential Overbilling in Medicare Reimbursement via Hours Worked",
    "citation_author": [
        "Hanming Fang",
        "Qing Gong"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMedicare overbilling refers to the phenomenon that providers report more and/or higher-intensity service codes than actually delivered to receive higher Medicare reimbursement. We propose a novel and easy-to-implement approach to detect potential overbilling based on the hours worked implied by the service codes physicians submit to Medicare. Using the Medicare Part B Fee-for-Service (FFS) Physician Utilization and Payment Data in 2012 and 2013 released by the Centers for Medicare and Medicaid Services (CMS), we first construct estimates for physicians' hours spent on Medicare Part B FFS beneficiaries. Despite our deliberately conservative estimation procedure, we find that about 2,300 physicians, or 3% of those with a significant fraction of Medicare Part B FFS services, have billed Medicare over 100 hours per week. We consider this implausibly long hours. As a benchmark, the maximum hours spent on Medicare patients by physicians in National Ambulatory Medical Care Survey data are 50 hours in a week. Interestingly, we also find suggestive evidence that the coding patterns of the flagged physicians seem to be responsive to financial incentives: within code clusters with different levels of service intensity, they tend to submit more higher intensity service codes than unflagged physicians; moreover, they are more likely to do so if the marginal revenue gain from submitting mid- or high-intensity codes is relatively high.\n\n",
    "acknowledgement": "\nWe are grateful to Alex Li for helpful comments and suggestions. Fang gratefully acknowledges the generous financial support from NSF Grant SES-1122902. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}