{
    "id": 22088,
    "citation_title": "Efficient Local Government Service Provision: The Role of Privatization and Public Sector Unions",
    "citation_author": [
        "Rhiannon Jerch",
        "Matthew E. Kahn",
        "Shanjun Li"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nLocal governments spend roughly $1.6 trillion per year to provide a variety of public services ranging from police and fire protection to public schools and public transit.  However, we know little about public sector’s productivity in delivering key services. To understand the productivity both over time and across space, we examine public bus service, which represents a standardized output for benchmarking the cost of local government service provision. There is significant dispersion across transit agencies in the operating cost per bus mile with the highest being more than three times as high as the lowest among top 20 largest cities by population. We estimate the cost savings from privatization and explore the political economy of why privatization rates are lower in high cost unionized areas. Our analysis finds that the full privatizaton could result in cost savings of $5.7 billion in 2011 and that the gain in economic efficiency from more closely aligning bus fares with production costs would be worth at least half a billion dollars.\n\n",
    "acknowledgement": "\nWe thank seminar participants at AEURUA in May 2015 and AERE Meetings in June 2015 for useful comments. We thank Kyle Barron and Jiwei Zhang for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}