{
    "id": 22082,
    "citation_title": "Copyright Enforcement: Evidence from Two Field Experiments",
    "citation_author": [
        "Hong Luo",
        "Julie Holland Mortimer"
    ],
    "citation_publication_date": "2016-03-14",
    "issue_date": "2016-03-10",
    "revision_date": "2016-08-16",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEffective dispute resolution is important for reducing private and social costs. We study how resolution responds to changes in price and communication using a new, extensive dataset of copyright infringement incidences by firms. The data cover two field experiments run by a large stock-photography agency. We find that substantially reducing the requested amount generates a small increase in the settlement rate. However, for the same reduced request, a message informing infringers of the price reduction and acknowledging the possible unintentionality generates a large increase in the settlement rate; including a deadline further increases the response. The small price effect, compared to the large message effect, can be explained by two countervailing effects of a lower price: an inducement to settle early, but a lower threat of escalation. Furthermore, acknowledging possible unintentionality may encourage settlement due to the typically inadvertent nature of these incidences. The resulting higher settlement rate prevents additional legal action and significantly reduces social costs.\n\n",
    "acknowledgement": "\nThe authors thank James Dana, Alberto Galasso, Shane Greenstein, Michael Grubb, William Hickman, Gastón Llanes, Mike Luca, Cynthia Montgomery, Felix Oberholzer-Gee, Jason Snyder, Scott Stern, Ricardo Perez-Truglia, Dennis Yao and seminar participants at the Canadian Conference on the Economics of Innovation and Entrepreneurship, Harvard Business School, MIT Sloan, Microsoft Research, NBER Economics of Digitization Conference, NBER Productivity Lunch, Stern School of Business, the Strategic Research Forum, and Washington University in St. Louis for helpful comments. We thank the Agency for providing the proprietary data and for their collaboration on the experiments. We also thank Danielle Wedde and Esther Yan for their excellent research assistance. All errors and omissions are ours  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}