{
    "id": 22089,
    "citation_title": "Why Does Fast Loan Growth Predict Poor Performance for Banks?",
    "citation_author": [
        "Rüdiger Fahlenbrach",
        "Robert Prilmeier",
        "René M. Stulz"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "2017-01-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1973 to 2014, the common stock of U.S. banks with loan growth in the top quartile of banks over a three-year period significantly underperforms the common stock of banks with loan growth in the bottom quartile over the next three years. The benchmark-adjusted cumulative difference in performance over three years exceeds twelve percentage points. The high growth banks also have significantly higher crash risk over the three-year period. This poor performance is explained by fast loan growth as asset growth separate from loan growth is not followed by poor performance. These banks reserve less for loan losses when their loans grow quickly than other banks. Subsequently, they have a lower return on assets and increase their loan loss reserves. The poorer performance of the fast growing banks is not explained by merger activity and loan growth through mergers is not accompanied by the same poor loan performance. The evidence is consistent with fast-growing banks, analysts, and investors failing to properly appreciate the extent to which the fast loan growth results from making riskier loans and failing to charge for these risks correctly.\n\n",
    "acknowledgement": "\nFahlenbrach is Associate Professor at the Ecole Polytechnique Fédérale de Lausanne (EPFL), and affiliated with the Swiss Finance Institute, Prilmeier is Assistant Professor at Tulane University, and Stulz is the Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and affiliated with NBER and ECGI. Fahlenbrach gratefully acknowledges financial support from the Swiss Finance Institute. We are grateful for discussions with Ron Masulis. We thank Greg Duffee and seminar participants at the University of Bristol for helpful comments. Address correspondence to René M. Stulz, Fisher College of Business, The Ohio State University, 806 Fisher Hall, Columbus, OH 43210, stulz@cob.osu.edu. René Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}