{
    "id": 22094,
    "citation_title": "Three-generation Mobility in the United States, 1850-1940: The Role of Maternal and Paternal Grandparents",
    "citation_author": [
        "Claudia Olivetti",
        "M. Daniele Paserman",
        "Laura Salisbury"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates intergenerational elasticities across three generations in the United States in the late 19th and early 20th centuries. We extend the methodology in Olivetti and Paserman (2015) to explore the role of maternal and paternal grandfathers for the transmission of economic status to grandsons and granddaughters. We document three main findings. First, grandfathers matter for income transmission, above and beyond their effect on fathers' income. Second, the socio-economic status of grandsons is influenced more strongly by paternal grandfathers than by maternal grandfathers. Third, maternal grandfathers are more important for granddaughters than for grandsons, while the opposite is true for paternal grandfathers. We present a model of multi-trait matching and inheritance that can rationalize these findings.\n\n",
    "acknowledgement": "\nWe thank Hoyt Bleakley, Robert Margo, Suresh Naidu, and seminar participants at the \"Inequality Across Multiple Generations\" workshop, the Society of Labor Economists, the NBER Development of the American Economy Summer Institute, Boston University, Boston College, Federal Reserve Bank of Minneapolis, Mannheim University, MIT, Ohio State University, University of Texas and University of Toronto for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nM. Daniele Paserman\n\nThe authors did not receive any sources of external funding, and declare that they have no relevant or material financial\nrelationships that bear on their research.\n\n\n"
}