{
    "id": 22095,
    "citation_title": "The State of American Entrepreneurship: New Estimates of the Quality and Quantity of Entrepreneurship for 32 US States, 1988-2014",
    "citation_author": [
        "Jorge Guzman",
        "Scott Stern"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "2019-07-03",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAssessing the state of American entrepreneurship requires not simply counting the quantity but also the initial quality of new ventures. Combining comprehensive business registries and predictive analytics, we present estimates of entrepreneurial quantity and quality from 1988-2014. Rather than a secular pattern of declining business dynamism, our quality-adjusted measures follow a cyclical pattern sensitive to economic and capital market conditions. Consistent with the role of investment cycles as a driver of high-growth entrepreneurship, our results highlight the role of economic and institutional conditions as a driver of both initial entrepreneurial quality and the scaling of new ventures over time.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The State of American Entrepreneurship: New Estimates of the Quantity and Quality of Entrepreneurship for 15 US States, 1988-2014.\" We are thankful for comments and suggestions by Marianne Bertrand, Erik Brynjolffson, Ankur Chavda, Catherine Fazio, Joshua Gans, John Haltiwanger, Bill Kerr, Fiona Murray, Abhishek Nagaraj, Roberto Rigobon, David Robinson, and Hal Varian, as well as seminar and conference participants at Duke University, Harvard Business School, University of Toronto, the University of Virginia, the Kauffman Foundation New Entrepreneurial Growth Conference, and the NBER Pre-Conference on Entrepreneurship and Economic Growth, and to four anonymous referees. We also thank Open Corporates for providing data for New York and Michigan, and RJ Andrews for his development of the visualization approach. Sarah Andries, Jintao Chen, Ji Seok Kim, and Yupeng Liu provided excellent research assistance. Finally, we acknowledge and thank the Jean Hammond (1986) and Michael Krasner (1974) Entrepreneurship Fund and the Edward B. Roberts (1957) Entrepreneurship Fund at MIT, and the Kauffman Foundation for financial support. All errors and omissions are of course our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nScott Stern\n\nThe author is the the Director of the NBER Innovation Policy Working Group.  This author has drawn on the findings of this research for compensated speaking engagements and to offer policy advice in a number of settings, including through his work as the Faculty Director of the MIT Regional Entrepreneurship Acceleration Program.\n\n\n"
}