{
    "id": 22092,
    "citation_title": "An Input-Output Model of the U.S. Economy with Pollution Externality",
    "citation_author": [
        "Nicholas Z. Muller"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInput-output (I-O) analysis represents the flows of goods and services within the market. Environmentally-extended I-O (EEIO) models include flows of both pollution and consumption of resources and energy. The present paper proposes a conceptual structure for EEIO accounts that builds on the work of Leontief (1970) and Hendrickson, Lave, and Matthews (2006), and then estimates empirical EEIO accounts for the U.S. economy in 1999 and 2011. The empirical accounts provide the first complete characterization of the air pollution damage flows throughout the U.S. economy. Pollution intensity fell from 7 percent of value-added in 1999 to 2 percent in 2011. The utility sector exhibits the highest ratio of pollution damage from value-added production to supply chain damage; this ratio was 22 in 1999 and 54 in 2011. About one-half of all damage comes from intermediate demand, one-third from household consumption, and about 7 percent each from fixed investment and government use of commodities. In both 1999 and 2011, damages would have been about 7 percent higher had all imports been made domestically. The damages from exported goods nearly doubled from 5 percent to almost 10 percent of total pollution damage.\n\n",
    "acknowledgement": "\nThe author thanks H. Scott Matthews and Peter Matthews for helpful comments on earlier drafts of this work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}