{
    "id": 22098,
    "citation_title": "Identification and Efficiency Bounds for the Average Match Function under Conditionally Exogenous Matching",
    "citation_author": [
        "Bryan S. Graham",
        "Guido W. Imbens",
        "Geert Ridder"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConsider two heterogenous populations of agents who, when matched, jointly produce an output, `Y`. For example, teachers and classrooms of students together produce achievement, parents raise children, whose life outcomes vary in adulthood, assembly plant managers and workers produce a certain number of cars per month, and lieutenants and their platoons vary in unit effectiveness. Let `W\\in\\mathbb{W}={ w_1,\\ldots,w_j} and X\\in\\mathbb{X}={ x_1,\\ldots,x_k}` denote agent types in the two populations. Consider the following matching mechanism: take a random draw from the `W=w_j` subgroup of the first population and match her with an independent random draw from the `X=x_k` subgroup of the second population. Let `beta(w_j,x_k)`, the average match function (AMF), denote the expected output associated with this match. We show that (i) the AMF is identified when matching is conditionally exogenous, (ii) conditionally exogenous matching is compatible with a pairwise stable aggregate matching equilibrium under specific informational assumptions, and (iii) we calculate the AMF's semiparametric efficiency bound.\n",
    "acknowledgement": "\nThis paper was presented at the 2012 European Summer Meetings of the Econometric Society, the December 2012 SFB 884 Research Conference on the Evaluation of Political reforms at the University of Mannheim, and at seminars hosted by the University of California - Berkeley, University of California - Davis, University of Wisconsin - Madison, Northwestern University and the University of Southern California. We thank these seminar audiences for useful feedback. We are also grateful to Stephane Bonhomme, Richard Blundell, Konrad Menzel and James Powell for useful discussions. Financial support from the National Science Foundation (SES #0820361) for the first author's contribution is gratefully acknowledged. All the usual disclaimers apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}