{
    "id": 22090,
    "citation_title": "Revenue and Incentive Effects of Basis Step-Up at Death: Lessons from the 2010 \"Voluntary\" Estate Tax Regime",
    "citation_author": [
        "Robert Gordon",
        "David Joulfaian",
        "James Poterba"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nIn 2010, the U.S. estate tax expired and executors of wealthy decedents were not required to file estate tax returns.  In the absence of the estate tax, beneficiaries received assets with carryover rather than stepped-up basis.  Unrealized capital gains accounted for 44 percent of the fair market value of non-cash assets in estates that chose the carryover basis regime, and an even higher percentage for some asset categories.  Many of the largest gains were on assets that had been held for at least two decades.\n\n",
    "acknowledgement": "\nJames Poterba is the Mitsui Professor of Economics at the Massachusetts Institute of Technology and the President and CEO of the National Bureau of Economic Research.  He is also a Trustee of the College Retirement Equity Fund (CREF) and the TIAA-CREF Mutual Funds, financial institutions that offer retirement-oriented products. A full listing of companies and institutions from which he has received honorarium payments of more than $500 in the past three years may be found at: http://economics.mit.edu/faculty/poterba/outside. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. Robert Gordon is an Adjunct Professor at the Stern School of Business at New York University and the President of Twenty-First Securities. Twenty-First is a brokerage and financial advice firm that serves high net worth clients and provides tax and investment advice.  Some clients could be subject to estate and capital gains taxes, and could be affected by policy changes related to these taxes.\n\n\n\nDavid Joulfaian\n\nDavid Joulfaian is an economist at the Office of Tax Analysis at the U.S. Department of the Treasury.  He has no other interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the US Department of the Treasury.\n\n\n"
}