{
    "id": 22097,
    "citation_title": "Optimal Currency Area: A 20th Century Idea For the 21st Century?",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "2017-03-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe take stock of the history of the European Monetary Union and pegged exchange-rate regimes in recent decades. The post-Bretton Woods greater financial integration and under-regulated financial intermediation have increased the cost of sustaining a currency area and other forms of fixed exchange-rate regimes. Financial crises illustrated that fast-moving asymmetric financial shocks interacting with real distortions pose a grave threat to the stability of currency areas and fixed exchange-rate regimes. Members of a currency union with closer financial links may accumulate asymmetric balance-sheet exposure over time, becoming more susceptible to sudden-stop crises. In a phase of deepening financial ties, countries may end up with more correlated business cycles. Down the road, debtor countries that rely on financial inflows to fund structural imbalances may be exposed to devastating sudden-stop crises, subsequently reducing the correlation of business cycles between currency area’s members, possibly ceasing the gains from membership in a currency union. A currency union of developing countries anchored to a leading global currency stabilizes inflation at a cost of inhibiting the use of monetary policy to deal with real and financial shocks. Currency unions with low financial depth and low financial integration of its members may be more stable at a cost of inhibiting the growth of sectors depending on bank funding.\n\n",
    "acknowledgement": "\nI gratefully acknowledge the discussion and comments at the March 8-9 2016 ATI-IMF seminar on “The Future of Monetary Integration,” Mauritius, and the insightful comments of George Tavlas. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}