{
    "id": 22107,
    "citation_title": "The Effect of Performance-Based Incentives on Educational Achievement: Evidence from a Randomized Experiment",
    "citation_author": [
        "Steven D. Levitt",
        "John A. List",
        "Sally Sadoff"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "2017-11-20",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test the effect of performance-based incentives on educational achievement in a low-performing school district using a randomized field experiment. High school freshmen were provided monthly financial incentives for meeting an achievement standard based on multiple measures of performance including attendance, behavior, grades and standardized test scores. Within the design, we compare the effectiveness of varying the recipient of the reward (students or parents) and the incentive structure (fixed rate or lottery). While the overall effects of the incentives are modest, the program has a large and significant impact among students on the threshold of meeting the achievement standard. These students continue to outperform their control group peers a year after the financial incentives end. However, the program effects fade in longer term follow up, highlighting the importance of longer term tracking of incentive programs.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge the leadership and support of our Bloom Township School District partners Glen Giannetti, Lynn Manning, Lenell Navarre, Ron Ray, Gloria Spires, Susan Woodyatt, Matt Osterholt and Andrew Schmidt. Brian Jacob contributed insightful comments that helped improve the study. Trevor Gallen, Sean Golden, Natalie Hall, David Herberich, Mikhail Levin, Jeff Picel, Mattie Toma, Jeannine van Reeken, and Yana Peysakhovich provided truly outstanding research assistance. The project was made possible by the generous financial support of the Kenneth and Anne Griffin Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}