{
    "id": 22105,
    "citation_title": "The Environmental Cost of Global Fuel Subsidies",
    "citation_author": [
        "Lucas W. Davis"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite increasing calls for reform many countries continue to provide subsidies for gasoline and diesel. This paper quantifies the external costs of global fuel subsidies using the latest available data and estimates from the World Bank and International Monetary Fund. Under preferred assumptions about supply and demand elasticities, current subsidies cause $44 billion in external costs annually. This includes $8 billion from carbon dioxide emissions, $7 billion from local pollutants, $12 billion from traffic congestion, and $17 billion from accidents. Government incentives for alternative fuel vehicles are unlikely to cost-effectively reduce these externalities as they do little to address  traffic congestion or accidents, and only indirectly address carbon dioxide and local pollutants.\n\n",
    "acknowledgement": "\nI have not received any financial compensation for this project nor do I have any financial relationships that relate to this research. This manuscript is under preparation for \"Renewables and Diversification in Heavily Energy Subsidized Economies\", a special issue of the Energy Journal. I have not received any financial compensation for this project nor do I have any financial relationships that relate to this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}