{
    "id": 22104,
    "citation_title": "Can Tracking Raise the Test Scores of High-Ability Minority Students?",
    "citation_author": [
        "David Card",
        "Laura Giuliano"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impacts of a tracking program in a large urban school district that establishes separate “gifted/high achiever” (GHA) classrooms for fourth and fifth graders whenever there is at least one gifted student in a school-wide cohort.  Since most schools have only a handful of gifted students per cohort, the majority of seats are filled by high achievers ranked by their scores in the previous year’s statewide tests.  We use a rank-based regression discontinuity design, together with between-cohort comparisons of students at schools with small numbers of gifted children per cohort, to evaluate the effects of the tracking program.  We find that participation in a GHA class leads to significant achievement gains for non-gifted participants, concentrated among black and Hispanic students, who gain 0.5 standard deviation units in fourth grade reading and math scores, with persistent effects to at least sixth grade.  Importantly, we find no evidence of spillovers on non-participants.  We also investigate a variety of channels that can explain these effects, including teacher quality and peer effects, but conclude that these features explain only a small fraction (10%) of the test score gains of minority participants in GHA classes.  Instead we attribute the effects to a combination of factors like teacher expectations and negative peer pressure that lead high-ability minority students to under-perform in regular classes but are reduced in a GHA classroom environment.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Cynthia Park, Jacalyn Schulman and Donna Turner for their assistance in accessing and interpreting the data used in this study, and to Sydnee Caldwell, Alessandra Fenizia, Yosub Jung, Hedvig Horvath, Attila Lindner, Carl Nadler and Kevin Todd for outstanding research assistance. We also thank Kelly Bedard, Carlos Dobkin, Jesse Rothstein, Enrico Moretti, Chris Walters, and seminar participants at UC Berkeley, UC Riverside, UC Santa Barbara, UMass Amherst, U. Virginia and the NBER Summer Institute for helpful discussions and suggestions.  The research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305D110019 to the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the U.S. Department of Education.\n\n\n"
}