{
    "id": 22100,
    "citation_title": "Money and Velocity During Financial Crises: From the Great Depression to the Great Recession",
    "citation_author": [
        "Richard G. Anderson",
        "Michael Bordo",
        "John V. Duca"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "2020-12-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study offers a single, consistent model that tracks the velocity of broad money (M2) since 1929, including the Great Depression, the global financial crisis, and the Great Recession. The model emphasizes the roles of changes in uncertainty and risk premia, financial innovation, and major banking regulations. Our findings suggest an enhanced role of a broad, liquid money aggregate as a policy guide during crises and their unwinding. Following crises, policymakers  face the challenge of not only unwinding their balance sheet so as to prevent excess reserves from fueling a surge in M2, but also countering a fall in the demand for money as risk premia return to normal amid velocity shifts stemming from relevant financial reforms.\n\n",
    "acknowledgement": "\nWe thank Jens Christensen, Benjamin Doring, Samuel Reynard, and participants at the 2014 Paul Woolley Conference in Sydney, 2015 FMA European Conference, 2015 Bundesbank Workshop on Central Banks and Crises—Historical Perspectives, the 2015 Swiss Society for Financial Market Research Conference, and the 2015 conference, Large-Scale Crises: 1929 vs. 2008 for suggestions and comments.  We thank J.B. Cooke and Elizabeth Organ for excellent research assistance. This paper reflects our intellectual debt to many monetary economists, especially Milton Friedman, Stephen Goldfeld, Richard Porter, Anna Schwartz, and James Tobin. The views expressed are those of the authors and are not necessarily those of the Federal Reserve Banks of Dallas and St. Louis, the Federal Reserve System, or the National Bureau of Economic Research.  Any errors are our own.\n\n\n\nMichael Bordo\n\nMichael Bordo is a visiting scholar at the Federal Reserve Bank of Cleveland and some of the research behind this paper was done there.\n\n\n"
}