{
    "id": 22102,
    "citation_title": "The Labor Supply of Undocumented Immigrants",
    "citation_author": [
        "George J. Borjas"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Department of Homeland Security estimates that 11.4 million undocumented persons reside in the United States. Congress and President Obama are considering a number of proposals to regularize the status of the undocumented population and provide a “path to citizenship.” Any future change in the immigration status of this group is bound to have significant effects on the labor market, on the number of persons that qualify for various government-provided benefits, on the timing of retirement, on the size of the population receiving Social Security benefits, and on the funding of almost all of these government programs. This paper provides a comprehensive empirical study of the labor supply behavior of undocumented immigrants in the United States. Using newly developed methods that attempt to identify undocumented status for foreign-born persons sampled in the Current Population Surveys, the empirical analysis documents a number of findings, including the fact that the work propensity of undocumented men is much larger than that of other groups in the population; that this gap has grown over the past two decades; and that the labor supply elasticity of undocumented men is very close to zero, suggesting that their labor supply is almost perfectly inelastic.\n\n",
    "acknowledgement": "\nThis research was supported by the U.S. Social Security Administration through grant #RRC08098400-07 to the National Bureau of Economic Research as part of the SSA Retirement Research Consortium. The findings and conclusions expressed are solely those of the author(s) and do not represent the views of SSA, any agency of the Federal Government, or the NBER. I am particularly grateful to Mark Lopez and Jeffrey Passel of the Pew Research Center for their generosity in sharing data files. I have also benefited from comments by Amy Finkelstein, Jeffrey Brown, Austan Goolsbee, Lynn Fisher, Stephen Goss, and Sven Sinclair. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}