{
    "id": 22108,
    "citation_title": "Refugees From Dust and Shrinking Land: Tracking the Dust Bowl Migrants",
    "citation_author": [
        "Jason Long",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe construct longitudinal data from the U.S. Census records to study migration patterns of those affected by the Dust Bowl of the 1930s. Our focus is on the famous \"Okie\" migration of the Southern Great Plains. We find that migration rates were much higher in the Dust Bowl than elsewhere in the U.S. This difference is due to the fact that individuals who were typically unlikely to move (e.g., those with young children, those living in their birth state) were equally likely to move in the Dust Bowl. While this result of elevated mobility conforms to long-standing perceptions of the Dust Bowl, our other principal findings contradict conventional wisdom. First, relative to other occupations, farmers in the Dust Bowl were the least likely to move; this relationship between mobility and occupation was unique to that region. Second, out-migration rates from the Dust Bowl region were only slightly higher than they were in the 1920s. Hence, the depopulation of the Dust Bowl was due largely to a sharp drop in migration inflows. Dust Bowl migrants were no more likely to move to California than migrants from other parts of the U.S., or those from the same region ten years prior. In this sense, the westward push from the Dust Bowl to California was unexceptional. Finally, migration from the Dust Bowl was not associated with long-lasting negative labor market effects, and for farmers, the effects were positive.\n\n",
    "acknowledgement": "\nWe thank Price Fishback, Josh Gottlieb, Rick Hornbeck, Lawrence Katz, Marianne Wanamaker, Nick Ziebarth, and workshop participants at Iowa, UBC, and the NBER Summer Institute for helpful comments. Madeleine Armour, Aliya Dossa, Beth Fowler, Liane Hewitt, Sophia Jit, Tim Lazar, Harry Mak, Josiah Sledge, Jasmine Tan, Travis Tos, and, especially, Alix Duhaime-Ross and Dennis Wang provided exceptional research assistance. Long thanks the National Science Foundation and Siu thanks the Social Sciences and Humanities Research Council of Canada for support. The first part of our title comes from Chapter 12 of John Steinbeck's novel, The Grapes of Wrath. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}