{
    "id": 22101,
    "citation_title": "Management Practices, Workforce Selection and Productivity",
    "citation_author": [
        "Stefan Bender",
        "Nicholas Bloom",
        "David Card",
        "John Van Reenen",
        "Stefanie Wolter"
    ],
    "citation_publication_date": "2016-03-21",
    "issue_date": "2016-03-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nRecent research suggests that much of the cross-firm variation in measured productivity is due to differences in use of advanced management practices. Many of these practices – including monitoring, goal setting, and the use of incentives – are mediated through employee decision-making and effort. To the extent that these practices are complementary with workers’ skills, better-managed firms will tend to recruit higher-ability workers and adopt pay practices to retain these employees. We use a unique data set that combines detailed survey data on the management practices of German manufacturing firms with longitudinal earnings records for their employees to study the relationship between productivity, management, worker ability, and pay.  As documented by Bloom and Van Reenen (2007) there is a strong partial correlation between management practice scores and firm-level productivity in Germany. In our preferred TFP estimates only a small fraction of this correlation is explained by the higher human capital of the average employee at better-managed firms. A larger share (about 13%) is attributable to the human capital of the highest-paid workers, a group we interpret as representing the managers of the firm.  And a similar amount is mediated through the pay premiums offered by better-managed firms. Looking at employee inflows and outflows, we confirm that better-managed firms systematically recruit and retain workers with higher average human capital.  Overall, we conclude that workforce selection and positive pay premiums explain just under 30% of the measured impact of management practices on productivity in German manufacturing.\n\n",
    "acknowledgement": "\nWe thank Till von Wachter, Edward Lazear, Rick Hanushek, Pat Kline, Steve Machin, Raffaella Sadun, Katheryn Shaw, Miriam Krueger and participants in conferences at CES-INFO in Berlin, GRAPE, Harvard, NBER, Stanford and ZEW-Mannheim. The Economic and Social Research Council, the Kauffman Foundation and the Alfred Sloan Foundation have given financial support. We received no funding from the global management consultancy firm (McKinsey) we worked with in developing the survey tool. Our partnership with Pedro Castro, Stephen Dorgan and John Dowdy has been particularly important in the development of the project. We are grateful to Daniela Scur and Renata Lemos for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}