{
    "id": 22109,
    "citation_title": "Explicit vs. Statistical Preferential Treatment in Affirmative Action: Theory and Evidence from Chicago's Exam Schools",
    "citation_author": [
        "Umut Dur",
        "Parag A. Pathak",
        "Tayfun Sönmez"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nAffirmative action schemes must confront the tension between admitting the highest scoring applicants and ensuring diversity. In Chicago's affirmative action system for exam schools, applicants are divided into one of four socioeconomic tiers based on the characteristics of their neighborhood. Applicants can be admitted to a school either through a slot reserved for their tier or through a merit slot. Equity considerations motivate equal percentage reserves for each tier, but there is a  large debate on the total size of these reserve slots relative to merit slots.  An issue that has received much less attention is the order in which slots are processed.  Since the competition for merit slots is influenced directly by the allocation to tier slots, equal size reserves are not sufficient to eliminate explicit preferential treatment.  We characterize processing rules that are tier-blind.  While explicit preferential treatment is ruled out under tier-blind rules, it is still possible to favor certain tiers, by exploiting the distribution of scores across tiers, a phenomenon we call statistical preferential treatment. We characterize the processing order that is optimal for the most disadvantaged tier assuming that these applicants systematically have lower scores. This policy processes merit slots prior to any slots reserved for tiers. Our main result implies that Chicago has been providing an additional boost to the disadvantaged tier beyond their reserved slots.  Using data from Chicago, we show that the bias due to processing order for the disadvantaged tier is comparable to that from the 2012 decrease in the size of the merit reserve.\n\n",
    "acknowledgement": "\nOur thanks to Katie Ellis, Brian Pool, Susan Ryan, and Chicago Public Schools for graciously sharing their data and answering our questions.  The views expressed here are those of the authors and do not reflect the views of Chicago Public Schools or the National Bureau of Economic Research. We thank Glenn Ellison for helpful comments and Alex Olssen for superb research assistance. Pathak and Sonmez's work was supported by NSF grant SES-1426566. Sonmez also acknowledges the research support of Goldman Sachs Gives via Dalinc Ariburnu - Goldman Sachs Faculty Research Fund. Pathak is on the scientific advisory board of the Institute for Innovation in Public School Choice.\n\n\n"
}