{
    "id": 22118,
    "citation_title": "Beyond Job Lock: Impacts of Public Health Insurance on Occupational and Industrial Mobility",
    "citation_author": [
        "Ammar Farooq",
        "Adriana Kugler"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine whether greater Medicaid generosity encourages mobility towards riskier but better jobs in higher paid occupations and industries. We use Current Population Survey Data and exploit variation in Medicaid thresholds across states and over time through the 1990s and 2000s. We find that moving from a state in the 10th to the 90th percentile in terms of Medicaid income thresholds increases occupational and industrial mobility by 7.6% and 7.8%. We also find that higher income Medicaid thresholds increase mobility towards occupations and industries with greater wage spreads and higher separation probabilities, but with higher wages and higher educational requirements.\n\n",
    "acknowledgement": "\nKugler received initial funding from the Center for American Progress to support this research. We are grateful to George Akerlof, Michael Bailey, Heather Boushey, Adam Cole, Emily Conover, Tom DeLeire, Giacomo De Giorgi, Nada Eissa, Bill Gale, Paul Hagstrom, Takao Kato, Wilbert van der Klaauw, Joe Stiglitz, and Nicholas Turner for helpful conversations and comments as well as to seminar participants at the Federal Reserve Bank of New York, the U.S. Department of Treasury Office of Tax Analysis, the joint Hamilton College/Colgate College seminar, and the Annual DC Health, Education, Labor and Development (HELD) Policy Day for helpful comments. We are also grateful to Hilary Hoynes for providing us with information on TANF maximum benefits, benefit reduction rates and flat earnings disregards, and income and age Medicaid thresholds through 2007, which we updated until 2012. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}