{
    "id": 22117,
    "citation_title": "Labor Market Institutions in the Gilded Age of American Economic History",
    "citation_author": [
        "Suresh Naidu",
        "Noam Yuchtman"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nAlthough 19th century American labor markets were unencumbered by regulatory legislation, labor market institutions played an active role determining labor market outcomes and the distribution of income. We provide evidence of firm-specific rents in 19th century labor markets: employees in firms experiencing positive output price shocks earned significant wage premia, relative to very similar workers. Employees and employers bargained over rents in the labor contract, with workers striking to raise wages. We present data on strikes' frequency in the 19th century, and suggestive correlations between strikes and wages. The U.S. government supported employers in limiting strikes' efficacy. Strike-breaking actions included intervention by police and militia; employers often relied on less drastic, but still effective, judicial labor injunctions suppressing strikes. We document the rise of these injunctions, pointing to the important role played by the judicial branch in structuring (Northern) American labor market institutions prior to the rise of legislative regulation.\n\n",
    "acknowledgement": "\nThis article is forthcoming as a chapter in The Oxford Handbook of American Economic History, edited by Lou Cain, Price Fishback and Paul Rhode. We thank Joe Ferrie, Claudia Goldin, Bob Margo, and Josh Rosenbloom for assistance with data and Lou Cain, Barry Eidlin, Price Fishback, Alex Gourevitch, and Sanjukta Paul for their comments. Carlos Avenancio provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}