{
    "id": 22115,
    "citation_title": "Industry Familiarity and Trading: Evidence from the Personal Portfolios of Industry Insiders",
    "citation_author": [
        "Itzhak Ben-David",
        "Justin Birru",
        "Andrea Rossi"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "2016-12-30",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study whether industry familiarity is an advantage in stock trading by exploring the trading patterns of industry insiders in their own personal portfolios. To do so, we identify accounts of industry insiders in a large dataset provided by a retail discount broker. We find that insiders trade firms from their own industry more frequently. Furthermore, they earn abnormal returns exclusively when trading own-industry stocks, especially obscure stocks (small, low analyst coverage, high volatility). In a battery of tests, we find no evidence of the use of private information. The results are most consistent with the interpretation that industry familiarity is an advantage in stock trading.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Trading Skill: Evidence from Trades of Corporate Insiders in Their Personal Portfolios.\" We benefited from the comments of René Stulz and Michael Weisbach. We thank Terrance Odean for providing the data. The authors appreciate comments received from participants in seminars at Case Western Reserve University, Drexel University, Georgetown University, Ohio University, The Ohio State University, the University of Cincinnati, the University of Illinois, and the U.S. Securities and Exchange Commission. Ben-David and Birru’s research was supported by the Dice Center at the Fisher College of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}