{
    "id": 22110,
    "citation_title": "The March of the Techies: Technology, Trade, and Job Polarization in France, 1994-2007",
    "citation_author": [
        "James Harrigan",
        "Ariell Reshef",
        "Farid Toubal"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing administrative employee-firm-level data on the entire private sector from 1994 to 2007, we show that the labor market in France has polarized: employment shares of high and low wage occupations have grown, while middle wage occupations have shrunk. During the same period, the share of hours worked in technology-related occupations (\"techies\") grew substantially, as did imports and exports, and we explore the causal links between these trends. Our paper is among the first to analyze polarization in any country using firm-level data, and we show how polarization occured within firms, but mostly due to changes in the composition of firms (between firms). Motivated by the fact that technology adoption is mediated by technically qualified managers and technicians, we use a new measure of the propensity of a firm to adopt new technology: its employment share of techies. Using the subsample of firms that are active over the whole period, we show that firms with more techies in 2002 saw greater polarization, and grew faster, from 2002 to 2007. Offshoring reduced employment growth. Among blue-collar workers in manufacturing, importing caused skill upgrading while exporting caused skill downgrading. To control for the endogeneity of firm-level techies and trade in 2002, we use values of techies and trade from 1994 to 1998 as instruments. We conclude that technological change, mediated through techies, is an important cause of polarization in France. Firm-level trade had important effects in manufacturing.\n\n",
    "acknowledgement": "\nThis paper was begun while James Harrigan was a visiting professor in the Department of Economics at Sciences Po in 2012-2013. We thank the Bankard Fund for Political Economy at the University of Virginia, the Research in Paris fund of the Mairie de Paris, Sciences Po, and the iCODE Institute (Idex Paris-Saclay) for support. This research is also supported by a public grant overseen by the French National Research Agency (ANR) as part of the Investissements d'avenir\" program (ANR-10-EQPX-17 – Centre d'accès sécurisé aux données – CASD). We thank Francis Kramarz for guidance with the data, David Autor for an insightful conference discussion, and seminar audiences in Amsterdam, Barcelona, Bloomington, Cambridge MA, Lausanne, New York, Oslo, Palo Alto, Paris, San Francisco, Stockholm, Utrecht, and West Lafayette for helpful comments. Abiy Teshome provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}