{
    "id": 22116,
    "citation_title": "The Risk Anomaly Tradeoff of Leverage",
    "citation_author": [
        "Malcolm Baker",
        "Mathias F. Hoeyer",
        "Jeffrey Wurgler"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigher-beta and higher-volatility equities do not earn commensurately higher returns, a pattern known as the risk anomaly. In this paper, we consider the possibility that the risk anomaly represents mispricing and develop its implications for corporate leverage. The risk anomaly generates a simple tradeoff theory: At zero leverage, the overall cost of capital falls as leverage increases equity risk, but as debt becomes riskier the marginal benefit of increasing equity risk declines. We show that there is an interior optimum and that it is reached at lower leverage for firms with high asset risk. Empirically, the risk anomaly tradeoff theory and the traditional tradeoff theory are both consistent with the finding that firms with low-risk assets choose higher leverage. More uniquely, the risk anomaly theory helps to explain why leverage is inversely related to systematic risk, holding constant total risk; why leverage is inversely related to upside risk, not just downside risk; why numerous firms maintain low or zero leverage despite high marginal tax rates; and, why other firms maintain high leverage despite little tax benefit.\n\n",
    "acknowledgement": "\nFor helpful comments we thank Hui Chen, Sam Hanson, Thomas Philippon, and seminar participants at the American Finance Association, Capital Group, George Mason University, Georgetown University, the Ohio State University, NYU, the New York Fed, the University of Tokyo, the University of Amsterdam, the University of Miami, the University of Utah, and USC. Baker and Wurgler also serve as consultants to Acadian Asset Management. Baker gratefully acknowledges financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMalcolm Baker\n\nI have an ongoing consulting relationship with Acadian Asset Management, an investment management firm. I also serve on the board of directors of TAL Incorporated, a publicly traded, container leasing firm.\n\n\n"
}