{
    "id": 22119,
    "citation_title": "International Shocks and Domestic Prices: How Large Are Strategic Complementarities?",
    "citation_author": [
        "Mary Amiti",
        "Oleg Itskhoki",
        "Jozef Konings"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow strong are strategic complementarities in price setting across firms? In this paper, we provide a direct empirical estimate of firm price responses to changes in prices of their competitors. We develop a general framework and an empirical identification strategy to estimate the elasticities of a firm’s price response to both its own cost shocks and to the price changes of its competitors. Our approach takes advantage of a new micro-level dataset for the Belgian manufacturing sector, which contains detailed information on firm domestic prices, marginal costs, and competitor prices. The rare features of these data enable us to construct instrumental variables to address the simultaneity of price setting by competing firms. We find strong evidence of strategic complementarities, with a typical firm adjusting its price with an elasticity of 35% in response to the price changes of its competitors and with an elasticity of 65% in response to its own cost shocks. Furthermore, we find substantial heterogeneity in these elasticities across firms, with small firms showing no strategic complementarities and a complete cost pass-through, while large firms responding to their cost shocks and competitor price changes with roughly equal elasticities of around 50%. We show, using a tightly calibrated quantitative model, that these findings have important implications for shaping the response of domestic prices to international shocks.\n\n",
    "acknowledgement": "\nAccess to confidential data was possible while Jozef Konings was affiliated to the National Bank of Belgium. Most of this research was carried out during that period. We thank Ilke Van Beveren for all her help with the concordances of the product codes; and Emmanuel Dhyne and Catherine Fuss of the National Bank of Belgium for data clarifications and suggestions. We thank Ariel Burstein and Gita Gopinath for insightful discussions, and David Atkin, Andy Bernard, Arnaud Costinot, Jan de Loecker, Linda Goldberg, Gene Grossman, Anna Kovner, Ben Mandel, Dmitry Mukhin, Peter Neary, Ezra Oberfield, Gianmarco Ottaviano, Jacques Thisse, David Weinstein, and seminar and conference participants at multiple venues for insightful comments. Sungki Hong, Preston Mui, and Tyler Bodine-Smith provided excellent research assistance. The views expressed in this paper are those of the authors and do not necessarily represent those of the Federal Reserve Bank of New York, the Federal Reserve System, the National Bank of Belgium, or the National Bureau of Economic Research.\n\n\n"
}