{
    "id": 22114,
    "citation_title": "Rethinking Deindustrialization",
    "citation_author": [
        "Andrew B. Bernard",
        "Valerie Smeets",
        "Frederic Warzynski"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nManufacturing in high-income countries is on the decline and Denmark is no exception. Manufacturing employment and the number of firms have been shrinking as a share of the total and in absolute levels. This paper uses a rich linked employer-employee dataset to examine this decline from 1994 to 2007. We propose a different approach to analyze deindustrialization and generate a series of novel stylized facts about the evolution. While most of the decline can be attributed to firm exit and reduced employment at surviving manufacturers, we document that a non-negligible portion is due to firms switching industries, from manufacturing to services. We focus on this last group of firms before, during, and after their sector switch. Overall this is a group of small, highly productive, import intensive firms that grow rapidly in terms of value-added and sales after they switch. By 2007, employment at these former manufacturers equals 8.7 percent of manufacturing employment, accounting for half the decline in manufacturing employment. We focus on the composition of the workforce as firms make their transition. In addition, we identify two types of switchers: one group resembles traditional wholesalers and another group that retains and expands their R&D and technical capabilities. Our findings emphasize that the focus on employment at manufacturing firms overstates the loss in manufacturing-related capabilities that are actually retained in many firms that switch industries.\n\n",
    "acknowledgement": "\nWe thank Emily Blanchard, Teresa Fort and seminar participants at a BI-CAP Data Workshop, VATT, CEPII, Toulouse, IIOC 2014, University of Copenhagen, Yonsei, Monash University, University of Sydney, Statistics Denmark, LSE and HKUST for helpful comments and discussions. Any opinions or conclusions expressed herein are those of the authors and do not necessarily reflect those of the NBER, CEPR or any other institution to which the authors are affiliated.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}