{
    "id": 22125,
    "citation_title": "Quantitative Models of Sovereign Debt Crises",
    "citation_author": [
        "Mark Aguiar",
        "Satyajit Chatterjee",
        "Harold Cole",
        "Zachary Stangebye"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter is on quantitative models of sovereign debt crises in emerging economies.  We interpret debt crises broadly to cover all of the major problems a country can experience while trying to issue new debt, including default, sharp increases in the spread and failed auctions.  We examine the spreads on sovereign debt of 20 emerging market economies since 1993 and document the extent to which fluctuations in spreads are driven by country-specific fundamentals, common latent factors and observed global factors. Our findings motivate quantitative models of debt and default with the following features: (i) trend stationary or stochastic growth, (ii) risk averse competitive lenders, (iii) a strategic repayment/borrowing decision, (iv) multi-period debt,  (v) a default penalty that includes both a reputation loss and a physical output loss and (vi) rollover defaults.   For the quantitative evaluation of the model, we focus on Mexico and carefully discuss the successes and weaknesses of various versions of the model.  We close with some thoughts on useful directions for future research.\n\n",
    "acknowledgement": "\nDraft chapter prepared for the Handbook of Macroeconomics, Volume 4. We thank the editors Harald Uhlig and John Taylor, our discussant Manuel Amador, and participants at the March 2015 Handbook conference in Chicago for thoughtful comments.  The views expressed here are those of the authors and do not necessarily represent the views of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}