{
    "id": 22123,
    "citation_title": "Viewpoint: The Human Capital Approach to Inference",
    "citation_author": [
        "W. Bentley MacLeod"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "2016-06-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this essay is to discuss two approaches to inference, and how \"human capital\" can provide a way to combine them. The first approach, ubiquitous in economics, is based upon the Rubin/Holland potential outcomes model and relies upon randomized treatment to measure the causal effect of choice. The second approach, widely used in the pattern recognition and machine learning literatures, assumes that choice conditional upon current information is optimal (or at least high quality), and then provides techniques to generalize observed choice to new cases. The \"human capital\" approach combines these methods by using observed decisions by experts to reduce the demensionality of the feature space and allow the categorization of decisions by their propensity score. The fact that the human capital of experts is heterogeneous implies that errors in decision making are inevitable. Moreover, under the appropriate conditions, these decisions are random conditional upon the propensity score. This in turn allows us to identify the conditional average treatment effect for a wider class of situations than would be possible with randomized control trials. This point is illustrated with data from medical decision making in the context of treating depression, heart disease, and adverse childbirth events.\n\n",
    "acknowledgement": "\nThis paper is based upon the lecture given at the Canadian Economics Association Meetings, Toronto, May 2015. I am grateful to Jonathan Cohen, Janet Currie, Angus Deaton, Sebastein Seung and Jacques Thisse for helpful discussions. I am particularly grateful to Elliott Ash, Daniel Deibler and Xuan Li for invaluable research assistance on this project, and to Charles Beach, President of the Canadian Economics Association, for inviting me to talk about this topic. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}