{
    "id": 22128,
    "citation_title": "Market Reforms in the Time of Imbalance",
    "citation_author": [
        "Matteo Cacciatore",
        "Romain Duval",
        "Giuseppe Fiori",
        "Fabio Ghironi"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the consequences of product and labor market reforms in a two-country model with endogenous producer entry and labor market frictions. We focus on the role of business cycle conditions and external constraints at the time of reform implementation (or of a credible commitment to it) in shaping the dynamic effects of such policies. Product market reform is modeled as a reduction in entry costs and takes place in a non-traded sector that produces services used as input in manufacturing production. Labor market reform is modeled as a reduction in firing costs and/or unemployment benefits. We find that business cycle conditions at the time of deregulation significantly affect adjustment. A reduction of firing costs entails larger and more persistent adverse short-run effects on employment and output when implemented in a recession. By contrast, a reduction in unemployment benefits boosts employment and output by more in a recession compared to normal times. The impact of product market reforms is less sensitive to business cycle conditions. Credible announcements about future reforms induce sizable short-run dynamics, regardless of whether the announcement takes place in normal times or during an economic downturn. Whether the immediate effect is expansionary or contractionary varies across reforms. Finally, lack of access to international lending in the wake of reform can amplify the costs of adjustment.\n\n",
    "acknowledgement": "\nThis paper was prepared for the St. Louis Fed-JEDC-SNB-SCG Conference on \"International Economics,\" Gerzensee, October 23-24, 2015. We thank Robert Kollmann and Lukas Vogel for their very helpful discussion. We are also grateful to Mario Crucini, the Conference participants, and participants in seminars at the European Central Bank, the International Monetary Fund, the Johns Hopkins Carey Business School, the University of British Columbia, and the University of California-Santa Cruz. The views in this paper are those of the authors and do not represent the views or policies of the Centre for Economic Policy Research, the International Monetary Fund, or the National Bureau of Economic Research.\n\n\n"
}