{
    "id": 22126,
    "citation_title": "Targeted or Universal Coverage? Assessing Heterogeneity in the Effects of Universal Childcare",
    "citation_author": [
        "Michael J. Kottelenberg",
        "Steven F. Lehrer"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extend earlier research evaluating the Quebec Family Policy by providing the first evidence on the distributional effects of universal child care on two specific developmental outcomes. Our analysis uncovers substantial policy relevant heterogeneity in the estimated effect of access to subsidized child care across two developmental score distributions for children from two-parent families. Whereas past research reported findings of negative effects on mothers and children from these families, igniting controversy, our estimates reveal a more nuanced image that formal child care can indeed boost developmental outcomes for children from some households: particularly disadvantaged single-parent households. In addition, we document significant heterogeneity that differs by child gender. We present suggestive evidence that the heterogeneity in policy effects that emerges across child gender and family type is consistent with differences in the home learning environments generated by parents behaviors that are previously present and are shaped by responses to the policy.\n\n",
    "acknowledgement": "\nWe would like to thank two anonymous reviewers, Habiba Djebbari and seminar participants at the University of Toronto, NYU-Shanghai, CEA Annual meetings, Waterloo, York University, University of Sydney, University of Melbourne, Chinese University of Hong Kong, John Deutsch Institute's conference on Economic Relations Between Children and Parents, RES annual meetings, and the CEPS/INSTEAD's conference on the Theory and Practice of Program Evaluation for helpful comments and suggestions. We would like to thank Kevin Milligan for generously answering a number of  questions regarding earlier analysis of the data used in the study. This paper is a revised version of a portion of Kottelenberg's Queen's University 2009 Master's research paper and previously circulated under the title \"Reinvestigating who benefits and who loses from universal child care in Canada\". Lehrer wishes to thank SSHRC for research support. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}