{
    "id": 22127,
    "citation_title": "Tax Benefits for College Attendance",
    "citation_author": [
        "Susan Dynarski",
        "Judith Scott-Clayton"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNational efforts to promote college enrollment are increasingly delivered through tax-based assistance, including tax credits and deductions for tuition and fees, tax-advantaged college savings plans, and student loan interest deductions.  This paper outlines the main tax-based student aid programs and describes their history and growth over time. We then provide an economic perspective on tax-based student aid, and an assessment of their impact on student behavior. We conclude with a discussion of what the tax system does particularly well and what it does particularly poorly in comparison to traditional Department of Education-based student aid programs, and highlight opportunities for productive reform. At a minimum, a simpler system of education tax benefits would decrease the administrative and time costs of transferring funds to households with postsecondary expenses. At best, simplification would clarify incentives and increase investments in human capital.\n\n",
    "acknowledgement": "\nThis paper was prepared for the \"Economics of Tax Policy\" conference, held in Washington, DC on December 3-4, 2015 and led by the Robert D. Burch Center at UC Berkeley, the Penn Wharton Public Policy Initiative, and the Urban-Brookings Tax Policy Center. We are grateful to organizers Alan Auerbach, Kent Smetters, and Len Burman, discussant David Figlio, and conference participants for helpful feedback. Portions of this paper draw on Dynarski and Scott-Clayton (2013) and Dynarski, Scott-Clayton, and Wiederspan (2013). CJ Libassi and Mahima Mahadevan provided research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}