{
    "id": 22121,
    "citation_title": "Can Iron-Fortified Salt Control Anemia? Evidence from Two Experiments in Rural Bihar",
    "citation_author": [
        "Abhijit Banerjee",
        "Sharon Barnhardt",
        "Esther Duflo"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nIron deficiency anemia is frequent among the poor worldwide. While it can be prevented with the appropriate supplement or food fortification, these programs often do not consistently reach the poorest. This paper reports on the impact of a potential strategy to address iron deficiency anemia in rural areas: double fortified salt (DFS) - salt fortified with iron and iodine. We conducted a large-scale experiment in rural Bihar. In 200 villages, randomly selected out of 400, DFS was introduced at a price that was half the regular retail price for DFS. After two years, we find no evidence that either selling DFS in villages or providing it for free directly to households has an economically meaningful or statistically significant impact on hemoglobin, anemia, physical health, cognition or mental health. For the sales experiment, we can reject at the 95% level a reduction of 2.5 percentage points in the fraction anemic in the entire sample, and 3.7 percentage points among those who were previously anemic. Using an IV strategy, we find a statistically significant, though relatively small, increase in hemoglobin and reduction in the fraction anemic for adolescents, a subgroup that has responded well to supplements and fortification in earlier studies. These disappointing results are explained both by relatively low take up and by low impact of DFS even when consumed more regularly for the majority of the population.\n\n",
    "acknowledgement": "\nBanerjee and Duflo are from The Massachusetts Institute of Technology, Barnhardt is from the Indian Institute of Management Ahmedabad. For financial support, we thank the U.K. Department for International Development, the International Initiative for Impact Evaluation, the U.S. National Institutes of Health (P01AG005842), the International Food Policy Research Institute, and the MIT Department of Economics. For dedicated research assistance we are grateful to the team at J-PAL, including Urmi Bhattacharya, Shruti Bhimsaria, Anna George, Dwijo Goswami, Radhika Jain, Seema Kacker, Sweta Kumari, Francine Loza, Bastien Michel, Krutika Ravishankar, Prianthi Roy, Achill Rudolph, Laura Stilwell, Srinivasan Vasudevan, Niloufer Taber, Micah Villareal and dozens of survey specialists. Dr. Vandana Sharma provided medical expertise. Our partners at Tata Chemicals Limited made the distribution of DFS possible in rural Bihar. The National Institute of Nutrition (Hyderabad) provided ongoing assistance with the verification of iron and iodine content in salt samples. These studies can be found in the AEA RCT Registry (AEARCTR-0000010, AEARCTR-0000013). We thank Nel Druce for detailed comments on a DFID report that underlies the analysis in this paper. All errors are our own and the paper does not represent the views of DFID or any other organization. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}