{
    "id": 22120,
    "citation_title": "Academics vs. Athletics: Career Concerns for NCAA Division I Coaches",
    "citation_author": [
        "Christopher Avery",
        "Brian Cadman",
        "Gavin Cassar"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "2016-03-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the promotions and firings of NCAA Division 1 college basketball and college football coaches to assess whether these coaches are rewarded for the academic performance of their players in promotion and retention decisions. We find that an increase in Academic Progress Rate, as measured by the NCAA, for a college team in either sport significantly reduces the probability that the coach is fired at the end of the season. We find little to no evidence that an increase in the Academic Progress Rate enhances the chances of advancement (in the form of outside job offers) for these coaches.\n\n",
    "acknowledgement": "\nWe thank Tommy Amaker, Bill Fitzsimmons, and Rob Jensen for helpful advice, and Kurt Bullard and Adam Gilfix for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChristopher Avery\n\nChristopher Avery receives funding from The College Board to support his work as Co-Principal Investigator of a research collaboration between the College Board and the Center for Education Policy Research at the Harvard Graduate School of Education.\n\n\n"
}