{
    "id": 22122,
    "citation_title": "Neoclassical Models in Macroeconomics",
    "citation_author": [
        "Gary D. Hansen",
        "Lee E. Ohanian"
    ],
    "citation_publication_date": "2016-03-28",
    "issue_date": "2016-03-24",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter develops a toolkit of neoclassical macroeconomic models, and applies these models to the U.S. economy from 1929 through 2014. We first filter macroeconomic time series into business cycle and long-run components, and show that the long-run component is typically much larger than the business cycle component. We argue that this empirical feature is naturally addressed within neoclassical models with long-run changes in technologies and government policies. We construct two classes of models that we compare to raw data, and also to the filtered data: simple neoclassical models, which feature standard preferences and technologies, rational expectations, and a unique, Pareto-optimal equilibrium, and extended neoclassical models, which build in government policies and market imperfections. We focus on models with multiple sources of technological change, and models with distortions arising from regulatory, labor, and fiscal policies. The models account for much of the relatively stable postwar U.S. economy, and also for the Great Depression and World War II. The models presented in this chapter can be extended and applied more broadly to other settings. We close by identifying several avenues for future research in neoclassical macroeconomics.\n\n",
    "acknowledgement": "\nWe thank John Cochrane, Jesus Fernandez-Villaverde, Kyle Herkenhoff, Per Krusell, Ed Prescott, Valerie Ramey, John Taylor, Harald Uhlig, seminar participants at the Handbook of Macroeconomics Conference and at the 2015 Federal Reserve Bank of Saint Louis Policy Conference for comments. Adrien D'Avernas Des Enffans, Eric Bai, Andreas Gulyas, Jinwook Hur, and Musa Orak provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}