{
    "id": 22132,
    "citation_title": "Government Old-Age Support and Labor Supply: Evidence from the Old Age Assistance Program",
    "citation_author": [
        "Daniel K. Fetter",
        "Lee M. Lockwood"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "2017-12-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nMany major government programs transfer resources to older people and implicitly or explicitly tax their labor. In this paper, we shed new light on the labor supply and welfare effects of such programs by investigating the Old Age Assistance Program (OAA), a means-tested and state-administered pension program created by the Social Security Act of 1935. Using Census data on the entire US population in 1940, we exploit the large differences in OAA programs across states to estimate the labor supply effects of OAA. Our estimates imply that OAA reduced the labor force participation rate among men aged 65-74 by 8.5 percentage points, more than half of its 1930-40 decline. But both reduced-form evidence and an estimated structural model of labor supply suggest that the welfare cost to recipients of the high tax rates implicit in OAA's earnings test were small. The evidence also suggests that Social Security could account for at least half of the large decline in late-life work from 1940 to 1960.\n\n",
    "acknowledgement": "\nWe thank Courtney Coile, Joe Ferrie, Andrew Goodman-Bacon, Jon Guryan, Eric Hilt, Lorenz Kueng, Phil Levine, Matt Notowidigdo, Gal Wettstein, Heidi Williams, and seminar participants at Berkeley, Boston College, Calgary, Clemson, Davis, Harvard, Queen's, McGill, Montréal, the Minneapolis Fed, Nebraska, Northwestern, NYU-Stern, Rutgers, Stanford, SUNY-Buffalo, UBC, UCLA, UVA, Wellesley, Williams, UW-Madison, the NBER DAE and PE program meetings, and the annual meetings of the AEA, EHA, and NTA for helpful comments. We thank Rose Burnam, Angelina Li, Paul Mohnen, and Jordan Norris for excellent research assistance. We both gratefully acknowledge financial support from National Science Foundation (NSF) Grant SES-1628860. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}