{
    "id": 22133,
    "citation_title": "On the Optimal Inflation Rate",
    "citation_author": [
        "Markus K. Brunnermeier",
        "Yuliy Sannikov"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn our incomplete markets economy financial frictions affect the optimal inflation target. Households choose portfolios consisting of risky (uninsurable) capital and money. Money is a bubbly store of value. The market outcome is constrained Pareto inefficient due to a pecuniary externality. Each individual agent takes the real interest rate as given, while in the aggregate it is driven by the economic growth rate, which in turn depends on individual portfolio decisions. Higher inflation due to higher money growth lowers the real interest rate (on money) and tilts the portfolio choice towards physical capital investment. The optimal inflation target boosts growth and welfare and is higher for emerging market economies.\n\n",
    "acknowledgement": "\nWe thank Itamar Drechsler for helpful comments and Yann Koby, Christian Wolf and especially Sebastian Merkel for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMarkus K. Brunnermeier\n\nDisclosures 2015-\n\n\nAs a guiding principle I follow the NBER Research Disclosure Policy: http://www.nber.org/researchdisclosurepolicy.html\n\n\nTo date, no single relationship (other than my salary form Princeton University) has accounted for more than 10 percent of my aggregate annual income in that year.\n\n\nSignificant Remunerated Activities:\nSpeaking engagements and lectures\n\n\nCentral banks\nECB, ESRB, Bundesbank (Research Council), Bank of Korea (Keynote presentation), Bank of England, National Bank of Austria, Swiss National Bank, Bank of Japan, Federal Reserve, New York Fed, Bank of Canada, Bank of Chile, Bank of Korea\n\n\nInternational financial institution\n\n\nIMF\n\n\nAcademic Organizations\n\n\nSwiss Finance Institute, 2012-\n\n\nNo expert testimony for law suits or paid consulting work for private cooperation to date.\n\n\nResearch Grants:\nSloan Foundation 2011-12\nGuggenheim Fellowship, 2010-11\nINQUIRE Europe, Research Grant\n\n\nVisiting Scholar and Other:\nMilton Friedman Institute, visiting scholar 2011\nAmerican Economic Review, Journal of Finance, Associated Editorship\n\n\nSignificant Non-Compensated Activities:\nAmerican Finance Association: Director\nFinancial Advisory Roundtable and Monetary Policy Panel, Federal Reserve Bank of New York, 2006 – present\nINET Advisory Board Member, 2009 – present\n\n\n"
}