{
    "id": 22131,
    "citation_title": "Clans, Guilds, and Markets: Apprenticeship Institutions and Growth in the Pre-Industrial Economy",
    "citation_author": [
        "David de la Croix",
        "Matthias Doepke",
        "Joel Mokyr"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the centuries leading up to the Industrial Revolution, Western Europe gradually pulled ahead of other world regions in terms of technological creativity, population growth, and income per capita. We argue that superior institutions for the creation and dissemination of productive knowledge help explain the European advantage. We build a model of technological progress in a pre-industrial economy that emphasizes the person-to-person transmission of tacit knowledge. The young learn as apprentices from the old. Institutions such as the family, the clan, the guild, and the market organize who learns from whom. We argue that medieval European institutions such as guilds, and specific features such as journeymanship, can explain the rise of Europe relative to regions that relied on the transmission of knowledge within extended families or clans.\n\n",
    "acknowledgement": "\nWe thank Francisca Antman, Hal Cole, Alice Fabre, Cecilia Garcia-Penalosa, Murat Iyigun, Pete Klenow, Georgi Kocharkov, Lars Lonstrup, Guido Lorenzoni, Kiminori Matsuyama, Ben Moll, Michele Tertilt, Chris Tonetti, Joachim Voth, and seminar participants at Arizona, Boulder, Konstanz, the Minneapolis Fed, Northwestern, Odense, Princeton, St. Andrews, Saint-Louis (Brussels), Stanford, UCLA, Yale, Zurich, the OLG Days conference, the CESifo Summer Workshop, the Christmas meeting of Belgian economists, the NBER Growth Meeting, and the SED Annual Meeting for comments that helped substantially improve the paper. Financial support from the National Science Foundation (grant SES-0820409) and from the French speaking community of Belgium (grant ARC 15/19-063) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}