{
    "id": 22135,
    "citation_title": "The Theory of Unconventional Monetary Policy",
    "citation_author": [
        "Roger Farmer",
        "Pawel Zabczyk"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "2016-12-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper is about the effectiveness of qualitative easing, a form of unconventional monetary policy that changes the risk composition of the central bank balance sheet with the goal of stabilizing economic activity. We construct a general equilibrium model where agents have rational expectations and there is a complete set of financial securities, but where some agents are unable to participate in financial markets. We show that a change in the risk composition of the central bank's balance sheet will change equilibrium asset prices and we prove that, in our model, a policy in which the central bank stabilizes non-fundamental fluctuations in the stock market is Pareto improving and self-financing.\n\n",
    "acknowledgement": "\nAn earlier incarnation of this paper with the title “Qualitative Easing: How it Works and Why it Matters” (Farmer, 2012d) appeared as an NBER and a CEPR working paper. The current version was written after extensive discussions with Pawel Zabczyk during, and following, Farmer's visit, as Senior Houblon-Norman Fellow at the Bank of England in 2013. In contrast to the earlier paper, here we introduce money. Farmer thanks the Center for Central Bank Studies at the Bank of England for their hospitality. We thank participants of seminars at the National Institute for Economic and Social Research, Warwick University, The Swiss National Bank and the Bank of Italy. Bernard Winkler, Francesco Lippi and Christian Hepenstrick have all contributed thoughtful dicussions of our work and we thank them for their comments. We have also benefited from discussions with Andy Haldane, Minouche Shafik and Martin Weale. The views expressed in this paper are those of the authors, and not necessarily those of the Bank of England or the National Bureau of Economic Research.\n\n\n"
}