{
    "id": 22137,
    "citation_title": "The Inclusive Cost of Pandemic Influenza Risk",
    "citation_author": [
        "Victoria Y. Fan",
        "Dean T. Jamison",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "2020-03-20",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEstimates of the long-term annual cost of global warming lie in the range of 0.2-2% of global income. This high cost has generated widespread political concern and commitment as manifested in the Paris agreements of December, 2015. Analyses in this paper suggest that the expected annual cost of pandemic influenza falls in the same range as does that of climate change although toward the low end. In any given year a small likelihood exists that the world will again suffer a very severe flu pandemic akin to the one of 1918. Even a moderately severe pandemic, of which at least 6 have occurred since 1700, could lead to 2 million or more excess deaths. World Bank and other work has assessed the probable income loss from a severe pandemic at 4-5% of global GNI. The economics literature points to a very high intrinsic value of mortality risk, a value that GNI fails to capture. In this paper we use findings from that literature to generate an estimate of pandemic cost that is inclusive of both income loss and the cost of elevated mortality. We present results on an expected annual basis using reasonable (although highly uncertain) estimates of the annual probabilities of pandemics in two bands of severity. We find:\n1. Expected pandemic deaths exceed 700,000 per year worldwide with an associated annual mortality cost of estimated at $490 billion. We use published figures to estimate expected income loss at $80 billion per year and hence the inclusive cost to be $570 billion per year or 0.7% of global income (range: 0.4-1.0%).\n2. For moderately severe pandemics about 40% of inclusive cost results from income loss. For severe pandemics this fraction declines to 12%: the intrinsic cost of elevated mortality becomes completely dominant.\n3. The estimates of mortality cost as a % of GNI range from around 1.6% in lower-middle income countries down to 0.3% in high-income countries, mostly as a result of much higher pandemic death rates in lower-income environments.\n4. The distribution of pandemic severity has an exceptionally fat tail: about 95% of the expected cost results from pandemics that would be expected to kill over 7 million people worldwide.\n\n",
    "acknowledgement": "\nThe authors thank Branden Nakamura and Pamela Krueger (University of Hawai‘i) and Jennifer Nguyen (University of Washington) for valuable research assistance. Kristie Ebi (University of Washington) provided guidance to the literature on carbon emission levels and their costs. Julian Jamison and Olga Jonas of the World Bank provided helpful suggestions. The Bill & Melinda Gates Foundation provided partial financial support for this research through grants to the University of California, San Francisco, for the ‘Commission on Investing in Health (CIH), Phase 3’ and to the University of Washington for the ‘Disease Control Priorities Network’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLawrence H. Summers\n\nAuthor contributions: L.S. conceptualized the study with input from D.J. V.F. carried out the analyses. V.F. and D.J. wrote the first draft and all authors contributed to revision and writing of the final draft.\n\n\n"
}