{
    "id": 22134,
    "citation_title": "Rethinking Performance Evaluation",
    "citation_author": [
        "Campbell R. Harvey",
        "Yan Liu"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that the standard equation-by-equation OLS used in performance evaluation ignores information in the alpha population and leads to severely biased estimates for the alpha population. We propose a new framework that treats fund alphas as random effects. Our framework allows us to make inference on the alpha population while controlling for various sources of estimation risk. At the individual fund level, our method pools information from the entire alpha distribution to make density forecast for the fund's alpha, offering a new way to think about performance evaluation. In simulations, we show that our method generates parameter estimates that universally dominate the OLS estimates, both at the population and at the individual fund level. While it is generally accepted that few if any mutual funds outperform, we find that the fraction of funds that generate positive alphas is accurately estimated at over 10%. An out-of-sample forecasting exercise also shows that our method generates superior alpha forecasts.\n\n",
    "acknowledgement": "\nA discussion with Neil Shephard provided the genesis for this paper - we are grateful. We appreciate the comments of Yong Chen, Wayne Ferson, Juhani Linnainmaa, David Ng, Lubos Pastor, and Luke Taylor. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}