{
    "id": 22143,
    "citation_title": "Crash Beliefs From Investor Surveys",
    "citation_author": [
        "William N. Goetzmann",
        "Dasol Kim",
        "Robert J. Shiller"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2017-12-18",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHistorical data suggest that the base rate for a severe, single-day stock market crash is relatively low. Surveys of individual and institutional investors, conducted regularly over a 26-year period in the United States, show that they assess the probability to be much higher. We examine factors influencing investor responses and test the role of media influence, finding evidence consistent with an availability bias. Adverse market events made salient by financial press are associated with higher subjective crash probabilities. Exogenous shocks related to earthquakes are also associated with higher probabilities. Finally, subjective crash probabilities are negatively associated with mutual fund flows.\n\n",
    "acknowledgement": "\nWe thank the U.S. National Science Foundation, Whitebox Advisors, and the International Center for Finance at the Yale School of Management for support with the survey data. We thank Leigh Ann Clark, Sumithra Sudhir and Minhua Wan for help with the data. We thank Christa Bouwman, Brian Knutson, Alan Moreira, Tyler Muir, John Scruggs, Hersh Shefrin and Paul Slovic for their suggestions. We thank participants in the JOIM (2016) conference on the Past, Present and Future of Behavioral Finance, and participants in the Columbia program for Financial Studies (2016) News and Finance Conference. The authors take responsibility for all errors. Dasol Kim started the paper prior to joining the Office of Financial Research; the opinions expressed are those of the authors and do not necessarily reflect those of the Office of Financial Research or the U.S. Department of the Treasury. All errors are ours alone. Please direct correspondence to: william.goetzmann@yale.edu The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nWilliam N. Goetzmann\n\nMy external activities are disclosed on my website at:\n\n\nhttp://viking.som.yale.edu/outside%20activities%202015.pdf\n\n\nFunding for the survey is currently provided by the International Center for Finance at the Yale School of Management\n\n\n"
}