{
    "id": 22144,
    "citation_title": "A Conceptual Framework for Understanding Critical Transitions",
    "citation_author": [
        "Lee J. Alston",
        "Marcus André Melo",
        "Bernardo Mueller",
        "Carlos Pereira"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCritical transitions for a country are historical periods when the powerful organizations in a country shift from one set of beliefs about how institutions (the formal and informal rules of the game) will affect outcomes to a new set of beliefs. Critical transitions can lead a country toward more openness politically and economically or toward a more exclusionary society. Economic and political development is contextual; that is, there is no recipe. Periods of relative persistence are the norm with changes in institutions at the margin. We develop a framework consisting of several interconnected relatively unexplored concepts that we first define in a static context and then utilize to show how they produce a dynamic of institutional change or persistence. The key concepts include: windows of opportunity, beliefs, and leadership. Our major contribution is wedding the concepts of windows of opportunity, beliefs, and leadership to the dominant network, institutions, and economic and political outcomes to form a dynamic. We apply the framework illustratively to understand economic and political development in Argentina over the past 100 years.\n\n",
    "acknowledgement": "\nThis paper draws on material in Alston et al., Brazil in Transition: Beliefs, Leadership, and Institutional Change (Princeton University Press, forthcoming 2016). The larger book project got off the ground thanks to the Rockefeller Foundation hosting us as residents in Bellagio. We received valuable comments provided by the anonymous reviewers for Princeton University Press and from a book conference at Northwestern University, funded by President Schapiro at Northwestern University and Princeton University Press. Joel Mokyr and Marlous van Waijenburg organized the conference, and the participants deserve to be named: Hoyt Bleakley, Alan Dye, Joseph Ferrie, Brodwyn Fischer, Regina Grafe, Stephen Haber, David D. Haddock, Anne Hanley, Daniel Immerwahr, John Londregan, Noel Maurer, Joel Mokyr, Aldo Musacchio, Nicola Persico, Frank Safford, William Summerhill, Marlous van Waijenburg, John Wallis, and Sam Williamson. Sonja Opper kindly organized an earlier book conference at Lund University in November 2013. We thank the discussants—Thomas Brambor, Christer Gunnarsson, and Carl Hampus-Lytkens—and the participants.\nWe benefitted greatly from lengthy discussions and correspondence at critical times of our journey with Alan Dye, Thráinn Eggertsson, Avner Greif, Murat Iyigun, Douglass North, James Robinson, Ken Shepsle, John Wallis, and Barry Weingast. We thank William Summerhill for a discussion about the substance of our afterword. From a variety of people we received helpful comments on drafts: Eric Alston, Martin Andersson, Andy Baker, Robert Bates, Michael Bordo, Eric Brousseau, David Brown, Charles Calomiris, Victor Fleischer, Patrick François, Steven Haber, Joseph Jupille, John Londregran, Thomas Mayer, Tomas Nonnenmacher, Sonja Opper, Samuel Pessoa, Laura Randall, Hugh Rockoff, Jerome Sgard, Kenneth Shepsle, Richard Sicotte, Stefan Voigt, Steven Webb, and Eugene White. Throughout the project and for suggestions for a title we thank Robert Higgs. Presenting seminars and receiving comments at the following conferences and universities clarified where we were going astray: Getulio Vargas Foundation; a conference at Washington University honoring Douglass North’s ninetieth birthday; the Economic History Association Annual Meetings (Boston and Washington, DC); the workshop on Legal Order, the State, and Economic Development in Florence, Italy; the International Society for the New Institutional Economics Annual Meeting; and seminars at Columbia University, Indiana University, Rutgers University, University of British Columbia, University of Chicago, University of Colorado (Institutions Program and School of Law), and the University of Hamburg (Institute of Law and Economics). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}