{
    "id": 22148,
    "citation_title": "The Real Effects of Liquidity During the Financial Crisis: Evidence from Automobiles",
    "citation_author": [
        "Efraim Benmelech",
        "Ralf R. Meisenzahl",
        "Rodney Ramcharan"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2018-12-24",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIlliquidity in short-term credit markets during the financial crisis might have severely curtailed the supply of non-bank consumer credit. Using a new data set linking every car sold in the United States to the credit supplier involved in each transaction, we find that the collapse of the asset-backed commercial paper market reduced the financing capacity of such non-bank lenders as captive leasing companies in the automobile industry. As a result, car sales in counties that traditionally depended on non-bank lenders declined sharply. Although other lenders increased their supply of credit, the net aggregate effect of illiquidity on car sales is large and negative. We conclude that the decline in auto sales during the financial crisis was caused in part by a credit supply shock driven by the illiquidity of the most important providers of consumer finance in the auto loan market. These results also imply that interventions aimed at arresting illiquidity in short-term credit markets might have helped to contain the real effects of the crisis.\n\n",
    "acknowledgement": "\nWe thank Bo Becker, Gadi Barlevi, Gabriel Chowdorow-Reich, Dan Covitz, Diana Hancock, Arvind Krishnamurthy, Gregor Matvos, Jonathan Parker, Wayne Passmore, Karen Pence, Phillip Schnabl, Andrei Shleifer (the editor), Jeremy Stein, Philip Strahan, Amir Sufi, three anonymous referees, and seminar participants at the 2015 AEA Meetings, Basel Research Task Force, Berkeley (Haas), CSEF-IGIER Symposium in Economics and Institutions (Capri), Cornell, Dutch National Bank, Emory University, Entrepreneurship and Finance Conference in memory of Ola Bengtsson (Lund University), Federal Reserve Board, Federal Reserve Bank of Chicago, Federal Reserve Day Ahead Conference, Georgetown University, Georgia State University, Hong Kong University, Indiana University (Kelley School of Business), NBER Summer Institute, NBER Corporate Finance Meeting, NBER Monetary Economics Meeting, Northwestern University (Kellogg), Pennsylvania State University (Smeal), Singapore Management University, Stanford University, Tsinghua University, Tulane University, University of Munich, and University of Illinois at Urbana-Champaign for very helpful comments. Della Cummings, Sam Houskeeper, Jeremy Oldfather, and Jeremy Trubnick provided excellent research assistance. Benmelech is grateful for financial support from the National Science Foundation under CAREER award SES-0847392. The views expressed here are those of the authors and do not necessarily reflect the views of the Board of Governors, the staff of the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}