{
    "id": 22145,
    "citation_title": "The Global Spatial Distribution of Economic Activity: Nature, History, and the Role of Trade",
    "citation_author": [
        "J. Vernon Henderson",
        "Tim L. Squires",
        "Adam Storeygard",
        "David N. Weil"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe study the distribution of economic activity, as proxied by lights at night, across 250,000 grid cells of average area 560 square kilometers. We first document that nearly half of the variation can be explained by a parsimonious set of physical geography attributes. A full set of country indicators only explains a further 10%. When we divide geographic characteristics into two groups, those primarily important for agriculture and those primarily important for trade, we find that the agriculture variables have relatively more explanatory power in countries that developed early and the trade variables have relatively more in countries that developed late, despite the fact that the latter group of countries are far more dependent on agriculture today. We explain this apparent puzzle in a model in which two technological shocks occur, one increasing agricultural productivity and the other decreasing transportation costs, and in which agglomeration economies lead to persistence in urban locations. In countries that developed early, structural transformation due to rising agricultural productivity began at a time when transport costs were still relatively high, so urban agglomerations were localized in agricultural regions. When transport costs fell, these local agglomerations persisted. In late developing countries, transport costs fell well before structural transformation. To exploit urban scale economies, manufacturing agglomerated in relatively few, often coastal, locations. With structural transformation, these initial coastal locations grew, without formation of more cities in the agricultural interior.\n\n",
    "acknowledgement": "\nWe thank Alex Drechsler, Joshua Herman, Young Min Kim, Kevin Proulx, Sameer Sarkar, Yang Shen, and Sanjay Singh for excellent research assistance, and seminar participants at Berkeley, George Mason, LSE, Williams, the Federal Reserve Bank of Philadelphia/NBER Conference on Macroeconomics Across Time and Space and the Brown University conference on Deep Rooted Factors in Comparative Economic Development for helpful comments and suggestions. Storeygard thanks Deborah Balk, Marc Levy, Glenn Deane and colleagues at CIESIN for conversations on related work in 20042006, and LSE and UCBerkeley for hospitality while this research was conducted. The authors acknowledge the support of the World Bank’s Knowledge for Change Program and a Global Research Program on Spatial Development of Cities funded by the Multi Donor Trust Fund on Sustainable Urbanization of the World Bank and supported by the UK Department for International Development. The views in this paper are solely the responsibility of the author(s) and should not be interpreted as reflecting the views of Amazon.com, any other person associated with Amazon.com, or the National Bureau of Economic Research.\n\n\n"
}