{
    "id": 22149,
    "citation_title": "Faculty Preferences over Unionization: Evidence from Open Letters at Two Research Universities",
    "citation_author": [
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat determines employee preferences for unionizing their workplaces?  A substantial literature addresses this question with surveys on worker attitudes and pay.  Unionization drives at the Universities of Minnesota and Washington have given rise to open letters of support or opposition from over 1,000 faculty at Washington and support from over 200 at Minnesota. Combining these expressions with publicly available data on salary, job titles, department affiliation, research productivity, teaching success, and political contributions from over 5,000 faculty, we provide new estimates of the determinants of faculty preferences for unionization at research universities.  We find that faculty with higher pay and greater research productivity are less supportive of unionization, even after controlling for job title and department. Attitudes matter as well: after accounting for pay and productivity, faculty in fields documented elsewhere to have more politically liberal participants are more likely to support unionization.\n\n",
    "acknowledgement": "\nI am grateful to John Budd, David Green, and Tom Holmes for helpful comments on an earlier draft and to Avner Ben-Ner for useful hallway conversations on the topic.  Errors and interpretations are my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}