{
    "id": 22147,
    "citation_title": "Measuring Openness to Trade",
    "citation_author": [
        "Michael E. Waugh",
        "B. Ravikumar"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2016-07-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we derive a new measure of openness—trade potential index—that quantifies potential gains from trade as a simple function of data. Using a standard multicountry trade model, we measure openness by a country’s potential welfare gain from moving to a world with frictionless trade. In this model, a country’s trade potential depends on only the trade elasticity and two observable statistics: the country’s home trade share and its income level. Quantitatively, poor countries have greater potential gains from trade relative to rich countries, while their welfare costs of autarky are similar. This leads us to infer that rich countries are more open to trade. Our trade potential index correlates strongly with estimates of trade costs, while both the welfare cost of autarky and the volume of trade correlate weakly with trade costs. Thus, our measure of openness is informative about the underlying trade frictions.\n\n",
    "acknowledgement": "\nWe thank Raphael Auer, Mario Crucini, Harris Dellas, Jonathan Eaton, Ray Riezman, and the participants at the 2015 Conference on International Economics at the Study Center in Gerzensee for useful comments. The views expressed in this article are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of St. Louis, the Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}