{
    "id": 22140,
    "citation_title": "Supply-Side Policies in the Depression: Evidence from France",
    "citation_author": [
        "Jérémie Cohen-Setton",
        "Joshua K. Hausman",
        "Johannes F. Wieland"
    ],
    "citation_publication_date": "2016-04-04",
    "issue_date": "2016-03-31",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of supply-side policies in depressed economies are controversial. We shed light on this debate using evidence from France in the 1930s. In 1936, France departed from the gold standard and implemented mandatory wage increases and hours restrictions. Deflation ended but output stagnated. We present time-series and cross-sectional evidence that these supply-side policies, in particular the 40-hour law, contributed to French stagflation. These results are inconsistent both with the standard one-sector new Keynesian model and with a medium scale, multi-sector model calibrated to match our cross-sectional estimates. We conclude that the new Keynesian model is a poor guide to the effects of supply-side shocks in depressed economies.\n\n",
    "acknowledgement": "\nWe are grateful for insightful comments from Eugene White and Carolyn Moehling, our discussants at the September 2014 Economic History Association meetings. Hoyt Bleakley, Michael Bordo, Alain Chatriot, Javier Cravino, Brad DeLong, Barry Eichengreen, Chris House, Andy Jalil, Miles Kimball, Eric Monnet, Christina Romer, Elyce Rotella, Matthew Shapiro and seminar participants at the LSE Interwar Economic History Workshop, the University of California, Berkeley, the University of Michigan, the University of Toronto, and Rutgers University also gave us excellent advice and encouragement. We are indebted to David Le Bris for providing us with French stock price data. Walid Badawi, Marwan Bekri, Chris Boehm, and Matthew Haarer provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}