{
    "id": 22156,
    "citation_title": "Optimal Contracting with Subjective Evaluation: The Effects of Timing, Malfeasance and Guile",
    "citation_author": [
        "W. Bentley MacLeod",
        "Teck Yong Tan"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe introduce a general Principal-Agent model with subjective evaluation and malfeasance characterized by two-sided asymmetric information on performance that allows for an arbitrary information structure. Two generic contract forms are studied. An authority contract has the Principal reveal his information before the Agent responds with her information. Under such a contract, the Agent's compensation varies only with the Principal's information, while her information is used to punish untruthful behavior by the Principal. Conversely, a sales contract has the Agent reveal her information first. In this case, the Agent's performance incentives are affected by the information revealed by both parties. Because the Agent's information affects her compensation, the information revelation constraints are more complex under a sales contract, and provide a way to integrate Williamson's (1975) notion of guile into agency theory. We find that designing sales contracts for expert agents, such as physicians and financial advisors, are significantly more complex than designing optimal authority contracts.\n\n",
    "acknowledgement": "\nWe would like to thank Bob Gibbons, Bengt Holmström, Stephen Morris and seminar participants at MIT and the Econometric Society meetings, San Francisco, 2016 for helpful comments. We also thank Elliot Ash for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}