{
    "id": 22155,
    "citation_title": "Canary in a Coal Mine: Infant Mortality, Property Values, and Tradeoffs Associated with Mid-20th Century Air Pollution",
    "citation_author": [
        "Karen Clay",
        "Joshua Lewis",
        "Edson Severnini"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2022-02-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInvestments in local development and infrastructure projects often generate negative externalities such as pollution. Previous work has either focused on the potential for these investments to stimulate local economic activity or the health costs associated with air pollution. This paper examines the tradeoffs associated with the historical expansion in coal-fired electricity generation in the United States, which fueled local development but produced large amounts of unregulated air pollution. We focus on a highly responsive measure of health tradeoffs: the infant mortality rate. Our analysis leverages newly digitized data on all major coal-fired power plants for the period 1938-1962, and two complementary difference-in-differences strategies based on the opening of power plants and new generating units at existing sites. We find that coal-fired power plants imposed large negative health externalities, which were partially offset by the benefits from local electricity generation. We uncover substantial heterogeneity in these tradeoffs, both across counties and over time. Expansions in coal capacity led to increases in infant mortality in counties with high baseline access to electricity, but had no effect in low-access counties. Initial expansions in coal capacity led to decreases in infant mortality, but subsequent additions led to increases in infant mortality. These evolving tradeoffs highlight the importance of accounting for both current and future payoffs when designing environmental regulation.\n\n",
    "acknowledgement": "\nWe thank Martha Bailey, Antonio Bento, Claudia Goldin, Michael Greenstone, Walker Hanlon, Matthew Kahn, Brian Kovak, Nicolai Kumino, Gary Libecap, Granger Morgan, Joseph Shapiro, Lowell Taylor, and seminar participants at Carnegie Mellon, Oxford, LSE, RAND, UCLA, Warwick, U.S. EPA, Yale, the 2015 NBER Summer Institute (Children, DAE), 3rd Northeast Workshop on Energy Policy and Environmental Economics, 10th Meetings of the Urban Economics Association, 15th Occasional Workshop in Environmental and Resource Economics at UCSB, 27th Conference of the ISEE, 50th Meetings of the CNEH, 3rd Economics of We thank Martha Bailey, Antonio Bento, Janet Currie, Claudia Goldin, Walker Hanlon, Rick Hornbeck, Matthew Kahn, Brian Kovak, Nicolai Kuminoff, Gary Libecap, Granger Morgan, Joseph Shapiro, Lowell Taylor, and seminar participants at Bowdoin, Carnegie Mellon, Oxford, LSE, RAND, UCLA, Vanderbilt, Warwick, Yale, U.S. EPA, the 2015 NBER Summer Institute (Children, DAE), 3rd Northeast Workshop on Energy Policy and Environmental Economics, 10th Meetings of the Urban Economics Association, 15th Occasional Workshop in Environmental and Resource Economics at UCSB, 27th Conference of the ISEE, 50th Meetings of the CNEH, 3rd Economics of Low-Carbon Markets Workshop at USP, 37th Meetings of the Brazilian Econometric Society, the 61th North American Meetings of the RSAI, and the 2015 PAA Meetings for valuable comments and suggestions. The authors gratefully acknowledge financial support from the Center for Electricity Industry Studies, Heinz College, and the Berkman fund at Carnegie Mellon University, from the National Science Foundation Grant SES-1627432, and from the University of Montreal. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}