{
    "id": 22152,
    "citation_title": "The Deposits Channel of Monetary Policy",
    "citation_author": [
        "Itamar Drechsler",
        "Alexi Savov",
        "Philipp Schnabl"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2017-01-10",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a new channel for the transmission of monetary policy, the deposits channel. We show that when the Fed funds rate rises, banks widen the spreads they charge on deposits, and deposits flow out of the banking system. We present a model where this is due to market power in deposit markets. Consistent with the market power mechanism, deposit spreads increase more and deposits flow out more in concentrated markets. This is true even when we control for lending opportunities by only comparing different branches of the same bank. Since deposits are the main source of liquid assets for households, the deposits channel can explain the observed strong relationship between the liquidity premium and the Fed funds rate. Since deposits are also a uniquely stable funding source for banks, the deposits channel impacts bank lending. When the Fed funds rate rises, banks that raise deposits in concentrated markets contract their lending by more than other banks. Our estimates imply that the deposits channel can account for the entire transmission of monetary policy through bank balance sheets.\n\n",
    "acknowledgement": "\nWe thank Siddharth Vij for excellent research assistance. We thank Robert Adams, Juliane Begenau, Markus Brunnermeier, Douglas Diamond, Eugene Fama, Erik Gilje, Simon Gilchrist, Gary Gorton, Anil Kashyap, Arvind Krishnamurthy, Sam Hanson, Daniel Paravisini, David Scharfstein, Philip Strahan, Amit Seru, Adi Sunderam, Amir Sufi, Jeremy Stein, and seminar participants at the AEA Meetings, Berkeley, Boston College, Chicago Booth, Chicago Federal Reserve, Cornell University, Harvard University, IMF/Worldbank Joint Seminar, London School of Economics, London Business School, NBER Asset Pricing, NBER Corporate Finance, NYU-Columbia Junior Meeting, SFS Finance Cavalcade, Stanford University, UCLA, University of Maryland, University of Montreal, and Temple University for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}