{
    "id": 22159,
    "citation_title": "Temporary Migration and Endogenous Risk Sharing in Village India",
    "citation_author": [
        "Melanie Morten"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "General Equilibrium",
        "\n",
        "Behavioral Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhen people can self-insure via migration, they may have less need for informal risk sharing. At the same time, informal insurance may reduce the need to migrate. To understand the joint determination of migration and risk sharing I study a dynamic model of risk sharing with limited commitment frictions and endogenous temporary migration. First, I characterize the model. I demonstrate theoretically how migration may decrease risk sharing. I decompose the welfare effect of migration into the change in income and the change in the endogenous structure of insurance. I then show how risk sharing alters the returns to migration. Second, I structurally estimate the model using the new (2001-2004) ICRISAT panel from rural India. The estimation yields: (1) improving access to risk sharing reduces migration by 21 percentage points; (2) reducing the cost of migration reduces risk sharing by 8 percentage points; (3) contrasting endogenous to exogenous risk sharing, the consumption-equivalent gain from reducing migration costs is 18.9 percentage points lower. Third, I introduce a rural employment scheme. The policy reduces migration and decreases risk sharing. The welfare gain of the policy is 55-70% lower after household risk sharing and migration responses are considered\n\n",
    "acknowledgement": "\nThis paper is based on my PhD dissertation at Yale University. I am extremely grateful to my advisors, Mark Rosenzweig, Aleh Tsyvinksi, and Chris Udry, for their guidance and support. I would also like to thank the editor, four anonymous referees, Ran Abramitzky, Muneeza Alam, Treb Allen, Lint Barrage, Arun Chandrasekhar, Alex Cohen, Camilo Dominguez, Patrick Kehoe, Andy Newman, Michael Peters, Tony Smith, Melissa Tartari, and Snaebjorn Gunnsteinsson for helpful comments and discussion. I have also benefited from participants at seminars and from discussions with people at many institutions that are too numerous to mention. I am appreciative of the hospitality and assistance from Cynthia Bantilan and staff at the ICRISAT headquarters in Patancheru, India. Anita Bhide provided excellent research assistance. This work was supported in part by the facilities and staff of the Yale University Faculty of Arts and Sciences High Performance Computing Center. Part of this research was conducted while at the Federal Reserve Bank of Minneapolis. Any views expressed here are those of the author and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}