{
    "id": 22154,
    "citation_title": "Differences in Quarterly Utilization-Adjusted TFP by Vintage, with an Application to News Shocks",
    "citation_author": [
        "Eric R. Sims"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper documents large differences across vintages in the properties of the widely-used quarterly utilization-adjusted TFP series produced by Fernald (2014), who provides updated data each quarter on his website. The most recent vintage of the adjusted TFP series has correlations with earlier vintages of the series that are less than 0.6. Compared to earlier vintages, the most recent vintage of the adjusted TFP data is more weakly correlated with output and more strongly negatively correlated with hours worked. I revisit the empirical analysis from Barsky and Sims (2011), who use an earlier vintage of Fernald's adjusted TFP data to identify impulse responses to news shocks about future productivity in a structural VAR.  The vintage of adjusted TFP data matters for their estimated impulse responses, and in some specifications the differences using the most recent vintage of the adjusted TFP data are qualitatively large in a way that is more favorable to theories of news-driven business cycles.\n\n",
    "acknowledgement": "\nI am grateful to John Fernald for helpful conversations and for making some of the past vintages of data available to me. I also wish to thank Rudi Bachmann for helpful discussions concerning this project. Carlos Rondon Moreno provided capable research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}