{
    "id": 22158,
    "citation_title": "Paving the Way to Development: Costly Migration and Labor Market Integration",
    "citation_author": [
        "Melanie Morten",
        "Jaqueline Oliveira"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow integrated are labor markets within a country? Labor mobility is key to the integration of local labor markets and therefore to understanding the efficacy of policies to reduce regional inequality. We present a comprehensive framework for understanding migration decisions, focusing on the costs of migrating. We construct and then estimate a spatial equilibrium model where mobility is determined not only by idiosyncratic tastes, but also by moving costs that are origin-destination dependent. We use rich data on the inter-municipality moves of 18 million people together with exogenous variation in the road network caused by the construction of a capital city to identify the bilateral costs of moving between two regions. The mean observed migration cost is between 0.8-1.2 times the mean wage. 84% of the migration cost is a fixed cost, 3.5% depends on the distance between locations, and 9.6% is dependent on the travel time on the road. This imperfect integration of labor markets has two key implications. First, costly migration generates heterogeneity in regional responses to economic shocks. A region 10% more connected will have a 5.6 percentage point higher population elasticity to wage shocks. Second, costly migration changes the incidence of regional shocks. We estimate that 37% of the total incidence of a shock falls on residents, compared to 1% in a model where migration is costless. Our results have important implications for understanding the impact of economic development as well as the impact of place-based development policies.\n\n",
    "acknowledgement": "\nWe thank Treb Allen, Marcella Alsan, Ana Barufi, Gharad Bryan, Kate Casey, Arun Chandrasekhar, Rafael Dix-Carneiro, Dave Donaldson, Taryn Dinkelman, Pascaline Dupas, Fred Finan, Doireann Fitzgerald, Paul Gertler, Doug Gollin, Saum Jha, Brian Kovak, Kyle Mangum, Mushfiq Mobarak, David McKenzie, Paula Pereda, Nancy Qian, Mark Rosenzweig and Sam Schulhofer-Wohl for discussions; and seminar participants at the 36th Meeting of the Brazilian Econometrics Society, Emory University, Harvard/MIT, 2014 NBER Summer Institute, 7th Migration and Development Conference, University of Calgary, WUSTL, Clemson University, Oxford University, University of Houston and UCL/LSE for helpful comments. Anita Bhide provided excellent research assistance. Part of this work was completed while Morten was a visiting scholar at the Federal Reserve Bank of Minneapolis and their hospitality is greatly acknowledged. This paper previously circulated under the title “Migration, roads and labor market integration: Evidence from a planned capital city”. Any errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}