{
    "id": 22151,
    "citation_title": "Learning, Career Paths, and the Distribution of Wages",
    "citation_author": [
        "Santiago Caicedo",
        "Robert E. Lucas",
        "Jr.",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of career paths and earnings in an economy in which agents organize in production hierarchies. Agents climb these organizational hierarchies as they learn stochastically from other individuals. Earnings grow over time as agents acquire knowledge and occupy positions with larger numbers of subordinates. We contrast these and other implications of the theory with U.S. census data for the period 1990 to 2010. The model matches well the Lorenz curve of earnings as well as the observed mean experience-earnings profiles. We show that the increase in wage inequality over this period can be rationalized with a shift in the distribution of the complexity and profitability of technologies relative to the distribution of knowledge in the population.\n\n",
    "acknowledgement": "\nWe thank Ezra Oberfield, Mariana Laverde, Chien-Yu Lai and seminar participants at various institutions and conferences for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}