{
    "id": 22169,
    "citation_title": "Organizational Complexity and Balance Sheet Management in Global Banks",
    "citation_author": [
        "Nicola Cetorelli",
        "Linda S. Goldberg"
    ],
    "citation_publication_date": "2016-04-18",
    "issue_date": "2016-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBanks have progressively evolved from being standalone institutions to being subsidiaries of increasingly complex financial conglomerates. We conjecture and provide evidence that the organizational complexity of the family of a bank is a fundamental driver of the business model of the bank itself, as reflected in the management of the bank’s own balance sheet. Using micro-data on global banks with branch operations in the United States, we show that branches of conglomerates in more complex families have a markedly lower lending sensitivity to funding shocks. The balance sheet management strategies of banks are very much determined by the structure of the organizations the banks belong to. The complexity of the conglomerate can change the scale of the lending channel for a large global bank by more than 30 percent.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the individual authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.  Address correspondences to Nicola Cetorelli or Linda S. Goldberg, Federal Reserve Bank of NY, Research Department, 33 Liberty St, New York, N.Y. 10045, U.S.A. email: Linda.Goldberg@ny.frb.org or Nicola.Cetorelli@ny.frb.org. We gratefully acknowledge the excellent data work of Rose Wang and Sam Stern.  Our work benefited from the insights of seminar participants at the Federal Reserve Bank of New York, the Federal Reserve Bank of Chicago, the Bank for International Settlements, Columbia Business School, Hitotsubashi University, MOFIR Conference in Kobe Japan, the University of North Carolina, the International Banking Research Network, Banca d’Italia, Bank of Canada, and Bank of Japan.\n\n\n"
}