{
    "id": 22160,
    "citation_title": "Innovation in the Global Firm",
    "citation_author": [
        "L. Kamran Bilir",
        "Eduardo Morales"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2018-08-07",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow global are the gains from innovation? When firms operate production plants in multiple countries, technological improvements developed in one location may be shared with foreign sites for efficiency gain. We develop a model that accounts for such transfer, and apply it to measure private returns to R&D investment for a panel of U.S. multinationals during 1989-2008. Our estimates indicate that innovation increases performance at firm locations beyond the innovating site: the median U.S. multinational firm realizes abroad 20 percent of the return to its U.S. R&D investment, suggesting estimates based only on domestic operations understate multinationals' gain from innovation, and revealing a spatial disconnect between the costs and potential gains of policies that encourage multinationals' U.S. innovation.\n\n",
    "acknowledgement": "\nWe thank Costas Arkolakis, Paula Bustos, Jan De Loecker, Amit Gandhi, Elhanan Helpman, Sam Kortum, Nina Pavcnik, Veronica Rappaport, Joel Rodrigue, Andres Rodriguez-Clare, Felix Tintelnot, Jim Tybout, David Weinstein, Steve Yeaple, Bill Zeile, and seminar participants at AEA, CEPR, Colorado-Boulder, Columbia, Dartmouth, Duke, George Washington University, Harvard, HBS, Hebrew University, LMU, LSE, Michigan, Minnesota, MIT, NBER, Northwestern-Kellogg, Penn State, Princeton, Santa Cruz, SED, UCLA, UPenn, Vanderbilt, and Wisconsin for very helpful comments. The statistical analysis of firm-level data on U.S. multinational companies was conducted at the Bureau of Economic Analysis, U.S. Department of Commerce, under arrangements that maintain legal confidentiality requirements. The Bureau of Economic Analysis has reviewed this paper prior to its release to ensure that data confidentiality is not unintentionally compromised. Bilir thanks the International Economics Section at Princeton and the Wisconsin Alumni Research Foundation for support. Morales thanks the University of Wisconsin-Madison and the Cowles Foundation at Yale University for their hospitality and support. An earlier draft of this paper circulated under the title \"The Impact of Innovation in the Multinational Firm.\" The views expressed herein are those of the authors and do not necessarily reflect official positions of the U.S. Department of Commerce and the views of the National Bureau of Economic Research.\n\n\n"
}