{
    "id": 22162,
    "citation_title": "Term Structures of Asset Prices and Returns",
    "citation_author": [
        "David Backus",
        "Nina Boyarchenko",
        "Mikhail Chernov"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "2017-09-13",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the term structures of claims to a variety of cash flows, namely, U.S. government bonds (claims to dollars), foreign government bonds (claims to foreign currency), inflation-adjusted bonds (claims to the price index), and equity (claims to future equity indexes or dividends). The average term structures reflect the dynamics of the dollar pricing kernel, cash flow growth, and the interaction between the two. We use an affine model to illustrate how these two components can deliver term structures with a wide range of levels and shapes. Finally, we calibrate a representative agent economy to show that the evidence we document is consistent with the equilibrium models.\n\n",
    "acknowledgement": "\nWe are grateful to the anonymous referee and the Editor, Ron Kaniel, for their thoughtful comments, which have helped us improve the manuscript. We also thank Jarda Borovicka, Lars Hansen, Christian Heyerdahl-Larsen, Mahyar Kargar, Lars Lochstoer, Bryan Routledge, Andres Schneider, Raghu Sundaram, Fabio Trojani, Bruce Tuckman, Stijn Van Nieuwerburgh, Jonathan Wright, Liuren Wu, and Irina Zviadadze for their comments on earlier drafts and the participants of the seminars at the 2015 BI-SHoF conference in Oslo, the 2014 Brazilian Finance Meeting in Recife, Carnegie Mellon University, City University of Hong Kong, the Board of Governors of the Federal Reserve System, Goethe University, ITAM, the 6th Macro- Finance Workshop, McGill University, the 2015 NBER meeting at Stanford, New York University, the 2014 SoFiE conference in Toronto, the Swedish House of Finance, UCLA, and VGSF. The views expressed here are the authors’ and are not representative of the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}