{
    "id": 22163,
    "citation_title": "The Limited Macroeconomic Effects of Unemployment Benefit Extensions",
    "citation_author": [
        "Gabriel Chodorow-Reich",
        "Loukas Karabarbounis"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBy how much does an extension of unemployment benefits affect macroeconomic outcomes such as unemployment? Answering this question is challenging because U.S. law extends benefits for states experiencing high unemployment. We use data revisions to decompose the variation in the duration of benefits into the part coming from actual differences in economic conditions and the part coming from measurement error in the real-time data used to determine benefit extensions. Using only the variation coming from measurement error, we find that benefit extensions have a limited influence on state-level macroeconomic outcomes. We use our estimates to quantify the effects of the increase in the duration of benefits during the Great Recession and find that they increased the unemployment rate by at most 0.3 percentage point.\n\n",
    "acknowledgement": "\nWe are grateful to Ellen McGrattan, Emi Nakamura, and participants in seminars and conferences for helpful comments. We thank Claudia Macaluso and Johnny Tang for excellent research assistance, Thomas Stengle of the Department of Labor for help in understanding the unemployment insurance laws, and Bradley Jensen of the Bureau of Labor Statistics for help in understanding the process for constructing state unemployment rates. Karabarbounis thanks the Becker Friedman Institute at the University of Chicago and the Business and Public Policy Faculty Research Fund at Chicago Booth for financial support. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}