{
    "id": 22161,
    "citation_title": "Coordinated Noise Trading: Evidence from Pension Fund Reallocations",
    "citation_author": [
        "Zhi Da",
        "Borja Larrain",
        "Clemens Sialm",
        "José Tessada"
    ],
    "citation_publication_date": "2016-04-11",
    "issue_date": "2016-04-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe document a novel channel through which coordinated noise trading exerts externalities on financial markets dominated by institutional investors. We exploit a unique set of events where Chilean pension fund investors followed an influential financial advisory firm that recommended frequent switches between equity and bond funds. The recommendations, which mostly followed short-term trends, generated large and coordinated fund flows. These flows resulted in substantial price pressure and increased volatility in financial markets. Pension funds increased cash holdings as a response. Our findings suggest that giving retirement savers unconstrained reallocation opportunities may exert negative externalities on financial markets.\n\n",
    "acknowledgement": "\nWe thank Patricio Ayala, Tomás Balmaceda, Keith Brown, Yong Chen (Gutmann Symposium discussant), Nicolás Desormeaux, David Hirshleifer, Paul Hsu, Jennifer Huang, Gabriele LaSpada, Dong Lou (EFA discussant), Katya Malinova (University of Toronto discussant), Gonzalo Maturana, Pamela Searle, René Selpúlveda, Tao Shu (ABFER discussant), Rick Sias (AFA discussant), David Solomon (FinanceUC discussant), Laura Starks, Zheng Sun, Sheridan Titman, Chuck Trzcinka (UC Davis discussant), Jay Wang (CICF discussant), Yan Xu and seminar participants at the Cheung Kong Graduate School of Business, the Federal Reserve Bank of New York, Georgia State University, Hong Kong University of Science and Technology, Peking University, Tsinghua University, the University of California at Irvine, the University of Hong Kong, the University of Missouri, the University of Notre Dame, the University of Texas at Austin, York University, the 9th International FinanceUC Conference in Chile, the 2015 Conference on Liquidity Risk in Asset Management at the University of Toronto, the 2015 Conference of the Asian Bureau of Finance and Economic Research, the 2015 China International Conference in Finance, the 2015 Meetings of the European Finance Association, the 2015 WU Gutmann Center Symposium, the 2015 University of California at Davis Finance Symposium, and the 2016 Meetings of the American Finance Association for comments and suggestions. We thank Daniel Muñoz and Cristián Rojas for excellent research assistance. Da acknowledges the generous support from the Andrónico Luksic Grants program at the University of Notre Dame. Larrain acknowledges funding from Proyecto Fondecyt Regular #1141161. Tessada acknowledges financial support from Conicyt Proyecto Inserción a la Academia #79100017. Larraín is an academic advisor to Larrain Vial Wealth Management. Sialm is an independent contractor with AQR Capital Management. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nClemens Sialm\n\nClemens Sialm has received compensation for consulting services and for giving presentations from the following institutions: AQR Capital Management, the U.S. Securities and Exchange Commission, Mercer Advisors, Dimensional Fund Advisors, and MyVest.\n\n\n\nJosé Tessada\n\nTessada acknowledges financial support\nfrom Conicyt Proyecto Inserci\u0013on a la Academia #79100017.\nI declare that I have no relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}