{
    "id": 22174,
    "citation_title": "Social Mobility and Stability of Democracy: Re-evaluating De Tocqueville",
    "citation_author": [
        "Daron Acemoglu",
        "Georgy Egorov",
        "Konstantin Sonin"
    ],
    "citation_publication_date": "2016-04-18",
    "issue_date": "2016-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn influential thesis often associated with De Tocqueville views social mobility as a bulwark of democracy: when members of a social group expect to join the ranks of other social groups in the near future, they should have less reason to exclude these other groups from the political process. In this paper, we investigate this hypothesis using a dynamic model of political economy. As well as formalizing this argument, our model demonstrates its limits, elucidating a robust theoretical force making democracy less stable in societies with high social mobility: when the median voter expects to move up (respectively down), she would prefer to give less voice to poorer (respectively richer) social groups. Our theoretical analysis shows that in the presence of social mobility, the political preferences of an individual depend on the potentially conflicting preferences of her “future selves,” and that the evolution of institutions is determined through the implicit interaction between occupants of the same social niche at different points in time. When social mobility is endogenized, our model identifies new political economic forces limiting the amount of mobility in society – because the middle class will lose out from mobility at the bottom and because a peripheral coalition between the rich and the poor may oppose mobility at the top.\n\n",
    "acknowledgement": "\nWe thank participants of Stanford Institute for Theoretical Economics (SITE) conference on Dynamics of Collective Decision-Making, CIFAR meeting, NBER Political Economy conference, Econometric Society World Congress in Montreal, Economic Theory conference at the University of Miami, Warwick/Princeton Political Economy Conference in Venice, and seminars at the University of Chicago, Higher School of Economics, MIT, University of Waterloo, University of Wisconsin-Madison, and the University of Zurich for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}