{
    "id": 22179,
    "citation_title": "Nutrient Intake: A Cross-National Analysis of Trends and Economic Correlates",
    "citation_author": [
        "Dhaval M. Dave",
        "Nadia Doytch",
        "Inas Rashad Kelly"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNutrition is a key input in the health production function, and a better understanding of how we eat can aid in guiding effective policy change towards better population health. This study documents prevalence rates, trends in, and potential correlates of nutrient intake for panels of countries, categorized by geographical regions and levels of development. We assemble data from 209 countries, spanning 51 years (1961-2011), based on original data compilations using 960 country-years for BMI, 370 country-years for glucose, and 321 country-years for cholesterol. Our estimates inform the nature and scope of nutrient intake on a global scale, and contribute towards an understanding of the drivers of the general upward trend in food intake and obesity. The cross-national trends, across countries spanning the spectrum of economic development and geographic regions, suggest that simply analyzing aggregate caloric intake masks the heterogeneity in trends for the various food groups.  Food groups analyzed include cereals, sugars and sweeteners, vegetable oils, meat, starch, milk, fruits, animal fats, alcoholic beverages, oil crops, pulses, vegetables, fish, and eggs.  Fixed effects regression analyses reveal that caloric intake is strongly associated with hunger depth, body mass index, cholesterol levels, and glucose levels.  Moreover, changes in real GDP per capita, labor force participation, and health care measures in a nation can partly explain the increase in caloric intake. We note that substantial heterogeneity remains.  While these associations should not be interpreted as causal, they provide a first step towards understanding shifts in aggregate eating patterns across the globe and levels of economic activity.\n\n",
    "acknowledgement": "\nOrder of authors is alphabetical. Corresponding Author: Inas Rashad Kelly. The authors thank seminar participants at the University of Maryland - Baltimore County, the 2014 CUNY Macroeconomics and Finance Colloquium, and the 2014 Southern Economics Association Conference for their insightful comments and suggestions on earlier drafts of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}