{
    "id": 22170,
    "citation_title": "The Effect of the Patient Protection and Affordable Care Act Medicaid Expansions on Financial Wellbeing",
    "citation_author": [
        "Luojia Hu",
        "Robert Kaestner",
        "Bhashkar Mazumder",
        "Sarah Miller",
        "Ashley Wong"
    ],
    "citation_publication_date": "2016-04-18",
    "issue_date": "2016-04-15",
    "revision_date": "2018-02-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the effect of the Medicaid expansions under the 2010 Patient Protection and Affordable Care Act (ACA) on consumer financial outcomes using data from a major credit reporting agency for a large, national sample of adults. We employ the synthetic control method to compare individuals living in states that expanded Medicaid to those that did not. We find that the Medicaid expansions significantly reduced the number of unpaid bills and the amount of debt sent to third-party collection agencies among those residing in zip codes with the highest share of low-income, uninsured individuals. Our estimates imply a reduction in collection balances of approximately $1,140 among those who gain Medicaid coverage due to the ACA. Our findings suggest that the ACA Medicaid expansions had important financial impacts beyond health care use.\n\n",
    "acknowledgement": "\nThis work was supported by the National Institutes of Health [1R01HD081129-01]. The views expressed here do not represent the views of the Federal Reserve Bank of Chicago, the Federal Reserve System, or the National Bureau of Economic Research. We thank Sharada Dharmasankar for her excellent research assistance. We also thank the editor and three referees for helpful comments.\n\n\n"
}