{
    "id": 22173,
    "citation_title": "Preference for the Workplace, Human Capital, and Gender",
    "citation_author": [
        "Matthew Wiswall",
        "Basit Zafar"
    ],
    "citation_publication_date": "2016-04-18",
    "issue_date": "2016-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we use a hypothetical choice methodology to robustly estimate preferences for workplace attributes and quantify how much these preferences influence pre-labor market human capital investments. Undergraduate students are presented with sets of job offers that vary in their attributes (such as earnings and job hours flexibility) and asked to state their probabilistic choices. We show that this method robustly identifies preferences for various job attributes, free from omitted variable bias and free from considering the equilibrium matching of workers to jobs. While there is substantial heterogeneity in preferences, we find that women on average have a higher willingness to pay for jobs with greater work flexibility (lower hours, and part-time option availability) and job stability (lower risk of job loss), and men have a higher willingness to pay for jobs with higher earnings growth. Using a follow-up survey several years after the experiment, we find a systematic relationship between the respondents' job preferences as revealed during college and the actual workplace characteristics of the jobs these individuals are currently working at after college. \nIn the second part of the paper, we relate these job attribute preferences to major choice. Using data on students' perceptions about the demand side of the labor market--beliefs about expected attributes of jobs students anticipate being offered if they were to complete particular majors--we find that students perceive jobs offered to Humanities majors to have fewer hours, more work-time flexibility, and higher stability than jobs offered to Economics/Business majors. These job attributes are found to play a role in major choice, with women exhibiting greater sensitivity to non-pecuniary job attributes in major choice.\n\n",
    "acknowledgement": "\nEllen Fu provided excellent research assistance. We would like to thank Joe Altonji for feedback on the survey design, and participants at Harvard, NY Fed Micro Working Lunch, Princeton, the 2015 Econometric Society World Congress, and the 2016 AEFP meetings for valuable comments. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the National Bureau of Economic Research, or the Federal Reserve System as a whole.\n\n\n"
}