{
    "id": 22176,
    "citation_title": "Technology, Skill and the Wage Structure",
    "citation_author": [
        "Nancy L. Stokey"
    ],
    "citation_publication_date": "2016-04-18",
    "issue_date": "2016-04-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTechnical change, even if it is limited in scope, can have employment, output, price and wage effects that ripple through the whole economy. This paper uses a flexible and tractable framework, with heterogeneous workers and technologies, and many tasks/goods, to analyze the general equilibrium effects of technical change for a limited set of tasks. Output increases and price falls for tasks that are directly affected. The effects on employment depend on the elasticity of substitution across tasks/goods. For high elasticities, employment expands to a group of more skilled workers. Hence for tasks farther up the technology ladder, employment falls, output declines, and prices and wages rise. For low elasticities, employment at affected tasks contracts among less skilled workers, as they shift to complementary tasks with unchanged technologies. In all cases, the output, price and wage changes are damped for more distant tasks, both above and below the affected group.\n\n",
    "acknowledgement": "\nI thank Daron Acemoglu, Ufuk Akcigit, Treb Allen, Marios Angeletos, Enghin Atalay, Gadi Barlevy, Marco Bassetto, Jess Benhabib, Katarina Borovickova, Paco Buera, Ariel Burstein, Raquel Fernandez, Xavier Gabaix, Larry Jones, Boyan Jovanovic, Joe Kaboski, Rasmus Lentz, Jeremy Lise, Bob Lucas, Sydney Ludvigson, Jesse Perla, Ananth Seshadri, Jaume Ventura, Gianluca Violante, and seminar participants at UCL, the University of Wisconsin, the Federal Reserve Bank of Philadelphia, the Becker-Friedman Institute, the Stern School, the Federal Reserve Bank of Chicago, and CREi, for useful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}