{
    "id": 22181,
    "citation_title": "Climate Econometrics",
    "citation_author": [
        "Solomon M. Hsiang"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIdentifying the effect of climate on societies is central to understanding historical economic development, designing modern policies that react to climatic events, and managing future global climate change. Here, I review, synthesize, and interpret recent advances in methods used to measure effects of climate on social and economic outcomes. Because weather variation plays a large role in recent progress, I formalize the relationship between climate and weather from an econometric perspective and discuss their use as identifying variation, highlighting tradeoffs between key assumptions in different research designs and deriving conditions when weather variation exactly identifies the effects of climate. I then describe advances in recent years, such as parameterization of climate variables from a social perspective, nonlinear models with spatial and temporal displacement, characterizing uncertainty, measurement of adaptation, cross-study comparison, and use of empirical estimates to project the impact of future climate change. I conclude by discussing remaining methodological challenges.\n\n",
    "acknowledgement": "\nI thank David Anthoff, Jesse Anttila-Hughes, Max Auffhammer, Alan Barrecca, Marshall Burke, Tamma Carleton, Olivier Deschenes, Tatyana Deryugina, Ram Fishman, Michael Greenstone, Michael Hanemann, Wu-Teh Hsiang, Bob Kopp, David Lobell, Gordon McCord, Kyle Meng, Billy Pizer, James Rising, Michael Roberts, Wolfram Schlenker, Christian Traeger, and seminar participants at Berkeley and Harvard for discussions and suggestions. I thank to Wolfram Schlenker for generously sharing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}