{
    "id": 22184,
    "citation_title": "The Impact of the Civil War on Southern Wealth Holders",
    "citation_author": [
        "Brandon Dupont",
        "Joshua Rosenbloom"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. Civil War and emancipation wiped out a substantial fraction of southern wealth.  The prevailing view of most economic historians, however, is that the southern planter elite was able to retain its relative status despite these shocks.  Previous studies have been hampered, however, by limits on the ability to link individuals between census years, and have been forced to focus on persistence within one or a few counties.  Recent advances in electronic access to the Federal Census manuscripts now make it possible to link individuals without these constraints.  We exploit the ability to search the full manuscript census to construct a sample that links top wealth holders in 1870 to their 1860 census records.  Although there was an entrenched southern planter elite that retained their economic status, we find evidence that the turmoil of 1860s opened greater opportunities for mobility in the South than was the case in the North, resulting in much greater turnover among wealthy southerners than among comparably wealthy northerners.\n\n",
    "acknowledgement": "\nWe are grateful for comments by participants at the 2015 annual conferences of the Western Economic Association, the Society for Economic Measurement, the Economic History Association, and the 2015 NBER Summer Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}