{
    "id": 22183,
    "citation_title": "Bond Risk Premia in Consumption-based Models",
    "citation_author": [
        "Drew D. Creal",
        "Jing Cynthia Wu"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWorkhorse Gaussian affine term structure models (ATSMs) attribute time-varying bond risk premia entirely to changing prices of risk, while structural models with recursive preferences credit it completely to stochastic volatility. We reconcile these competing channels by introducing a novel form of external habit into an otherwise standard model with recursive preferences. The new model has an ATSM representation with analytical bond prices making it empirically tractable. We find that time variation in bond term premia is predominantly driven by the price of risk, especially, the price of expected inflation risk that co-moves with expected inflation itself.\n\n",
    "acknowledgement": "\nWe thank Frank Diebold, Stefano Giglio, Jim Hamilton, Lars Hansen, Frank Schorfheide, Ivan Shaliastovich, Dongho Song, George Tauchen, and Jonathan Wright as well as seminar participants at UPenn, NBER Summer Institute Forecasting & Empirical Methods, 5th Conference on Fixed Income Markets, Bank of Japan, FRB Cleveland, FRB St. Louis, Chicago Junior Macro and Finance meetings, 2nd FMND for helpful comments. Cynthia Wu gratefully acknowledges financial support from the James S. Kemper Foundation Faculty Scholar at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}