{
    "id": 22188,
    "citation_title": "Decomposing Duration Dependence in a Stopping Time Model",
    "citation_author": [
        "Fernando E. Alvarez",
        "Katarína Borovičková",
        "Robert Shimer"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a dynamic model of transitions in and out of employment.  A worker finds a job at an optimal stopping time, when a Brownian motion with drift hits a barrier.  This implies that the duration of each worker's jobless spells has an inverse Gaussian distribution.  We allow for arbitrary heterogeneity across workers in the parameters of this distribution and prove that the distribution of these parameters is identified from the duration of two spells. We use social security data for Austrian workers to estimate the model.  We conclude that dynamic selection is a critical source of duration dependence.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Jaap Abbring, Bo Honoré, Stephane Bonhomme, Jan Eberly, Rasmus Lentz, Andreas Mueller, Emi Nakamura, Pedro Portugal, Andrea Rotnitzky, Jon Steinsson, Quang Vuong, and Josef Zweimüller, as well as participants in numerous seminars. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nGoldman Sachs, as a Goldman Sachs GMI fellow.\n\n\n"
}