{
    "id": 22187,
    "citation_title": "The Age Twist in Employers’ Gender Requests: Evidence from Four Job Boards",
    "citation_author": [
        "Miguel Delgado Helleseter",
        "Peter Kuhn",
        "Kailing Shen"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWhen permitted by law, employers sometimes state the preferred age and gender of their employees in job ads. We study the interaction of advertised requests for age and gender on one Mexican and three Chinese job boards, showing that firms’ explicit gender requests shift dramatically away from women and towards men when firms are seeking older (as opposed to younger) workers. This ‘age twist’ in advertised gender preferences occurs in all four of our datasets and survives controls for occupation, firm, and job title fixed effects.  Together, observed characteristics of job ads (including the job title) can account for 65 percent of the twist; within this ‘explained’ component, just three factors:  employers’ requests for older men in managerial positions, and for young women in customer contact and helping positions, account for more than half.  The latter requests are frequently accompanied by explicit requests for physically attractive candidates.  Based on its timing, the remaining portion of the twist, which occurs within job titles, appears to be connected to a differential effect of parenthood on firms’ relative requests for men versus women.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Age and Gender Profiling in the Chinese and Mexican Labor Markets: Evidence from Four Job Boards.\" This research is supported by the National Science Foundation of China grant 71203188, \"Impacts of Hukou, Education and Wage on Job Search and Match: Evidence Based on Online Job Board Microdata\".  We thank Shuo Zhang for excellent research assistance. All authors contributed equally to the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}