{
    "id": 22186,
    "citation_title": "Homophily and Transitivity in Dynamic Network Formation",
    "citation_author": [
        "Bryan S. Graham"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn social and economic networks linked agents often share additional links in common. There are two competing explanations for this phenomenon. First, agents may have a structural taste for transitive links -- the returns to linking may be higher if two agents share links in common. Second, agents may assortatively match on unobserved attributes, a process called homophily. I study parameter identifiability in a simple model of dynamic network formation with both effects. Agents form, maintain, and sever links over time in order to maximize utility. The return to linking may be higher if agents share friends in common. A pair-specific utility component allows for arbitrary homophily on time-invariant agent attributes. I derive conditions under which it is possible to detect the presence of a taste for transitivity in the presence of assortative matching on unobservables. I leave the joint distribution of the initial network and the pair-specific utility component, a very high dimensional object, unrestricted. The analysis is of the `fixed effects' type. The identification result is constructive, suggesting an analog estimator, whose single large network properties I characterize.\n\n",
    "acknowledgement": "\nThis work builds on comments prepared in response to Guido Imbens' Journal of Business and Economic Statistics Annual Lecture delivered at the American Economic Association meetings in Chicago (January 7th, 2012). I am grateful to Guido, and then JBES editors Kei Hirano and Jonathan Wright, for providing the initial inspiration for this project. I am thankful to Michael Leung for introducing me to the literature on random geometric graphs. I am also grateful to Peter Bickel, Paul Goldsmith-Pinkham, Jim Heckman, Bo Honore, Noureddine El Karoui as well as to participants at the Measuring and Interpreting Inequality (MIE) Inaugural Conference (February 18th, 2012), the CEME Conference on Inference in Nonstandard Problems (June 15th & 16th, 2012), the invited Social Interactions session of the ESEM (August 27 - 31, 2012), the CEMMAP conference on Estimation of Complementarities in Matching and Social Networks (October 5 & 6, 2012), the 9th Invitational Choice Symposium (June 12 – 16, 2013), the Berkeley Statistics Department's NSF reading group on networks, the Third European Meeting on Networks (June 18-19th, 2015) and the USC-INET Conference on Networks (November 20-21st, 2015) for valuable comments. Financial support from NSF Grant SES #1357499 is gratefully acknowledged. All the usual disclaimers apply. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}