{
    "id": 22185,
    "citation_title": "Collective Action by Contract: Prior Appropriation and the Development of Irrigation in the Western United States",
    "citation_author": [
        "Bryan Leonard",
        "Gary D. Libecap"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the economic determinants and effects of prior appropriation water rights that were voluntarily implemented across an immense area of the US West, abruptly replacing common-law riparian water rights. At the same time and place, vast private irrigation infrastructure added to the US capital stock. We build upon Ostrom and Gardner (1993) and model irrigation as a coordination problem to show how prior appropriation facilitated greater private infrastructure development than was possible under the baseline riparian system by i) securing access to water against future entry and ii) defining a property right that formed the basis for contracting around collective action problems among numerous, heterogeneous agents. We construct a dataset of 7,800 rights in Colorado, established between 1852 and 2013 including location, date, size, infrastructure investment, irrigated acreage, crops, topography, stream flow, soil quality, and precipitation to test the predictions of the model. We find that prior appropriation facilitated cooperation, doubling infrastructure investment and ultimately contributing between 3% and 21% of western state income in 1930. These outcomes are relative to the baseline alternative of a riparian system. The analysis reveals institutional innovation that informs our understanding of the development of property rights, prior appropriation, and contemporary water policy.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Economic Analysis of Property Rights: First Possession of Water in the American West.\" For helpful comments we thank Christopher Costello, Olivier Deschênes, Catherine Hafer, Lakshmi Iyer, Louis Kaplow, Dean Lueck, Steve Shavell, Henry Smith, Dick Startz and Jonathan Yoder as well as participants at workshops at the NBER DAE Summer Institute, the Political Institutions and Economic Policy Working Group, the Ostrom Workshop at Indiana University, UC Santa Barbara, Arizona State University, Columbia University, Harvard, UCLA, UC Irvine, Montana State University, the University of Arizona, Washington State University, Binghamton University, Carnegie Mellon University, the Society for Organizational and Institutional Economics, and the Western Economics Association. We also thank the Walton Family Foundation and the Sustainable Water Markets program at UC Santa Barbara for supporting this research. Excellent research assistance was provided by Cody Wilgas, Love Goyal, and A.J. Leon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}