{
    "id": 22182,
    "citation_title": "Impacts of the Affordable Care Act on Health Insurance Coverage in Medicaid Expansion and Non-Expansion States",
    "citation_author": [
        "Charles Courtemanche",
        "James Marton",
        "Benjamin Ukert",
        "Aaron Yelowitz",
        "Daniela Zapata"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "2020-12-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe Affordable Care Act (ACA) aimed to achieve nearly universal health insurance coverage in the United States through a combination of insurance market reforms, mandates, subsidies, health insurance exchanges, and Medicaid expansions, most of which took effect in 2014. This paper estimates the causal effects of the ACA on health insurance coverage using data from the American Community Survey. We utilize difference-in-difference-in-differences models that exploit cross-sectional variation in the intensity of treatment arising from state participation in the Medicaid expansion and local area pre-ACA uninsured rates. This strategy allows us to identify the effects of the ACA in both Medicaid expansion and non-expansion states. Our preferred specification suggests that, at the average pre-treatment uninsured rate, the full ACA increased the proportion of residents with insurance by 5.9 percentage points compared to 3.0 percentage points in states that did not expand Medicaid. Private insurance expansions from the ACA were due to increases in both employer-provided and non-group coverage. The coverage gains from the full ACA were largest for those with incomes below the Medicaid eligibility threshold, non-whites, young adults, and unmarried individuals. We find some evidence that the Medicaid expansion partially crowded out private coverage among low-income individuals.\n\n",
    "acknowledgement": "\nWe would like to thank Kitt Carpenter, Chad Cotti, Amanda Kowalski, and seminar participants at the 2015 Southern Economic Association Annual Meeting for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}