{
    "id": 22198,
    "citation_title": "The 'Real' Explanation of the PPP Puzzle",
    "citation_author": [
        "Nicholas Ford",
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article shows that global financial markets cannot, by themselves, achieve net transfers of financial capital and real interest rate equalisation across countries and that the integration of both global financial markets and global goods markets is needed to achieve net transfers of capital and real interest rate equalisation across countries.  Thus, frictions (barriers to mobility) in one or both of these markets can impede the net transfer of capital between countries, produce the Feldstein and Horioka (1980) finding of high saving-investment correlations, and prevent real interest rates from being equalised across countries. Moreover, frictions in global goods markets can explain why real exchange rates deviate from PPP (purchasing power parity) for extended periods of time and can therefore also explain the PPP puzzle.  Thus, we are able to resolve 2 of Obstfeld and Rogoff’s (2000) “6 major puzzles in macroeconomics” with essentially the same explanation.\n\n",
    "acknowledgement": "\nThe authors are indebted to Neil Gorman and Gerry Mulligan for their valuable advice and comments.  This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Number 15H01950, an Asian Growth Research Institute project grant, and a grant from the MEXT Joint Usage/Research Center for Behavioral Economics, Institute of Social and Economic Research, Osaka University.  Any remaining errors are the authors’. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}