{
    "id": 22194,
    "citation_title": "Are Settlements in Patent Litigation Collusive? Evidence from Paragraph IV Challenges",
    "citation_author": [
        "Eric Helland",
        "Seth A. Seabury"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of “pay-for-delay” settlements in patent litigation – in which a branded manufacturer and generic entrant settle a Paragraph IV patent challenge and agree to forestall entry – has come under considerable scrutiny in recent years.  Critics argue that these settlements are collusive and lower consumer welfare by maintaining monopoly prices after patents should have expired, while proponents argue they reinforce incentives for innovation.  We estimate the impact of settlements to Paragraph IV challenges on generic entry and evaluate the implications for drug prices and quantity. To address the potential endogeneity of Paragraph IV challenges and settlements we estimate the model using instrumental variables. Our instruments include standard measures of patent strength and a measure of settlement legality based on a split between several Circuit Courts of Appeal.  We find that Paragraph IV challenges increase generic entry, lower drug prices and increase quantity, while settlements effectively reverse the effect.  These effects persist over time, inflating price and depressing quantity for up to 5 years after the challenge. We also find that eliminating settlements would result in a relatively small reduction in research and development (R&D) expenditures.\n\n",
    "acknowledgement": "\nThe authors wish to thank seminar participants at USC, Claremont McKenna College, ALEA CELS, RAND and IHEA. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSeth A. Seabury\n\nSeth Seabury is a consultant for Precision Health Economics, a consulting firm owned by Precision for Medicine that provides services to the pharmaceutical and health sciences industry.\n\n\n"
}