{
    "id": 22196,
    "citation_title": "The Role of the Growth of Risk-Averse Wealth in the Decline of the Safe Real Interest Rate",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "2017-07-11",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past few decades, worldwide real interest rates have trended downward. The real interest rate describes the terms of trade between risk-tolerant and risk-averse investors. Debt pays off equally across contingencies at a given future date, so debt is valuable to risk-averse investors to smooth consumption across those contingencies. In an equilibrium with trade between investors who differ in attitudes toward risk, the risk-tolerant investors borrow from the risk-averse ones, shifting the risk to those whose preferences favor taking on risk. Heterogeneity in risk aversion takes two forms in the model of the paper: variation in coefficients of relative risk aversion and variation in beliefs about the probabilities of seriously adverse outcomes. If the composition of wealth shifts into the hands of investors with higher coefficients of relative risk aversion and investors who believe in higher probabilities of bad events, the real interest rate falls. The paper calculates likely magnitudes of the decline and presents evidence in favor of a shift in the composition of wealth toward the holdings of the more risk-averse. In particular, the United States absorbs large amounts of risk by borrowing from more risk-averse countries, notably China, which thereby shed corresponding amounts of risk.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Understanding the Decline in the Safe Real Interest Rate.\" This research was supported by the Hoover Institution. I thank Tim Landvoigt for teaching me the importance of financial institutions that divide claims between the risk-tolerant and the risk-averse investors, and David Beckworth, Emmanuel Farhi, Mark Gertler, Pierre-Olivier Gourinchas, Ben Hébert, Hanno Lustig, Monika Piazzesi, and Martin Schneider for helpful comments. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research. Complete backup for all of the calculations is available from my website, stanford.edu/~rehall\n\n\n"
}