{
    "id": 22190,
    "citation_title": "What Explains the Flow of Foreign Fighters to ISIS?",
    "citation_author": [
        "Efraim Benmelech",
        "Esteban F. Klor"
    ],
    "citation_publication_date": "2016-04-25",
    "issue_date": "2016-04-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides the first systematic analysis of the link between economic, political, and social conditions and the global phenomenon of ISIS foreign fighters. We find that poor economic conditions do not drive participation in ISIS. In contrast, the number of ISIS foreign fighters is positively correlated with a country's GDP per capita and Human Development Index (HDI). In fact, many foreign fighters originate from countries with high levels of economic development, low income inequality, and highly developed political institutions. Other factors that explain the number of ISIS foreign fighters are the size of a country's Muslim population and its ethnic homogeneity. Although we cannot directly determine why people join ISIS, our results suggest that the flow of foreign fighters to ISIS is driven not by economic or political conditions but rather by ideology and the difficulty of assimilation into homogeneous Western countries.\n\n",
    "acknowledgement": "\nWe thank Lauran Cohen, Michael Freedman, Laura Jones Dooley, David Matsa and Paola Sapienza for very helpful comments. Jimmy Hong provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}