{
    "id": 22193,
    "citation_title": "What Motivates Effort? Evidence and Expert Forecasts",
    "citation_author": [
        "Stefano DellaVigna",
        "Devin Pope"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow much do different monetary and non-monetary motivators induce costly effort? Does the effectiveness line up with the expectations of researchers? We present the results of a large-scale real-effort experiment with 18 treatment arms. We compare the effect of three motivators: (i) standard incentives; (ii) behavioral factors like present-bias, reference dependence, and social preferences; and (iii) non-monetary inducements from psychology. In addition, we elicit forecasts by behavioral experts regarding the effectiveness of the treatments, allowing us to compare results to expectations. We find that (i) monetary incentives work largely as expected, including a very low piece rate treatment which does not crowd out incentives; (ii) the evidence is partly consistent with standard behavioral models, including warm glow, though we do not find evidence of probability weighting; (iii) the psychological motivators are effective, but less so than incentives. We then compare the results to forecasts by 208 experts. On average, the experts anticipate several key features, like the effectiveness of psychological motivators. A sizeable share of experts, however, expects crowd-out, probability weighting, and pure altruism, counterfactually. This heterogeneity does not reflect field of training, as behavioral economists, standard economists, and psychologists make similar forecasts. Using a simple model, we back out key parameters for social preferences, time preferences, and reference dependence, comparing expert beliefs and experimental results.\n\n",
    "acknowledgement": "\nWe thank Ned Augenblick, Dan Benjamin, Patrick Dejarnette, Jon de Quidt, David Laibson, Benjamin Lockwood, Barbara Mellers, Don Moore, Sendhil Mullainathan, Uri Simonsohn, Erik Snowberg, Philipp Strack, Justin Sydnor, Dmitry Taubinsky, Richard Thaler, Kevin Volpp, and the audiences at Bonn University, the London School of Economics, the Max Planck Institute in Bonn, UC Berkeley, the University of Philadelphia (Wharton), the 2016 JDM Preconference, and the Munich Conference on Behavioral Economics for useful comments. We also thank Thomas Graeber, Johannes Hermle, Jana Hofmeier, Lukas Kiessling, Tobias Raabe, Michael Sheldon, Patricia Sun, and Brian Wheaton for excellent research assistance. We are also very thankful to all the experts who took the time to contribute their forecasts. We are very grateful for support from the Alfred P. Sloan Foundation (award FP061020). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}