{
    "id": 22208,
    "citation_title": "Volatility Managed Portfolios",
    "citation_author": [
        "Alan Moreira",
        "Tyler Muir"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "2016-06-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nManaged portfolios that take less risk when volatility is high produce large alphas, substantially increase factor Sharpe ratios, and produce large utility gains for mean-variance investors. We document this for the market, value, momentum, profitability, return on equity, and investment factors in equities, as well as the currency carry trade. Volatility timing increases Sharpe ratios because changes in factor volatilities are not offset by proportional changes in expected returns. Our strategy is contrary to conventional wisdom because it takes relatively less risk in recessions and crises yet still earns high average returns. This rules out typical risk-based explanations and is a challenge to structural models of time-varying expected returns.\n\n",
    "acknowledgement": "\nWe thank Matthew Baron, Jonathan Berk, Olivier Boguth, John Campbell, John Cochrane, Kent Daniel, Peter DeMarzo, Wayne Ferson, Marcelo Fernandes, Stefano Giglio, William Goetzmann, Mark Grinblatt, Ben Hebert, Steve Heston, Jon Ingersoll, Ravi Jagannathan, Bryan Kelly, Ralph Koijen, Serhiy Kosak, Hanno Lustig, Justin Murfin, Stefan Nagel, David Ng, Lubos Pastor, Myron Scholes, Ivan Shaliastovich, Ken Singleton, Tuomo Vuoltenahoo, Jonathan Wallen, Lu Zhang, and participants at Yale SOM, UCLA Anderson, Stanford GSB, Michigan Ross, Chicago Booth, Ohio State, Baruch College, Cornell, the NYU Five Star conference, the Colorado Winter Finance Conference, the Jackson Hole Winter Finance Conference, the ASU Sonoran Conference, the UBC winter conference, the NBER, the Paul Woolley Conference, the SFS Calvacade, and Arrowstreet Capital for comments. We especially thank Nick Barberis for many useful discussions. We also thank Ken French for making data publicly available and Alexi Savov, Adrien Verdelhan and Lu Zhang for providing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}