{
    "id": 22207,
    "citation_title": "The Long-term Consequences of Teacher Discretion in Grading of High-stakes Tests",
    "citation_author": [
        "Rebecca Diamond",
        "Petra Persson"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "2016-06-17",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the long-term consequences of teacher discretion in grading of high-stakes tests. Bunching in Swedish math test score distributions reveal that teachers inflate students who have “a bad test day,” but do not to discriminate based on immigrant status or gender. By developing a new estimator, we show that receiving a higher grade leads to far-reaching educational and earnings benefits. Because grades do not directly raise human capital, these results emphasize that grades can signal to students and teachers within the educational system, and suggest important dynamic complementarities between students’ effort and their perception of their own ability.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “The Long-term Consequences of Grade Inflation.\" We are grateful to Raj Chetty, Matt Gentzkow, Caroline Hoxby, Guido Imbens, Eddie Lazear, Paul Oyer, Luigi Pistaferri, Kathryn Shaw, Alan Sorensen, Chris Taber, and seminar and conference participants at Yale, NYU, Stanford, Santa Clara University, UC Berkeley, UC San Diego, UC Santa Cruz, University of Houston, Wisconsin, the Minneapolis Federal Reserve, SIEPR, Gothenburg University, Stockholm University, the Swedish Institute for Social Research, the University of Oslo, Uppsala University, the UCLA All California Labor Conference 2015, the Utah Winter Business Economics Conference 2016, and the Western Economic Association International for helpful comments. We are especially grateful to Bjorn Ockert, Jonas Vlachos, and Olof Aslund. Persson gratefully acknowledges funding from the Jan Wallander and Tom Hedelius Foundation. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}