{
    "id": 22209,
    "citation_title": "Who Sold During the Crash of 2008-9? Evidence from Tax-Return Data on Daily Sales of Stock",
    "citation_author": [
        "Jeffrey Hoopes",
        "Patrick Langetieg",
        "Stefan Nagel",
        "Daniel Reck",
        "Joel Slemrod",
        "Bryan Stuart"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe examine individual stock sales from 2008 to 2009 using population tax return data. The share of sales by the top 0.1 percent of income recipients and other top income groups rose sharply following the Lehman Brothers bankruptcy and remained elevated throughout the financial crisis. Sales by top income and older age groups were relatively more responsive to increased stock market volatility. Volatility-driven sales were not concentrated in any one sector, but mutual fund sales responded more strongly to increased volatility than stock sales. Additional analysis suggests that gross sales in tax return data are informative about unobserved net sales.\n\n",
    "acknowledgement": "\nWe thank John Friedman, Clemens Sialm, Andrei Shleifer, Chris Williams, Stefan Zeume, and participants at the University of Michigan Public Finance seminar, the 2015 National Tax Association meetings, the NBER Behavioral Finance Meeting, the US Treasury Office of Tax Analysis, and the University of North Carolina Annual Tax Symposium for helpful discussion and comments. We also thank John Guyton of the Research, Analysis, and Statistics Division of the Internal Revenue Service for help with using the IRS administrative data. The views expressed here are those of the authors alone, and do not necessarily reflect the views of the Internal Revenue Service or the National Bureau of Economic Research.\n\n\n\nDaniel Reck\n\nDaniel Reck gratefully acknowledges financial support from the Center for Retirement Research at Boston College.\n\n\n"
}