{
    "id": 22200,
    "citation_title": "The Effect of Weight on Labor Market Outcomes: an Application of Genetic Instrumental Variables",
    "citation_author": [
        "Petri Böckerman",
        "John Cawley",
        "Jutta Viinikainen",
        "Terho Lehtimäki",
        "Suvi Rovio",
        "Ilkka Seppälä",
        "Jaakko Pehkonen",
        "Olli Raitakari"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe increase in the prevalence of obesity worldwide has led to great interest in the economic consequences of obesity, but valid and powerful instruments for obesity, which are needed to estimate its causal effects, are rare. This paper contributes to the literature by using a novel instrument: genetic risk score, which reflects the predisposition to higher body mass index across many genetic loci. We estimate IV models of the effect of BMI on labor market outcomes using Finnish data that have many strengths: genetic information, measured body mass index, and administrative earnings records that are free of the problems associated with non-response, self-reporting error or top-coding.\nThe first stage of the IV models indicate that genetic risk score is a powerful instrument, and the available evidence from the genetics literature is consistent with instrument validity.  The results of the IV models indicate weight reduces earnings and employment and increases social income transfers, although we caution that the results are based on small samples, and are sensitive to specification and subsample.\n\n",
    "acknowledgement": "\nThe Young Finns Study has been financially supported by the Academy of Finland: grants 134309 (Eye), 126925, 121584, 124282, 129378 (Salve), 117787 (Gendi), and 41071 (Skidi), the Social Insurance Institution of Finland, Kuopio, Tampere and Turku University Hospital Medical Funds (grant 9N035 and X51001), Juho Vainio Foundation, Paavo Nurmi Foundation, Finnish Foundation of Cardiovascular Research and Finnish Cultural Foundation, Tampere Tuberculosis Foundation and Emil Aaltonen Foundation. The use of linked data is supported by the Palkansaaja Foundation. Two of the authors acknowledge the financial support from the Yrjö Jahnsson foundation (grants 6646 and 6664). We thank Jani-Petri Laamanen for helpful discussant comments.  Cawley thanks the Robert Wood Johnson Foundation for an Investigator Award in Health Policy Research.  We thank Barton Willage for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}