{
    "id": 22201,
    "citation_title": "The Economics of Bank Supervision",
    "citation_author": [
        "Thomas M. Eisenbach",
        "David O. Lucca",
        "Robert M. Townsend"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study bank supervision by combining a theoretical model distinguishing supervision from regulation and a novel dataset on work hours of Federal Reserve supervisors. We highlight the trade-offs between the benefits and costs of supervision and use the model to interpret the relation between supervisory efforts and bank characteristics observed in the data. More supervisory resources are spent on larger, more complex, and riskier banks. However, hours increase less than proportionally with bank size, suggesting the presence of technological scale economies in supervision. The data also show reallocation of supervisory hours at times of stress and in the post-2008 enhanced supervisory framework for large banks, providing evidence of constraints on supervisory resources. Finally, we show theoretically limits to assessing supervisory success based on ex-post outcomes, as well as benefits of ex-ante commitment policies.\n\n",
    "acknowledgement": "\nFor valuable comments, we thank Doug Diamond and Mark Flannery, as well as audience members at the New York Fed Conference on Supervising Large & Complex Financial Institutions. Emily Eisner provided excellent research assistance. Any errors are our own. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Federal Reserve Bank of New York, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}