{
    "id": 22204,
    "citation_title": "Who Wants Affordable Housing in their Backyard? An Equilibrium Analysis of Low Income Property Development",
    "citation_author": [
        "Rebecca Diamond",
        "Timothy McQuade"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe nonparametrically estimate spillovers of properties financed by the Low Income Housing Tax Credit (LIHTC) onto neighborhood residents by developing a new difference-in-differences style estimator. LIHTC development revitalizes low-income neighborhoods, increasing house prices 6.5%, lowering crime rates, and attracting racially and income diverse populations. LIHTC development in higher income areas causes house price declines of 2.5% and attracts lower income households. Linking these price effects to a hedonic model of preferences, LIHTC developments in low-income areas cause aggregate welfare benefits of $116 million. Affordable housing development acts like a place-based policy and can revitalize low-income communities.\n\n",
    "acknowledgement": "\nWe are grateful to William Diamond, Darrell Duffie, Guido Imbens, Stuart Rosenthal, Amit Seru, and seminar and conference participants at the NBER Summer Institutes of Labor Studies, Public Economics, Urban Economics, and Real Estate, the UCLA Housing Affordability Conference, UCLA economics, UC-Irvine Economics, USC Price, the Federal Reserve Board, and the Stanford GSB economics and finance lunches. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}