{
    "id": 22206,
    "citation_title": "Disability policies: Reform strategies in a comparative perspective",
    "citation_author": [
        "René Böheim",
        "Thomas Leoni"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nRetirement and Disability Research Center\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe analyze different disability policy strategies using policy scores developed by the OECD for the period 1990 to 2007. Applying model-based and hierarchical agglomerative clustering, we investigate the existence of distinct country clusters, characterized by particular policy combinations. In spite of common trends in policy re-orientation, our results indicate that the reforms of the last two decades led to more, not less, heterogeneity between country groups in terms of sickness and disability policy. A set of Northern and Continental European countries emerges as a distinct cluster characterized by its particular combination of strong employment-oriented policies and comparatively high protection levels. A qualitative review of policy changes in the most recent years suggests that the gap between these countries and the rest might have further increased. We embed our empirical analysis in a theoretical framework to identify the objectives and the main components of a comprehensive disability policy strategy. The objectives of such a strategy can be subsumed under three headings, representing strategy pillars: prevention and treatment; protection and insurance; and activation and re-integration. Not all these dimensions are covered equally well by the OECD policy scores and will have to be further investigated.\n\n",
    "acknowledgement": "\nPhilipp Hochmuth and Wilhelm Wagner provided excellent research assistance. The authors are grateful to Christopher Prinz (OECD) for providing the detailed OECD disability policy score indicators. Corresponding author: Thomas Leoni. This research was supported by the U.S. Social Security Administration through grant #1 DRC12000002-03 to the National Bureau of Economic Research as part of the SSA Disability Research Consortium. The findings and conclusions expressed are solely those of the authors and do not represent the views of SSA, any agency of the Federal Government, or the NBER.\n\n\n"
}