{
    "id": 22203,
    "citation_title": "Image Versus Information: Changing Societal Norms and Optimal Privacy",
    "citation_author": [
        "S. Nageeb Ali",
        "Roland Bénabou"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe analyze the costs and benefits of using social image to foster virtuous behavior. A Principal seeks to motivate reputation-conscious agents to supply a public good. Each agent chooses how much to contribute based on his own mix of public-spiritedness, private signal about the value of the public good, and reputational concern for appearing prosocial. By making individual behavior more visible to the community the Principal can amplify reputational payoffs, thereby reducing free-riding at low cost. Because societal preferences constantly evolve, however, she knows only imperfectly both the social value of the public good (which matters for choosing her own investment, matching rate or legal policy) and the importance attached by agents to social esteem and sanctions. Increasing publicity makes it harder for the Principal to learn from what agents do (the  “descriptive norm”) what they really value (the “prescriptive norm”), thus presenting her with a tradeoff between incentives and information aggregation. We derive the optimal degree of privacy/publicity and matching rate, then analyze how they depend on the economy’s stochastic and informational structure. We show in particular that in a fast-changing society (greater variability in the fundamental or the image-motivated component of average preferences), privacy should generally be greater than in a more static one.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments to Alberto Alesina, Jim Andreoni, Navin Kartik, Raphael Levy, Alessandro Lizzeri, Kristof Madarasz, Stephen Morris, Justin Rao, Joel Sobel and Pierre-Luc Vautrey. We thank Edoardo Grillo, Tetsuya Hoshino, Charles Lin and Ben Young for superb research assistance. Benabou gratefully acknowledges financial support from the Canadian Institute for Advanced Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}