{
    "id": 22213,
    "citation_title": "Premium Subsidies, the Mandate, and Medicaid Expansion: Coverage Effects of the Affordable Care Act",
    "citation_author": [
        "Molly Frean",
        "Jonathan Gruber",
        "Benjamin D. Sommers"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "2016-12-08",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing premium subsidies for private coverage, an individual mandate, and Medicaid expansion, the Affordable Care Act (ACA) has increased insurance coverage. We provide the first comprehensive assessment of these provisions’ effects, using the 2012-2015 American Community Survey and a triple-difference estimation strategy that exploits variation by income, geography, and time. Overall, our model explains 60% of the coverage gains in 2014-2015. We find that coverage was moderately responsive to price subsidies, with larger gains in state-based insurance exchanges than the federal exchange. The individual mandate’s exemptions and penalties had little impact on coverage rates. The law increased Medicaid among individuals gaining eligibility under the ACA and among previously-eligible populations (“woodwork effect”) even in non-expansion states, with essentially no crowd-out of private insurance. Overall, exchange premium subsidies produced 40% of the coverage gains explained by our ACA policy measures, and Medicaid the other 60%, of which 1/2 occurred among previously-eligible individuals.\n\n",
    "acknowledgement": "\nThis project was supported by grant number K02HS021291 from the Agency for Healthcare Research and Quality (AHRQ). We are grateful to Kosali Simon, Jenny Kenney, participants in the economics research seminar series at the University of Virginia, and the 6th Biennial Conference of the American Society of Health Economists for helpful comments. Dr. Sommers has received research grants from AHRQ, the Commonwealth Fund, and the National Institute for Health Care Management. He served as a paid part-time advisor for the U.S. Department of Health and Human Services from Sept. 2012 through June 2016, and he is an unpaid member of the National Advisory Board for the non-profit Institute for Medicaid Innovation. The authors have no other disclosures to report. This paper does not represent the views of HHS, AHRQ, or the National Bureau of Economic Research.\n\n\n"
}