{
    "id": 22210,
    "citation_title": "The History and Economics of Safe Assets",
    "citation_author": [
        "Gary B. Gorton"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSafe assets play a critical role in an(y) economy.  A “safe asset” is an asset that is (almost always) valued at face value without expensive and prolonged analysis. That is, by design there is no benefit to producing (private) information about its value. And this is common knowledge.  Consequently, agents need not fear adverse selection when buying or selling safe assets. Safe assets can easily be used to exchange for goods or services or to exchange for another asset. These short-term safe assets are money or money-like. A long-term safe asset can store value over time or be used as collateral. Human history can be written in terms of the search for and production of safe assets. But, the most prevalent, privately-produced short-term safe assets—bank debt, are subject to runs and this has important implications for macroeconomics and for monetary policy.\n\n",
    "acknowledgement": "\nFor comments and suggestions I thank Tobias Adrian, Sebastian Infante Bilboa, and Warren Weber.  Also, thanks to Emanuel Farhi, Arun Gupta, Arvind Krishnamurthy, Veronica Aoki Santarosa, and Jeremy Stein for help with figures.  The author has nothing to disclose. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}