{
    "id": 22211,
    "citation_title": "Growth of income and welfare in the U.S, 1979-2011",
    "citation_author": [
        "John Komlos"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate growth rates of real incomes in the U.S. by quintiles using the Congressional Budget Office’s (CBO) post-tax, post-transfer data as basis for the period 1979-2011. We improve upon them by including only the present value of earnings that will accrue in retirement and excluding items included in the CBO income estimates such as “corporate taxes borne by labor” that do not increase either current purchasing power or utility. We estimate a high and a low growth rate using two price indexes, the CPI and the Personal Consumption Expenditure index. The major consistent findings include what in the colloquial is referred to as the “hollowing out” of the middle class. According to these estimates, the income of the middle class 2nd and 3rd quintiles increased at a rate of between 0.1% and 0.7% per annum, i.e., barely distinguishable from zero. Even that meager rate was achieved only through substantial transfer payments. In contrast, the income of the top 1% grew at an astronomical rate of between 3.4% and 3.9% per annum during the 32-year period, reaching an average annual value of $918,000, up from $281,000 in 1979 (in 2011 dollars). Hence, the post-tax, post-transfer income of the 1% relative to the 1st quintile increased from a factor of 21 in 1979 to a factor of 51 in 2011. However, income of no other group increased substantially relative to that of the lowest quintile. Oddly, the income of even those in the 96-99 percentiles increased only from a multiple of 8.1 to a multiple of 11.3. We next estimate growth in welfare assuming diminishing marginal utility of income. A logarithmic utility function yields a growth in welfare for the middle class of roughly 0.01% to 0.07% per annum, which is indistinguishable from zero. With interdependent utility functions only the welfare of the 5th quintile experienced meaningful growth while those of the first four quintiles tend to be either negligible or even negative.\n\n",
    "acknowledgement": "\nComments from Carlos de Almeida Cardoso, Alex Cobham, Charles Becker, Ricordo T. Fernholz, Thomas Gries, Rongxing Guo, Milenko Popovic, Mariko Suzuki , Xiao Qiao, Jinxian Wang, Thomas Weiss. and Robert E. Wright are greatly appreciated. They are obviously not responsible for any possible errors or remaining omissions or commissions. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}