{
    "id": 22216,
    "citation_title": "Newer Need Not be Better: Evaluating the Penn World Tables and the World Development Indicators Using Nighttime Lights",
    "citation_author": [
        "Maxim Pinkovskiy",
        "Xavier Sala-i-Martin"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNighttime lights data are a measure of economic activity whose error is plausibly independent of the measurement errors of most conventional indicators. Therefore, we can use nighttime lights as an independent benchmark to assess existing measures of economic activity (Pinkovskiy and Sala-i-Martin (2016)). We employ this insight to find out which vintages of the Penn World Tables and of the World Development Indicators better estimate true income per capita. We find that revisions of the PWT do not necessarily dominate their predecessors in terms of explaining nighttime lights (and thus, predicting unobserved true income). In particular, we find that the PWT 7.1 chain-based GDP series substantially outperforms the constant-price series in both PWT 8.0 and PWT 8.1, the two most recent vintages of the PWT. We additionally find that the World Development Indicators are as good, and often better, measures of unobserved true income as are any recent vintages of the Penn World Tables. Furthermore, we find that each new round of the International Comparisons Programme (ICP) has improved the WDI's ability to predict log unobserved true income. We also find that vintages tend to be good or bad at predicting unobserved true income roughly equally across the sample period, and do not tend to be particularly good at predicting unobserved income in the year of their price survey. We conclude that GDP series based on unadjusted domestic growth rates alone predict growth rates of true income better than series based on PPP adjustments to growth rates.\n\n",
    "acknowledgement": "\nWe are very grateful to Robert Feenstra, Robert Inklaar and Marcel Timmer for very helpful comments. We are very grateful to Rachel Schuh for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Federal Reserve Bank of New York or of the Federal Reserve System.\n\n\n"
}