{
    "id": 22214,
    "citation_title": "Federal Coal Program Reform, the Clean Power Plan, and the Interaction of Upstream and Downstream Climate Policies",
    "citation_author": [
        "Todd Gerarden",
        "W. Spencer Reeder",
        "James H. Stock"
    ],
    "citation_publication_date": "2016-05-02",
    "issue_date": "2016-04-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCoal mined on federally managed lands accounts for approximately 40% of U.S. coal consumption and 13% of total U.S. energy-related CO2 emissions. The U.S. Department of the Interior is undertaking a programmatic review of federal coal leasing, including the climate effects of burning federal coal. This paper studies the interaction between a specific upstream policy, incorporating a carbon adder into federal coal royalties, and downstream emissions regulation under the Clean Power Plan (CPP). After providing some comparative statics, we present quantitative results from a detailed dynamic model of the power sector, the Integrated Planning Model (IPM). The IPM analysis indicates that, in the absence of the CPP, a royalty adder equal to the social cost of carbon could reduce emissions by roughly 3/4 of the emissions reduction that the CPP is projected to achieve. If instead the CPP is binding, the royalty adder would: reduce the price of tradeable emissions allowances, produce some additional emissions reductions by reducing leakage, and reduce wholesale power prices under a mass-based CPP but increase them under a rate-based CPP. A federal royalty adder increases mining of non-federal coal, but this substitution is limited by a shift to electricity generation by gas and renewables.\n\n",
    "acknowledgement": "\nWe thank Matt Kotchen and Marty Weitzman for helpful discussions. This research was funded in part by Vulcan Philanthropy. Todd Gerarden acknowledges support from U.S. EPA STAR Fellowship Assistance Agreement no. FP-91769401-0. This paper has not been reviewed by the EPA and the views expressed in this paper are solely those of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nW. Spencer Reeder\n\nVulcan Philanthropy, which funded a significant portion of this research, has provided a number of grants with direct and indirect relevance to the U.S. federal coal leasing program.\n\n\n"
}