{
    "id": 22217,
    "citation_title": "Multifaceted Aid for Low-Income Students and College Outcomes: Evidence from North Carolina",
    "citation_author": [
        "Charles T. Clotfelter",
        "Steven W. Hemelt",
        "Helen F. Ladd"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "2017-06-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the evolution of a campus-based aid program for low-income students that began with grant-heavy financial aid and later added a suite of non-financial supports. We find little to no evidence that program eligibility during the early years (2004-2006), in which students received additional institutional grant aid and few non-financial supports, improved postsecondary progress, performance, or completion. In contrast, program-eligible students in more recent cohorts (2007-2010), when the program supplemented grant-heavy aid with an array of non-financial supports, were more likely to meet credit accumulation benchmarks toward timely graduation and earned higher GPAs than their barely ineligible counterparts.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the National Center for Analysis of Longitudinal Data in Education Research (CALDER) and the Gates Foundation. We are very grateful to Shirley Ort, Associate Provost and Director of Scholarships and Student Aid, and Lynn Williford, Assistant Provost for Institutional Research and Assessment, for sharing generously of their expertise and deep institutional knowledge with the research team – and for answering many questions about data and programmatic elements of the Carolina Covenant. We benefited from the suggestions and comments of seminar participants at Stanford University, University of Michigan, the fall 2015 meetings of the Association for Public Policy Analysis and Management (APPAM) in Miami, FL, and the winter 2017 meetings of the Western Economic Association International (WEAI) in Santiago, Chile. We are grateful to Dan Cohen-Vogel and Eric Zwieg for many helpful conversations about data. We thank Yang Zhou, Cindy Wu, and Ying Shi for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}