{
    "id": 22221,
    "citation_title": "Compulsory Voting, Turnout, and Government Spending: Evidence from Austria",
    "citation_author": [
        "Mitchell Hoffman",
        "Gianmarco León",
        "María Lombardi"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study a unique quasi-experiment in Austria, where compulsory voting laws are changed across Austria's nine states at different times. Analyzing state and national elections from 1949-2010, we show that compulsory voting laws with weakly enforced fines increase turnout by roughly 10 percentage points. However, we find no evidence that this change in turnout affected government spending patterns (in levels or composition) or electoral outcomes. Individual-level data on turnout and political preferences suggest these results occur because individuals swayed to vote due to compulsory voting are more likely to be non-partisan, have low interest in politics, and be uninformed.\n\n",
    "acknowledgement": "\nWe thank Kevin Bryan, Jeremy Ferwerda, Rui de Figueiredo, Fred Finan, Ted Miguel, John Morgan, Gerard Roland, Francesco Trebbi, and seminar participants for helpful comments. Melina Mattos, Nicholas Roth, and Dijana Zejcirovic  provided outstanding research assistance. Hoffman acknowledges support from the Kauffman Foundation, the National Science Foundation IGERT Fellowship, and the Social Science and Humanities Research Council of Canada. Leon acknowledges support from the Spanish Ministry of Economy and Competitiveness, through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2011-0075) and grant ECO2014-55555-P. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}