{
    "id": 22222,
    "citation_title": "The Effect of Single-Sex Education on Test Scores, School Completion, Arrests, and Teen Motherhood: Evidence from School Transitions",
    "citation_author": [
        "C. Kirabo Jackson"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "2017-02-22",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nIn 2010, the Ministry of Education in Trinidad and Tobago converted 20 low-performing secondary schools from coeducational to single-sex. I exploit these conversions to identify the causal effect of single-sex schooling holding other school inputs constant. After also accounting for student selection, single-sex cohorts at conversion schools score higher on national exams and are four percentage points more likely to complete secondary school. There are also important non-academic effects; all-boys cohorts have fewer arrests as teens, and all-girls cohorts have lower teen pregnancy rates. These benefits are achieved at zero financial cost. Survey evidence suggests that these single-sex effects reflect both direct gender peer effects due to interactions between classmates, and indirect effects generated through changes in teacher behavior.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effect of Single-Sex Education on Academic Outcomes and Crime: Fresh Evidence from Low-Performing Schools in Trinidad and Tobago.\" This project was supported by the Spencer Foundation. I thank Brian Jacob, Julie Cullen, Gordon Dahl, Kitt Carpenter, Heyu Xiong, and Alexey Makarin for useful comments. I thank Carol Singh for invaluable project management and data collection efforts, and Igor Uzilevskiy, Patrick Peters, Diana Balitaan, Kevin Malis, Rodrigo Braga, Hao (Leo) Hu, Mathew Steinberg, Richard Yu, and Ben Henken for excellent research assistance. I am also grateful to Brenda Moore, Harilal Seecharan, and Peter Smith at TTMOE. All errors are mine. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}