{
    "id": 22225,
    "citation_title": "Identifying Ambiguity Shocks in Business Cycle Models Using Survey Data",
    "citation_author": [
        "Anmol Bhandari",
        "Jaroslav Borovička",
        "Paul Ho"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a framework to analyze economies with agents facing time-varying concerns for model misspecification. These concerns lead agents to interpret economic outcomes and make decisions through the lens of a pessimistically biased 'worst-case' model. We combine survey data and implied theoretical restrictions on the relative magnitudes and comovement of forecast biases across macroeconomic variables to identify ambiguity shocks as exogenous fluctuations in the worst-case model. Our solution method delivers tractable linear approximations that preserve the effects of time-varying ambiguity concerns and permit estimation using standard Bayesian techniques. Applying our framework to an estimated New-Keynesian business cycle model with frictional labor markets, we find that ambiguity shocks explain a substantial portion of the variation in labor market quantities.\n\n",
    "acknowledgement": "\nWe thank Bryan Kelly, Monika Piazzesi, Tom Sargent, Martin Schneider and Balint Szoke for helpful comments, and Mathias Trabandt for sharing codes with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}