{
    "id": 22224,
    "citation_title": "Optimal Capital Controls and Real Exchange Rate Policies: A Pecuniary Externality Perspective",
    "citation_author": [
        "Gianluca Benigno",
        "Huigang Chen",
        "Christopher Otrok",
        "Alessandro Rebucci",
        "Eric R. Young"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new theoretical literature studies the use of capital controls to prevent financial crises in models in which pecuniary externalities justify government intervention. Within the same theoretical framework, we show that when ex-post policies such as defending the exchange rate can contain or resolve financial crises, there is no need to intervene ex-ante with capital controls. On the other hand, if crises management policies entail some efficiency costs, then crises prevention policies become part of the optimal policy mix. In the standard model economy used in the literature with costly crisis management policies, the optimal policy mix combines capital controls in tranquil times with support for the real exchange rate to limit its depreciation during crises times. The optimal policy mix yields more borrowing and consumption, a lower probability of financial crisis, and twice as large welfare gains than in the socially planned equilibrium with capital controls alone.\n\n",
    "acknowledgement": "\nThis is a substantially revised version of CEP Working Paper No. 1160, Federal Reserve Bank of St. Louis Working Paper No. 2012-025A, and CEPR DP No. 9936. The views expressed in this paper are exclusively those of the authors and not those of the Federal Reserve Bank of St. Louis, the Federal Reserve System, the National Bureau of Economic Research, or MarketShare Partners. Benigno thanks ESRC Grant ESRC grant ES/I024174/1 Macroeconomic of Financial Globalization- REP-U623 for support. Otrok thanks the National Science Foundation under NSF grant 0044709. We thank Javier Bianchi, Anton Korinek, Martin Uribe and seminar participants at American University, CEPR ESSIM, NBER IFM Spring Meeting 2013, SED Meeting 2013 in Seoul, Bank of France, IMF, University of Wisconsin, Universitat Autonoma de Barcelona, and the 2016 ASSA Meetings.\n\n\n"
}