{
    "id": 22227,
    "citation_title": "Parental Responses to Child Support Obligations: Evidence from Administrative Data",
    "citation_author": [
        "Maya Rossin-Slater",
        "Miriam Wüst"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe leverage non-linearities in Danish child support guidelines and rich administrative data to provide causal estimates of parental behavioral responses to child support obligations. We estimate that a 1,000 DKK ($149) increase in a father's obligation is associated with a 506 DKK ($75) increase in his payment. A higher obligation also reduces father-child co-residence, pointing to substitution between financial and non-pecuniary investments. Further, obligations increase parental post-separation fertility, and reduce labor supply among high-income fathers. Our findings suggest that government efforts to increase child investments through mandates on parents can be complicated by their behavioral responses to them.\n\n",
    "acknowledgement": "\nWe thank Paul Bingley, Marianne Bitler, Janet Currie, Olivier Deschenes, Mette Gortz, Nabanita Datta Gupta, Hilary Hoynes, Peter Kuhn, Ilyana Kuziemko, Shelly Lundberg, Mai Heide Ottosen, Petra Persson, and Heather Royer, as well as seminar participants at UC Santa Barbara, the University of Copenhagen, Stanford University, UC Riverside, the Norwegian School of Economics (NHH), Boston University, University of Chicago-Harris School, RAND, the Public Policy Institute of California, the SFI annual conference, the ESPE annual conference, the University of Wisconsin IRP Summer Research Workshop, the NBER Summer Institute Children's Meeting, the EALE conference, the All-California Labor Economics Conference, and the AEA meetings for their helpful comments. Rossin-Slater thanks the Danish National Centre for Social Research (SFI) for a research fellow appointment that allows access to the data, and gratefully acknowledges funding from the Regents Junior Faculty Fellowship at UC Santa Barbara. Wust gratefully acknowledges financial support for the research of this paper from the Danish Council for Independent Research (grant 11-116669). All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}