{
    "id": 22223,
    "citation_title": "Deposit Insurance: Theories and Facts",
    "citation_author": [
        "Charles W. Calomiris",
        "Matthew Jaremski"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic theories posit that bank liability insurance is designed as serving the public interest by mitigating systemic risk in the banking system through liquidity risk reduction. Political theories see liability insurance as serving the private interests of banks, bank borrowers, and depositors, potentially at the expense of the public interest. Empirical evidence – both historical and contemporary – supports the private-interest approach as liability insurance generally has been associated with increases, rather than decreases, in systemic risk. Exceptions to this rule are rare, and reflect design features that prevent moral hazard and adverse selection. Prudential regulation of insured banks has generally not been a very effective tool in limiting the systemic risk increases associated with liability insurance. This likely reflects purposeful failures in regulation; if liability insurance is motivated by private interests, then there would be little point to removing the subsidies it creates through strict regulation. That same logic explains why more effective policies for addressing systemic risk are not employed in place of liability insurance. The politics of liability insurance also should not be construed narrowly to encompass only the vested interests of bankers. Indeed, in many countries, it has been installed as a pass-through subsidy targeted to particular classes of bank borrowers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}