{
    "id": 22220,
    "citation_title": "Open Access as a Crude Solution to a Hold-up Problem in the Two-Sided Market for Academic Journals",
    "citation_author": [
        "Mark J. McCabe",
        "Christopher M. Snyder"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe move from traditional to open-access journals—which charge no subscription fees, only submission fees—is gaining support in academia.  We analyze a two-sided-market model in which journals cannot commit to subscription fees when authors (who prefer low subscription fees because this boosts readership) make submission decisions. This leads to a hold-up problem, manifested as excessive subscription fees. Open access is a crude attempt to avoid hold up by eliminating subscription fees.  We compare the efficiency and profitability of traditional versus open access under various market structures (monopoly, Bertrand competition) and extensions (non-profit journals, bundling, hybrid pricing), using our theoretical findings to understand the evolution of the market for academic journals in the Internet age.\n\n",
    "acknowledgement": "\nWe thank Mark Armstrong, Sumit Joshi, Simon Loertscher, David Malueg, Lars Stole, and seminar participants at American University, Dartmouth College, George Washington University, MIT, New York University, Ruhr-Universitaet Bochum, Santa Clara University, Tulane University, the University of Chicago, the University of Goettingen, Yale University, the Cologne Summit on Open Access Publishing, the Emory University Symposium on Open Access and Digital Preservation, the International Industrial Organization Conference (Chicago), and the NBER Workshop on Scholarly Communication, Open Science, and Its Impact (Cambridge, MA) for helpful comments. This paper grew out of an earlier project, \"The Economics of Open-Access Journals,\" conducted under grants from the Open Society Institute, NET Institute, and Stigler Center for Study of Economy and State at the University of Chicago Graduate School of Business.  Funding for work on this paper was provided by the Sloan Foundation, grant #G-2012-10-20, which the authors gratefully acknowledge. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}