{
    "id": 22233,
    "citation_title": "Maternal Education, Parental Investment and Non-Cognitive Skills in Rural China",
    "citation_author": [
        "Jessica Leight",
        "Elaine M. Liu"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe importance of non-cognitive skills in determining long-term human capital and labor market outcomes is widely acknowledged, but relatively little is known about how educational investments by parents may respond to non-cognitive skills early in life. This paper evaluates the parental response to variation in non-cognitive skills among their children in rural Gansu province, China, employing a household fixed effects specification; non-cognitive skills are defined as the inverse of both externalizing challenges (behavioral problems and aggression) and internalizing challenges (anxiety and withdrawal). The results suggest that on average, parents invest no more in terms of educational expenditure in children who have better non-cognitive skills relative to their siblings. However, there is significant heterogeneity with respect to maternal education; less educated mothers appear to reinforce differences in non-cognitive skills between their children, while more educated mothers compensate for these differences. Most importantly, there is evidence that these compensatory investments lead to catch-up in non-cognitive skills over time for children of more educated mothers.\n\n",
    "acknowledgement": "\nThanks to Doug Almond, Janet Currie, Flavio Cunha, Rebecca Dizon-Ross, Benjamin Feigenberg, Paul Frijters, Paul Glewwe, Lucie Schmidt, Kevin Schnepel, Chih-Ming Tan, and Andy Zuppann for helpful conversation and suggestions, and to seminar and conference participants at the University of Minnesota - Applied Economics, Williams, the ASSA meetings, the Chinese Economists' Society conference, the Western Economic Association conference, the University of North Dakota and the University of Montreal - CIREQ conference for feedback.  Previous drafts were circulated under the title \"Maternal bargaining power, parental compensation and non-cognitive skills in rural China.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}