{
    "id": 22232,
    "citation_title": "Non-durable Consumption and Housing Net Worth in the Great Recession: Evidence from Easily Accessible Data",
    "citation_author": [
        "Greg Kaplan",
        "Kurt Mitman",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "2020-06-01",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nIn an influential paper, Mian, Rao, and Sufi (2013) exploit geographic variation to measure the effect of the fall in housing net worth on household expenditures during the Great Recession. Their widely-cited estimates are based on proprietary house price and proprietary expenditure data and therefore not easily replicable. We use alternative data on a subset of non-durable goods and on house prices, which are more easily accessible, to replicate their study. When estimating their same specification on our data, we obtain values for the elasticity of expenditures to the housing net worth shock that are virtually indistinguishable from theirs. However, our robustness analyses with respect to alternative model specifications yield more nuanced conclusions about the separate roles of house prices and initial housing exposure/leverage for the drop in expenditures. Moreover, the estimated elasticity is consistent, theoretically and quantitatively, with a simple calibrated model with wealth effects where leverage and credit constraints play no role.\n\n",
    "acknowledgement": "\nWe thank Emi Nakamura and Amir Sufi for detailed comments on an earlier version of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}