{
    "id": 22230,
    "citation_title": "Macroeconomics of Persistent Slumps",
    "citation_author": [
        "Robert E. Hall"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn modern economies, sharp increases in unemployment from major adverse shocks result in long periods of abnormal unemployment and low output. This chapter investigates the processes that account for these persistent slumps. The data are from the economy of the United States, and the discussion emphasizes the financial crisis of 2008 and the ensuing slump. The framework starts by discerning driving forces set in motion by the initial shock. These are higher discounts applied by decision makers (possibly related to a loss of confidence), withdrawal of potential workers from the labor market, diminished productivity growth, higher markups in product markets, and spending declines resulting from tighter lending standards at financial institutions. The next step is to study how driving forces influence general equilibrium, both at the time of the initial shock and later as its effects persist. Some of the effects propagate the effects of the shock---they contribute to poor performance even after the driving force itself has subsided. Depletion of the capital stock is the most important of these propagation mechanisms. I use a medium-frequency dynamic equilibrium model to gain some notions of the magnitudes of responses and propagation.\n\n",
    "acknowledgement": "\nChapter prepared for the Handbook of Macroeconomics, John Taylor and Harald Uhlig , eds. The Hoover Institution supported this research. The research is also part of the National Bureau of Economic Research's Economic Fluctuations and Growth Program. I thank Gauti Eggertsson, Wouter den Haan, and Cosmin Ilut for illuminating conference discussions, and Valerie Ramey and the editors for comments. Complete backup for all of the calculations is available from my website, stanford.edu~rehall. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}