{
    "id": 22237,
    "citation_title": "Technology and Education: Computers, Software, and the Internet",
    "citation_author": [
        "George Bulman",
        "Robert W. Fairlie"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "2018-11-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA substantial amount of money is spent on technology by schools, families and policymakers with the hope of improving educational outcomes. This paper explores the theoretical and empirical literature on the impacts of technology on educational outcomes. The literature focuses on two primary contexts in which technology may be used for educational purposes: i) classroom use in schools, and ii) home use by students. Theoretically, ICT investment and CAI use by schools and the use of computers at home have ambiguous implications for educational achievement: expenditures devoted to technology necessarily offset inputs that may be more or less efficient, and time allocated to using technology may displace traditional classroom instruction and educational activities at home. However, much of the evidence in the schooling literature is based on interventions that provide supplemental funding for technology or additional class time, and thus favor finding positive effects. Nonetheless, studies of ICT and CAI in schools produce mixed evidence with a pattern of null results. Notable exceptions to this pattern occur in studies of developing countries and CAI interventions that target math rather than language. In the context of home use, early studies based on multivariate and instrumental variables approaches tend to find large positive (and in a few cases negative) effects while recent studies based on randomized control experiments tend to find small or null effects. Early research focused on developed countries while more recently several experiments have been conducted in developing countries.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}