{
    "id": 22236,
    "citation_title": "Global Production with Export Platforms",
    "citation_author": [
        "Felix Tintelnot"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMost international commerce is carried out by multinational firms, which use their foreign affiliates both to serve the market of the host country and to export to other markets outside the host country. In this paper, I examine the determinants of multinational firms' location and production decisions and the welfare implications of multinational production. The few existing quantitative general equilibrium models that incorporate multinational firms achieve tractability by assuming away export platforms – i.e. they do not allow foreign affiliates of multinationals to export – or by ignoring fixed costs associated with foreign investment. I develop a quantifiable multi-country general equilibrium model, which tractably handles multinational firms that engage in export platform sales and that face fixed costs of foreign investment. I first estimate the model using German firm-level data to uncover the size and nature of costs of multinational enterprise and show that the fixed costs of foreign investment are large. Second, I calibrate the model to data on trade and multinational production for twelve European and North American countries. Counterfactual analysis reveals that multinationals play an important role in transmitting technological improvements to foreign countries and that the pending Canada-EU trade and investment agreement could divert a sizable fraction of the production of EU multinationals from the US to Canada.\n\n",
    "acknowledgement": "\nI am grateful to my advisors Jonathan Eaton and Stephen Yeaple for their guidance, encouragement, and support. I am also grateful to Andrés Rodríguez-Clare and Paul Grieco for encouragement and various discussions on the topic. I wish to thank the editor, Elhanan Helpman, and three anonymous referees for their comments and suggestions.  I thank Pol Antras, Costas Arkolakis, Kerem Cosar, Anca Cristea, Teresa Fort, Anna Gumpert, Christian Gourieroux, Oleg Itskhoki, David Jinkins, Corinne Jones, Sung Jae Jun, Konstantin Kucheryavyy, Matthias Lux, Kalina Manova, Eduardo Morales, Andreas Moxnes, Joris Pinkse, Natalia Ramondo and seminar participants at Arizona State University, Boston University, University of Chicago, University of British Columbia, MIT, University of Michigan, NBER Summer Institute, Pennsylvania State University,  Stanford University, University of Wisconsin, and Yale University for helpful comments and suggestions. I thank the German Bundesbank for the hospitality and access to its Microdatabase Direct investment (MiDi). This paper is part of my PhD dissertation at Penn State. I continued working on this project while visiting the International Economics Section at Princeton University, whom I thank for their hospitality. Meru Bhanot, Ken Kikkawa, and Zhida Gui provided outstanding research assistance. This work was completed in part with resources provided by the University of Chicago Research Computing Center. I gratefully acknowledge the support of the National Science Foundation (under grant SES-1459950) and the Andrew and Betsy Rosenfield Program in Economics, Public Policy, and Law at the Becker Friedman Institute. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}