{
    "id": 22239,
    "citation_title": "The Great Recession in the Shadow of the Great Depression: A Review Essay on “Hall of Mirrors: The Great Depression, The Great Recession and the Uses and Misuses Of History”",
    "citation_author": [
        "Lee E. Ohanian"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay reviews Barry Eichengreen's recent book that compares the Great Depression and the Great Recession. Eichengreen  focuses on deficient aggregate demand as the key reason for why both downturns were so deep and why they lasted so long. I assess the book's arguments regarding the causes and consequences of these episodes from a neoclassical perspective. I provide an alternative framework for analyzing these episodes, and argue that a key difference between the 1930s and today reflects the factors that continued to depress both economies after their respective troughs. The post-Depression economy featured rapid productivity growth, whereas today's economy is plagued by low productivity growth. I discuss how the post-Great Depression economy recovered  to trend quickly once policies that depressed competition were removed. I also argue that returning today's economy to trend may be considerably more challenging.\n\n",
    "acknowledgement": "\nI thank Michael Bordo, John Cochrane, Barry Eichengreen, Jesus Fernandez-Villaverde, and Ellen McGrattan for helpful comments and discussions, and Adrien d'Avernas and Andreas Gulyas for excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}