{
    "id": 22238,
    "citation_title": "Digital Currencies, Decentralized Ledgers, and the Future of Central Banking",
    "citation_author": [
        "Max Raskin",
        "David Yermack"
    ],
    "citation_publication_date": "2016-05-09",
    "issue_date": "2016-05-05",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCentral banking in an age of digital currencies is a fast-developing topic in monetary economics.  Algorithmic digital currencies such as bitcoin appear to be viable competitors to central bank fiat currency, and their presence in the marketplace may pressure central banks to pursue tighter monetary policy.  More interestingly, the blockchain technology behind digital currencies has the potential to improve central banks’ payment and clearing operations, and possibly to serve as a platform from which central banks might launch their own digital currencies.  A sovereign digital currency could have profound implications for the banking system, narrowing the relationship between citizens and central banks and removing the need for the public to keep deposits in fractional reserve commercial banks.  Debates over the wisdom of these policies have led to a revival of interest in classical monetary economics.\n\n",
    "acknowledgement": "\nThe authors thank Daniel Alter, Michael McConnell and Geoffrey Miller for helpful comments.  Part of this research was completed while Yermack was a visiting professor at Erasmus University Rotterdam. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}