{
    "id": 22247,
    "citation_title": "The Granular Nature of Large Institutional Investors",
    "citation_author": [
        "Itzhak Ben-David",
        "Francesco Franzoni",
        "Rabih Moussawi",
        "John Sedunov"
    ],
    "citation_publication_date": "2016-05-16",
    "issue_date": "2016-05-12",
    "revision_date": "2020-07-06",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge institutional investors own an increasing share of the equity markets in the U.S. The implications of this development for financial markets are still unclear. The paper presents novel empirical evidence that ownership by large institutions predicts higher volatility and greater noise in stock prices as well as greater fragility in times of crisis. When studying the channel, we find that large institutional investors exhibit traits of granularity, i.e., subunits within a firm display correlated behavior, which reduces diversification of idiosyncratic shocks. Thus, large institutions trade larger volumes and induce greater price impact.\n\n",
    "acknowledgement": "\nSpecial acknowledgments go to Robin Greenwood and David Thesmar for thoughtful and extensive comments. We also thank Sergey Chernenko, Kent Daniel (NBER discussant), Itamar Drechsler, Thierry Foucault, Xavier Gabaix, Denis Gromb, Andrew Karolyi, Alberto Plazzi, Tarun Ramadorai (AFA discussant), Martin Schmalz, René Stulz, and Fabio Trojani as well as participants at the NBER Summer Institute (Risk of Financial Institutions) and seminars at Cornell University, the Interdisciplinary Center Herzliya, University of Texas at Austin, Georgia State University, Tilburg University, Maastricht University, HEC Paris, USI Lugano, Villanova University, The Ohio State University, the Bank for International Settlements, NBER Risk of Financial Institutions Summer Institute, and American Finance Association for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}