{
    "id": 22241,
    "citation_title": "The Division of Labor in Teams: A Conceptual Framework and Application to Collaborations in Science",
    "citation_author": [
        "Carolin Haeussler",
        "Henry Sauermann"
    ],
    "citation_publication_date": "2016-05-16",
    "issue_date": "2016-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nEven though teams have become the dominant mode of knowledge production, little is known regarding how they divide work among their members. Conceptualizing knowledge production as a process involving a number of functional activities, we first develop a conceptual framework to study the division of labor in teams. This framework highlights three complementary perspectives: (1) individual level (the degree to which team members specialize vs. work as generalists), (2) activity level (the degree to which activities are concentrated among few team members vs. distributed among many) and (3) the intersection between the two (e.g., which activities are performed jointly by the same individual). We then employ this framework to explore team-based knowledge production using a newly available type of data – the disclosures of author contributions on scientific papers. Using data from over 12,000 articles, we provide unique descriptive insights into patterns of division of labor, demonstrating the value of the three complementary perspectives. We also apply the framework to uncover differences in the division of labor in teams of different size, working in novel vs. established fields, and on single vs. interdisciplinary projects. Finally, we show how division of labor is related to the quality of teams’ research output. We discuss opportunities for extending and applying our framework as well as implications for scientists and policy makers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}