{
    "id": 22246,
    "citation_title": "Which Social Cost of Carbon? A Theoretical Perspective",
    "citation_author": [
        "Matthew J. Kotchen"
    ],
    "citation_publication_date": "2016-05-16",
    "issue_date": "2016-05-12",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theoretical foundation for the social cost of carbon (SCC). The model highlights the source of debate over whether countries should use the global or domestic SCC for regulatory impact analysis. I identify conditions under which a country's decision to internalize the global SCC, as currently practiced in the United States, is individually rational. Nevertheless, I show how obtaining international consensus on a particular value will be more challenging than often appreciated. I introduce the notion of \"strategic SCC\" to reflect each country's preference for a globally internalized shadow value on emissions conditional on a true value of the global SCC and a distribution of the domestic SCCs among countries. While all countries have a strategic SCC greater than their domestic SCC, a country's strategic SCC can be greater than or less than the global SCC. How these preferences translate into agreement depends on institutional arrangements for collective decision-making, for which I provide empirical evidence based on various decision rules. A central contribution of the paper is demonstration of the need for more research on the theoretical underpinnings of the SCC for policy analysis, because establishing and using the SCC among sovereign countries is not simply an application of estimating and internalizing an externality.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}