{
    "id": 22255,
    "citation_title": "Using a Free Permit Rule to Forecast the Marginal Abatement Cost of Proposed Climate Policy",
    "citation_author": [
        "Kyle C. Meng"
    ],
    "citation_publication_date": "2016-05-16",
    "issue_date": "2016-05-12",
    "revision_date": "2016-10-04",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a method for forecasting the marginal abatement cost (MAC) of climate policy using three features of the failed Waxman-Markey bill. First, the MAC is revealed by the price of traded permits. Second, the permit price is estimated using a regression discontinuity design (RDD) comparing stock returns of firms on either side of the policy’s free permit cutoff rule. Third, because Waxman-Markey was never implemented, I extend the RDD approach to incorporate prediction market prices which normalize estimates by policy realization probabilities. A final bounding analysis recovers a MAC range of $5 to $19 per ton CO2e.\n\n",
    "acknowledgement": "\nI thank Ethan Kaplan, Wolfram Schlenker, and in particular Bernard Salani´e for their guidance. This paper has benefited from suggestions from Joe Aldy, Doug Almond, Scott Barrett, Linda Bui, Olivier Deschênes, Ray Fisman, Olle Folke, Larry Goulder, Michael Greenstone, Rema Hanna, Geoff Heal, Solomon Hsiang, Nat Keohane, Wojciech Kopczuk, Gary Libecap, Erich Muehlegger, Suresh Naidu, Matt Neidell, Paulina Oliva, Ryan Oprea, Steve Salant, Doug Steigerwald, Tom Vogl, Gernot Wagner, Reed Walker, Marty Weitzman, Justin Wolfers, and seminar participants at Columbia University, Environmental Defense Fund, Georgia Tech, Harvard Kennedy School, IZA, NBER EEE Summer Institute, New York Fed, Rutgers, Stanford, UC Irvine, UC Santa Barbara, University of Connecticut, and University of Michigan. I am particularly grateful to Richard Goettle, Jennifer Morris, and Sergey Paltsev for sharing output from the IGEM and EPPA models. Andy Bilich provided excellent research assistance. All remaining errors are my own. I declare that I have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}