{
    "id": 22259,
    "citation_title": "The Great Escape? A Quantitative Evaluation of the Fed’s Liquidity Facilities",
    "citation_author": [
        "Marco Del Negro",
        "Gauti Eggertsson",
        "Andrea Ferrero",
        "Nobuhiro Kiyotaki"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe introduce liquidity frictions into an otherwise standard DSGE model with nominal and real rigidities and ask: Can a shock to the liquidity of private paper lead to a collapse in short-term nominal interest rates and a recession like the one associated with the 2008 U.S. financial crisis? Once the nominal interest rate reaches the zero bound, what are the effects of interventions in which the government provides liquidity in exchange for illiquid private paper? We find that the effects of the liquidity shock can be large, and show some numerical examples in which the liquidity facilities prevented a repeat of the Great Depression in 2008-2009.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. The first draft of this paper (2010) circulated with the title \"The Great Escape? A Quantitative Evaluation of the Fed's Non-Standard Policies.\" We thank Sonia Gilbukh and Micah Smith for outstanding research assistance, and several colleagues at the FRBNY for help in obtaining and constructing financial data and for valuable suggestions (Nancy Duong, Michael Fleming, Domenico Giannone, Ernst Schaumburg, Or Shachar, Zachary Wojtowicz). We also thank for their helpful comments Pierpaolo Benigno, Luis Cespedes, Isabel Correia, Jesús Fernandez-Villaverde, James Hamilton, Thomas Laubach, Zheng Liu, John Moore, Diego Rodriguez, Cedric Tille, Oreste Tristani, Jaume Ventura, as well as participants in various seminars and conferences.\n\n\n\nAndrea Ferrero\n\nSince 2014, I have had ongoing consulting relationships with the Bank of England and the Norges Bank.\n\n\n"
}