{
    "id": 22252,
    "citation_title": "The Race Between Machine and Man: Implications of Technology for Growth, Factor Shares and Employment",
    "citation_author": [
        "Daron Acemoglu",
        "Pascual Restrepo"
    ],
    "citation_publication_date": "2016-05-16",
    "issue_date": "2016-05-12",
    "revision_date": "2017-06-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the concerns that new technologies will render labor redundant in a framework in which tasks previously performed by labor can be automated and new versions of existing tasks, in which labor has a comparative advantage, can be created. In a static version where capital is fixed and technology is exogenous, automation reduces employment and the labor share, and may even reduce wages, while the creation of new tasks has the opposite effects. Our full model endogenizes capital accumulation and the direction of research towards automation and the creation of new tasks. If the long-run rental rate of capital relative to the wage is sufficiently low, the long-run equilibrium involves automation of all tasks. Otherwise, there exists a stable balanced growth path in which the two types of innovations go hand-in-hand. Stability is a consequence of the fact that automation reduces the cost of producing using labor, and thus discourages further automation and encourages the creation of new tasks. In an extension with heterogeneous skills, we show that inequality increases during transitions driven both by faster automation and introduction of new tasks, and characterize the conditions under which inequality is increasing or stable in the long run.\n\n",
    "acknowledgement": "\nWe thank Philippe Aghion, Mark Aguiar, David Autor, Erik Brynjolfsson, Chad Jones, John Van Reenen, and participants at various conferences and seminars for useful comments and suggestions. We gratefully acknowledge financial support from the Bradley Foundation and the Toulouse Network on Information Technology. Restrepo thanks the Cowles Foundation and the Yale Economics Department for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}