{
    "id": 22251,
    "citation_title": "The Effect of Cigarette Prices on Cigarette Sales: Exploring Heterogeneity in Price Elasticities at High and Low Prices",
    "citation_author": [
        "John A. Tauras",
        "Michael F. Pesko",
        "Jidong Huang",
        "Frank J. Chaloupka",
        "Matthew C. Farrelly"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-05-12",
    "revision_date": "2020-01-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous studies have examined the effect of cigarette prices on cigarette consumption.  These studies either evaluate the price elasticity of demand for each observation and report the average price elasticity across all observations or report the price elasticity of demand at the mean of the price variable.  Policy makers rely on these average price elasticity estimates for public health and revenue generation purposes.  The use of an average price elasticity may yield misleading predictions given the substantial variation in cigarette prices between states.  This research is the first econometric study to examine the price elasticity of cigarette demand at different price levels.  We use aggregate state-level data for years 1991 – 2012 and employ generalized linear models with log link and gamma distribution to estimate cigarette demand equations.  We find that the absolute value of the price elasticity of demand monotonically increases with price.  The findings from this study will be valuable to policymakers contemplating the use of cigarette excise taxes to reduce cigarette consumption or to generate revenue.\n\n",
    "acknowledgement": "\nThis research received funding from the National Cancer Institute, grants U01CA154248-04 (PI Frank Chaloupka) and U01 CA154241 (PI Matthew Farrelly). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Cancer Institute or the National Bureau of Economic Research.\n\n\n"
}