{
    "id": 2225,
    "citation_title": "The Financial Impact of Social Security by Cohort Under Alternative Financing Assumptions",
    "citation_author": [
        "Michael J. Boskin",
        "Douglas J. Puffert"
    ],
    "citation_publication_date": "1987-04-01",
    "issue_date": "1987-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyses the financial impact of Social Security by age cohort under alternative assumptions concerning future financing of Social Security. It examines the Social Security Administration's intermediate IIB and various combinations of optimistic and pessimistic assumptions concerning fertility, mortality, and wage growth. Importantly, it examines the implications of alternative potential resolutions of the long-term financing deficit and scenarios concerning the planned systematic deviation from pay-as-you-go finance in the retirement and disability funds. The results suggest that the Social Security retirement program offers vastly different returns to households in different circumstances, and especially to different cohorts. Most important, if Social Security does not maintain the large retirement trust fund surplus currently projected for the next 30 years, alternative scenarios for return to pay-as-you-go finance differ dramatically in the taxes, benefits, transfers, and real rates of return that can be offered to different birth cohorts. The implications of cutting taxes, raising benefits or diverting the surplus to other purposes have dramatic impact on the overall financial status of the system, the time pattern of taxes, benefits and surpluses or deficits, and therefore, the treatment of different age cohorts. Under the intermediate assumptions, the OASDI surplus is projected to grow almost as large as a fraction of GNP as the current ratio of privately held national debt to GNP. For example, if the OASDI surplus is used to raise benefits, and they remained at higher levels thereafter during the height of the baby-boom generation's retirement, the long-run actuarial deficit will zoom from $500 billion to over $3 trillion. Correspondingly, if benefits increase, financed by the OASDI surplus over the next 30 years, the expected rate of return on lifetime contributions increases for those currently about 40 years old from 1.9% to 2.7%, about a 40% increase. Correspondingly, if the surplus is dissipated and the subsequent long-run deficit is made up with a tax increase on a pay-as-you-go basis at the time of the projected deficit, the rate of return relative to the intermediate assumptions for those persons now being born will fall by about 158, and in this case, the overall system finances would move from a long-run actuarial deficit of slightly under one-half percent of taxable payroll to actuarial balance. Thus, as Social Security is projected to deviate systematically from pay-as-you-go finance, the potential alternative scenarios with respect to accruing the surplus and/or dissipating it in various ways have potentially large intergenerational redistribution effects.\n\n",
    "acknowledgement": "\n"
}