{
    "id": 22258,
    "citation_title": "Social Networks and Housing Markets",
    "citation_author": [
        "Michael Bailey",
        "Ruiqing Cao",
        "Theresa Kuchler",
        "Johannes Stroebel"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe document that the recent house price experiences within an individual’s social network affect her perceptions of the attractiveness of property investments, and through this channel have large effects on her housing market activity. Our data combine anonymized social network information from Facebook with housing transaction data and a survey. We first show that in the survey, individuals whose geographically-distant friends experienced larger recent house price increases consider local property a more attractive investment, with bigger effects for individuals who regularly discuss such investments with their friends. Based on these findings, we introduce a new methodology to document large effects of housing market expectations on individual housing investment decisions and aggregate housing market outcomes. Our approach exploits plausibly-exogenous variation in the recent house price experiences of individuals’ geographically-distant friends as shifters of those individuals’ local housing market expectations. Individuals whose friends experienced a 5 percentage points larger house price increase over the previous 24 months (i) are 3.1 percentage points more likely to transition from renting to owning over a two-year period, (ii) buy a 1.7 percent larger house, (iii) pay 3.3 percent more for a given house, and (iv) make a 7% larger downpayment.  Similarly, when homeowners’ friends experience less positive house price changes, these homeowners are more likely to become renters, and more likely to sell their property at a lower price. We also find that when individuals observe a higher dispersion of house price experiences across their friends, this has a negative effect on their housing investments. Finally, we show that these individual-level responses aggregate up to affect county-level house prices and trading volume. Our findings suggest that the house price experiences of geographically-distant friends might provide a valid instrument for local house price growth.\n\n",
    "acknowledgement": "\nThis version: May 10, 2016. For helpful comments and discussions, we are grateful to Eduardo Davila, Anthony DeFusco, Marty Eichenbaum, Xavier Gabaix, Pedro Gete, Stefano Giglio, Adam Guren, Erik Hurst, Anil Kashyap, Ben Keys, Andres Liberman, Guido Lorenzoni, Brigitte Madrian, Ulrike Malmendier, Holger Mueller, Stijn van Nieuwerburgh, Cecilia Parlatore, Alp Simsek, Andrei Shleifer, Joe Vavra, Andreas Weber, Arlene Wong, Wei Xiong, and Basit Zafar, as well as seminar participants at Berkeley, Harvard, NYU, Northwestern, Penn State, the University of British Columbia, the Federal Reserve Banks of San Francisco, Philadelphia, and New York, the Consumer Financial Protection Bureau, Baruch, CHUM, and the Christmas Meeting of German Economists Abroad. This research was facilitated through a research consulting agreement between the academic authors and Facebook. This research cooperation was established to allow researchers to collaborate with Facebook in order to exploit anonymized data sets based on Facebook’s unique data asset to address questions of policy importance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}