{
    "id": 22257,
    "citation_title": "Reference-Dependent Job Search: Evidence from Hungary",
    "citation_author": [
        "Stefano DellaVigna",
        "Attila Lindner",
        "Balázs Reizer",
        "Johannes F. Schmieder"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe propose a model of job search with reference-dependent preferences, where the reference point is given by recent income. Newly unemployed individuals search hard given that they are at a loss, but over time they get used to lower income, and thus reduce their search effort. In anticipation of a benefit cut their search effort rises again, then declines once they get used to the lower benefit level. The model fits the typical pattern of the exit from unemployment, even with no unobserved heterogeneity. The model also makes distinguishing predictions regarding the response to benefit changes, which we evaluate using a unique reform. In 2005, Hungary switched from a single-step UI system to a two-step system, with unchanged overall generosity. The system generated increased hazard rates in anticipation of, and especially following, benefit cuts in ways the standard model has a hard time explaining. We estimate a model with optimal consumption and endogenous search effort, as well as unobserved heterogeneity. The reference-dependent model fits the hazard rates substantially better than most versions of the standard model. We estimate a slow-adjusting reference point and substantial impatience, likely reflecting present-bias. Habit formation and a variety of alternative models do not match the fit of the reference-dependent model. We discuss one model which also fits well, but is at odds with calibrated values and other evidence.\n\n",
    "acknowledgement": "\nWe thank Patrick Arni, Saurabh Bhargava, Lajos Bódis, Moshe Buchinsky, David Card, Henry Farber, Sebastian Findeisen, Gábor Kézdi, Patrick Kline, Matthew Rabin, Hedvig Horváth, Erzo Luttmer, Edward O'Donoghue, Daniele Paserman, Alex Rees-Jones, Emmanuel Saez, Mihály Szoboszlai, Owen Zidar and audiences at Boston University, Columbia, Cornell, Harvard, IZA, Mannheim (Department and ZEW), Tinbergen, UCLA, University of Regensburg, University of Zurich, the UCSB 2014 Behavioral Conference, the 2014 BEAM conference, the 2014 NBER Labor Studies Summer Institute, the Brookings conference on “Policy lessons from behavioral economics”, the 2016 ASSA meetings, and the Hungarian Society of Economists Annual Conference for very helpful comments. We are grateful to János Köllő, Kitti Varadovics, Mónika Bálint, Dániel Biró for giving us access to the administrative data and providing continuous help throughout the project, and to Nagy Csaba and Pelek Zsolt for explaining the practical implementation of the reform. We also thank Tristan Gagnon-Bartsch, Matthew Gudgeon, Avner Shlain, Jessica Shui, and Ferenc Szucs for excellent research assistance and Gautam Rao for sharing his code. Financial support from the Center for Equitable Growth at UC Berkeley, from the Alfred P. Sloan Foundation and from the National Science Foundation is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}