{
    "id": 22268,
    "citation_title": "East Asian Economies and Financial Globalization In the Post-Crisis World",
    "citation_author": [
        "Joshua Aizenman",
        "Hiro Ito"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2016-09-08",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper assesses the East Asian Economies’ openness to cross-border capital flows and exchange rate arrangements in the past decades, with the main focus on emerging market economies. Using Mundell’s trilemma indexes, we note that the convergence of the three policy goals in East Asia toward a “middle ground” pre-dates the convergence of these indices in other regions. Another more recent development involves the high level of international reserve (IR) holdings–a feature that is known as the most distinct characteristic of Asian EMEs. Financial globalization seems to have made asset prices and interest rates in Asian EMEs more vulnerable to global movements of capital, that is, essentially to the monetary policy of the center country, the United-States. We document changing goods trade structure but rather stable reliance on the Dollar in East Asian Economies. That is, the U.S. presence in trade ties with Asian economies has been declining over the last two decades, whereas China’s has been on a rising trend, yet the share of trade among Asian economies with the dollar zone economies has been quite stable. That means that the dominant position of the dollar has been influential in the Asian region. One big dollar-zone economy that has been increasing its presence in Asia is China. However, China has been recently making efforts to “internationalize” its currency, the yuan (RMB). Hence, if China succeeds in its internationalization efforts and creates the RMB zone, the dynamics between the U.S. and Asia will most likely change; it is, however, uncertain to what extent the RMB will become an international currency. Recently, Chinese authorities have become more interventionist because of the slowdown of the economy and financial markets. For now, the Asian region’s international finance continues to be dollar-centric.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the support provided by ADBI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}