{
    "id": 22265,
    "citation_title": "The Impact of Health Insurance on Preventive Care and Health Behaviors: Evidence from the 2014 ACA Medicaid Expansions",
    "citation_author": [
        "Kosali Simon",
        "Aparna Soni",
        "John Cawley"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2016-09-12",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe U.S. population receives suboptimal levels of preventive care and has a high prevalence of risky health behaviors. One goal of the Affordable Care Act (ACA) was to increase preventive care and improve health behaviors by expanding access to health insurance.\nThis paper estimates how the ACA-facilitated state-level expansions of Medicaid in 2014 affected these outcomes. Using data from the Behavioral Risk Factor Surveillance System, and a difference-in-differences model that compares states that did and did not expand Medicaid, we examine the impact of the expansions on preventive care (e.g. dental visits, immunizations, mammograms, cancer screenings), risky health behaviors (e.g. smoking, heavy drinking, lack of exercise, obesity), and self-assessed health.\nWe find that the expansions increased insurance coverage and access to care among the targeted population of low-income childless adults.  The expansions also increased use of certain forms of preventive care but there is no evidence that they increased ex ante moral hazard (i.e., there is no evidence that risky health behaviors increased in response to health insurance coverage). The Medicaid expansions also modestly improved self-assessed health.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank editor Ken Couch, four anonymous referees, Robert Kaestner, Christopher Robertson, Christopher Carpenter, Thomas DeLeire, Haizhen Lin, Daniel Sacks, and seminar participants at Northwestern University and Indiana University. Cawley thanks the Robert Wood Johnson Foundation for financial support through an Investigator Award in Health Policy Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJohn Cawley\n\nCawley thanks the Robert Wood Johnson Foundation for its financial support through an Investigator Award in Health Policy Research.\n\n\n"
}