{
    "id": 22266,
    "citation_title": "Diagnostic Expectations and Credit Cycles",
    "citation_author": [
        "Pedro Bordalo",
        "Nicola Gennaioli",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe present a model of credit cycles arising from diagnostic expectations – a belief formation mechanism based on Kahneman and Tversky’s (1972) representativeness heuristic. In this formulation, when forming their beliefs agents overweight future outcomes that have become more likely in light of incoming data. The model reconciles extrapolation and neglect of risk in a unified framework. Diagnostic expectations are forward looking, and as such are immune to the Lucas critique and nest rational expectations as a special case. In our model of credit cycles, credit spreads are excessively volatile, over-react to news, and are subject to predictable reversals. These dynamics can account for several features of credit cycles and macroeconomic volatility.\n\n",
    "acknowledgement": "\nGennaioli thanks the European Research Council and Shleifer thanks the Pershing Square Venture Fund for Research on the Foundations of Human Behavior for financial support of this research. We are also grateful to Nicholas Barberis, Bruce Carlin, Lars Hansen, Sam Hanson, Arvind Krishnamurthy, Gordon Liao, Yueran Ma, Matteo Maggiori, Sendhil Mullainathan, Andreas Schaab, Josh Schwartzstein, Jesse Shapiro, Alp Simsek, Jeremy Stein, Amir Sufi, Chari Varadarajan, Wei Xiong, and Luigi Zingales for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}