{
    "id": 22261,
    "citation_title": "Price Regulation and Environmental Externalities: Evidence from Methane Leaks",
    "citation_author": [
        "Catherine Hausman",
        "Lucija Muehlenbachs"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2018-02-08",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate expenditures by US natural gas distribution firms to reduce natural gas leaks. Reducing leaks averts commodity losses (valued at around $5/Mcf), but also climate damages ($27/Mcf) because the primary component of natural gas is methane, a potent greenhouse gas. In addition to this private/social wedge, incentives to abate are weakened by this industry's status as a regulated natural monopoly: current price regulations allow many distribution firms to pass the cost of any leaked gas on to their customers. Our estimates imply that too little is spent repairing leaks—we estimate expenditures substantially below $5/Mcf, i.e. less than the commodity value of the leaked gas. In contrast, expenditures on accelerated pipeline replacement are in general higher than the combination of gas costs and climate benefits (we estimate expenditures ranging from $48/Mcf to $211/Mcf). We conclude by relating these findings to regulatory-induced incentives in the industry.\n\n",
    "acknowledgement": "\nWe thank Kathy Baylis, Severin Borenstein, Jim Bushnell, Laura Grant, Sumeet Gulati, Sarah Jacobson, Corey Lang, Erich Muehlegger, Jim Sallee, Catherine Wolfram, seminar participants at Carnegie Mellon, Columbia SIPA, Cornell, Duke-NCSU-RTI, EDF, HEC Montreal, UC-Davis, the University of Michigan, the University of Tennessee, and participants at the NBER Future of Energy Distribution meeting, the Association of Environmental and Resource Economics meeting, the Midwest Energy Fest, the ASSA meetings, and the Berkeley POWER conference for helpful feedback. We are grateful to the Alfred P. Sloan Foundation, the Social Sciences and Humanities Research Council of Canada, and Resource for the Future for financial support. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}