{
    "id": 22262,
    "citation_title": "Cross-Generational Differences in Educational Outcomes in the Second Great Wave of Immigration",
    "citation_author": [
        "Umut Özek",
        "David N. Figlio"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe make use of a new data source – matched birth records and longitudinal student records in Florida – to study the degree to which student outcomes differ across successive immigrant generations. Specifically, we investigate whether first, second, and third generation Asian and Hispanic immigrants in Florida perform differently on reading and mathematics tests, and whether they are differentially likely to get into serious trouble in school, to be truant from school, to graduate from high school, or to be ready for college upon high school graduation. We find evidence suggesting that early-arriving first generation immigrants perform better than do second generation immigrants, and second generation immigrants perform better than third generation immigrants. Among first generation immigrants, the earlier the arrival, the better the students tend to perform. These patterns of findings hold for both Asian and Hispanic students, and suggest a general pattern of successively reduced achievement – beyond a transitional period for recent immigrants – in the generations following the generation that immigrated to the United States.\n\n",
    "acknowledgement": "\nThis research was supported by the National Center for the Analysis of Longitudinal Data in Education Research (CALDER) funded through Grant R305A060018 from the Institute of Education Sciences, U.S. Department of Education, and American Institutes for Research. We are grateful to Ran Abramitzky, Leah Boustan, Celeste Carruthers, Christina Felfe, Amy Schwartz, Steve Trejo, and seminar and conference participants and discussants at CESifo, AEFP, and APPAM for helpful comments and suggestions. We would also like to thank Florida Departments of Education and Health for providing the data used in this analysis. All opinions expressed in this paper are those of the authors and do not reflect the views of the Florida Departments of Education and Health or our funders. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}