{
    "id": 22273,
    "citation_title": "How Does Hedge Fund Activism Reshape Corporate Innovation?",
    "citation_author": [
        "Alon Brav",
        "Wei Jiang",
        "Song Ma",
        "Xuan Tian"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how hedge fund activism reshapes corporate innovation. Firms targeted by hedge fund activists experience an improvement in innovation efficiency during the five-year period following the intervention. Despite a tightening in R&D expenditures, target firms experience increases in innovation output, measured by both patent counts and citations, with stronger effects seen among firms with more diversified innovation portfolios. We also find that the reallocation of innovative resources and the redeployment of human capital contribute to the refocusing of the scope of innovation. Finally, additional tests refute alternative explanations attributing the improvement to mean reversion, sample attrition, management’s voluntary reforms, or activists’ stock-picking abilities.\n\n",
    "acknowledgement": "\nThe authors have benefited from discussions with Taylor Begley, Sharon Belenzon, Nittai Bergman, Shai Bernstein, Thomas Keusch, Adrien Matray, Frank Partnoy and comments from seminar and conference participants at Baruch College, Interdisciplinary Center at Herzliya, Hebrew University, Kellogg, NC State, Purdue, Rice University, Tel-Aviv University, Washington University in St. Louis, University of Southern California, Yeshiva University, the 2015 AFA Annual Meetings, the 2015 BI Conference on Corporate Governance, the June 2015 Academic day at London Business School’s Centre for Corporate Governance, University of San Diego/Vanderbilt Conference on the Future of Research on Hedge Fund Activism, the 2015 Ackerman Chair Corporate Governance Conference, the 2015 NHH Center for Corporate Finance Conference, and the 2016 Weinberg Corporate Governance Symposium. Alon Brav can be reached at phone: (919) 660-2908, email: brav@duke.edu. Wei Jiang can be reached at phone: (212) 854-9002, email: wj2006@columbia.edu. Song Ma can be reached at phone: (919) 660-1964, email: song.ma@duke.edu. Xuan Tian can be reached at phone: (812) 855-3420, email: tianx@indiana.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}