{
    "id": 22279,
    "citation_title": "Allocative and Remitted Wages: New Facts and Challenges for Keynesian Models",
    "citation_author": [
        "Susanto Basu",
        "Christopher L. House"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2017-03-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nModern monetary business-cycle models rely heavily on price and wage rigidity. While there is substantial evidence that prices do not adjust frequently, there is much less evidence on whether wage rigidity is an important feature of real world labor markets. While real average hourly earnings are not particularly cyclical, and do not react significantly to monetary policy shocks, systematic changes in the composition of employed workers and implicit contracts within employment arrangements make it difficult to draw strong conclusions about the importance of wage rigidity. We augment a workhorse monetary DSGE model by allowing for endogenous changes in the composition of workers and also by explicitly allowing for a difference between allocative wages and remitted wages. Using both individual-level and aggregate data, we study and extend the available evidence on the cyclicality of wages and we pay particular attention to the response of wages to identified monetary policy shocks. Our analysis suggests several broad conclusions: (i) in the data, composition bias plays a modest but noticeable role in cyclical compensation patterns; (ii) empirically, both the wages for newly hired workers and the \"user cost of labor\" respond strongly to identified monetary policy innovations; (iii) a model with implicit contracts between workers and firms and a flexible allocative wage replicates these patterns well. We conclude that price rigidity likely plays a substantially more important role than wage rigidity in governing economic fluctuations.\n\n",
    "acknowledgement": "\nWe thank Tyler Atkinson and, especially, Rich Ryan for outstanding research assistance. We thank the editors, John Taylor and Harald Uhlig. We thank our formal discussants, Eric Sims and Andreas Westermark, for their insights. We received many useful comments and suggestions from seminar participants at the University of Michigan, the Handbook of Macroeconomics conference at the Becker-Friedman Institute, University of Chicago, Boston College, and the conference on New Developments in the Macroeconomics of Labor Markets at CREI, Pompeu Fabra University. This research was supported in part by funding from the Michigan Institute for Teaching and Research in Economics (MITRE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}