{
    "id": 22271,
    "citation_title": "A Model of Safe Asset Determination",
    "citation_author": [
        "Zhiguo He",
        "Arvind Krishnamurthy",
        "Konstantin Milbradt"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat makes an asset a “safe asset”? We study a model where two countries each issue sovereign bonds to satisfy investors' safe asset demands. The countries differ in the float of their bonds and their resources/fundamentals available to rollover debts. A sovereign's debt is more likely to be safe if its fundamentals are strong relative to other possible safe assets, but not necessarily strong on an absolute basis. Debt float can enhance or detract from safety: If global demand for safe assets is high, a large float can enhance safety. The large float offers greater liquidity which increases demand for the large debt and thus reduces rollover risk. If demand for safe assets is low, then large debt size is a negative as rollover risk looms large. When global demand is high, countries may make fiscal/debt-structuring decisions to enhance their safe asset status. These actions have a tournament feature, and are self-defeating: countries may over-expand debt size to win the tournament. Coordination can generate benefits. The model sheds light on the effects of “Eurobonds” – i.e. a coordinated Euro-area-wide safe bond design. Eurobonds deliver welfare benefits only when they make up a sufficiently large fraction of countries' debts. Small steps towards Eurobonds may hurt countries and not deliver welfare benefits.\n\n",
    "acknowledgement": "\nWe thank Eduardo Davila, Emmanuel Farhi, Itay Goldstein, Christian Hellwig, Pierre-Olivier Gourinchas, Alessandro Pavan, Andrei Shleifer, Mathieu Taschereau-Dumouchel, Kathy Yuan, and conference/seminar participants at Columbia University, Harvard University, NBER IFM Summer Institute 2015, Northwestern University, SF Federal Reserve, Stanford University, UC-Berkeley, UC-Davis, USC, Amsterdam University Workshop for Safe Assets, AFA 2016, German Economist Abroad 2015, Imperial College London for helpful comments. This paper was previously circulated under the title, “A model of the reserve asset.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}