{
    "id": 2227,
    "citation_title": "The Postwar Evolution of Computer Prices",
    "citation_author": [
        "Robert J. Gordon"
    ],
    "citation_publication_date": "1987-04-01",
    "issue_date": "1987-04-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study constructs new hedonic price indexes for electronic computers covering the period 1951-84. Regressions are estimated for four data sets, two used in previous studies by G. Chow and E. Dulberger, and two new data sets used for the first time in this study. Coverage is limited to mainframes until the late 1970s, but includes both \" super-mini\" computers and personal computers in the 1980s. The end result is a price index that exhibits a 1951 index number, on a base 1984 = 100, of 147,692, implying an annual rate of price change over the 33 years of -19.8 percent. Price changes for personal computer (PC) processors during the 1982-86 period appear to have been similar to those for mainframe computers during the 1977-84 period, in the range of -20 to -25 percent per year. Evidence for PC peripheral equipment is limited to 1984-86 and indicates a faster rate of price decline than for processors, particularly if the increasing availability of \"clones\" is taken into account. The paper places considerable emphasis on problems of weighting price indexes for computers together with price indexes for other types of \"Office, Computing, and Accounting Machinery\" (OCA) and other types of producers' durable equipment (PDE). The methodology used to construct the implicit price deflators in the National Income and Product Accounts, with a fixed 1982 base year, leads to a significant downward bias in the implicit OCA and PDE deflators after 1982, and an upward bias prior to 1982. A particularly disturbing aspect of the present national accounts is a spurious rise in the implicit OCA deflator of 157 percent between 1957 and 1971, despite the fact that its computer component exhibits a price decline and its non-computer component increases by only 8 percent. The paper recommends adoption of a chain-linked Laspeyres index number for any price index aggregate that includes computers. A properly weighted PDE deflator, using our computer price index, declines relative to the official implicit PDE deflator by 0.74 percent per year during 1957-72 and 0.87 percent per year during 1972-84.\n\n",
    "acknowledgement": "\n"
}