{
    "id": 22278,
    "citation_title": "Do Field Experiments on Labor and Housing Markets Overstate Discrimination? A Re-examination of the Evidence",
    "citation_author": [
        "David Neumark",
        "Judith Rich"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2017-08-22",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere have been over 80 field experiments on traditional dimensions of discrimination in labor and housing markets since 2000, in 23 countries. These studies nearly always find evidence of discrimination against minorities. However, the estimates of discrimination in these studies can be biased if there is differential variation in the unobservable determinants of productivity or quality of majority and minority groups, so it is possible that this experimental literature as a whole overstates the evidence of discrimination. We re-assess the evidence from the 10 existing studies of discrimination that have sufficient information to correct for this bias. For the housing market studies, the estimated effect of discrimination is robust to this correction. For the labor market studies, in contrast, the evidence is less robust, as just over half of the estimates of discrimination either fall to near zero, become statistically insignificant, or change sign.\n\n",
    "acknowledgement": "\nWe wish to thank the following authors of studies who generously provided their raw data: Ali Ahmed, Lina Andersson, and Mats Hammarstedt; Stijn Baert, Bart Cockx, Niels Gheyle, and Cora Vandamme; Marianne Bertrand and Sendhil Mullainathan; Mariano Bosch, M. Angeles Carnero, and Lídia Farré; Magnus Carlsson and Stefan Eriksson; Dan-Olof Rooth (also with Magnus Carlsson); Nick Drydakis; Michael Ewens, Bryan Tomlin, and Liang Choon Wang; Hwok-Aun Lee and Muhammad Abdul Khalid; and Phil Oreopoulos. We thank Nick Drydakis and Philip Oreopoulos, and three anonymous referees, for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}