{
    "id": 22275,
    "citation_title": "Is the Macroeconomy Locally Unstable and Why Should We Care?",
    "citation_author": [
        "Paul Beaudry",
        "Dana Galizia",
        "Franck Portier"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most modern macroeconomic models, the steady state (or balanced growth path)  of the system is a local attractor, in the sense that, in the absence of shocks, the economy would converge to the steady state.  In this  paper, we examine whether the time series behavior of macroeconomic aggregates (especially labor market aggregates) is in fact supportive of this local-stability view of macroeconomic dynamics, or if it instead favors an alternative interpretation in which the macroeconomy may be better characterized as being locally unstable, with nonlinear deterministic forces capable of producing endogenous cyclical behavior. To do this, we extend a standard AR representation of the data to allow for smooth nonlinearities.  Our main finding is that, even using a procedure that may have low power to detect local instability, the data provide intriguing support for the view that the macroeconomy may be locally unstable and involve limit-cycle forces. An interesting finding is that the degree of nonlinearity we detect in the data is small, but nevertheless enough to alter the description of macroeconomic behavior. We complete the paper with a  discussion of  the extent to which these two different views  about the inherent dynamics of  the macroeconomy may matter for policy.\n\n",
    "acknowledgement": "\nThe authors thank the two discussants  Laura Veldkamp and Ivan Werning as well as Jonathan Parker for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPaul Beaudry\n\nPaul Beaudry would like to acknowledge financial support from the Social Science and Research Council of Canada.\n\n\n"
}