{
    "id": 22270,
    "citation_title": "The Costs of Sovereign Default: Evidence from Argentina",
    "citation_author": [
        "Benjamin Hébert",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the causal effect of sovereign default on the equity returns of Argentine firms. We identify this effect by exploiting changes in the probability of Argentine sovereign default induced by legal rulings in the case of Republic of Argentina v. NML Capital. We find that a 10% increase in the probability of default causes a 6% decline in the value of Argentine equities and a 1% depreciation of a measure of the exchange rate. We examine the channels through which a sovereign default may affect the economy.\n\n",
    "acknowledgement": "\nWe thank Laura Alfaro, Joaquin Blaum, Luigi Bocola, John Campbell, John Cochrane, Jeff Frieden, Gita Gopinath, Ed Glaeser, Paul Goldsmith-Pinkham, Réka Juhász, Eduardo Levy Yeyati, Matteo Maggiori, Mikkel Plagborg-Møller, Monika Piazzesi, Ken Rogoff, Martin Schneider, Alex Roth, Mary Bryce Millet Steinberg, Chris Tonetti, Christoph Trebesch, and Victoria Vanasco for helpful conversations. We thank John Leahy and three anonymous referees for comments that helped improve the paper. We thank Vivian Yue, Andreas Stathopoulos, and Graciela Kaminsky for excellent discussions. We thank Brent Neiman for feedback and for generously sharing data. We thank various seminar and conference audiences. We thank Stephen King, Vivek Anand, and Tom Adney of Markit for useful discussions about the data. Christine Rivera provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nBenjamin Hébert\n\nFinancial support was provided by the Harvard Business School Doctoral Programs Office, Princeton University, and a Harvard University International Economics grant. Markit had the right to review this paper for disclosure of proprietary data and for prejudicial statements regarding Markit or its industry. Schreger: No interests to disclose. Hébert: Hébert’s spouse works in the financial services industry and has business interactions with firms involved in the litigation described in this paper. His spouse has not contributed to or participated in the preparation of this paper, and neither Hébert nor his spouse have a direct or material indirect financial interest in the outcome of the litigation.\n\n\n\nJesse Schreger\n\nFinancial support was provided by the Harvard Business School Doctoral Programs Office, Princeton University, and a Harvard University International Economics grant. Markit had the right to review this paper for disclosure of proprietary data and for prejudicial statements regarding Markit or its industry. Schreger: No interests to disclose. Hébert: Hébert’s spouse works in the financial services industry and has business interactions with firms involved in the litigation described in this paper. His spouse has not contributed to or participated in the preparation of this paper, and neither Hébert nor his spouse have a direct or material indirect financial interest in the outcome of the litigation.\n\n\n"
}