{
    "id": 22274,
    "citation_title": "How Credit Constraints Impact Job Finding Rates, Sorting & Aggregate Output",
    "citation_author": [
        "Kyle Herkenhoff",
        "Gordon Phillips",
        "Ethan Cohen-Cole"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2016-05-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe empirically and theoretically examine how consumer credit access affects displaced workers. Empirically, we link administrative employment histories to credit reports.   We show that an increase in credit limits worth 10% of prior annual earnings allows individuals to take .15 to 3 weeks longer to find a job. Conditional on finding a job, they earn more and work at more productive firms. We develop a labor sorting model with credit to provide structural estimates of the impact of credit on employment outcomes, which we find are similar to our empirical estimates. We use the model to understand the impact of consumer credit on the macroeconomy. We find that if credit limits tighten during a downturn, employment recovers quicker, but output and productivity remain depressed. This is because when limits tighten, low-asset, low-productivity job losers cannot self-insure. Therefore, they search less thoroughly and take more accessible jobs at less productive firms.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Mark Aguiar, Naoki Aizawa, Sofia Bauducco, Lukasz Drozd,  Fatih Guvenen, Marcus Hagedorn, Jonathan Heathcote, Henry Hyatt, Miles Kimball, Marianna Kudlyak, Jeremy Lise, Carlos Madeira, Iourii Manovskii, Ellen McGrattan, Kurt Mitman,  Lee Ohanian, Fausto Pena, Fabrizio Perri, Victor Rios-Rull, Jean-Marc Robin, Thomas Sargent, Sam Schulhofer-Wohl,  Rob Shimer, Jim Spletzer, Randy Wright, Ming Xu, and Moto Yogo as well as seminar participants at Bonn, Central Bank of Chile, Census, CESifo, Columbia, ES-Bocconi, FGV, Iowa, Michigan, Miami, Minneapolis Fed, NBER SI-Macro Perspectives, Northwestern, Notre Dame, Philadelphia Fed, Queens,  Richmond Fed, Rochester, SAM, SED, SOLE/MEA, USC, and Virginia. We thank Brian Littenberg and the Census for their hospitality and ongoing support. We thank Ming Xu for excellent research assistance.  Herkenhoff and Phillips thank the Washington Center for Equitable Growth for generous funding. Cohen-Cole and Phillips thank the NSF (Grant No. 0965328) for funding and TransUnion for providing credit data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}