{
    "id": 22277,
    "citation_title": "Private Provision of Social Insurance: Drug-specific Price Elasticities and Cost Sharing in Medicare Part D",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Maria Polyakova"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nStandard theory suggests that optimal consumer cost-sharing in health insurance increases with the price elasticity of demand, yet publicly-provided drug coverage typically involves uniform cost-sharing across drugs. We investigate how private drug plans set cost-sharing in the context of Medicare Part D. We document substantial heterogeneity in the price elasticities of demand across more than 150 drugs and across more than 100 therapeutic classes, as well as substantial heterogeneity in the cost-sharing for different drugs within privately-provided plans. We find that private plans set higher consumer cost-sharing for drugs or classes with more elastic demand. Our findings suggest that benefit design may be more efficient in privately rather than publicly provided insurance.\n\n",
    "acknowledgement": "\nWe thank Belinda Tang and Martina Uccioli for outstanding research assistance. Einav and Finkelstein gratefully acknowledge support from the National Institute of Aging (R01AG032449). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000; the market value is hard to assess).\n\n\n"
}