{
    "id": 22287,
    "citation_title": "Gainfully Employed? Assessing the Employment and Earnings of For-Profit College Students Using Administrative Data",
    "citation_author": [
        "Stephanie Riegg Cellini",
        "Nicholas Turner"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "2018-01-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe draw on population-level administrative data from the U.S. Department of Education and the Internal Revenue Service to quantify the impact of for-profit college attendance on the employment and earnings of over one million students. Using a matched comparison group difference-in-differences design, we find that certificate-seeking students in for-profit institutions are 1.5 percentage points less likely to be employed and, conditional on employment, have 11 percent lower earnings after attendance than students in public institutions. These results hold for both men and women and for seven of the top ten fields of study. We find that earnings and employment outcomes are particularly poor for students attending for-profit colleges that offer the majority of their courses online and for multicampus chains. We find that for-profit students experience small, statistically insignificant gains in annual earnings after attendance compared to a matched control group of young individuals who do not attend college. A back-of-the-envelope comparison of these earnings gains to average debt burdens suggests that for-profit certificate programs do not pay off for the average student.\n\n",
    "acknowledgement": "\nStephanie Riegg Cellini is an associate professor of public policy and economics at George Washington University and a research associate at the National Bureau of Economic Research. Nicholas Turner is a senior economist at the Federal Reserve Board of Governors. He previously worked in the Office of Tax Analysis at the U.S. Treasury, where this work was completed. We would like to thank Leah Brooks, Latika Chaudhary, Dylan Conger, John Earle, Brent Evans, Sarena Goodman, Ted Joyce, Janet McCubbin, and seminar participants at AEFP, APPAM, CAPSEE, the City University of New York, the DC Education Economics Working Group, the Federal Reserve Bank of New York, the Federal Reserve Board of Governors, George Mason University, George Washington University, Temple University, the University of Virginia, the U.S. Department of Labor, the U.S. Military Academy at West Point, and the U.S. Treasury for helpful comments. We thank Jerry Wei and Rachel Schwartz for excellent research assistance. Stephanie Cellini gratefully acknowledges support from the Smith Richardson Foundation. The views expressed in this paper are those of the authors and do not necessarily represent the views of the U.S. Treasury Department, the Federal Reserve Board, or the National Bureau of Economic Research. We were granted a waiver of JHR’s data availability policy due to the confidential nature of individual enrollment and tax records.\n\n\n"
}