{
    "id": 22288,
    "citation_title": "The Economic Consequences of Hospital Admissions",
    "citation_author": [
        "Carlos Dobkin",
        "Amy Finkelstein",
        "Raymond Kluender",
        "Matthew J. Notowidigdo"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "2016-08-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe examine some economic impacts of hospital admissions using an event study approach in two datasets: survey data from the Health and Retirement Study, and hospital admissions data linked to consumer credit reports. We report estimates of the impact of hospital admissions on out-of-pocket medical spending, unpaid medical bills, bankruptcy, earnings, income (and its components), access to credit, and consumer borrowing. The results point to three primary conclusions: non-elderly adults with health insurance still face considerable exposure to uninsured earnings risk; a large share of the incremental risk exposure for uninsured non-elderly adults is borne by third parties who absorb their unpaid medical bills; the elderly face very little economic risk from adverse health shocks.\n\n",
    "acknowledgement": "\nWe thank Betty Henderson-Sparks, Bill Murphy, and Jonathan Teague for their assistance with preparing, merging, and getting access to the data sets used in this project. We thank David Cutler, Matthew Gentzkow, Larry Katz, Erzo Luttmer, Jesse Shapiro, Heidi Williams, and numerous seminar participants for helpful comments. We thank Allyson Barnett and Rene Leal Vizcaino for extremely valuable research assistance. Notowidigdo dedicates this paper to his friend Arijit Guha. We gratefully acknowledge funding from the National Institute on Aging P01AG005842 and R01 AG032449 (Finkelstein). This material is based upon work supported by the National Science Foundation Graduate Research Fellowship under Grant No. 1122374 (Kluender). Any opinion, findings, and conclusions or recommendations expressed in this material are those of the authors(s) and do not necessarily reflect the views of the National Science Foundation or the National Bureau of Economic Research.\n\n\n\nAmy Finkelstein\n\nI am a member of the Congressional Budget Office’s Panel of Health Advisers.\n\n\n"
}