{
    "id": 22286,
    "citation_title": "Curbing Shocks to Corporate Liquidity: The Role of Trade Credit",
    "citation_author": [
        "Niklas Amberg",
        "Tor Jacobson",
        "Erik von Schedvin",
        "Robert Townsend"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data on exogenous liquidity losses generated by the fraud and failure of a cash-in-transit firm, we demonstrate a causal impact on firms’ trade credit usage. We find that firms manage liquidity shortfalls by increasing the amount of drawn credit from suppliers and decreasing the amount issued to customers. The compounded trade credit adjustments are at least as great, if not greater than corresponding adjustments in cash holdings, suggesting that trade credit positions are economically important sources of reserve liquidity. The underlying mechanism in trade credit adjustments is in part due to shifts in credit durations—both upstream and downstream.\n\n",
    "acknowledgement": "\nDiscussions with and suggestions from Vicente Cuñat and Tore Ellingsen, as well as seminar and conference participants at Sveriges Riksbank, Lund University, and the 2015 Norges Bank Conference on Banking and Financial Intermediation have been very helpful in improving upon earlier drafts. We are also grateful for the generous data support provided by Upplysningscentralen AB. Special thanks to Lars-Henric Andersson at Lindahl law firm in Stockholm, appointed trustee of the Panaxia bankruptcy estate, for sharing his deep insights about this complex event. Amberg gratefully acknowledges research support from Jan Wallanders och Tom Hedelius Stiftelse. Townsend gratefully acknowledges research support from Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD and Private Enterprise Development in Low-Income Countries (PEDL). We assume full responsibility for any and all errors in the paper. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Executive Board of Sveriges Riksbank or the National Bureau of Economic Research.\n\n\n"
}