{
    "id": 22285,
    "citation_title": "Quantitative Easing and Financial Stability",
    "citation_author": [
        "Michael Woodford"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe massive expansion of central-bank balance sheets in response to recent crises raises important questions about the effects of such \"quantitative easing\" policies, both their effects on financial conditions and on aggregate demand (the intended effects of the policies), and their possible collateral effects on financial stability. The present paper compares three alternative dimensions of central bank policy — conventional interest-rate policy, increases in the central bank's supply of safe (monetary) liabilities, and macroprudential policy (possibly implemented through discretionary changes in reserve requirements) — showing in the context of a simple intertemporal general-equilibrium model why they are logically independent dimensions of variation in policy, and how they jointly determine financial conditions, aggregate demand, and the severity of the risks associated with a funding crisis in the banking sector. In the proposed model, each of the three dimensions of policy can be used independently to influence aggregate demand, and in each case a more stimulative policy also increases financial stability risk. However, the policies are not equivalent, and in particular the relative magnitudes of the two kinds of effects are not the same. Quantitative easing policies increase financial stability risk (in the absence of an offsetting tightening of macroprudential policy), but they actually increase such risk less than either of the other two policies, relative to the magnitude of aggregate demand stimulus; and a combination of expansion of the central bank's balance sheet with a suitable tightening of macroprudential policy can have a net expansionary effect on aggregate demand with no increased risk to financial stability. This suggests that quantitative easing policies may be useful as an approach to aggregate demand management not only when the zero lower bound precludes further use of conventional interest-rate policy, but also when it is not desirable to further reduce interest rates because of financial stability concerns.\n\n",
    "acknowledgement": "\nI would like to thank Vasco Cúrdia, Emmanuel Farhi, Robin Greenwood, Ricardo Reis, Hélène Rey, and Lars Svensson for helpful comments, Chengcheng Jia and Dmitriy Sergeyev for excellent research assistance, and the National Science Foundation for supporting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Woodford\n\nMichael Woodford is a consultant for the Federal Reserve Bank of New York and a scientific advisor to Sveriges Riksbank, the central bank of Sweden, and this paper was prepared for a conference sponsored by the Central Bank of Chile. However, the views expressed in the paper are personal opinions, and do not represent the views of the Federal Reserve System, Sveriges Riksbank, or the Central Bank of Chile.\n\n\n"
}