{
    "id": 22289,
    "citation_title": "The Economics of \"Radiator Springs:\" Industry Dynamics, Sunk Costs, and Spatial Demand Shifts",
    "citation_author": [
        "Jeffrey R. Campbell",
        "Thomas Hubbard"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInterstate Highway openings were permanent, anticipated demand shocks that increased gasoline demand and sometimes shifted it spatially. We investigate supply responses to these demand shocks, using county-level observations of service station counts and employment and data on highway openings' timing and locations. When the new highway was close to the old route, average producer size increased, beginning one year before it opened. If instead the interstate substantially displaced traffic, the number of producers increased, beginning only after it opened. These dynamics are consistent with Hotelling-style oligopolistic competition with free entry and sunk costs and inconsistent with textbook perfect competition.\n\n",
    "acknowledgement": "\nWe thank Feng Lu and Chris Ody for excellent research assistance, and many seminar participants and colleagues for their comments, especially Eric Bartelsman and Steve Berry, who discussed the paper at conferences.  We are grateful for the financial support of the Northwestern University Transportation Center in putting together the data.  The views expressed herein are those of the authors. They do not necessarily represent the views of the Federal Reserve Bank of Chicago, the Federal Reserve System, or its Board of Governors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}