{
    "id": 22283,
    "citation_title": "Does Easing Monetary Policy Increase Financial Instability?",
    "citation_author": [
        "Ambrogio Cesa-Bianchi",
        "Alessandro Rebucci"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a model featuring both a macroeconomic and a financial friction that speaks to the interaction between monetary and macro-prudential policy and to the role of U.S. monetary and regulatory policy in the run up to the Great Recession. There are two main results. First, real interest rate rigidities in a monopolistic banking system increase the probability of a financial crisis (relative to the case of flexible interest rate) in response to contractionary shocks to the economy, while they act as automatic macro-prudential stabilizers in response to expansionary shocks. Second, when the interest rate is the only available policy instrument, a monetary authority subject to the same constraints as private agents cannot always achieve a (constrained) efficient allocation and faces a trade-off between macroeconomic and financial stability in response to contractionary shocks. An implication of our analysis is that the weak link in the U.S. policy framework in the run up to the Global Recession was not excessively lax monetary policy after 2002, but rather the absence of an effective second policy instrument aimed at preserving financial stability.\n\n",
    "acknowledgement": "\nFor useful discussions and helpful comments we thank Jihad Dagher and seminar participants at the 2013 Macro Banking and Finance Workshop, the 2013 MMF Conference, the Cattolica University, the Bank of Italy, the EPFL, the Bank of Portugal, the Banque de France, the Bank of England, the IADB, LACEA 2012 Annual Meetings, and EEA 2012 Annual Meetings, the 2016 Annual Meeting of the International Banking and Finance Association. The information and opinions presented in this paper are entirely those of the authors, and not necessarily those of the Bank of England, the IMF, or the National Bureau of Economic Research. This Paper was also published as IMF Working Paper 15/139 and as BoE Staff Working Paper No. 570\n\n\n"
}