{
    "id": 22281,
    "citation_title": "Energy Cost Pass-Through in U.S. Manufacturing: Estimates and Implications for Carbon Taxes",
    "citation_author": [
        "Sharat Ganapati",
        "Joseph S. Shapiro",
        "Reed Walker"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "2019-07-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how changes in energy input costs for U.S. manufacturers affect the relative welfare of manufacturing producers and consumers (i.e., incidence). We also develop a methodology to estimate the incidence of input taxes which accounts for incomplete pass-through, imperfect competition, and substitution amongst inputs. For the several industries we study, 70 percent of energy price-driven changes in input costs get passed through to consumers in the short- to medium-run. The share of the welfare cost that consumers bear is 25-75 percent smaller (and the share producers bear is larger) than models featuring complete pass-through and perfect competition would suggest.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Incidence of Carbon Taxes in U.S. Manufacturing: Lessons from Energy Cost Pass-Through.” We thank Joe Altonji, Antonio Bento, Ernesto dal B o, Severin Borenstein, Lucas Davis, David Donaldson, Penny Goldberg, Kostas Metaxoglou, Nate Miller, Jim Poterba, Jim Sallee, Glen Weyl, Danny Yagan and various seminar participants for useful comments and discussions. Funding from the Department of Energy, the National Science Foundation (SES-1850790), the Sloan Foundation, and the NBER is gratefully acknowledged. We would also like to thank Randy Becker, Cheryl Grim, and Kirk White for sharing code and data. Jonathan Kadish and Carla Johnston provided excellent research assistance. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Berkeley and Yale Census Research Data Center. This paper has been screened to insure that no confidential data are revealed. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or the National Bureau of Economic Research. This paper has been screened to insure that no confidential data are revealed.\n\n\n"
}