{
    "id": 22280,
    "citation_title": "Interpreting Recent Quasi-Experimental Evidence on the Effects of Unemployment Benefit Extensions",
    "citation_author": [
        "Marcus Hagedorn",
        "Iourii Manovskii",
        "Kurt Mitman"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe critically review recent methodological and empirical contributions aiming to provide a comprehensive assessment of the effects of unemployment benefit extensions on the labor market and attempt to reconcile their apparently disparate findings. We describe two key challenges facing these studies - the endogeneity of benefit durations to labor market conditions and isolating true effects of actual policies from agents' responses to expectations of future policy changes.\nMarinescu (2015) employs a methodology that does not attempt to address these challenges. A more innovative approach in Coglianese (2015) and Chodorow-Reich and Karabarbounis (2016) attempts to overcome these challenges by exploiting a sampling error in unemployment rates as an exogenous variation. Unfortunately, we find that this approach falls prey to the very problems it aims to overcome and it appears unlikely that the fundamental bias at the core of this approach can be overcome. We find more promising the approach based on unexpected policy changes as in the recent contributions by Johnston and Mas (2015) and Hagedorn, Manovskii and Mitman (2015). This approach by design addresses the problem of benefit endogeneity. It does not, however, fully address the effects of expectations and generally yields a lower bound on the actual effects of policies.\n\n",
    "acknowledgement": "\nSupport from the National Science Foundation Grant No. SES-1357903 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}