{
    "id": 22282,
    "citation_title": "Adoption with Social Learning and Network Externalities",
    "citation_author": [
        "Marcel Fafchamps",
        "Mans Soderbom",
        "Monique vanden Boogaart"
    ],
    "citation_publication_date": "2016-05-23",
    "issue_date": "2016-05-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a large administrate dataset covering the universe of phone calls and airtime transfers in a country over a four year period, we examine the pattern of adoption of airtime transfers over time. We start by documenting strong network effects: increased usage of the new airtime transfer service by social neighbors predicts a higher adoption probability. We then seek to narrow down the possible sources of these network effects by distinguishing between network externalities and social learning. Within social learning, we also seek to differentiate between learning about existence of the new product from learning about its quality or usefulness. We find robust evidence suggestive of social learning both for the existence and the quality of the product. In contrast, we find that network effects turn negative after first adoption, suggesting that airtime transfers are strategic substitutes among network neighbors.\n\n",
    "acknowledgement": "\nWe benefitted from comments from Joshua Blumenstock, Jeremy Folz, Paul Frijters, Simon Quinn and seminar participants at Oxford University, Monash University, the University of Nottingham and the University of Gothenburg, as well as conference participants at the 2016 CSAE Conference, Oxford and at the 2015 UNU-WIDER Nordic Conference in Development Economics, Helsinki. We thank Nathan Eagle for making the data available for this study. Monique vanden Boogaart’s work was carried out while she was a graduate student in the Economics Department of Oxford University. She is now employed at Uber. The views expressed herein are those of the authors and do not necessarily reflect the views of Uber or the National Bureau of Economic Research.\n\n\n"
}