{
    "id": 22295,
    "citation_title": "A Model of the International Monetary System",
    "citation_author": [
        "Emmanuel Farhi",
        "Matteo Maggiori"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "2016-12-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a simple model of the international monetary system. We study the world supply and demand for reserve assets denominated in different currencies under a variety of scenarios: a Hegemon vs. a multipolar world; abundant vs. scarce reserve assets; a gold exchange standard vs. a floating rate system. We rationalize the Triffin dilemma, which posits the fundamental instability of the system, as well as the common prediction regarding the natural and beneficial emergence of a multipolar world, the Nurkse warning that a multipolar world is more unstable than a Hegemon world, and the Keynesian argument that a scarcity of reserve assets under a gold standard or at the zero lower bound is recessionary. Our analysis is both positive and normative.\n\n",
    "acknowledgement": "\nWe thank Pol Antras, Julien Bengui, Guillermo Calvo, Dick Cooper, Ana Fostel, Jeffry Frieden, Mark Gertler, Gita Gopinath, Pierre-Olivier Gourinchas, Veronica Guerrieri, Guido Lorenzoni, Arnaud Mehl, Brent Neiman, Jaromir Nosal, Maurice Obstfeld, Jonathan Ostry, Helene Rey, Kenneth Rogoff, Jesse Schreger, Andrei Shleifer, Jeremy Stein, and seminar participants at the NBER (IFM, MEFM, EFMB), University of California Berkeley, University of Chicago Booth, Yale University, Boston College, Boston University, Stanford GSB, MIT Sloan, LSE, LBS, Oxford University, Imperial College, PSE Conference of Sovereign Risk, Harvard University, CREI-Pompeu Fabra, Brown University, Yale Cowles Conference on General Equilibrium Theory, Einaudi Institute, Toulouse School of Economics, University of Virginia, University of Lausanne, IEES, IMF, ECB, BIS, Boston Fed, ECB-Fed biennial joint conference, Minnesota workshop in macroeconomic theory, Wharton conference on liquidity, Bank of Italy, Boston Fed, Bank of Canada annual conference, Hydra conference, SED, Econometric Society, Chicago Booth junior conference in international macro-finance, CSEF-IGIER Symposium on Economics and Institutions. We thank Michael Reher for excellent research assistance. Maggiori gratefully acknowledges the financial support of the NSF (1424690), and Weatherhead Center for International Affairs at Harvard University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}