{
    "id": 22298,
    "citation_title": "Reverse Speculative Attacks",
    "citation_author": [
        "Manuel Amador",
        "Javier Bianchi",
        "Luigi Bocola",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn January 2015, in the face of sustained capital inflows, the Swiss National Bank abandoned the floor for the Swiss Franc against the Euro, a decision which led to the appreciation of the Swiss Franc. The objective of this paper is to present a simple framework that helps to better understand the timing of this episode, which we label a \"reverse speculative attack\". We model a central bank which wishes to maintain a peg, and responds to increases in demand for domestic currency by expanding its balance sheet. In contrast to the classic speculative attacks, which are triggered by the depletion of foreign assets, reverse attacks are triggered by the concern of future balance sheet losses. Our key result is that the interaction between the desire to maintain the peg and the concern about future losses can lead the central bank to first accumulate a large amount of reserves, and then to abandon the peg, just as we have observed in the Swiss case.\n\n",
    "acknowledgement": "\nPrepared for the Bank of Switzerland International Economic Conference. We thank Mario Crucini for his comments, Alberto Martin and Chris Tonetti for great discussions and seminar\nparticipants at Gerzensee, NYU Stern and Michigan for comments. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}