{
    "id": 22294,
    "citation_title": "Carbon Emissions and Business Cycles",
    "citation_author": [
        "Hashmat Khan",
        "Christopher R. Knittel",
        "Konstantinos Metaxoglou",
        "Maya Papineau"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. carbon dioxide emissions are highly procyclical—they increase during expansions and fall during recessions. Given this empirical fact, we estimate the response of emissions to four prominent technology shocks from the business-cycle literature using structural vector autoregressive methodologies and data for 1973–2012. By studying the response of emissions to these shocks, we provide a novel approach to assess the shocks’ relevance as sources of aggregate output fluctuations. We find that emissions rise on impact only after an anticipated investment-specific technology shock; the response is statistically significant after the first quarter. The same shock explains most— roughly a third—of the total variation in emissions at a horizon of 5 years. Notably, emissions decrease on impact after an unanticipated neutral technology shock in a statistically significant way. This negative empirical response has the opposite sign from its theoretical counterpart in recent environmental DSGE (E-DSGE) models. Since the positive response of emissions drives the E-DSGE models’ recommendation for an optimal procyclical policy, our findings suggest that such a policy recommendation should be treated cautiously.\n\n",
    "acknowledgement": "\nFinancial support of a SSHRC Insight Development Grant is gratefully acknowledged. Metaxoglou completed parts of this project while visiting CEEPR at MIT and he thanks the Center for their hospitality. We thank Patrick Higgins for providing us with an updated investment deflator series. We thank Nadav Ben Zeev, Garth Heutel, Lutz Killian, Aaron Smith, Jim Stock, and seminar participants at the Bank of Canada, for comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}