{
    "id": 22291,
    "citation_title": "Returns to Education: The Causal Effects of Education on Earnings, Health and Smoking",
    "citation_author": [
        "James J. Heckman",
        "John Eric Humphries",
        "Gregory Veramendi"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates returns to education using a dynamic model of educational choice that synthesizes approaches in the structural dynamic discrete choice literature with approaches used in the reduced form treatment effect literature. It is an empirically robust middle ground between the two approaches which estimates economically interpretable and policy-relevant dynamic treatment effects that account for heterogeneity in cognitive and non-cognitive skills and the continuation values of educational choices. Graduating college is not a wise choice for all. Ability bias is a major component of observed educational differentials. For some, there are substantial causal effects of education at all stages of schooling.\n\n",
    "acknowledgement": "\nThis paper was presented at the Becker Friedman Institute conference in honor of Gary Becker, October 30, 2014. It was also presented as the Sandmo Lecture at the Norwegian School of Economics, January 13, 2015. We thank Chris Taber for insightful comments on an early draft. We also thank Ariel Pakes and other participants at a Harvard Labor Economics Workshop in April, 2014, for helpful comments on a previous draft. We thank Eleanor Dillon and Matthew Wiswall for comments received at a seminar at Arizona State University, February, 2015. We thank the special editor, Ed Lazear, and an anonymous referee for helpful comments. We also thank Jessica Yu Kyung Koh, Joshua Shea, Jennifer Pachon, and Anna Ziff for comments on this draft. This research was supported in part by: the American Bar Foundation; the Pritzker Children's Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072, NICHD R01HD054702, and NIA R24AG048081; an anonymous funder; Successful Pathways from School to Work, an initiative of the University of Chicago's Committee on Education funded by the Hymen Milgrom Supporting Organization; and the Human Capital and Economic Opportunity Global Working Group, an initiative of the Center for the Economics of Human Development, affiliated with the Becker Friedman Institute for Research in Economics, and funded by the Institute for New Economic Thinking. Humphries acknowledges the support of a National Science Foundation Graduate Research Fellowship. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}