{
    "id": 22290,
    "citation_title": "Height and Cognition at Work: Labor Market Productivity in a Low Income Setting",
    "citation_author": [
        "Daniel LaFave",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "2016-06-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTaller workers earn more, particularly in lower income settings. It has been argued that adult height is a marker of strength which is rewarded in the labor market, a proxy for cognitive performance or other dimensions of human capital such as school quality, a proxy for health status or a proxy for family background characteristics. As a result, the argument goes, height is rewarded in the labor market because it is an informative signal of worker quality to an employer. It has also been argued that the height premium in the labor market is driven by occupational and sectoral choice. This paper evaluates the relative importance of these mechanisms that potentially underly the link between adult stature and labor market productivity. Drawing on twelve waves of longitudinal survey data collected in rural Central Java, Indonesia, we establish that height predicts hourly earnings after controlling education, multiple indicators of cognitive performance and physical health status, measures of family background, and sectoral and occupational choice. The height premium is large and significant in both the wage and self-empoyed sectors indicating height is not only a signal of worker quality. Since adult stature is largely determined in the first few years of life, we conclude that exposures during this critical period have an enduring impact on labor market productivity.\n\n",
    "acknowledgement": "\nThis research has benefited from discussions with Ryan Brown, John Maluccio, Hani Mansour, John Strauss, T. Paul Schultz and Tom Vogl. Financial support from the National Institutes on Aging (R01AG20276) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}