{
    "id": 22299,
    "citation_title": "A Contagious Malady? Open Economy Dimensions of Secular Stagnation",
    "citation_author": [
        "Gauti B. Eggertsson",
        "Neil R. Mehrotra",
        "Sanjay R. Singh",
        "Lawrence H. Summers"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConditions of secular stagnation - low interest rates, below target inflation, and sluggish output growth - characterize much of the global economy. We consider an overlapping generations, open economy model of secular stagnation, and examine the effect of capital flows on the transmission of stagnation. In a world with a low natural rate of interest, greater capital integration transmits recessions across countries as opposed to lower interest rates. In a global secular stagnation, expansionary fiscal policy carries positive spillovers implying gains from coordination, and fiscal policy is self-financing. Expansionary monetary policy, by contrast, is beggar-thy-neighbor with output gains in one country coming at the expense of the other. Similarly, we find that competitiveness policies including structural labor market reforms or neomercantilist trade policies are also beggar-thy-neighbor in a global secular stagnation.\n\n",
    "acknowledgement": "\nThis paper was written for the conference ”Secular Stagnation, Growth and Real Interest Rates,” organized by the European University Institute and the International Monetary Fund on June 18-19, 2015 for a special issue of the IMF Economics Review. We would like to thank Emmanuel Farhi, Pierre-Olivier Gourinchas, Jean-Paul L’Huillier, Matteo Maggiori, Gregory Thwaites, and Jaume Ventura for helpful discussions and conference and seminar participants at Brown, Cambridge, Duke, the EUI-IMF Conference on Secular Stagnation, Federal Reserve Board, FRB San Francisco, MIT, NBER IFM, Oxford, Stanford, UC Berkeley, and the World Bank for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}