{
    "id": 22292,
    "citation_title": "Experimental Evidence on the Demand for and Costs of Rural Electrification",
    "citation_author": [
        "Kenneth Lee",
        "Edward Miguel",
        "Catherine Wolfram"
    ],
    "citation_publication_date": "2016-05-30",
    "issue_date": "2016-05-26",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results from an experiment that randomized the expansion of electric grid infrastructure in rural Kenya. Electricity distribution is the canonical example of a natural monopoly. Randomized price offers show that demand for electricity connections falls sharply with price. Experimental variation in the number of connections combined with administrative cost data reveals considerable scale economies, as hypothesized. However, consumer surplus is far less than total costs at all price levels, suggesting that residential electrification may reduce social welfare. We discuss how leakage, reduced demand (due to red tape, low reliability, and credit constraints), and spillovers may impact this conclusion.\n\n",
    "acknowledgement": "\nAcknowledgements: This research was supported by the Development Impact Lab (USAID Cooperative Agreements AID-OAA-A-13-00002 and AIDOAA-A-12-00011, part of the USAID Higher Education Solutions Network), the Berkeley Energy and Climate Institute, the Blum Center for Developing Economies, the U.C. Center for Energy and Environmental Economics, the Center for Effective Global Action, the Weiss Family Program Fund for Research in Development Economics, the World Bank, and an anonymous donor. We thank Francis Meyo, Victor Bwire, Susanna Berkouwer, Elisa Cascardi, Corinne Cooper, Eric Hsu, Radhika Kannan, Anna Kasimatis, and Tomas Monárrez for excellent research assistance, as well as colleagues at Innovations for Poverty Action Kenya. This research would not have been possible without the support and cooperation of partners at the Rural Electrification Authority and Kenya Power. Hunt Allcott, David Atkin, Raj Chetty, Carson Christiano, Maureen Cropper, Aluma Dembo, Esther Duflo, Kelsey Jack, Marc Jeuland, Asim Khwaja, Mushfiq Mobarak, Samson Ondiek, Billy Pizer, Matthew Podolsky, Javier Rosa, Mark Rosenzweig, Manisha Shah, Jay Taneja, Duncan Thomas, Chris Timmins, Liam Wren-Lewis, and many seminar participants have provided helpful comments. All errors remain our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}