{
    "id": 22297,
    "citation_title": "Incomplete Information in Macroeconomics: Accommodating Frictions in Coordination",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis chapter studies how incomplete information helps accommodate frictions in coordination, leading to novel insights on the joint determination of expectations and macroeconomic outcomes. We review and synthesize recent work on global games, beauty contests, and their applications. We elaborate on the distinct effects of strategic uncertainty relative to fundamental uncertainty. We demonstrate the potential fragility of workhorse macroeconomic models to relaxations of common knowledge; the possibility of operationalizing the notions of “coordination failure” and “animal spirits” in a manner that unifies unique- and multiple-equilibrium models; and the ability of incomplete information to offer a parsimonious explanation of important empirical regularities.  We provide a general treatment of these ideas, as well as specific applications in the context of business cycles, financial crises, and asset pricing.\n\n",
    "acknowledgement": "\nPrepared for the Handbook of Macroeconomics, vol 2A and 2B. For helpful comments and suggestions, we thank the editors, John Taylor and Harald Uhlig; our discussant, Alp Simsek; various participants at the Handbook Conference hosted by the Becker Friedman Institute in Chicago; and especially Harris Dellas. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}