{
    "id": 22309,
    "citation_title": "Marriage Market Equilibrium",
    "citation_author": [
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe standard Beckerian analysis of marriage market equilibrium assumes that allocation within marriage implements agreements made in the marriage market. This paper investigates marriage market equilibrium when allocation within marriage is determined by bargaining in marriage and compares that model with the standard model. When bargaining in marriage determines allocation within marriage, the marriage market is the first stage of a two-stage game. The second stage, bargaining in marriage, determines allocation within each marriage. This analysis is consistent with any bargaining model with a unique equilibrium as well as with Becker's \"altruist model,\" the model that underlies the Rotten Kid Theorem. Marriage-market participants are assumed to rank prospective spouses on the basis of the allocations they foresee emerging from bargaining in marriage. The first stage game, the marriage market, determines both who marries and, among those who marry, who marries whom (assortative marriage). When bargaining in marriage determines allocation within marriage, the appropriate framework for analyzing marriage market equilibrium is the Gale-Shapley matching model, not the Koopmans-Beckmann assignment model. These models have different implications for who marries, for who marries whom, and for the Pareto efficiency of marriage market equilibrium.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was presented as the Presidential Address at the Society of Labor Economists in Boston in May 2009. Versions of this paper were also presented at the AEA, ESPE, the Milton Friedman Institute Conference on the New Economics of the Family, the MacArthur Network on the Family and the Economy, the University of Chicago, Vanderbilt University, the University of Essex, the University of Michigan, Washington University in St. Louis and the University of Copenhagen. I am grateful to the participants for their comments. I am also grateful to Gary Becker, Jere Behrman, Ted Bergstrom, Bart Hamilton, Karen Norberg, Alvin Roth, Aloysius Siow, Betsey Stevenson, John Weymark, and Justin Wolfers and, especially, to my friend and long-time collaborator Shelly Lundberg for helpful conversations and comments. Neither they nor the workshop participants who made helpful comments bear responsibility for my use of them. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}