{
    "id": 22304,
    "citation_title": "Unsticking the Flypaper Effect Using Distortionary Taxation",
    "citation_author": [
        "Carlos A. Vegh",
        "Guillermo Vuletin"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Subnational Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe flypaper effect is a widely-documented puzzle whereby the propensity of sub-national governmental units to spend out of unconditional transfers is higher than the propensity to spend out of private income.  Building on previous insights in the literature that rationalize this puzzle using costly taxation, we develop a simple optimal fiscal policy model with distortionary taxation that generates two novel and testable implications: (i) there should be a positive association between the size of the flypaper effect and the level of the tax rate, and (ii) the flypaper effect should be larger the lower the elasticity of substitution between private and public spending and, in fact, should vanish for very high degrees of substitution.  We show that these hypotheses hold for Argentinean provinces and Brazilian states.\n\n",
    "acknowledgement": "\nWe are grateful to Irene Brambrilla, Gonzalo Fernandez, Samara Gunter, Wallace Oates, Alberto Porto, and seminar participants at the Universidad Nacional de La Plata for helpful comments and suggestions. We would also like to thank Roberto Delhy Nolivos, Lyoe Lee, Bradley Turner, and Ling Zhu for excellent research assistance and Manuel Gimond (Geographic Information Systems specialist at Colby College) for providing us roughness and water bodies data for Argentinean provinces and Brazilian states. And last, but certainly not least, we are extremely thankful to María Abalo, Alejandro Alcalá, Marcelo Bages, Liliana Battauz, Juan Carlos Cid, Sandra Cincunegui, Lucrecia Garcia, Eduardo Maidana, Ana María Mendiara, Fabiana Mercado, Adriana Riera, and María Rodriguez for providing us with digitized versions of historical Argentinean provinces tax laws. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}