{
    "id": 22300,
    "citation_title": "Tourism and Economic Development: Evidence from Mexico's Coastline",
    "citation_author": [
        "Benjamin Faber",
        "Cecile Gaubert"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "2018-01-03",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTourism is a fast-growing services sector in developing countries. This paper combines a rich collection of Mexican microdata with a quantitative spatial equilibrium model and a new empirical strategy to study the long-term economic consequences of tourism both locally and in the aggregate. We find that tourism causes large and significant local economic gains relative to less touristic regions that are in part driven by significant positive spillovers on manufacturing. In the aggregate, however, these local spillovers are largely offset by reductions in agglomeration economies among less touristic regions, so that the national gains from trade in tourism are mainly driven by a classical market integration effect.\n\n",
    "acknowledgement": "\nWe are grateful to Treb Allen, Costas Arkolakis, David Atkin, Lorenzo Caliendo, Arnaud Costinot, Klaus Desmet, Dave Donaldson, Pablo Fajgelbaum, Penny Goldberg, Gordon Hanson, Pete Klenow, Marc Muendler, Natalia Ramondo, Stephen Redding, Andrés Rodríguez-Clare and participants at multiple conferences and seminars for helpful comments. Nicholas Li and Jose Vasquez-Carvajal provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}