{
    "id": 22308,
    "citation_title": "Price Elasticities of Pharmaceuticals in a Value-Based-Formulary Setting",
    "citation_author": [
        "Kai Yeung",
        "Anirban Basu",
        "Ryan N. Hansen",
        "Sean D. Sullivan"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEver since the seminal RAND Health insurance experiment (HIE) was conducted, most health care services, including pharmaceuticals, are deemed to be price inelastic with price elasticities of demand (PED) close to -0.20. However, most studies of PED exploit natural experiments that change demand prices for multiple components of health care. Consequently, these experiments usually do not produce estimates for the true own-price elasticities of demand but rather composite own-price elasticities that are driven by concomitant price changes to their substitutes and complements. Hence, an estimate of price elasticity is expected to vary based on the setting in which it was estimated, and likely not be applicable to other settings. In this work, exploiting a natural experiment of exogenous policy implementation of a value-based formulary (VBF) that was designed based on drug-specific incremental cost-effectiveness ratios, we estimate price elasticities of pharmaceuticals within a VBF design, formally accounting for the nature of composite elasticities that such a setting would generate. We also calculate welfare effects of such a policy using a consumer surplus approach. We show theoretically that VBF designs can increase dispersion of price elasticities of demand among pharmaceutical products compared to their true own-price elasticities and affect their magnitude based on direction of price change. Aligning these PEDs with value VBF is also likely to produce positive welfare effects. We estimate an overall PED for pharmaceuticals to be -0.16, close to the estimate of RAND HIE. However, we see substantial dispersion of PED across the VBF tiers ranging from -0.09 to -0.87 with trends aligned with the levels of value as reflected by the cost-effectiveness ratio (p<0.001). The net welfare increase was $147,000 for the cohort or $28 per member over the post-policy year.  Further experimentations of VBF designs with alternative cost-effectiveness thresholds, copayment levels and value-definitions could be quite promising for improving welfare.\n\n",
    "acknowledgement": "\nThe authors would like to acknowledge the many contributions of the Pharmacy and Actuary staff at Premera Blue Cross, including John Watkins, Dan Danielson, Carol Vogeler, Chad Murphy and Kathryn Brown.  They acknowledge helpful comments from Surrey Walton, Jim Burgess and participants of the Will Manning Memorial Conference at the University of Chicago. The views expressed herein are those of the authors and do not necessarily reflect the views of the University of Washington, Premera Blue Cross or its affiliates, or the National Bureau of Economic Research.\n\n\n"
}