{
    "id": 22316,
    "citation_title": "A New Approach to an Age-Old Problem: Solving Externalities by Incenting Workers Directly",
    "citation_author": [
        "Greer K. Gosnell",
        "John A. List",
        "Robert Metcalfe"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-10",
    "revision_date": "2020-08-24",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUnderstanding motivations in the workplace remains of utmost import as economies around the world rely on increases in labor productivity to foster sustainable economic growth. This study makes use of a unique opportunity to “look under the hood” of an organization that critically relies on worker effort and performance. By partnering with Virgin Atlantic Airways on a field experiment that includes over 40,000 unique flights covering an eight-month period, we explore how information and incentives affect captains’ performance. Making use of more than 110,000 captain-level observations, we find that our set of treatments—which include performance information, personal targets, and prosocial incentives—induces captains to improve efficiency in all three key flight areas: pre-flight, in-flight, and post-flight. We estimate that our treatments saved between 266,000-704,000 kg of fuel for the airline over the eight-month experimental period. These savings led to between 838,000-2.22 million kg of CO2 abated at a marginal abatement cost of negative $250 per ton of CO2 (i.e. a $250 savings per ton abated) over the eight-month experimental period. Methodologically, our approach highlights the potential usefulness of moving beyond an experimental design that focuses on short-run substitution effects, and it also suggests a new way to combat firm-level externalities: target workers rather than the firm as a whole.\n\n",
    "acknowledgement": "\nWe thank participants at the 2015 EEE and PPE NBER Summer Institute sessions for excellent remarks that considerably improved the research, and seminar participants at Columbia University, Dartmouth College, University of British Columbia, University of Chicago, University of Tennessee, and University of Wisconsin-Madison. Omar Al-Ubaydli, Steve Cicala, Diane Coyle, Paul Dolan, Robert Dur, Robert Hahn, Glenn Harrison, Justine Hastings, David Jimenez-Gomez, Matthew Kahn, Kory Kroft, Edward Lazear, Steve Levitt, Bentley MacLoed, Jonathan Meer, Michael Norton, Sally Sadoff, Laura Schechter, Jessie Shapiro, Kathryn Shaw, Kerry Smith, Alex Teytelboym, Gernot Wagner, and Catherine Wolfram provided remarks that helped to sharpen our thoughts. Thanks to The Templeton Foundation and the Science of Philanthropy Initiative at the University of Chicago for providing the generous funds to make this experiment possible. Further thanks to the UK Civil Aviation Authority and the pilots’ unions who took the time to review and approve of the study objectives and material. A special thanks to those individuals at Virgin Atlantic Airways—especially to Paul Morris, Claire Lambert, Emma Harvey, and Captain David Kistruck—and Rolls Royce (especially Mark Goodhind and Simon Mayes) for their essential roles in the implementation of this experiment. These parties are in no way responsible for the analyses and interpretations presented in this paper. We thank Florian Rundhammer and Andrew Simon for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}