{
    "id": 22315,
    "citation_title": "International Trade and Job Polarization: Evidence at the Worker-Level",
    "citation_author": [
        "Wolfgang Keller",
        "Hâle Utar"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "2020-06-04",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of international trade for job polarization– the decline in opportunities for mid-wage workers while those for high- and low-wage workers increase. With employer-employee matched data on virtually all workers and firms in Denmark between 1999 and 2009, we show that import competition has caused worker-level adjustments that lead to job polarization. When mid-wage workers adjust to the shock, highly educated and skilled workers end up in high-wage jobs whereas less educated workers end up in low-wage positions. We show that the specific tasks performed by a worker are central in determining trade’s impact, and workers performing manual tasks are the ones most affected regardless of how routine or non-routine these tasks are. Trade lets foreign workers compete against domestic workers, in contrast to technical progress which pits man versus machine country by country. Quantitatively, we find that job polarization through trade-induced worker adjustments is at least as strong as through technical change and offshoring.\n\n",
    "acknowledgement": "\nThis study is sponsored by the Labor Market Dynamics and Growth Center at the University of Aarhus. Support of the Department of Economics and Business, Aarhus University and Statistics Denmark is acknowledged with appreciation. We thank Henning Bunzel for facilitating access to the confidential database of Statistics Denmark and for his support, Anna Salomons for sending us data, David Autor, Esther Ann Bøler, and Gabriel Ulyssea for their discussions, and Susanto Basu, Nick Bloom, René Böheim, Dave Donaldson, Ben Faber, Kyle Handley, Jagadeesh Sivadasan, Casper Thorning as well as audiences at the AEA (San Francisco), UIBE Beijing, CEPR ERWIT, Cologne, Hong Kong University, JKU Linz, LSE, ZEW Mannheim, University of Michigan, CESifo Munich, Nankai, NBER SI CRIW, NBER Trade, EIIT Purdue, Singapore Management University, TIGN Montevideo, and DARES and ILO conference on Polarisation(s) in Labour Markets in Paris for helpful comments and suggestions. Kyle Butts, William Ridley, and Adam Solar provided valuable research assistance. The data source used for all figures and tables is Statistics Denmark. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}