{
    "id": 22318,
    "citation_title": "Claims-Shifting: The Problem of Parallel Reimbursement Regimes",
    "citation_author": [
        "Olesya Fomenko",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nParallel reimbursement regimes, under which providers have some discretion over which payer gets billed for patient treatment, are a common feature of health care markets.  In the U.S., the largest such system is under Workers’ Compensation (WC), where the treatment workers with injuries that are not definitively tied to a work accident may be billed either under group health insurance plans or under WC.  We document that there is significant reclassification of injuries from group health plans into WC, or “claims shifting”, when the financial incentives to do so are strongest. In particular, we find that injuries to workers enrolled in capitated group health plans (such as HMOs) see a higher incidence of their claims for soft-tissue injuries under WC than under group health, relative to those in non-capitated plans. Such a pattern is not evident for workers with traumatic injuries, which are easier to classify specifically as work related.  Moreover, we find that such reclassification is more common in states with higher WC fees, once again for soft tissue but not traumatic injuries.  Our results imply that a significant shift towards capitated reimbursement, or reimbursement reductions, under GH could lead to a large rise in the cost of WC plans\n\n",
    "acknowledgement": "\nGruber acknowledges funding from WCRI.  We are extremely grateful to Rick Victor for his guidance throughout this project, and to John Ruser and a set of WCRI external reviewers for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}