{
    "id": 22314,
    "citation_title": "Does Legalization Reduce Black Market Activity? Evidence from a Global Ivory Experiment and Elephant Poaching Data",
    "citation_author": [
        "Solomon Hsiang",
        "Nitin Sekar"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-02",
    "revision_date": "2019-04-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Law and Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nBlack markets are estimated to represent a fifth of global economic activity, but their response to policy is poorly understood because participants systematically hide their actions. It is widely hypothesized that relaxing trade bans in illegal goods allows legal supplies to competitively displace illegal supplies, but a richer economic theory provides more ambiguous predictions. Here we evaluate the first major global legalization experiment in an internationally banned market, where a monitoring system established before the experiment enables us to observe the behavior of illegal suppliers before and after. International trade of ivory was banned in 1989, with global elephant poaching data collected by field researchers since 2003. A one-time legal sale of ivory stocks to China and Japan in 2008 was designed as an experiment, but its global impact has not been evaluated. We find that international announcement of the legal ivory sale corresponds with an abrupt ~66% increase in illegal ivory production across two continents, and a possible ten-fold increase in its trend. An estimated ~71% increase in ivory smuggling out of Africa corroborates this finding, while corresponding patterns are absent from natural elephant mortality, Chinese purchases of other precious materials, poaching of other species, and alternative explanatory variables. These data suggest the widely documented recent increase in elephant poaching likely originated with the legal sale. More generally, these results suggest that changes to producer costs and/or consumer demand induced by legal sales can have larger effects than displacement of illegal production in some global black markets, implying that partial legalization of banned goods does not necessarily reduce black market activity.\n\n",
    "acknowledgement": "\nWe thank Scott Barrett, Julian Blanc, Ahimsa Campos-Arceiz, Christopher Costello, Jeremy Darrington, Andy Dobson, Ray Fisman, Martin Heijdra, Kelsey Jack, Amir Jina, Steven Levitt, Molly Lipscomb, Tom Milliken, Dinsha Mistree, Katarzyna Nowak, Michael Oppenheimer, Andrew Plantinga, Steven Raphael, Mary Rice, Shruti Suresh, Reed Walker, David Wilcove, Tom Vogl, and seminar participants at Columbia University, UC Berkeley, the UC Santa Barbara Occasional Conference, the NBER EEE meeting, and the Triangle Resources and Environmental Economics Seminar, for important comments and suggestions. N.S. was funded by a National Science Foundation Graduate Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}