{
    "id": 22319,
    "citation_title": "Macroeconomics and Household Heterogeneity",
    "citation_author": [
        "Dirk Krueger",
        "Kurt Mitman",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe goal of this chapter is to study how, and by how much, household income, wealth, and preference heterogeneity amplify and propagate a macroeconomic shock. We focus on the U.S. Great Recession of 2007-2009 and proceed in two steps. First, using data from the Panel Study of Income Dynamics, we document the patterns of household income, consumption and wealth inequality before and during the Great Recession. We then investigate how households in different segments of the wealth distribution were affected by income declines, and how they changed their expenditures differentially during the aggregate downturn. Motivated by this evidence, we study several variants of a standard heterogeneous household model with aggregate shocks and an endogenous cross-sectional wealth distribution. Our key finding is that wealth inequality can significantly amplify the impact of an aggregate shock, and it does so if the distribution features a sufficiently large fraction of households with very little net worth that sharply increase their saving (i.e. they are not hand-to mouth) as the recession hits. We document that both these features are observed in the PSID.  We also investigate the role that social insurance policies, such as unemployment insurance, play in shaping the cross-sectional income and wealth distribution, and through it, the dynamics of business cycles.\n\n",
    "acknowledgement": "\nWe wish to thank the editors John Taylor and Harald Uhlig, discussants of the chapter, Carlos Thomas, Claudio Michelacci, Tony Smith and Chris Tonetti, as well as seminar participants at several conferences and institutions for many useful comments and Simone Civale for outstanding research assistance. Krueger gratefully acknowledges financial support from the NSF under grants SES 1123547 and SES 1326781. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}