{
    "id": 22310,
    "citation_title": "Macroeconomics, Aging and Growth",
    "citation_author": [
        "Ronald Lee"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInevitable population aging and slower population growth will affect the economies of all nations in ways influenced by cultural values, institutional arrangements, and economic incentives. One outcome will be a tendency toward increased capital intensity, higher wages, and lower returns on capital, a tendency partially offset when the elderly are supported by public or private transfers rather than assets, and when economies are open, in which case aging will lead to increased flows of capital and labor. Rising human capital investment per child accompanies the falling fertility that drives population aging, and partially offsets slower labor force growth. Research to date finds little effect on technological progress or labor productivity. National differences in labor supply at older ages, per capita consumption of the elderly relative to younger ages, strength of public pension and health care systems, and health and vitality of the elderly all condition the impact of population aging on the economy. Policy responses include increasing the size of the labor force, mainly by raising the retirement age; reducing benefits and/or raising taxes for public transfer programs for the elderly, with concern for dead-weight loss and the fair distribution of costs across socioeconomic classes; investing more in children to increase the quality and productivity of the future labor force; and public programs that promote fertility by facilitating market work for women with children.\n\n",
    "acknowledgement": "\nThis paper is a pre-publication version of chapter 7 in the forthcoming Handbook of the Economics of Population Aging, John Piggott and Alan Woodland eds (Elsevier). Research for this paper was funded by a grant from the National Institutes of Health, NIA R37 AG025247. I am grateful for comments from two anonymous referees and Hippolyte d’Albis which led to many improvements, and to Gretchen Donehower, Andrew Mason, and the NTA country research teams for data and discussions. The NTA researchers are identified and more information is given at: www.ntaccounts.org. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}