{
    "id": 22317,
    "citation_title": "Adult Mortality Five Years after a Natural Disaster: Evidence from the Indian Ocean Tsunami",
    "citation_author": [
        "Jessica Y. Ho",
        "Elizabeth Frankenberg",
        "Cecep Sumantri",
        "Duncan Thomas"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2017-02-22",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExposure to extreme events has been hypothesized to affect subsequent mortality because of mortality selection and scarring effects of the event itself. We examine survival at and in the five years after the 2004 Indian Ocean earthquake and tsunami for a population-representative sample of residents of Aceh, Indonesia who were differentially exposed to the disaster. For this population, the dynamics of selection and scarring are a complex function of the degree of tsunami impact in the community, the nature of individual exposures, age at exposure, and gender. Among individuals from tsunami-affected communities we find evidence for positive mortality selection among older individuals, with stronger effects for males than for females, and that this selection dominates any scarring impact of stressful exposures that elevate mortality. Among individuals from other communities, where mortality selection does not play a role, there is evidence of scarring with property loss associated with elevated mortality risks in the five years after the disaster among adults age 50 or older at the time of the disaster.\n\n",
    "acknowledgement": "\nWe are grateful to Eileen Crimmins, Mark Montgomery, Samuel Preston, and David Weir for very helpful comments. This work was supported by the National Institute on Aging at the National Institutes of Health [grant numbers R01 AG031266, T32 AG000139] and the Eunice Kennedy Shriver National Institute of Child Health and Development at the National Institutes of Health [grant numbers R01 HD052762, R21 HD051970, K99 HD083519], the National Science Foundation [grant number CMS-0527763], the World Bank, the Hewlett Foundation, and the MacArthur Foundation [grant number 05-85158-000]. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}