{
    "id": 22312,
    "citation_title": "Can War Foster Cooperation?",
    "citation_author": [
        "Michal Bauer",
        "Christopher Blattman",
        "Julie Chytilová",
        "Joseph Henrich",
        "Edward Miguel",
        "Tamar Mitts"
    ],
    "citation_publication_date": "2016-06-06",
    "issue_date": "2016-06-02",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Data Collection",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the past decade, nearly 20 studies have found a strong, persistent pattern in surveys and behavioral experiments from over 40 countries: individual exposure to war violence tends to increase social cooperation at the local level, including community participation and prosocial behavior. Thus while war has many negative legacies for individuals and societies, it appears to leave a positive legacy in terms of local cooperation and civic engagement. We discuss, synthesize and reanalyze the emerging body of evidence, and weigh alternative explanations. There is some indication that war violence especially enhances in-group or \"parochial\" norms and preferences, a finding that, if true, suggests that the rising social cohesion we document need not promote broader peace.\n\n",
    "acknowledgement": "\nWe have received valuable comments from Gordon Hanson, Ulrike Malmendier, Enrico Moretti, Suresh Naidu, and Tim Taylor. JH thanks CIFAR. MB and JC thank the Czech Science Foundation (Bauer P402/12/G130, Chytilová 13-20217S) and the People Programme (Marie Curie Actions) of the EU's Seventh Framework Programme under REA grant (609642). We also thank the many scholars who generously shared their data, sometimes pre-publication. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}