{
    "id": 22328,
    "citation_title": "The Effect of Pollution on Worker Productivity: Evidence from Call-Center Workers in China",
    "citation_author": [
        "Tom Chang",
        "Joshua Graff Zivin",
        "Tal Gross",
        "Matthew Neidell"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2023-05-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effect of pollution on worker productivity in the service sector by focusing on two call centers in China. Using precise measures of each worker’s daily output linked to daily measures of pollution and meteorology, we find that higher levels of air pollution decrease worker productivity by reducing the number of calls that workers complete each day. These results manifest themselves at commonly found levels of pollution in major cities throughout the developing and developed world, suggesting that these types of effects are likely to apply broadly. When decomposing these effects, we find that the decreases in productivity are explained by increases in time spent on breaks rather than the duration of phone calls. To our knowledge, this is the first study to demonstrate that the negative impacts of pollution on productivity extend beyond physically demanding tasks to indoor, white-collar work.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom, Jennifer Cao, John Roberts, Zhichun Jenny Ying for help with the Ctrip data, with special thanks to James Liang, CEO of Ctrip. We are also grateful to Junjie Zhang and Shuang Zhang for help with the environmental data. We thank conference and seminar participants at Goethe University, Hong Kong University of Science and Technology IZA Conference on Labor Market Effects of Environmental Policies, the NBER Health Economics program meeting, Pampeu Fabra University, the University of Rotterdam, the University of Southern California, and the University of Stockholm for useful feedback. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}