{
    "id": 22323,
    "citation_title": "Tuskegee and the Health of Black Men",
    "citation_author": [
        "Marcella Alsan",
        "Marianne Wanamaker"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2017-06-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFor forty years, the Tuskegee Study of Untreated Syphilis in the Negro Male passively monitored hundreds of adult black males with syphilis despite the availability of effective treatment. The study’s methods have become synonymous with exploitation and mistreatment by the medical profession. To identify the study’s effects on the behavior and health of older black men, we use an interacted difference-in-difference-in-differences model, comparing older black men to other demographic groups, before and after the Tuskegee revelation, in varying proximity to the study’s victims. We find that the disclosure of the study in 1972 is correlated with increases in medical mistrust and mortality and decreases in both outpatient and inpatient physician interactions for older black men. Our estimates imply life expectancy at age 45 for black men fell by up to 1.5 years in response to the disclosure, accounting for approximately 35% of the 1980 life expectancy gap between black and white men and 25% of the gap between black men and women.\n\n",
    "acknowledgement": "\nWe thank the editor, Lawrence Katz, and four anonymous reviewers for constructive comments that improved the paper. For detailed feedback at an early stage of our work, we thank Nathan Nunn, Arun Chandrasekhar, Martha Bailey, Pascaline Dupas and William Collins. We are also grateful to John Parman, Achyuta Adhvaryu, Rebecca Diamond, Claudia Goldin, Melanie Morten, Mark Duggan, Mark Cullen, Melissa Dell, Nancy Qian, Ran Abramitzky, Rema Hanna, Grant Miller and seminar participants at NBER DAE, NBER Cohort Studies, University of Tennessee, Vanderbilt Health Policy, Carnegie Mellon and University of Pittsburgh Joint Seminar, University of Copenhagen, University of Pennsylvania Health Policy, ASSA 2016, PACDEV 2016, Berkeley Population Center, University of Chicago Harris School of Public Policy, Stanford Health Policy, University of California-Davis, University of Maryland Population Center, Stanford Social Science and History Workshop, University of South Carolina, Florida State University, University of Richmond, Highland Hospital of Oakland, Dartmouth College, Harvard Medical School, University of Michigan, University of California Berkeley, Simon Fraser University and CIREQ Montreal for constructive comments. We thank the CDC for providing access and the administrators at the Atlanta and Stanford Census Research Data Centers for their help in navigating the restricted data. We thank Michael Sinkinson, Martha Bailey, Andrew Goodman-Bacon and Walker Hanlon for sharing data and methods. Mario Javier Carrillo, Anlu Xing and Afia Khan provided excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}