{
    "id": 22322,
    "citation_title": "The Incidental Fertility Effects of School Condom Distribution Programs",
    "citation_author": [
        "Kasey S. Buckles",
        "Daniel M. Hungerman"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the fertility effects of improving teenagers’ access to contraception are theoretically ambiguous, most empirical work has shown that access decreases teen fertility. In this paper, we consider the fertility effects of access to condoms—a method of contraception not considered in prior work. We exploit variation across counties and across time in teenagers’ exposure to condom distribution programs in schools. We find that access to condoms in schools increases teen fertility by about 10 percent. These effects are driven by communities where condoms are provided without mandated counseling.\n\n",
    "acknowledgement": "\nWe thank Guillermo Roque, Connor Voglewede, and Madeleine Organ for excellent research assistance, and participants at the 2015 ASSA conference, the 2015 SOLE/EALE conference, the 2015 Family Economics Workshop at the University of Montreal- CIREQ, the 2016 Economics of the Family Conference at the Notre Dame London Global Gateway, and the 2015 NBER Children’s and Education programs for their comments. During this paper’s composition, Professor Hungerman received funding from the John Templeton Foundation for an unrelated project. Email the authors at kbuckles@nd.edu and dhungerm@nd.edu. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}