{
    "id": 22331,
    "citation_title": "Inflation at the Household Level",
    "citation_author": [
        "Greg Kaplan",
        "Sam Schulhofer-Wohl"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2017-08-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe use scanner data to estimate inflation rates at the household level. Households' inflation rates have an annual interquartile range of 6.2 to 9.0 percentage points. Most of the heterogeneity comes not from variation in broadly defined consumption bundles but from variation in prices paid for the same types of goods. Lower-income households experience higher inflation, but most cross-sectional variation is uncorrelated with observables. Households' deviations from aggregate inflation exhibit only slightly negative serial correlation. Almost all variability in a household's inflation rate comes from variability in household-level prices relative to average prices, not from variability in aggregate inflation.\n\n",
    "acknowledgement": "\nWe thank Cristian Alonso and Emily Moschini for research assistance, Joan Gieseke for editorial assistance, and our discussants Yuriy Gorodnichenko, Bart Hobijn, Peter Klenow, and Sarah Lein as well as the editor, associate editor, referee, and numerous conference and seminar participants for helpful comments. An earlier version of this paper was completed while Schulhofer-Wohl was employed at the Federal Reserve Bank of Minneapolis. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Chicago, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}