{
    "id": 22334,
    "citation_title": "Emergence of Asia: Reforms, Corporate Savings, and Global Imbalances",
    "citation_author": [
        "Jingting Fan",
        "Sebnem Kalemli-Ozcan"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the explanations for global imbalances is the self-financing behavior of credit-constrained firms in rapidly growing emerging markets. We use an extensive firm-level data set from several Asian countries during 2002–2011, and test the micro foundation of this theory by estimating the effect of an exogenous change in credit constraints, resulting from financial reforms, on firms’ saving behavior. As predicted, after financial reforms, firms who were credit-constrained previously decreased their savings more (or increased their savings less) relative to unconstrained firms. However, this firm-level effect did not lead to a decrease in aggregate corporate savings as conjectured by the theory. Our sector level regressions show that corporate savings increased after financial reforms, and more so for sectors more dependent on external finance. The current account surpluses also did not register a significant deterioration after financial reforms, consistent with our findings on sectoral and aggregate corporate savings\n\n",
    "acknowledgement": "\nThis paper was prepared for the IMF Economic Review-Bank of Korea Conference 2013. We thank the editor Pierre-Olivier Gourinchas, two anonymous referees, our discussant Markus Bruckner, and the conference participants for their comments. We also thank Alberto Martin for helpful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}