{
    "id": 22339,
    "citation_title": "Capabilities and Skills",
    "citation_author": [
        "James J. Heckman",
        "Chase O. Corbin"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper discusses the relevance of recent research on the economics of human development to the work of the Human Development and Capability Association. The recent economics of human development brings insights about the dynamics of skill accumulation to an otherwise static literature on capabilities. Skills embodied in agents empower people. Enhanced skills enhance opportunities and hence promote capabilities. We address measurement problems common to both the economics of human development and the capability approach. The economics of human development analyzes the dynamics of preference formation, but is silent about which preferences should be used to evaluate alternative policies. This is both a strength and a limitation of the approach.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was given with the title “Creating Flourishing Lives: The Dynamics of Capability Formation,” as the Amartya Sen Lecture at the Human Development and Capability Association conference held at Georgetown University, September 11, 2015. We thank Steve Durlauf, Martha Nussbaum, and Amartya Sen for comments on the previous draft, and Steve Durlauf for comments and conversations on this draft. This research was supported in part by: the Pritzker Children's Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072, NICHD R01HD054702, and NIA R24AG048081; an anonymous funder; Successful Pathways from School to Work, an initiative of the University of Chicago's Committee on Education and funded by the Hymen Milgrom Supporting Organization; the Human Capital and Economic Opportunity Global Working Group, an initiative of the Center for the Economics of Human Development and funded by the Institute for New Economic Thinking; and the American Bar Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}