{
    "id": 22333,
    "citation_title": "Difficulty to Reach Respondents and Nonresponse Bias: Evidence from Large Government Surveys",
    "citation_author": [
        "Ori Heffetz",
        "Daniel B. Reeves"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2018-01-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow high is unemployment? How low is labor force participation? Is obesity more prevalent among men? How large are household expenditures? We study the sources of the relevant official statistics—the Current Population Survey (CPS), the Behavioral Risk Factor Surveillance System (BRFSS), and the Consumer Expenditure Survey (CEX)—and find that the answers depend on whether we look at easy- or at difficult-to-reach respondents, measured by the number of call and visit attempts made by interviewers. A challenge to the (conditionally-)random-nonresponse assumption, these findings empirically substantiate the theoretical warning against making population-wide estimates from surveys with low response rates.\n\n",
    "acknowledgement": "\nWe thank Adrian Chadi, Tatiana Homonoff, Bruce Meyer, Ted O’Donoghue, Matthew Rabin, participants in seminars at Cornell, and two anonymous referees for useful early discussions and comments on previous drafts. We are grateful to John Dixon, Brian Meekins, and Polly Phipps for patiently responding to our questions regarding the CPS. The authors have no financial or other material interests related to this research to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}