{
    "id": 22332,
    "citation_title": "The Value of Trading Relationships in Turbulent Times",
    "citation_author": [
        "Marco Di Maggio",
        "Amir Kermani",
        "Zhaogang Song"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the ways in which the network of relationships between dealers shapes their trading behavior in the corporate bond market. They charge lower spreads to dealers with whom they have the strongest ties, and this effect is all the more pronounced at times of market turmoil. Moreover, highly connected and systemically important dealers exploit their connections at the expense of peripheral dealers as well as clients, charging higher markups than to other core dealers, especially during periods of uncertainty. We show that following the collapse of a flagship dealer in 2008, trading chains lengthened by almost 20 percent and that the increase was even greater for the institutions that had the closest ties with the defaulted dealer. Finally, we find evidence that dealers drastically reduced their inventory during the financial crisis. These results can help inform the debate on the risks posed by the interconnectedness of the financial system, showing how this could be a source of market fragility and illiquidity.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Viral Acharya, John Campbell, Nicolae Gârleanu, Larry Glosten, Jeff Harris, Terry Hendershott, Dwight Jaffee, Charles Jones, Christian Julliard, Pete Kyle, Ben Lester, Christopher Palmer, Chester Spatt, Alireza Tahbaz-Salehi, Hongjun Yan, and Kathy Yuan, as well as seminar participants at the 2015 NYU/NYFRB Financial Intermediation Conference, the Securities and Exchange Commission, the 2015 LSE conference on Economic Networks and Finance, and the Third Annual Conference on Financial Market Regulation for helpful comments. We also thank Calvin Zhang, Jeff Jacobs, Katrina Evtimova and especially Jason Lee for outstanding research assistance. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}