{
    "id": 22338,
    "citation_title": "Strategic Formulary Design in Medicare Part D Plans",
    "citation_author": [
        "Kurt Lavetti",
        "Kosali Simon"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe design of Medicare Part D causes most Medicare beneficiaries to receive fragmented health insurance, whereby prescription drugs and other medical care are covered by separate insurance plans. Fragmentation of insurance plans is potentially inefficient since separate insurers maximize profits over only one component of healthcare spending, despite many complementarities and substitutabilities between types of healthcare. Fragmentation of some plans but not others can also lead to market distortions due to differential adverse selection, as integrated plans may use drug formulary designs to induce enrollment by patients who are profitable under Parts A & B, while stand-alone drug plans have no such incentive. We study whether the design of insurance plans in Medicare Part D reflects these two differences in incentives using data on the universe of Part D plan formularies, drug prices, and Medicare claims data. We find evidence consistent with both hypotheses. Relative to fragmented plans, integrated plans systematically design their drug formularies to encourage enrollment by beneficiaries with medical conditions that are profitable under Parts A & B. However, integrated plans also more generously cover drugs that have the potential to causally reduce medical costs. These large differences in incentives and plan design between integrated and fragmented plans are likely the precursors of substantial differential selection of enrollees, and the basic design of Medicare Part D abets this covert selection.\n\n",
    "acknowledgement": "\nWe are grateful to Vilsa Curto for creating measures of risk-adjusted cost differences for Medicare Advantage switchers; to Collen Carey for sharing data on risk-adjustment profitability in Part D plans; to Amitabh Chandra, Jason Hockenberry, Amanda Starc, Ashley Swanson, and seminar participants at the AEA 2010 Annual Meetings, ASHEcon 2014, RAND, and UC Berkeley for helpful comments; and to the National Institutes of Health (NIH) for funding through grant R03AG033211. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}