{
    "id": 22337,
    "citation_title": "Peer Quality and the Academic Benefits to Attending Better Schools",
    "citation_author": [
        "Mark Hoekstra",
        "Pierre Mouganie",
        "Yaojing Wang"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite strong demand for attending high schools with better peers, there is mixed evidence on whether doing so improves academic outcomes.  We estimate the cognitive returns to high school quality using administrative data on a high-stakes college entrance exam in China. To overcome selection bias, we use a regression discontinuity design that compares applicants barely above and below high school admission thresholds. Results indicate that while peer quality improves significantly across all sets of admission cutoffs, the only increase in performance occurs from attending Tier I high schools.  Further evidence suggests that the returns to high school quality are driven by teacher quality, rather than peer quality or class size.\n\n",
    "acknowledgement": "\nWe would like to thank Jason Lindo, Steven Puller, Lori Taylor, Miguel Urquiola, and Ron Zimmer for their helpful comments and suggestions. We also thank seminar participants at Columbia University and the Association for Education Finance and Policy (AEFP) meetings for helpful comments and discussions. All errors are our own. The data for the project are proprietary and were provided at no cost to the researchers by education bureau authorities from a large capital city of a densely populated province in China.  They agreed to provide the data on condition that we not reveal the name of the province or city.  No review is required prior to dissemination of the results.  The research conducted in this paper is covered under Texas A&M University IRB # 2015-0208. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}