{
    "id": 22330,
    "citation_title": "Information Spillovers in Sovereign Debt Markets",
    "citation_author": [
        "Harold Cole",
        "Daniel Neuhann",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2021-03-31",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a theory of information spillovers in primary sovereign bond markets where governments raise funds from a common pool of competitive investors who may acquire information about default risk and later trade in secondary markets. Strategic complementarities in information acquisition lead to the co-existence of an informed regime with high yields and high volatility, and a Pareto-dominant uninformed regime with low yields and low volatility. Small shocks to default risk in a single country may trigger information acquisition, retrenchment of capital flows, and sharp yield increases within and across countries. Competitive secondary markets strengthen information acquisition incentives, raise primary market yields, and amplify spillovers.\n\n",
    "acknowledgement": "\nThis paper previously circulated under the title ”Debt Crises: For Whom the Bell Tolls.” We thank Vladimir Asriyan, Marco Bassetto, Anmol Bhandari, Patrick Kehoe, Monika Piazzesi, Alex Vardoulakis, Laura Veldkamp, Venky Venkateswaran and seminar participants at Arizona State, Banco Central de Chile, Cambridge, Carlson School at Minnesota, Cornell, Harvard, Johns Hopkins, McGill, NYU, Penn State, Richmond Fed, Stanford, UCL, Wharton, Yale, the 2015 NBER Conference on\n“MacroeconomicsWithin and Across Borders”, the 2015 Barcelona GSE Summer Forum, the 2015 Conference for Junior Macroeconomists at the EIEF in Rome, the 2015 QED Frontier of Macroeconomics Conference, and the 2019 UVA Symposium on Financial Economics for useful comments. Cole and\nOrdonez received support from the NSF through grant 1851707. The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}