{
    "id": 22344,
    "citation_title": "Labor Supply Effects of Occupational Regulation: Evidence from the Nurse Licensure Compact",
    "citation_author": [
        "Christina DePasquale",
        "Kevin Stange"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is concern that licensure requirements impede mobility of licensed professionals to areas of high demand. Nursing has not been immune to this criticism, especially in the context of perceived nurse shortages and large expected future demand. The Nurse Licensure Compact (NLC) was introduced to solve this problem by permitting registered nurses to practice across state lines without obtaining additional licensure. We exploit the staggered adoption of the NLC to examine whether a reduction in licensure-induced barriers alters the nurse labor market. Using data on over 1.8 million nurses and other health care workers we find no evidence that the labor supply or mobility of nurses increases following the adoption of the NLC, even among the residents of counties bordering other NLC states who are potentially most affected by the NLC. This suggests that nationalizing occupational licensing will not substantially reduce labor market frictions.\n\n",
    "acknowledgement": "\nWe are grateful to Thomas Buchmueller, Sam Kleiner, Francine Lafontaine, Yesim Orhun, Sarah Stith, and seminar participants at the Rollins School of Public Health, University of Virginia School of Law, Ford School of Public Policy, ASHEcon 2014, APPAM 2014, ASSA Annual Meetings 2016, and SOLE 2016 for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}