{
    "id": 22341,
    "citation_title": "Unemployment Fluctuations, Match Quality, and the Wage Cyclicality of New Hires",
    "citation_author": [
        "Mark Gertler",
        "Christopher Huckfeldt",
        "Antonella Trigari"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroeconomic models often incorporate some form of wage stickiness to help account for employment fluctuations. However, a recent literature calls in to question this approach, citing evidence of new hire wage cyclicality from panel data studies as evidence for contractual wage flexibility for new hires, which is the relevant margin for employment volatility. We analyze data from the SIPP and find that the wages for new hires coming from unemployment are no more cyclical than those of existing workers, suggesting wages are sticky at the relevant margin. The new hire wage cyclicality found in earlier studies instead appears to reflect cyclical average wage gains of workers making job-to-job transitions, which we interpret as evidence of procyclical match quality for new hires from employment. We then develop a quantitative general equilibrium model with sticky wages via staggered contracting, on-the-job search, and variable match quality, and show that it can account for both the panel data evidence and aggregate labor market regularities. An additional implication of the model is that a sullying effect of recessions emerges, along the lines originally suggested by Barlevy (2002)\n\n",
    "acknowledgement": "\nWe thank Pierre Cahuc, Jordi Galí, Giuseppe Moscarini, and Rüdiger Bachman, as well as participants at various seminars, for many helpful comments. Financial support from EIEF is gratefully acknowledged. Financial support from EIEF and Baffi Carefin Centre is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}