{
    "id": 22347,
    "citation_title": "The Long Run Impacts of Merit Aid: Evidence from California’s Cal Grant",
    "citation_author": [
        "Eric Bettinger",
        "Oded Gurantz",
        "Laura Kawano",
        "Bruce Sacerdote"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "2018-06-19",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the long-term impacts of California’s state-based financial aid by tracking students’ educational and labor force outcomes for up to 14 years after high school graduation. We identify program impacts by exploiting variation in eligibility rules using GPA and family income cutoffs that are ex ante unknown to applicants. Aid eligibility increases undergraduate and graduate degree completion, and for some subgroups, raises longer-run annual earnings and the likelihood that young adults reside in California. Aid eligibility has no impact on take-up of the Pell or federal tax credits for higher education. These findings suggest that the net cost of financial aid programs may frequently be overstated, though our results are too imprecise to provide exact cost-benefit estimates.\n\n",
    "acknowledgement": "\nWe thank Ariella Kahn-Lang for superb research assistance, Nicholas Turner for assistance with the federal student aid data, and the staff of the California Student Aid Commission for providing the data access and institutional knowledge that made this project possible. Helpful comments and suggestions were provided by participants at the following conferences and presentations: NBER Public Economics, National Tax Association, U.S. Department of the Treasury, Williams College, Association of Public Policy and Management, Association for Education, Finance, and Policy. Eric Bettinger and Oded Gurantz thank the Spencer Foundation for financial support. Eric Bettinger, Oded Gurantz and Bruce Sacerdote thank the Smith Richardson Foundation for financial support and acknowledge support by grant #R305B090016 from the U.S. Department of Education, Institute of Education Sciences. The views expressed in this paper are those of the authors and do not necessarily reflect the policy of the U.S. Department of the Treasury or the National Bureau of Economic Research.\n\n\n"
}