{
    "id": 22340,
    "citation_title": "The Political Economy of Public Sector Absence: Experimental Evidence from Pakistan",
    "citation_author": [
        "Michael Callen",
        "Saad Gulzar",
        "Syed Ali Hasanain",
        "Muhammad Yasir Khan"
    ],
    "citation_publication_date": "2016-06-13",
    "issue_date": "2016-06-10",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPublic sector absenteeism undermines service delivery in many developing countries. We report results from an at-scale randomized control evaluation in Punjab, Pakistan of a reform designed to address this problem. The reform affects healthcare for 100 million citizens across 297 political constituencies. It equips government inspectors with a smartphone monitoring system and leads to a 76% increase in inspections. However, the surge in inspections does not always translate into increased doctor attendance. The scale of the experiment permits an investigation into the mechanisms underlying this result. We find that experimentally increasing the salience of doctor absence when communicating inspection reports to senior policymakers improves subsequent doctor attendance. Next, we find that both the reform and the communication of information to senior officials are more impactful in politically competitive constituencies. Our results suggest that interactions between politicians and bureaucrats might play a critical role in shaping the success or failure of reforms.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title “The Political Economy of Public Sector Absence: Experimental Evidence from Pakistan.” We thank Farasat Iqbal for championing and implementing the project and Asim Fayaz and Zubair Bhatti for designing the smartphone monitoring program. Support is generously provided by the International Growth Centre (IGC) political economy program, the IGC Pakistan Country Office, and the University of California Office of the President Lab Fees Research Program Grant #235855. Callen was supported by grant #FA9550- 09-1-0314 from the Air Force Office of Scientific Research. We thank Erlend Berg, Eli Berman, Leonardo Bursztyn, Ali Cheema, Melissa Dell, Ruben Enikolopov, Barbara Geddes, Naved Hamid, Gordon Hanson, Michael Kremer, Asim Ijaz Khwaja, Craig McIntosh, Ijaz Nabi, Aprajit Mahajan, Monica Martinez-Bravo, Benjamin A. Olken, Gerard Padro -i-Miquel, Karthik Muralidharan, Rohini Pande, Daniel N. Posner, Ronald Rogowski, Jacob N. Shapiro, Christopher Woodruff, Oliver Vanden Eynde, David Yanagizawa-Drott, Ekaterina Zhuravskaya and various seminar participants for insightful comments. Excellent research assistance was provided by Muhammad Zia Mehmood and Haseeb Ali. We thank Ali Cheema and Farooq Naseer for kindly sharing their data on election outcomes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}