{
    "id": 22355,
    "citation_title": "Equity is Cheap for Large Financial Institutions: The International Evidence",
    "citation_author": [
        "Priyank Gandhi",
        "Hanno Lustig",
        "Alberto Plazzi"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "2017-08-02",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn most countries, equity is a cheap source of funding for a country’s largest financial institutions. On average, the stocks of the top 10% financial companies in a country account for over a quarter of total market capitalization, but these stocks earn returns that are significantly lower than stocks of non-financial firms of the same size and with the same risk exposures. In a bailout-augmented asset pricing model with rare disasters, country characteristics that inform the likelihood of a bailout should predict stock returns. We find greater financial pricing anomalies for the largest banks in developed countries with a highly concentrated and large banking sector and fiscally strong governments, but smaller anomalies in countries with strong corporate governance, government integrity, and property rights as well as high bankruptcy costs. The pricing discrepancy widens in anticipation of large stock market and GDP declines, as the bailout-augmented asset pricing model would predict.\n\n",
    "acknowledgement": "\nWe thank Anat Admati, Jeremy Bulow, Peter DeMarzo, Arvind Krishnamurthy, Sebastian Müller (discussant), Paul Pfleiderer, Michael Roberts and Jeff Wurgler (discussant) for comments on an early draft. We also thank participants in the 2016 Paris AFFI Conference, 2017 AFA Meeting, 20th Annual Conference of the Swiss Society for Financial Market Research, and Chicago Financial Institutions Conference for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}