{
    "id": 22359,
    "citation_title": "Optimal Automatic Stabilizers",
    "citation_author": [
        "Alisdair McKay",
        "Ricardo Reis"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nShould the generosity of unemployment benefits and the progressivity of income taxes depend on the presence of business cycles? This paper proposes a tractable model where there is a role for social insurance against uninsurable shocks to income and unemployment, as well as inefficient business cycles driven by aggregate shocks through matching frictions and nominal rigidities. We derive an augmented Baily-Chetty formula showing that the optimal generosity and progressivity depend on a macroeconomic stabilization term. Using a series of analytical examples, we show that this term typically pushes for an increase in generosity and progressivity as long as slack is more responsive to social programs in recessions. A calibration to the U.S. economy shows that taking concerns for macroeconomic stabilization into account raises the optimal unemployment benefits replacement rate by 13 percentage points but has a negligible impact on the optimal progressivity of the income tax. More generally, the role of social insurance programs as automatic stabilizers affects their optimal design.\n\n",
    "acknowledgement": "\nWe are grateful to Ralph Luetticke, Pascal Michaillat, Vincent Sterk, and seminar participants at the SED 2015, the AEA 2016, the Bank of England, Brandeis, Columbia, FRB Atlanta, LSE, Stanford, Stockholm School of Economics, UCSD, the 2016 Konstanz Seminar on Monetary Policy, and the Boston Macro Juniors Meeting for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRicardo Reis\n\nI have been an academic consultant or have given lectures receiving modest financial compensation at many policy institutions over the past 3 years, including the Bank of England, the Central Bank of Brasil, the FRB Minneapolis, the FRB New York, the FRB Richmond, the Norges Bank, and the Swiss National Bank. None of these interfered in any way with my research in this paper.\n\n\n"
}