{
    "id": 22357,
    "citation_title": "Consumption Network Effects",
    "citation_author": [
        "Giacomo De Giorgi",
        "Anders Frederiksen",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study consumption network effects. Does the consumption of our peers affect our own consumption? How large is such effect? What are the economic mechanisms behind it? We use long panel data on the entire Danish population to construct a measure of consumption based on administrative tax records on income and assets. We combine tax record data with matched employer-employee data so that we can construct peer groups based on workplace, which gives us a much tighter, precise, and credible definition of networks than used in previous literature. We use the available data to construct peer groups that do not perfectly overlap, and as such provide valid instruments derived from the network structure of one's peers group. The longitudinal nature of our data also allow us to estimate fixed effects models, which help us tackle reflection, self-selection, and common-shocks issues all at once. We estimate non-negligible and statistically significant endogenous and exogenous peer effects. Estimated effects are quite relevant for policies as they generate non-negligible multiplier effect. We also investigate what mechanisms generate such effects, distinguishing between \"keeping up with the Joneses\", a status model, and a more traditional risk sharing view.\n\n",
    "acknowledgement": "\nWe thank Orazio Attanasio, Chris Carroll, Nicola Fuchs-Schuendeln, Soren Leth-Petersen, Magne Mogstad, Petra Persson, Nick Roussanov, Dan Silverman, Nick Souleles, Adam Szeidl, and seminar participants at several seminars and conferences in Europe and the US for comments. Financial support from the Spanish Ministry of Economy and Competitiveness through the Severo Ochoa Programme for Centres of Excellence in R&D (SEV-2011-0075) and ECO2011-28822, the EU through the Marie Curie CIG grant FP7-631510 (De Giorgi), the ERC starting grant 284024 and the NSF grant 1458536 (Pistaferri) is gratefully acknowledged. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}