{
    "id": 22353,
    "citation_title": "Insurance and the High Prices of Pharmaceuticals",
    "citation_author": [
        "David Besanko",
        "David Dranove",
        "Craig Garthwaite"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a model in which prospective patients are liquidity constrained, and thus health insurance allows patients access to treatments and services that they otherwise would have been unable to afford. Consistent with large expansions of insurance in the U.S. (e.g., the Affordable Care Act), we assume that policies expand the set of services that must be covered by insurance. We show that the profit-maximizing price for an innovative treatment is greater in the presence of health insurance than it would be for an uninsured population. We also show that consumer surplus is less than it would be if the innovation was not covered. These results show that even in the absence of moral hazard, there are channels through which insurance can negatively affect consumer welfare. Our model also provides an economic rationale for the claim that pharmaceutical firms set prices that exceed the value their products create. We empirically examine our model's predictions by studying the pricing of oncology drugs following the 2003 passage of Medicare Part D. Prior to 2003, drugs covered under Medicare Part B had higher prices than those that would eventually be covered under Part D. In general, the trends in pricing across these categories were similar. However, after 2003 there was a far greater increase in prices for products covered under Part D, and as result, products covered by both programs were sold at similar prices. In addition, these prices were quite high compared to the value created by the products---suggesting that the forced bundle of Part D might have allowed firms to capture more value than their products created.\n\n",
    "acknowledgement": "\nWe would like to thank Dan Barron, Amitabh Chandra, Niko Matouschek, Fiona Scott Morton, Matthew Notodiwidgo, and Michael Powell for their helpful comments and suggestions. We are grateful to Rena Conti for her comments and for giving us permission to use the data discussed in Section The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}