{
    "id": 22356,
    "citation_title": "The Staying Power of Staggered Wage and Price Setting Models in Macroeconomics",
    "citation_author": [
        "John B. Taylor"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAfter many years, many critiques, and many variations, the staggered wage and price setting model is still the most common method of incorporating nominal rigidities into empirical macroeconomic models used for policy analysis.  The aim of this chapter is to examine and reassess the staggered wage and price setting model. The chapter updates and expands on my chapter in the 1999 Handbook of Macroeconomics which reviewed key papers that had already spawned a vast literature.  It is meant to be both a survey and user-friendly exposition organized around a simple “canonical” model. It provides a guide to the recent explosion of microeconomic empirical research on wage and price setting, examines central controversies, and reassesses from a longer perspective the advantages and disadvantages of the model as it has been applied in practice.  An important question for future research is whether staggered price and wage setting will continue to be the model of choice or whether it needs to be replaced by a new paradigm.\n\n",
    "acknowledgement": "\nI wish to thank Susanto Basu, John Cochrane, Huw Dixon, Robert Hall, Jim Hamilton, Engin Kara, Pete Klenow, Olivier Musy, Carlos Viana de Carvalho, Harald Uhlig and Carl Walsh for helpful comments.  This working paper was prepared for the forthcoming Handbook of Macroeconomics vol. II, and it updates and expands NBER Working Paper No. 6754 issued in October 1998 which was prepared for a chapter in Handbook of Macroeconomics vol. I. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}