{
    "id": 22350,
    "citation_title": "Does Emigration Delay Political Change? Evidence from Italy during the Great Recession",
    "citation_author": [
        "Massimo Anelli",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMobility within the European Union (EU) brings great opportunities and large overall benefits. Economically stagnant areas, however, may be deprived of talent through emigration, which may harm dynamism and delay political, and economic, change. A significant episode of emigration took place between 2010 and 2014 from Italy following the deep economic recession beginning in 2008 that hit most acutely countries in the southern EU. This period coincided with significant political change in Italy. Combining administrative data on Italian citizens who reside abroad and data on characteristics of city councils, city mayors and local vote, we analyze whether emigration reduced political change. The sudden emigration wave interacted with the pre-existing networks of emigration from Italian municipalities allow us to construct a proxy for emigration that is municipality-specific and independent of local political and economic trends. Using this proxy as an instrument, we find that municipalities with larger emigration rates had smaller shares of young, college educated and women among local politicians. They were also more likely to have had municipal councils dismissed due to inefficiency or corruption, a larger share of vote for status-quo-supporting parties and lower political participation. Migration was also associated with lower firm creation.\n\n",
    "acknowledgement": "\nThis is a preliminary version of a paper prepared for the 64th Panel Meeting of Economic Policy, October 2016. We are grateful to Giuseppe Ippedico for excellent research assistance. We thank Andrea Ichino for useful suggestions and conversations. We thank Desideria Toscano and Annamaria Grispo (Italian Ministry of Domestic Affairs) and Gina Carbonin (SOGEI) for valuable data provision, Massimiliano Baragona (Italian Ministry of Domestic Affairs) for help with data collection, Roberto Susanna (InfoCamere) for useful assistance with data. We did not receive any financial support for this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}