{
    "id": 22369,
    "citation_title": "Bunching at the Kink: Implications for Spending Responses to Health Insurance Contracts",
    "citation_author": [
        "Liran Einav",
        "Amy Finkelstein",
        "Paul Schrimpf"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nA large literature in empirical public finance relies on “bunching” to identify a behavioral response to non-linear incentives and to translate this response into an economic object to be used counterfactually. We conduct this type of analysis in the context of prescription drug insurance for the elderly in Medicare Part D, where a kink in the individual’s budget set generates substantial bunching in annual drug expenditure around the famous “donut hole.” We show that different alternative economic models can match the basic bunching pattern, but have very different quantitative implications for the counterfactual spending response to alternative insurance contracts. These findings illustrate the importance of modeling choices in mapping a compelling reduced form pattern into an economic object of interest.\n\n",
    "acknowledgement": "\nEinav and Finkelstein gratefully acknowledge support from the NIA (R01 AG032449). We thank John Friedman, Henrik Kleven, and Wojciech Kopczuk for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLiran Einav\n\nI would like to disclose that I am an adviser to Nuna Health, a data analytics startup company, which specializes in analytics of health insurance claims. I am not being paid by them, but have received equity (nominal value is less than $1,000; the market value is hard to assess).\n\n\n"
}