{
    "id": 22367,
    "citation_title": "Willingness to Pay for Clean Air: Evidence from Air Purifier Markets in China",
    "citation_author": [
        "Koichiro Ito",
        "Shuang Zhang"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "2016-07-13",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a framework to estimate willingness to pay (WTP) for clean air from defensive investment. Applying this framework to product-by-store level scanner data on air purifier sales in China, we provide among the first revealed preference estimates of WTP for clean air in developing countries. A spatial discontinuity in air pollution created by the Huai River heating policy enables us to analyze household responses to long-run exposure to pollution. Our model allows heterogeneity in preference parameters to investigate potential heterogeneity in WTP among households. We show that our estimates provide important policy implications for optimal environmental regulation.\n\n",
    "acknowledgement": "\nFor helpful comments, we thank Douglas Almond, Marshall Burke, Steve Cicala, Thomas Covert, Richard Freeman, Michael Greenstone, Rema Hanna, Kelsey Jack, Ryan Kellogg, Michael Kremer, Shanjun Li, Mushfiq Mobarak, Matt Neidell, Paulina Oliva, Nick Ryan, Nick Sanders, Joseph Shapiro, Christopher Timmins, Tom Wollmann, participants in the NBER Environmental and Energy Economics Program Meeting, NBER/BREAD Development Meeting, the NBER Chinese Economy Meeting and the SIEPR Conference, and seminar participants at Harvard, MIT, Cornell, Colorado Boulder, IGC, University of Chicago, University of Illinois at Urbana Champaign, University of Tokyo, University of Calgary, Georgetown, and the RIETI. We thank Ken Norris, Jing Qian and Chenyu Qiu for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}