{
    "id": 2236,
    "citation_title": "Country Risk and Contingencies",
    "citation_author": [
        "Joshua Aizenman"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe purpose of this paper is to study the role of credit market policies in the presence of country risk from the nationalistic and the global point of view, to address the role of endogenous default penalties that are contingent upon the intensity of default on the part of the borrowing nation, and to evaluate the effects of contingency plans that make the interest rate dependent upon variables that are correlated with the default penalty. This is done by considering an economy where a default will trigger a penalty, in the form of either a trade embargo or effective exclusion of the defaulting nation from future borrowing. Assuming costly enforcement of the penalty we show that the optimal borrowing tax from the global point of view exceed the optimal borrowing tax from the nationalistic point of view. The economic principle guiding the borrowing tax is that in the presence of country risk an activity that changes the probability of default generates thereby an externality, This principle applies also for investment: if a given investment reduces (increases) the probability of default it generates positive (negative) externality. Consequently, the social interest rate associated with this activity is lower (higher) than the private one, calling for a subsidy (tax) on borrowing used to finance that investment. Next, we evaluate the role of endogenous penalties. We design alternative incentive schemes by varying the responsiveness of the penalty to the intensity of default, without changing the total cost applied in case of a complete default. We turn then to an assessment of the welfare effect of plans that make the interest rate contingent upon realization of shocks. We conclude by deriving the optimal borrowing plan for an example where the source of uncertainty is a stochastic terms of trade. It is shown that allowing for contingent payment has the effect of raising the credit ceiling, raising the expected income, and stabilizing income across states.\n\n",
    "acknowledgement": "\n"
}