{
    "id": 22365,
    "citation_title": "No Pain, No Gain: Work Demand, Work Effort, and Worker Health",
    "citation_author": [
        "David Hummels",
        "Jakob Munch",
        "Chong Xiang"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "2021-05-11",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe combine Danish data on individuals’ health with Danish matched worker-firm data, and find: One, within job spells, as firm sales increases, workers log longer hours and experience higher probabilities of stress and depression, and heart diseases and strokes; Two, the effects of firm sales on adverse health outcomes are more pronounced for high-risk groups: older workers, job-strained workers, and those with long initial work hours; Three, the worker cohorts who experience large sales increases develop higher risks of sickness in subsequent quarters. These novel results suggest that work demand increases individuals’ workplace stress and elevates their sickness risk. We then compute the marginal disutility of our sickness variables, and show that the average worker’s ex-ante welfare loss due to higher sickness rates accounts for nearly one quarter of her earnings gains from rising firm sales.\n\n",
    "acknowledgement": "\nPreviously circulated as “No Pain, No Gain: The Effects of Exports on Effort, Injury, and Illness.” We thank the Danish Council for Independent Research/Social Sciences for funding. For helpful comments we thank Osea Giuntella, Nils Gottfries and seminar participants at NHH Bergen, University of Oslo, University of Oxford, ESWC Montreal, University of Lund, Singapore Management University, University College Dublin, Copenhagen Business School, Aarhus University, IFN Stockholm, University of Chicago, Uppsala University and University of Oxford Trade and Health Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}