{
    "id": 22363,
    "citation_title": "Doing More When You're Running LATE: Applying Marginal Treatment Effect Methods to Examine Treatment Effect Heterogeneity in Experiments",
    "citation_author": [
        "Amanda E. Kowalski"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "2016-06-27",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Experimental Design",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nI examine treatment effect heterogeneity within an experiment to inform external validity. The local average treatment effect (LATE) gives an average treatment effect for compliers. I bound and estimate average treatment effects for always takers and never takers by extending marginal treatment effect methods. I use these methods to separate selection from treatment effect heterogeneity, generalizing the comparison of OLS to LATE. Applying these methods to the Oregon Health Insurance Experiment, I find that the treatment effect of insurance on emergency room utilization decreases from always takers to compliers to never takers. Previous utilization explains a large share of the treatment effect heterogeneity. Extrapolations show that other expansions could increase or decrease utilization.\n\n",
    "acknowledgement": "\nI thank Saumya Chatrath, Aigerim Kabdiyeva, Samuel Moy, and Ljubica Ristovska for excellent research assistance. Joseph Altonji, John Asker, Steve Berry, Christian Brinch, Lasse Brune, Pedro Carneiro, Raj Chetty, Mark Duggan, Caroline Hoxby, Liran Einav, Amy Finkelstein, Matthew Gentzkow, Jonathan Gruber, John Ham, Guido Imbens, Dean Karlan, Larry Katz, Jonathan Levin, Rebecca McKibbin, Sarah Miller, Magne Mogstad, Costas Meghir, Mark Rosenzweig, Joseph Shapiro, Orie Shelef, Ashley Swanson, Ed Vytlacil, David Wilson, and seminar participants at Academia Sinica, Berkeley, Princeton, Santa Clara, Singapore Management University, Stanford, Stanford GSB, Stockholm University, UC Davis, UCLA, USC, Yale, CHES, and the WEAI provided helpful comments. NSF CAREER Award 1350132 and the Stanford Institute for Economic Policy Research (SIEPR) provided support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}