{
    "id": 22361,
    "citation_title": "Are State and Time Dependent Models Really Different?",
    "citation_author": [
        "Fernando E. Alvarez",
        "Francesco Lippi",
        "Juan Passadore"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nYes, but only for large monetary shocks. In particular, we show that in a broad class of models where shocks have continuous paths, the propagation of a monetary impulse is independent of the nature of the sticky price friction when shocks are small. The propagation of large shocks instead depends on the nature of the friction: the impulse response of inflation to monetary shocks is independent of the shock size in time-dependent models, while it is non-linear in state-dependent models. We use data on exchange rate devaluations and inflation for a panel of countries over 1974-2014 to test for the presence of state dependent decision rules. We present some evidence of a non-linear effect of exchange rate changes on prices in a sample of flexible-exchange rate countries with low inflation. We discuss the dimensions in which this finding is robust and the ones in which it is not.\n\n",
    "acknowledgement": "\nFirst draft, February 2016. Prepared for the 31st NBER Macro Annual meeting. We benefited from the comments of our discussants John Leahy and Greg Kaplan, and of other conference participants. Part of the research for this paper was sponsored by the ERC advanced grant 324008. Joaquin Saldain and Jean Flemming provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nFernando E. Alvarez\n\nI have visited, taught, or consulted for the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of Chicago, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nEuropean Central Bank, Frankfurt, Germany. As Duisenberg Fellow as regular research visitor to the MPR division.\n\n\nToulouse School of Economics, Toulouse, France. As a research visitor.\n\n\nCowles Foundation, Yale, US. As a research visitor.\n\n\nGoldman Sachs, as a Goldman Sachs GMI fellow.\n\n\n"
}