{
    "id": 22362,
    "citation_title": "Global Service Efficiency and the Role of Special and Differential Based Negotiation",
    "citation_author": [
        "Daqing Yao",
        "John Whalley"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Macroeconomics",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper argues that the pursuit of special and differential treatments (SDT) by developing countries has hampered the liberalization of global service trade, which is one of the causes of the only slowing improving of service efficiency globally. We use value added per worker as a proxy of production efficiency, and show the growth rate of service efficiency is much lower than agriculture and industry. Despite the progress in world commodity market integration in past half century, the world service market remains highly segmented, which can be seen clearly from the World Bank’s STRD index and CHB index. We argue that the SDT negotiation contributes to the service market segment, and give three reasons on why it is difficult for developing countries to be granted SDT in service. In the last part we present some suggestions on trade negotiations in the future.\n\n",
    "acknowledgement": "\nWe are grateful to the ORF (Ontario Research Fund) and CIGI (Centre for International Governance Innovation) for financial support. The first author also thanks to the Chinese National Social Science Foundation for financial support with the grant No. 15BJL076. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}