{
    "id": 22360,
    "citation_title": "Do Credit Card Companies Screen for Behavioral Biases?",
    "citation_author": [
        "Hong Ru",
        "Antoinette Schoar"
    ],
    "citation_publication_date": "2016-06-20",
    "issue_date": "2016-06-16",
    "revision_date": "2016-07-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe look at the supply side of the credit card market to analyze the pricing and marketing strategies of credit card offers. First, we show that card issuers target less-educated customers with more steeply back-loaded fees (e.g., lower introductory APRs but higher late and over-limit fees) compared offers made to educated customers. Second, issuers use rewards programs to screen for unobservable borrower types. Conditional on the same borrower type, cards with rewards, such as low introductory APR programs, also have more steeply backloaded fees. In contrast, cards with mileage programs, which are offered mainly to the most-educated consumers, rely much less on back-loaded fees. Finally, using shocks to the credit risk of customers via increases in state-level unemployment insurance, we show that card issuers rely more heavily on back-loaded and hidden fees when customers are less exposed to negative cash flow shocks. These findings are in line with the recent behavioral contract theory literature.\n\n",
    "acknowledgement": "\nWe thank Marina Manova at ideas42 for outstanding research assistance and the Sloan Foundation and ideas42 for financial support. We are grateful to Vikram Jambulapati and Jialan Wang who provided us with the analysis of the Mintel data, including credit scores. We thank Sumit Agarwal, Justine Hastings, Paul Heidhues, Ben Keys, David Laibson, and Tarun Ramadorai for very thoughtful comments. We also thank seminar participants at the AFA 2016 Annual Meeting, Goethe University Frankfurt, Humboldt University, INSEE, University of Zurich, NUS, and the MIT finance brownbag lunch for very helpful feedback. Of course, all mistakes are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}