{
    "id": 22366,
    "citation_title": "What Do Measures of Real-time Corporate Sales Tell Us about Earnings Surprises and Post-Announcement Returns?",
    "citation_author": [
        "Kenneth Froot",
        "Namho Kang",
        "Gideon Ozik",
        "Ronnie Sadka"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop real-time proxies of retail corporate sales from multiple sources, including ~50 million mobile devices. These measures contain information from both the earnings quarter (“within quarter”) and the period between that quarter’s end and the earnings announcement date (“post quarter”). Our within-quarter measure is powerful in explaining quarterly sales growth, revenue surprises, and earnings surprises, generating average excess returns at announcement of 3.4%. However, surprisingly, our post-quarter measure is related negatively to announcement returns, and positively to post-announcement returns. When post-quarter private information is directionally strong, managers, at announcement, provide guidance and use language that points statistically in the opposite direction. This effect is more pronounced when, post-announcement, management insiders trade. We conclude managers do not fully disclose their private information and instead message to shareholders and analysts something of opposite sign. The data suggest they may be motivated in part by subsequent personal stock-trading opportunities.\n\n",
    "acknowledgement": "\nWe thank an anonymous referee, Daniel Cohen, Robert Korajczyk, Charles-Albert Lehalle (discussant), Xiaoxia Lou, Gil Sadka, and the seminar participants at University of Connecticut, Tel-Aviv University, York University, Cubist Systematic Strategies, State Street Innovation Symposium, and 8th Annual Hedge Fund Research Conference for helpful comments and suggestions. We thank MKT MediaStats, LLC for generously providing data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}