{
    "id": 22379,
    "citation_title": "Prices versus Quantities with Policy Updating",
    "citation_author": [
        "William A. Pizer",
        "Brian Prest"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper considers how policy updates and trading of regulated quantities over time changes the traditional comparative advantage of prices versus quantities. Quantity regulation that can be traded over time leads firms to set current prices equal to expected future prices. A government seeking to maximize net societal benefits can take advantage of this behavior with a sequence of quantity policy updates that achieves the first best in all periods.  Under price regulation where current prices remain fixed until future policy changes occur, no such opportunity exists to achieve the first best, and prices are never preferred. However, if we assume policy updates are driven in part by political \"noise\" rather than maximizing net societal benefits, the result changes and prices can again be preferred. The comparative advantage now depends the relative variance of noise shocks compared to true cost and benefit shocks. This contrasts sharply with the traditional comparative advantage that depends on the relative slopes of marginal costs and benefits. Applied to climate change, we estimate the comparative advantage of intertemporally tradable quantities (over prices) to be $2 billion over five years. This estimate  grows if updates occur less frequently or could be made negative by political noise.\n\n",
    "acknowledgement": "\nThe authors appreciate comments from seminar participants at the 2016 AERE Summer Meeting, the Beijing Institute of Technology, the 2016 NBER Spring Meeting, and the Duke Environmental Economics Workshop, as well as Gilbert Metcalf, Terry Dinan, and Roger von Haefen. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}