{
    "id": 22371,
    "citation_title": "Moneyball in Medicare",
    "citation_author": [
        "Edward C. Norton",
        "Jun Li",
        "Anup Das",
        "Lena M. Chen"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "2016-06-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUS policymakers place a high priority on tying Medicare payments to the value of care delivered.  A critical part of this effort is the Hospital Value-based Purchasing Program (HVBP), which rewards or penalizes hospitals based on their quality and episode-based costs of care.  Within HVBP, each patient affects hospital performance on a variety of quality and spending measures, and performance translates directly to changes in program points and ultimately dollars.  In short, hospital revenue from a patient consists not only of the DRG payment, but also consists of that patient’s marginal future reimbursement.  We estimate the magnitude of the marginal future reimbursement for individual patients across each type of quality and performance measure.  We describe how those incentives differ across hospitals, including integrated and safety-net hospitals.  We find some evidence that hospitals improved their performance over time in the areas where they have the highest marginal incentives to improve care.\n\n",
    "acknowledgement": "\nThis work was supported by the National Institute on Aging (P01-AG019783).   Emmett Keeler and Elena Prager provided helpful conference discussions.  We are grateful for comments by seminar participants at the London School of Economics, the University of Chicago, the University of Michigan, and ASHEcon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLena M. Chen\n\nLena Chen was supported by AHRQ K08HS020671 during a portion of the time when this manuscript was being prepared. She receives support from the Department of Health and\nHuman Services Office of the Assistant\nSecretary for Planning and Evaluation\nfor her work there. These funding\nsources had no role in the preparation,\nreview, or approval of the manuscript.\n\n\n"
}