{
    "id": 22375,
    "citation_title": "Dynamic Demand Estimation in Auction Markets",
    "citation_author": [
        "Matthew Backus",
        "Gregory Lewis"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomists have developed empirically tractable demand systems for fixed price markets. In contrast, empirical auction techniques treat each auction in isolation, ignoring market interactions. We provide a framework for estimating demand in a large auction market with a dynamic population of buyers with unit demand and heterogeneous preferences over a finite set of differentiated products. We offer an empirically tractable equilibrium concept under which bidders behave as though they are in a steady-state, characterize bidding, and prove existence of equilibrium. Having developed a demand system, we show that it is non-parametrically identified from panel data, and that this result is robust to typical data limitations, reserve prices, random coefficient demand, public signals that refine beliefs about market conditions, unobserved heterogeneity, idiosyncratic preferences, and random latent outside options. We apply the model to estimate demand and measure consumer surplus in the market for compact cameras on eBay. Our analysis highlights the importance of both dynamic bidding strategies and panel data sample selection issues when analyzing these markets.\n\n",
    "acknowledgement": "\nThis revision is a substantial departure from our earlier working papers, motivated by many thoughtful comments. We are grateful to Dan Ackerberg, Chris Adams, Susan Athey, Lanier Benkard, Steve Berry, Gary Chamberlain, Matt Gentzkow, Phil Haile, Ken Hendricks, Hugo Hopenhayn, Ariel Pakes, Maher Said and Robert Zeithammer for their comments, and to conference and seminar participants at Columbia, FTC Applied Micro, Haas, Harvard/MIT, IIOC, Johns Hopkins, LSE, Michigan, Microsoft Research, NBER- CEME, Stanford/SITE/SIEPR, Toulouse, UBC, UCLA, UCSC, UCSD and Yale. Danyang Su provided excellent research assistance. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMatthew Backus\n\nMatt Backus has in the past been a paid consulting researcher for eBay Inc.\n\n\n\nGregory Lewis\n\nI am employed at Microsoft Research New England, and receive material financial support from (and hold shares of) Microsoft.  I am also supported by the National Science Foundation Grant, SES – 1463810, “Dynamic Auction Markets\".\n\n\n"
}