{
    "id": 22378,
    "citation_title": "Cash for Carbon: A Randomized Controlled Trial of Payments for Ecosystem Services to Reduce Deforestation",
    "citation_author": [
        "Seema Jayachandran",
        "Joost de Laat",
        "Eric F. Lambin",
        "Charlotte Y. Stanton"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "2016-07-06",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper evaluates a Payments for Ecosystem Services (PES) program in western Uganda that offered forest-owning households cash payments if they conserved their forest. The program was implemented as a randomized trial in 121 villages, 60 of which received the program for two years. The PES program reduced deforestation and forest degradation: Tree cover, measured using high-resolution satellite imagery, declined by 2% to 5%  in treatment villages compared to 7% to 10% in control villages during the study period. We find no evidence of shifting of tree-cutting to nearby land. We then use the estimated effect size and the \"social cost of carbon\" to value the delayed carbon dioxide emissions, and compare this benefit to the program's cost.\n\n",
    "acknowledgement": "\nWe thank Robin Audy, Rebekah Chang, Alejandro Favela, Stephen Kagera, Meg Kearns, Lydia Kim, Pricilla Marimo, Ellen Moscoe, Suanna Oh, Alexander Persaud, Jaye Stapleton, and Nancy Thomas  for  outstanding research assistance; Chimpanzee Sanctuary Wildlife Conservation Trust, Government of Uganda National Environment Management Authority, Innovations for Poverty Action (including Pia Raffler and Doug Parkerson), International Institute for Environment and Development,  Nature Harness Initiatives, and Katoomba Group for collaborating on the project; Rebecca Dizon-Ross, Kelsey Jack, Cynthia Kinnan, Molly Lipscomb, Lee Lockwood, Dave Marvin, Stefano Pagiola, and several seminar participants for helpful comments; and the Global Environment Facility, through the United Nations Environment Programme, and the International Initiative for Impact Evaluation (3ie)  for funding. Jayachandran also thanks the National Science Foundation for funding (SES-1156941). The views expressed in this article are not necessarily those of the partner organizations, funders, their members, nor the National Bureau of Economic Research.\n\n\n"
}