{
    "id": 22370,
    "citation_title": "The Analytics of the Greek Crisis",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Thomas Philippon",
        "Dimitri Vayanos"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "2016-07-28",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide an empirical and theoretical analysis of the Greek Crisis of 2010. We first benchmark the crisis against all episodes of sudden stops, sovereign debt crises, and lending boom/busts in emerging and advanced economies since 1980. The decline in Greece’s output, especially investment, is deeper and more persistent than in almost any crisis on record over that period. We then propose a stylized macro-finance model to understand what happened. We find that a severe macroeconomic adjustment was inevitable given the size of the fiscal imbalance; yet a sizable share of the crisis was also the consequence of the sudden stop that started in late 2009. Our model suggests that the size of the initial macro/financial imbalances can account for much of the depth of the crisis. When we simulate an emerging market sudden stop with initial debt levels (government, private, and external) of an advanced economy, we obtain a Greek crisis. Finally, in recent years, the lack of recovery appears driven by elevated levels of non-performing loans and strong price rigidities in product markets.\n\n",
    "acknowledgement": "\nWe are grateful to Miguel Faria-e-Castro for outstanding research assistance. We thank Olivier Blanchard and Markus Brunnermeier, our discussants at the 31st NBER Macroeconomics Annual conference, as well as Gikas Hardouvelis, Maurice Obstfeld, Jonathan Parker, and other participants at that conference, for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPierre-Olivier Gourinchas\n\nPierre-Olivier Gourinchas is compensated by the International Monetary Fund for editing the IMF Economic Review.\n\n\n\nDimitri Vayanos\n\nDimitri Vayanos acknowledges financial support from the Centre for the Study of Capital Market Dysfunctionality at the London School of Economics.\n\n\n"
}