{
    "id": 22376,
    "citation_title": "Taxing Wealth: Evidence from Switzerland",
    "citation_author": [
        "Marius Brülhart",
        "Jonathan Gruber",
        "Matthias Krapf",
        "Kurt Schmidheiny"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the effects of wealth taxation on reported wealth. Our analysis is based on data for Switzerland, which has the highest rate of annual wealth taxation in the developed world. While the wealth tax base is defined at the federal level, tax rates vary considerably across locations and over time. We use aggregate data on wealth holdings by canton and individual-level data for the canton of Bern. Our estimated behavioral elasticities substantially exceed those of the taxable income literature. We also find that taxpayers bunch below the tax threshold, that observed responses are driven by changes in wealth holdings rather than mobility, and that financial wealth is somewhat more responsive than non-financial wealth.\n\n",
    "acknowledgement": "\nWe are grateful to Jonathan Petkun for excellent research assistance, to Etienne Lehmann, Jim Poterba and seminar participants at Bristol, Geneva, Kentucky, MIT and Yale for helpful comments, to the tax administration of the canton of Bern for allowing us to use their micro data for the purpose of this research, to Raphaël Parchet and Stephan Fahrländer for sharing valuable complementary data and to Nina Munoz-Schmid and Roger Amman of the Swiss Federal Tax Administration for useful information. Financial support from the Swiss National Science Foundation (Sinergia grant 147668) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKurt Schmidheiny\n\nThe individual-level data used in our research are proprietary. They were obtained from the tax administration of the canton of Bern in Switzerland, subsequent to a consulting project in 2014-2015 that focused on income taxation. I have not consulted for this canton since then. The tax administration requested to review the results of the study prior to their dissemination to ensure that the confidentiality of the data is not unintentionally compromised.\n\n\n"
}