{
    "id": 22377,
    "citation_title": "Bond Finance, Bank Credit, and Aggregate Fluctuations in an Open Economy",
    "citation_author": [
        "Roberto Chang",
        "Andrés Fernández",
        "Adam Gulan"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCorporate sectors in emerging markets have noticeably increased their reliance on foreign financing, presumably reflecting low global interest rates. The evidence also shows a rebalancing from bank loans towards bonds. To study these developments, we develop a dynamic open economy model where these modes of finance are determined endogenously. The model replicates the stylized facts following a drop in world interest rates; in particular, rebalancing towards bonds occurs because bank credit becomes relatively more expensive, reflecting the scarcity of bank equity. More generally, the model is suitable for studying interactions between modes of finance and the macroeconomy.\n\n",
    "acknowledgement": "\nPrepared for the Spring 2016 Carnegie Rochester NYU Conference on Public Policy. We thank Mark Aguiar, Andrea Ferrero, Leonor Modesto, Maria Pía Olivero and Damiano Sandri for useful discussions. We have also benefited from conversations with Julian Caballero, Luis Catão, Fiorella De Fiore, Pablo D'Erasmo, Markus Haavio, Bengt Holmström, Esa Jokivuolle, Joachim Jungherr, Enrique Mendoza, Guillermo Ordoñez, Vincenzo Quadrini, Antti Ripatti, Ctirad Slavík, Christian Upper, Jaume Ventura, Mirko Wiederholt, and participants of several seminars and conferences. The opinions in this paper are solely those of the authors and do not necessarily reflect the opinion of the Inter-American Development Bank or its board of directors, nor the countries that they represent, nor of the Bank of Finland, nor of the European System of Central Banks. Chang acknowledges the hospitality of CREI. Santiago Téllez provided excellent research assistance. Further comments will be most appreciated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}