{
    "id": 2237,
    "citation_title": "Intergenerational Transfers and Savings",
    "citation_author": [
        "Laurence J. Kotlikoff"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn recent years the role of intergenerational transfers in the process of wealth accumulation has been the subject of substantial empirical and theoretical analysis. The key question stimulating this research is what is the main explanation for savings? Is it primarily accumulation for retirement as claimed by Albert Ando, Richard Brumberg, and Franco Modigliani in their celebrated Life Cycle Model of Savings? Is it primarily intentional accumulation for intergenerational transfers? Or is it primarily precautionary savings, much of which may be bequeathed because of imperfections in annuity markets? This paper examines a range of findings on the importance of intergenerational transfers. The strong conclusion that emerges from this evidence is that intergenerational transfers play a very important, if not a key, role in aggregate wealth accumulation. While intergenerational transfers figure very large in savings, the precise motivation for such transfers is unclear. Intergenerational altruism might appear the most likely candidate, but at least sane stylized facts, such as the equal allocation of bequests among children, are strongly at adds with the altruism model. Other explanations involving imperfect insurance arrangements or payments for child services do not appear capable of explaining the substantial amounts of transfers actually observed. Sorting cut the relative contributions of different models to intergenerational transfers and the precise role of intergenerational transfers in the process of wealth accumulation remains an intriguing and exciting enterprise.\n\n",
    "acknowledgement": "\n"
}