{
    "id": 22372,
    "citation_title": "Are High-Quality PhD Programs at Universities Associated with More Undergraduate Students Pursuing PhD Study?",
    "citation_author": [
        "Todd R. Jones",
        "Ronald G. Ehrenberg"
    ],
    "citation_publication_date": "2016-06-27",
    "issue_date": "2016-06-23",
    "revision_date": "2018-04-27",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates which attributes of a Carnegie PhD-level institution predict the share of its undergraduate BA recipients that will earn a PhD. Four broad PhD fields are studied: humanities, physical sciences, natural sciences, and social sciences. We use restricted-access, individual-level Survey of Earned Doctorates data to determine both where and when PhD recipients received their BA, and truncation-correction methodology to account for PhD receipt after the data end. Across fields, we find that PhD production is positively related to the number of highly-ranked PhD programs an institution has, suggesting such departments may play a dual role in both producing PhDs as well as encouraging undergraduates to earn PhDs themselves. We also find that PhD production is negatively related to the total number of students and the share of total BAs that are received in the field, and is positively related to student test scores.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Producing Humanities PhDs among BAs at Doctoral Institutions.\" Cornell Higher Education Research Institute (CHERI) received financial support from the Andrew W. Mellon Foundation during part of the time this paper was prepared, however the conclusions reported in this paper are strictly our own. The use of NSF data does not imply NSF endorsement of the research, research methods, or conclusions contained in this paper. The authors would like to thank two anonymous referees for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}