{
    "id": 22385,
    "citation_title": "Immigrant Entrepreneurship",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William R. Kerr"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2020-11-01",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Market Structures",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe examine immigrant entrepreneurship and the survival and growth of immigrant-founded businesses over time relative to native-founded companies. Our work quantifies immigrant contributions to new firm creation in a wide variety of fields and using multiple definitions. While significant research effort has gone into understanding the economic impact of immigration into the United States, comprehensive data for quantifying immigrant entrepreneurship are difficult to assemble. We combine several restricted-access U.S. Census Bureau data sets to create a unique longitudinal data platform that covers 1992-2008 and many states. We describe differences in the types of businesses initially formed by immigrants and their medium-term growth patterns. We also consider the relationship of these outcomes to the immigrants' age at arrival to the United States.\n\n",
    "acknowledgement": "\nAuthor contact information: skerr3@wellesley.edu, wkerr@hbs.edu. Sari Pekkala Kerr is a senior research scientist at the Wellesley Centers for Women (Wellesley College). William Kerr is a professor at Harvard Business School and a Research Associate at the National Bureau of Economic Research (NBER) and Bank of Finland. This is a revised version of a paper prepared for the Conference on Research in Income and Wealth (CRIW) NBER meeting on December 16-17, 2014, in Washington DC and a draft chapter for the CRIW-NBER volume Measuring Entrepreneurial Business: Current Knowledge and Challenges, edited by John Haltiwanger, Erik Hurst, Javier Miranda and Antoinette Schoar. We thank our discussant Ethan Lewis, the editors, and CRIW-NBER participants for very helpful comments. We thank the Alfred P. Sloan Foundation, National Science Foundation, Harvard Business School, and the Ewing Marion Kauffman Foundation for financial support that made this research possible. The research in this paper was conducted while the authors were Special Sworn Status researchers of the U.S. Census Bureau at the Boston Census Research Data Center. Research results and conclusions expressed are the authors' own and do not necessarily reflect the views of the Census Bureau, the NSF, or  the National Bureau of Economic Research. This paper has been screened to ensure that no confidential data are revealed.\n\n\n"
}