{
    "id": 22386,
    "citation_title": "The Causes of Peer Effects in Production: Evidence from a Series of Field Experiments",
    "citation_author": [
        "John J. Horton",
        "Richard J. Zeckhauser"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWorkers respond to the output choices of their peers. What explains this well documented phenomenon of peer effects?  Do workers value equity, fear punishment from equity-minded peers, or does output from peers teach them about employers’ expectations?  We test these alternative explanations in a series of field experiments. We find clear evidence of peer effects, as have others. Workers raise their own output when exposed to high-output peers. They also punish low-output peers, even when that low output has no effect on them. They may be embracing and enforcing the employer’s expectations. (Exposure to employer-provided work samples influences output much the same as exposure to peer-provided work.) However, even when employer expectations are clearly stated, workers increase output beyond those expectations when exposed to workers producing above expectations. Overall, the evidence is strongly consistent with the notion that peer effects are mediated by workers’ sense of fairness related to relative effort.\n\n",
    "acknowledgement": "\nWe thank Iwan Barankay, Raj Chetty, Lydia Chilton, Nicholas Christakis, Malcolm Wiley-Floyd, Larry Katz, Renata Lemos, and Rob Miller for helpful comments and suggestions. We thank Robin Horton, David Yerkes, and Heidi Yerkes for their help in preparing the manuscript. Horton would like to thank the NSF-IGERT Multidisciplinary Program in Inequality and Social Policy (GrantNo. 0333403), the University of Notre Dame, and the John Templeton Foundation’s Science of Generosity Initiative for their generous financial support. We were greatly aided by the excellent research assistance of Alex Breinen, John Comeau, Talia Goldman, Michelle Lindner, and Justin Keenan. Author contact information, datasets, and code are currently, or will be, available at http://www.john-joseph-horton.com/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}