{
    "id": 22383,
    "citation_title": "Who's the Boss? The Effect of Strong Leadership on Employee Turnover",
    "citation_author": [
        "Susan Payne Carter",
        "Whitney Dudley",
        "David S. Lyle",
        "John Z. Smith"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2017-03-24",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Relations",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDespite the importance placed on supervision in the workplace, little is known about the effects of a boss’ leadership quality on labor market outcomes such as employee job retention. Using plausibly exogenous assignment of junior officers to bosses in the U.S. Army, we find positive retention effects for those assigned to immediate and senior bosses who are good leaders. These effects are strongest for officers with high SAT scores. Junior officers who share the same home geographic region, high SAT, and undergraduate institution as their bosses who also have strong leadership qualities retain at the highest rates.\n\n",
    "acknowledgement": "\nPreviously circulated as “The Effects of Mentor Quality, Exposure, and Type on Junior Officer Retention in the United States Army.” We thank Dean Dudley, William Skimmyhorn, and seminar participants at the Western Economics Association, the Association for Public Policy Analysis and Management, the Office of Economic and Manpower Analysis, and the U.S. Military Academy. The views expressed herein are those of the authors and do not reflect the position of the United States Military Academy, the Department of the Army, the Department of Defense, or the National Bureau of Economic Research.\n\n\n"
}