{
    "id": 22384,
    "citation_title": "The Common Origin of Uncertainty Shocks",
    "citation_author": [
        "Nicholas Kozeniauskas",
        "Anna Orlik",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nVarious types of uncertainty shocks can explain many phenomena in macroeconomics and finance. But does this just amount to inventing new, exogenous, unobserved shocks to explain challenging features of business cycles? This paper argues that three conceptually distinct fluctuations, all called uncertainty shocks, have a common origin. Specifically, we propose a mechanism that generates micro uncertainty (uncertainty about firm-level shocks), macro uncertainty (uncertainty about aggregate shocks) and higher-order uncertainty (disagreement) shocks from a common origin and causes them to covary, just as they do in the data.  When agents use standard maximum likelihood techniques and real-time data to re-estimate parameters that govern the probability of disasters, the result is that micro, macro and higher-order uncertainty fluctuate and covary just like their empirical counterparts. Our findings suggest that time-varying disaster risk and the many types of uncertainty shocks are not distinct phenomena. They are outcomes of a quantitatively plausible belief updating process.\n\n",
    "acknowledgement": "\nWe are grateful to Virgiliu Midrigan, Simon Mongey, and Tom Sargent for useful discussions and suggestions. We thank seminar participants at the SED meetings in Warsaw and the ASSA meetings in San Francisco. The views expressed herein are those of the authors and do not necessarily reflect the position of the Board of Governors of the Federal Reserve, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}