{
    "id": 22382,
    "citation_title": "Meta-Analysis and Public Policy: Reconciling the Evidence on Deworming",
    "citation_author": [
        "Kevin Croke",
        "Joan Hamory Hicks",
        "Eric Hsu",
        "Michael Kremer",
        "Ricardo Maertens",
        "Edward Miguel",
        "Witold Więcek"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2024-06-26",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe WHO recommends mass drug administration (MDA) for intestinal worm infections in areas with >20% infection prevalence. Recent Cochrane meta-analyses endorse treatment of infected individuals but recommend against MDA. We conducted a theory-agnostic random-effects meta-analysis of the effect of multiple-dose MDA and a cost-effectiveness analysis. We estimate significant effects of MDA on child weight (0.15 kg, 95% CI: 0.07, 0.24; p <0.001), mid-upper arm circumference (0.20 cm, 95% CI: 0.03, 0.37; p=0.02), and height (0.09 cm, 95% CI: 0.01, 0.16; p=0.02) when prevalence is over 20%, but not on Hb (0.06 g/dl, 95% CI: -0.01, 0.14; p=0.1). These results suggest that MDA is a cost-effective intervention, particularly in the settings where it is recommended by the WHO.\n\n",
    "acknowledgement": "\nWe are grateful to the Campbell Collaboration deworming team, especially Vivian Welch, for generously sharing data and information on their work. We thank Harold Alderman, Shally Awasthi, Don Bundy, Jaime Carmona-Fonseca, Serene Joseph, Chengfang Liu, Scott Rozelle, and Walter Willett for help interpreting their studies, searching for original data, or supplying us with additional results. We thank Egor Abramov, Arthur Baker, Alexandre Simoes Gomes, Yue (Luna) Huang, Kamran Jamil, Spencer Ma, Cole Scanlon, Wen Wang, and Kevin Xie for research assistance. We thank Amrita Ahuja, Harold Alderman, Ben Arnold, Sarah Baird, Matthew Basilico, Jade Benjamin-Chung, Jack Colford, Peter Hotez, Rachael Meager, Antonio Montresor, Owen Ozier, Caio Piza, Dina Pomeranz, Gil Shapira, and many seminar and conference participants, for helpful comments. We thank the Dioraphte Foundation for financial support. All errors are our own. Ricardo Maertens currently works at Amazon. He contributed to this research paper prior to joining Amazon. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}