{
    "id": 22380,
    "citation_title": "Monetary Versus Macroprudential Policies: Causal Impacts of Interest Rates and Credit Controls in the Era of the UK Radcliffe Report",
    "citation_author": [
        "David Aikman",
        "Oliver Bush",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2016-07-04",
    "issue_date": "2016-06-30",
    "revision_date": "2024-08-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe have a world of conjoined monetary and macroprudential policies. But can they function smoothly and with what effects? The evidence is quite limited, especially for advanced economies. We adopt a historical laboratory. From the 1950s to the 1980s, the UK used credit policy tools alongside conventional interest rate policy. These tools are similar to today’s macroprudential policies. We document these tools and craft a new dataset to estimate their effects using modern high-frequency identification with a novel empirical strategy, Factor-Augmented Local Projection. Monetary policy acted mainly on inflation but credit policy acted primarily to modulate bank lending.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and not necessarily those of the Bank of England or the National Bureau of Economic Research. The authors wish to thank – without implicating – Thilo Albers, Saleem Bahaj, Michael Bordo, Forrest Capie, Matthieu Chavaz, James Cloyne, Angus Foulis, Julia Giese, Charles Goodhart, Robert Hetzel, Ethan Ilzetzki, Òscar Jordà, George Kapetanios, Norbert Metiu, Paul Mizen, Duncan Needham, Edward Nelson, José-Luis Peydró, Jonathan Pinder, Ricardo Reis, Gary Richardson, Albrecht Ritschl, Joan Rosés, Peter  Scott, Lord Skidelsky, Peter Sinclair, Ryland Thomas, Matthew Waldron, Eugene White, and Garry Young for helpful conversations, and Jiayi Cheng, Jiawei Fan, Casey Murphy, Consgor Osvay, Henrik Pedersen, Jenny Spyridi, and Yizhong Zhang for their excellent research assistance, and the archivists at the Bank of England, Barclays Bank, HSBC, the Royal Bank of Scotland and the National Archives. We have benefited from comments of participants at presentations at UC Davis, UC Berkeley, the NBER Summer Institute, the Cliometric Society Annual Conference, the American Economic Association Annual Meetings, the European Economic Association Annual Congress, the Royal Economic Society Annual Conference, the Federal Reserve conference on economic and financial history, the Oxford-Indiana Macroeconomic Policy Conference, the 6th EurHiStock Workshop, the CEPR Financial Markets Symposium, the MNB-CEPR-ESRB Macroeconomic Policy Research Workshop, the Central Bank of Ireland Economic History Workshop, the INET Young Scholars’ Initiative economic history conference, the London School of Economics, the University of Cambridge, the University of Oxford, the University of Bonn, the University of Reading, Rutgers University, Warwick University, the Bank for International Settlements and the Bank of England.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}