{
    "id": 22381,
    "citation_title": "Cultural Assimilation during the Age of Mass Migration",
    "citation_author": [
        "Ran Abramitzky",
        "Leah Platt Boustan",
        "Katherine Eriksson"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2017-09-14",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nUsing two million census records, we document cultural assimilation during the Age of Mass Migration, a formative period in US history. Immigrants chose less foreign names for children as they spent more time in the US, eventually closing half of the gap with natives. Many immigrants also intermarried and learned English. Name-based assimilation was similar by literacy status, and faster for immigrants who were more culturally distant from natives. Cultural assimilation affected the next generation. Within households, brothers with more foreign names completed fewer years of schooling, faced higher unemployment, earned less and were more likely to marry foreign-born spouses.\n\n",
    "acknowledgement": "\nWe are grateful for the access to Census manuscripts provided by Ancestry.com, FamilySearch.org and the Minnesota Population Center. We benefited from the helpful comments we received at the DAE group of the NBER Summer Institute, the Munich “Long Shadow of History” conference, the Irvine conference on the Economics of Religion and Culture, the Cambridge conference on Networks, Institutions and Economic History, the AFD-World Bank Migration and Development Conference, and the Economic History Association. We also thank participants of seminars at Arizona State, Berkeley, Columbia, Michigan, Ohio State, Stanford, UCLA, UCSD, Warwick, Wharton, Wisconsin and Yale. We benefited from conversations with Cihan Artunc, Sascha Becker, Hoyt Bleakley, Davide Cantoni, Raj Chetty, Dora Costa, Dave Donaldson, Joe Ferrie, Price Fishback, Avner Greif, Eric Hilt, Naomi Lamoreaux, Victor Lavy, Joel Mokyr, Kaivan Munshi, Martha Olney, Luigi Pascali, Santiago Perez, Hillel Rapoport, Christina Romer, David Romer, Jared Rubin, Fabian Waldinger, Ludger Woessmann, Gavin Wright, and Noam Yuchtman. David Yang provided able research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}