{
    "id": 22390,
    "citation_title": "What Can We Learn from Charter School Lotteries?",
    "citation_author": [
        "Julia Chabrier",
        "Sarah Cohodes",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2016-07-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe take a closer look at what we can learn about charter schools by pooling data from lottery-based impact estimates of the effect of charter school attendance at 113 schools. On average, each year enrolled at one of these schools increases math scores by 0.08 standard deviations and English/language arts scores by 0.04 standard deviations. There is wide variation in impact estimates. To glean what drives this variation, we link these effects to school practices, inputs, and characteristics of fallback schools. In line with the earlier literature, we find that schools that adopt an intensive “No Excuses” attitude towards students are correlated with large gains in academic performance, with traditional inputs like class size playing no role in explaining charter school effects. However, we highlight that “No Excuses” schools are also located among the most disadvantaged neighborhoods in the country. After accounting for performance levels at fallback schools, the relationship between the remaining variation in school performance and the entire “No Excuses” package of practices weakens. “No Excuses” schools are effective at raising performance in neighborhoods with very poor performing schools, but the available data have less to say on whether the “No Excuses” approach could help in nonurban settings or whether other practices would similarly raise achievement in areas with low-performing schools. We find that intensive tutoring is the only “No Excuses” characteristic that remains significant (even for nonurban schools) once the performance levels of fallback schools are taken into account.\n\n",
    "acknowledgement": "\nFor sharing the data from and answering question about their studies, we thank Ira Nichols-Barrer, Brian Gill, Phil Gleason, Josh Furgeson, and Christina Clark Tuttle of Mathematica Policy Research; Danielle Eisenberg of the KIPP Foundation; Josh Angrist, Parag Pathak, and Chris Walters; and Will Dobbie and Roland Fryer. We also thank Carrie Conaway of the Massachusetts Department of Elementary and Secondary Education and the National Center for Education Statistics for additional data access, and Josh Angrist, Will Dobbie, and Mike Gilane, as well as seminar participants at Teachers College Columbia University and IFN-Stockholm for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSarah Cohodes\n\nThe author received financial support from the Abdul Latif Jameel Poverty Action Lab (J-PAL) for her work on this project. Other than this financial support, the author declares that she has no relevant or material financial interests that relate to the research described in this paper.\n\n\nThe Institute for Education Sciences at the U.S. Department of Education, the KIPP Foundation, and the Massachusetts Department of Elementary and Secondary Education had the right to review this paper prior to circulation in order to determine no individual’s data was disclosed.\n\n\n"
}