{
    "id": 22396,
    "citation_title": "Redistribution of Local Labor Market Shocks through Firms’ Internal Networks",
    "citation_author": [
        "Xavier Giroud",
        "Holger M. Mueller"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2016-07-17",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLocal labor market shocks are difficult to insure against. Using confidential micro data from the U.S. Census Bureau’s Longitudinal Business Database, we document that firms redistribute the employment impacts of local demand shocks across regions through their internal networks of establishments. During the Great Recession, the massive decline in house prices caused a sharp drop in consumer demand, leading to large employment losses in the non-tradable sector. Consistent with firms smoothing out the impacts of these shocks across regions, we find large elasticities of non-tradable establishment-level employment with respect to house prices in other counties in which the firm has establishments. At the same time, establishments of firms with larger regional networks exhibit lower employment elasticities with respect to local house prices in the establishment’s own county. To account for general equilibrium adjustments, we aggregate non-tradable employment at the county level. Similar to what we found at the establishment level, we find that non-tradable county-level employment responds strongly to local demand shocks in other counties linked through firms’ internal networks. These results are not driven by direct demand spillovers from nearby counties, common shocks to house prices, or local demand shocks affecting non-tradable employment in distant counties indirectly via the trade channel. Our results suggest that firms play an important role in the extent to which local labor market risks are shared across regions.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Redistribution of Local Demand Shocks through Firms' Internal Networks.\" We would like to thank Scott Baker, Itamar Drechsler, Xavier Gabaix, Ben Keys, Theresa Kuchler, Andres Liberman, Ulrike Malmendier, Atif Mian, Daniel Paravisini, Thomas Philippon, Alexi Savov, Johannes Stroebel, Amir Sufi, Stijn van Nieuwerburgh, and seminar participants at NYU and the 2016 NBER SI for helpful comments. We are grateful to Manuel Adelino and Albert Saiz for providing us with data. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or  the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}