{
    "id": 22391,
    "citation_title": "Liquidity Transformation in Asset Management: Evidence from the Cash Holdings of Mutual Funds",
    "citation_author": [
        "Sergey Chernenko",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nWe study liquidity transformation in mutual funds using a novel data set on their cash holdings. To provide investors with claims that are more liquid than the underlying assets, funds engage in substantial liquidity management. Specifically, they hold substantial amounts of cash, which they use to accommodate inflows and outflows rather than transacting in the underlying portfolio assets. This is particularly true for funds with illiquid assets and at times of low market liquidity. We provide evidence suggesting that mutual funds’ cash holdings are not large enough to fully mitigate price impact externalities created by the liquidity transformation they engage in.\n\n",
    "acknowledgement": "\nWe thank Jules van Binsbergen, Jaewon Choi, Lauren Cohen, Robin Greenwood, Johan Hombert, Marcin Kacperczyk, Xuewen Liu, Alexi Savov, Jeremy Stein, René Stulz, Robert Turley, Jeff Wang, Zhi Wang, Michael Weisbach, Yao Zeng, and seminar participants at the 3rd Annual Conference on Financial Market Regulation, Adam Smith Conference, Duke/UNC Asset Pricing Conference, Federal Reserve Bank of New York, NBER New Developments in Long-Term Asset Management Conference, Ohio State University, Risk Management Conference Mont Tremblant, Texas A&M, University of Illinois Urbana-Champaign, and University of Massachusetts at Amherst for helpful comments and suggestions. Yuan He and Mike Dong provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}