{
    "id": 22399,
    "citation_title": "An Empirical Analysis of Racial Differences in Police Use of Force",
    "citation_author": [
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "2018-01-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores racial differences in police use of force. On non-lethal uses of force, blacks and Hispanics are more than fifty percent more likely to experience some form of force in interactions with police. Adding controls that account for important context and civilian behavior reduces, but cannot fully explain, these disparities. On the most extreme use of force – officer-involved shootings – we find no racial differences in either the raw data or when contextual factors are taken into account. We argue that the patterns in the data are consistent with a model in which police officers are utility maximizers, a fraction of which have a preference for discrimination, who incur relatively high expected costs of officer-involved shootings.\n\n",
    "acknowledgement": "\nThis work has benefitted greatly from discussions and debate with Chief William Evans, Chief Charles McClelland, Chief Martha Montalvo, Sergeant Stephen Morrison, Jon Murad, Lynn Overmann, Chief Bud Riley, and Chief Scott Thomson. I am grateful to David Card, Kerwin Charles, Christian Dustmann, Michael Greenstone, James Heckman, Richard Holden, Lawrence Katz, Steven Levitt, Jens Ludwig, Glenn Loury, Kevin Murphy, Derek Neal, John Overdeck, Jesse Shapiro, Andrei Shleifer, Jorg Spenkuch, Max Stone, John Van Reenan, Christopher Winship, and seminar participants at Brown University, University of Chicago, London School of Economics, University College London, and the NBER Summer Institute for helpful comments and suggestions. Brad Allan, Elijah De La Campa, Tanaya Devi, William Murdock III, and Hannah Ruebeck provided truly phenomenal project management and research assistance. Lukas Althoff, Dhruva Bhat, Samarth Gupta, Julia Lu, Mehak Malik, Beatrice Masters, Ezinne Nwankwo, Charles Adam Pfander, Sofya Shchukina and Eric Yang provided excellent research assistance. Financial support from EdLabs Advisory Group and an anonymous donor is gratefully acknowledged. Correspondence can be addressed to the author by email at rolandfryer@edlabs.harvard.edu. The usual caveat applies. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}