{
    "id": 22397,
    "citation_title": "Persistent Social Networks: Civil War Veterans who Fought Together Co-Locate in Later Life",
    "citation_author": [
        "Dora L. Costa",
        "Matthew E. Kahn",
        "Christopher Roudiez",
        "Sven Wilson"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nAt the end of the U.S Civil War, veterans had to choose whether to return to their prewar communities or move to new areas. The late 19th Century was a time of sharp urban growth as workers sought out the economic opportunities offered by cities. By estimating discrete choice migration models, we quantify the tradeoffs that veterans faced. Veterans were less likely to move far from their origin and avoided urban immigrant areas and high mortality risk areas. They also avoided areas that opposed the Civil War. Veterans were more likely to move to a neighborhood or a county where men from their same war company lived. This co-location evidence highlights the existence of persistent social networks. Such social networks had long-term consequences: veterans living close to war time friends enjoyed a longer life.\n\n",
    "acknowledgement": "\nDora Costa, Christopher Roudiez, and Sven Wilson gratefully acknowledge the support of NIH grant P01 AG10120. Dora Costa also acknowledges the use of facilities and resources at the California Center for Population Research, UCLA, which is supported in part by NICDH grant R24HD041022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}