{
    "id": 22394,
    "citation_title": "The Effects of Aggregate and Gender-Specific Labor Demand Shocks on Child Health",
    "citation_author": [
        "Marianne Page",
        "Jessamyn Schaller",
        "David Simon"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we estimate the relationship between cyclical changes in aggregate labor market opportunities and child health outcomes.  In addition to using state unemployment rates to proxy for labor market conditions, as is common in the existing literature, we construct predicted employment growth indices that allow us to separately identify demand-induced changes in labor market opportunities for fathers and mothers.  In contrast with prominent studies of adult health, we find no evidence that negative shocks to general economic conditions are associated with improvements in contemporaneous measures of children’s health.  We do find, however, that focusing on gender-inclusive economic variables obscures the extent to which the labor market affects children.  Specifically, we find evidence that improvements in labor market conditions facing women are associated with worse child health, while improvements in men’s labor market conditions have smaller positive effects on child health.  These patterns, which are consistent with previous findings on the effects of individual parental employment and job displacement, suggest that family income and maternal time use are both important mechanisms mediating the effects of aggregate labor market conditions on child health.\n\n",
    "acknowledgement": "\nWe thank seminar participants at California State University San Luis Obispo, University of California Riverside, University of Houston, University of Texas-Austin, and Texas A and M University, and conference participants at the American Economic Association Annual Meeting, the Society of Labor Economists Annual Meeting, the International Health Economics Association Annual Meeting, and the American Society of Health Economists Biennial Conference.  We are grateful to Jason Lindo and Gary Solon for his helpful comments, and to Gaetano Basso and Esra Kose for their excellent research assistance. This project was supported by funding from National Science Foundation (Grant #1327768), the University of California Davis Interdisciplinary Frontiers in the Humanities and Arts Grant, and the U.S. Department of Health and Human Services. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}