{
    "id": 22393,
    "citation_title": "The Effect of Vietnam-Era Conscription and Genetic Potential for Educational Attainment on Schooling Outcomes",
    "citation_author": [
        "Lauren L. Schmitz",
        "Dalton Conley"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines whether draft-lottery estimates of the causal effect of Vietnam-era military service on schooling vary by genetic propensity toward educational attainment. To capture the complex genetic architecture that underlies the bio-developmental pathways behavioral traits and evoked environments associated with educational attainment, we construct a polygenic score (PGS) for the Vietnam-era cohort in the Health and Retirement Study (HRS) that aggregates thousands of individual loci across the human genome, weighted by effect sizes derived from a recent genome-wide association study (GWAS) for years of education. Our findings suggest veterans with below average PGSs for educational attainment completed fewer years of schooling than comparable non-veterans with the same PGS, primarily due to fewer years of college education. On the other hand, we do not find any difference in the educational attainment of veterans and non-veterans with above average PGSs. Results show that public policies and exogenous environments may induce heterogeneous treatment effects by genetic disposition.\n\n",
    "acknowledgement": "\nWe thank Aysu Okbay for constructing and sharing the polygenic score for HRS respondents that utilizes weights from the GWAS meta-analysis with the restricted 23andMe and UK Biobank samples. This study was funded by the Russell Sage Foundation (grant number 83-15-29) and by an NIA training grant to the Population Studies Center at the University of Michigan (T32 AG000221).  The Health and Retirement Study (HRS accession number 0925-0670) is sponsored by the National Institute on Aging (grant numbers NIA U01AG009740, RC2AG036495, and RC4AG039029) and is conducted by the University of Michigan. Additional funding support for genotyping and analysis were provided by NIH/NICHD R01 HD060726. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}