{
    "id": 22409,
    "citation_title": "Curse of Anonymity or Tyranny of Distance? The Impacts of Job-Search Support in Urban Ethiopia",
    "citation_author": [
        "Girum Abebe",
        "Stefano Caria",
        "Marcel Fafchamps",
        "Paolo Falco",
        "Simon Franklin",
        "Simon Quinn"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe conduct a randomized evaluation of two job-search support programs for urban youth in Ethiopia. One group of treated respondents receives a subsidy to cover the transport costs of job search. Another group participates in a job application workshop where their skills are certified and they are given orientation on how to make effective job applications. The two interventions are designed to lower spatial and informational barriers to employment. We find that both treatments significantly improve the quality of jobs that young jobseekers obtain. Impacts are concentrated among women and the least educated. Using rich high-frequency data from a phone survey, we are able to explore the mechanisms underlying the results; we show that while the transport subsidy increases both the intensity and the efficacy of job search, the job application workshop mainly operates through an increase in search efficacy. Both interventions mitigate the adverse effects of spatial constraints on employment outcomes, and the job application workshop alleviates informational asymmetries by  helping workers to signal their ability.\n\n",
    "acknowledgement": "\nWe are grateful to Gharad Bryan, Erica Field, Markus Goldstein, Douglas Gollin, Jeremy Magruder, David McKenzie, Mushfiq Mobarak, Amanda Pallais, and Alemayehu Seyoum Taffesse for helpful comments and to Jali Bekele, Giulio Schinaia, Vaclav Tehle, Biruk Tekle, Marc Witte, Alemayehu Woldu and Ibrahim Worku for outstanding research assistance. Data collection and experimental implementation were funded by GLM | LIC (‘Assisting Job Search in Low-Employment Communities: The Effect of Information Provision and Transport Vouchers in Addis Ababa’) and by the International Growth Centre (‘Assisting Job Search in Low-Employment Communities: The Effect of a Screening Intervention in Addis Ababa’). The project would not have been possible without the constant support of Rose Page and the Centre for the Study of African Economies (University of Oxford), nor without the support of the Ethiopian Development Research Institute in Addis Ababa. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000911. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nStefano Caria\n\nStefano Caria further acknowledges financial support from the Economic and\nSocial Research Council, UK\n\n\n\nMarcel Fafchamps\n\nFunding from the World Bank was received to conduct a companion RCT on job fairs. The job fair RCT was conducted in conjunction with the RCT discussed here, and used the same baseline and endline worker questionnaires. But the two studies rely on separate, non-overlapping samples.\n\n\n"
}