{
    "id": 2240,
    "citation_title": "Changing Patterns of International Investment In and By the United States",
    "citation_author": [
        "Robert E. Lipsey"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe international investment account of the United States has gone through several cycles. Before World War I, the U.S. was a borrower most of the time and an international debtor. Between the two World Wars, it was first a lender and then a refuge for foreign capital. After World War 11, the U.S. became the world's major lender and creditor and in the last few years it has become the world's largest borrower, and, according to the official accounts, even a net debtor. U.S. direct investment abroad began while the U.S. was still an overall borrower and debtor. The technological leaders among U.S. manufacturing firms pioneered in this technique for exploiting their particular knowledge and skills by producing in other countries. The peak in the importance of foreign assets relative to the domestic assets of U.S. companies was probably reached during the early 1970s. While the flow of direct investment from the U.S. has slowed, there has recently been a large inflow of foreign direct investment into the U.S.. That inflow has roughly tripled the share of foreign-owned companies in the U.S. since 1950. While foreign-owned firms accounted for only about 3% per cent of total U.S. employment after all the recent growth in foreign direct investment in the U.S., the shares in manufacturing and wholesale trade were considerably higher. Foreign firms accounted for almost 40 per cent of chemical industry employment, but for less than 10 per cent in all the other industries. The foreign shares in service industries, aside from wholesale trade, increased, but remained below 3 per cent.\n\n",
    "acknowledgement": "\n"
}