{
    "id": 22405,
    "citation_title": "Do tax Incentives for Research Increase Firm Innovation? An RD Design for R&D",
    "citation_author": [
        "Antoine Dechezleprêtre",
        "Elias Einiö",
        "Ralf Martin",
        "Kieu-Trang Nguyen",
        "John Van Reenen"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "2021-04-13",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence of a causal impact of research and development (R&D) tax incentives on innovation. We exploit a change in the asset-based size thresholds for eligibility for R&D tax subsidies and implement a Regression Discontinuity Design using administrative tax data on the population of UK firms. There are statistically and economically significant effects of the tax change on both R&D and patenting (even when quality-adjusted). R&D tax price elasticities are large at about 2.6, probably because the treated group is from a sub-population of smaller firms and subject to financial constraints. There does not appear to be pre-policy manipulation of assets around the thresholds that could undermine our design. Over the 2006-11 period aggregate business R&D would be around 10% lower in the absence of the tax relief scheme. We also show that the R&D generated by the tax policy creates positive spillovers on the innovations of techno-logically related firms.\n\n",
    "acknowledgement": "\nThe HMRC Datalab has helped immeasurably with this paper, although only the authors are responsible for contents. We would like to thank Steve Bond, Mike Devereux, Irem Gucerci, Bronwyn Hall, Pierre Mohnen and Reinhilde Veugelers for helpful comments. Participants in seminars at BIS, HM Treasury, Munich, Oxford and LSE have all contributed to improving the paper. Financial support from the Economic and Social Research Council through the Centre for Economic Performance and the Centre for Climate Change Economics and Policy is gratefully acknowledged. A.D. also acknowledges financial support from the Grantham Foundation for the Protection of the Environment. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}