{
    "id": 22407,
    "citation_title": "CEO Pay and the rise of Relative Performance Contracts: A Question of Governance?",
    "citation_author": [
        "Brian Bell",
        "John Van Reenen"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWould moving to relative performance contracts improve the alignment between CEO pay and performance?  To address this we exploit the large rise in relative performance awards and the share of equity pay in the UK over the last two decades. Using new employer-employee matched datasets we find that the CEO pay-performance relationship remains asymmetric: pay responds more to increases in shareholders’ return performance than to decreases. Further, this asymmetry is stronger when governance appears weak. Second, there is substantial “pay-for-luck” as remuneration increases with random positive shocks, even when the CEO has equity awards that explicitly condition on firm performance relative to peer firms in the same sector. A reason why relative performance pay fails to deal with pay for luck is that CEOs who fail to meet the terms of their past performance awards are able to obtain more generous new equity rewards in the future. Moreover, this “compensation effect” is stronger when the firm has weak corporate governance. These findings suggest that reforms to the formal structure of CEO pay contracts are unlikely to align incentives in the absence of strong shareholder governance.\n\n",
    "acknowledgement": "\nWe thank Towers Watson for providing some of the data, although the views expressed are those of the authors and not Towers Watson. We have not accepted research funds from Towers Watson.  This work was based on data from the Annual Survey of Hours and Earnings, produced by the Office for National Statistics (ONS) and supplied by the Secure Data Service at the UK Data Archive. The data are Crown Copyright and reproduced with the permission of the controller of HMSO and Queen's Printer for Scotland. The use of the data in this work does not imply the endorsement of ONS or the Secure Data Service at the UK Data Archive in relation to the interpretation or analysis of the data. This work uses research datasets which may not exactly reproduce National Statistics aggregates. This research was funded by the ESRC at the Centre for Economic Performance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}