{
    "id": 22404,
    "citation_title": "The Liquidity Cost of Private Equity Investments: Evidence from Secondary Market Transactions",
    "citation_author": [
        "Taylor D. Nadauld",
        "Berk A. Sensoy",
        "Keith Vorkink",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2016-07-11",
    "issue_date": "2016-07-07",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nAn important cost of investing in private equity is the illiquidity of these investments.  In response to this illiquidity, a secondary market for transacting stakes in private equity funds has developed.  This paper uses proprietary data from a leading intermediary to understand the magnitude and determinants of transaction costs in this market. Most transactions occur at a discount to net asset value. Buyers average an annualized Public Market Equivalent (PME) of 1.023 compared to 0.974 for sellers, implying that buyers outperform sellers by a market-adjusted five percentage points annually.  For the most common type of transaction, the sale of stakes in funds four to nine years old, the difference is smaller, about three percentage points. Both the discount to NAV and the difference in returns between buyers and sellers returns appear to be related to factors associated with asymmetric information and market depth. Buyers in this market tend to be funds-of-funds, while sellers are more likely to be traditional private equity investors such as endowments and pension funds.\n\n",
    "acknowledgement": "\nWe are extremely grateful to the partners at an anonymous intermediary for providing us with data. We thank Steven Davidoff, Josh Lerner, Ludovic Phalippou, David Robinson, Weiling Song, Per Stromberg, and seminar participants at Amsterdam, NHH Bergen, Ohio State, Stockholm, Texas, and Tilburg for helpful suggestions. Greg Adams, Shan Ge, and Dongxu Li provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}