{
    "id": 22416,
    "citation_title": "Long-Run Risk is the Worst-Case Scenario",
    "citation_author": [
        "Rhys Bidder",
        "Ian Dew-Becker"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe study an investor who is unsure of the dynamics of the economy. Not only are parameters unknown, but the investor does not even know what order model to estimate. She estimates her consumption process nonparametrically – allowing potentially infinite-order dynamics – and prices assets using a pessimistic model that minimizes lifetime utility subject to a constraint on statistical plausibility. The equilibrium is exactly solvable and we show that the pricing model always includes long-run risks. With risk aversion of 4.7, the model matches major facts about asset prices, consumption, and dividends. The paper provides a novel link between ambiguity aversion and non-parametric estimation.\n\n",
    "acknowledgement": "\nCopyright American Economic Association; reproduced with permission of the American Economic Review. Bidder: Federal Reserve Bank of San Francisco. Dew-Becker: Northwestern University. We appreciate helpful comments and discussions from Harjoat Bhamra, Stefano Giglio, Valentin Haddad, Lars Hansen, Stavros Panageas, Costis Skiadas, Matt Smith, and seminar participants at the Federal Reserve Bank of San Francisco, Duke Fuqua, the Asset Pricing Retreat in Tilburg, Kellogg, UC Santa Cruz, the NBER Asset Pricing meeting, the NYU Conference on Robustness and Ambiguity, Stanford GSB, the SED, the WFA, and CMU Tepper. Ben Pyle provided excellent research assistance. The views expressed in this paper are those of the authors and not necessarily those of the Federal Reserve Bank of San Francisco, the Federal Reserve Board of Governors, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}