{
    "id": 22411,
    "citation_title": "Potential Unemployment Insurance Duration and Labor Supply: The Individual and Market-Level Response to a Benefit Cut",
    "citation_author": [
        "Andrew C. Johnston",
        "Alexandre Mas"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine how a 16-week cut in potential unemployment insurance (UI) duration in Missouri affected search behavior of UI recipients and the aggregate labor market. Using a regression discontinuity design (RDD), we estimate a marginal effect of maximum duration on UI and nonemployment spells of approximately 0.5 and 0.3 respectively. We use RDD estimates to simulate the unemployment rate assuming no market-level externalities. The simulated response closely approximates the estimated change in the unemployment rate following the benefit cut, suggesting that even in a period of high unemployment the labor market absorbed this influx of workers without crowding-out other jobseekers.\n\n",
    "acknowledgement": "\nWe are grateful to David Card, Mark Duggan, Henry Farber, Robert Jensen, Pauline Leung, Olivia S. Mitchell, Kurt Mitman, Ulrich Müller, Zhuan Pei, Jesse Rothstein, Johannes Schmieder, Steven Woodbury, workshop participants at the ABL conference, Georgetown, New York Federal Reserve, Princeton University, UC Berkeley, and University of Wisconsin. Elijah De La Campa, Kevin DeLuca, Disa Hynsjo, Samsun Knight, Dan Van Deusen, and Sophie Zhu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}