{
    "id": 22413,
    "citation_title": "A Forward Looking Ricardian Approach: Do Land Markets Capitalize Climate Change Forecasts?",
    "citation_author": [
        "Christopher Severen",
        "Christopher Costello",
        "Olivier Deschenes"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe hedonic pricing method is one of the fundamental approaches used to estimate the economic value of attributes that affect the market price of an asset. In environmental economics, such methods are routinely used to derive the economic valuation of environmental attributes such as air pollution and water quality. For example, the Ricardian approach is based on a hedonic regression of land values on historical climate variables. Forecasts of future climate can then be employed to estimate the future costs of climate change. This extensively-applied approach contains an important implicit assumption that current land markets ignore current climate forecasts. While this assumption was defensible decades ago (when this literature first emerged), it is reasonable to hypothesize that information on climate change is so pervasive today that markets may already price in expectations of future climate change. We show how to account for this with a straightforward empirical correction (called the Forward-Looking Ricardian Approach) that can be implemented with readily available data. We apply this empirically to agricultural land markets in the United States and find evidence that these markets already are accounting for climate change forecasts. Failing to account for this would lead a researcher to understate climate change damages by 36% to 66%.\n\n",
    "acknowledgement": "\nThis project has received insightful comments and feedback from Joshua Abbott, Bowman Cutter, Peter Kuhn, Kyle Meng, Matto Mildenberger, Steve Miller, Kevin Roth, Richard Startz, and Christopher Timmons, as well as the UCSB Econometrics Research Group and the Bren Economics Lab. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}