{
    "id": 22414,
    "citation_title": "Buyout Activity: The Impact of Aggregate Discount Rates",
    "citation_author": [
        "Valentin Haddad",
        "Erik Loualiche",
        "Matthew Plosser"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuyout booms form in response to declines in the aggregate risk premium. We document that the equity risk premium is the primary determinant of buyout activity rather than credit-specific conditions. We articulate a simple explanation for this phenomenon: a low risk premium increases the present value of performance gains and decreases the cost of holding an illiquid investment. A panel of U.S. buyouts confirms this view. The risk premium shapes changes in buyout characteristics over the cycle, including their riskiness, leverage, and performance. Our results underscore the importance of the risk premium in corporate finance decisions.\n\n",
    "acknowledgement": "\nValentin Haddad is with Princeton University and NBER, Erik Loualiche is with MIT Sloan School of Management, and Matthew Plosser is with Federal Reserve Bank of New York. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York or the Federal Reserve System. For helpful comments, the authors thank Bruno Biais (the editor), Olivier Darmouni, Douglas Diamond, Steven Kaplan, Anil Kashyap, Ralph Koijen, Adair Morse, Dimitris Papanikolaou, Jonathan Parker, Pietro Veronesi, anonymous referees, and seminar participants at the Chicago Booth Junior Finance Symposium, SITE, the European Summer Symposium in Financial Markets, the Northwestern Finance Conference, the Chicago Booth Finance Brownbag, the Economic Dynamics Working Group at the University of Chicago, the Student Seminar and Macro Lunch at Northwestern University, the Transatlantic Doctoral Conference, London Business School, and the Cambridge-Princeton Finance Conference. They also appreciate research assistance from Tara Sullivan and Meru Bhanot. The authors do not have any potential conflicts of interest. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}