{
    "id": 22417,
    "citation_title": "Bride Price and Female Education",
    "citation_author": [
        "Nava Ashraf",
        "Natalie Bau",
        "Nathan Nunn",
        "Alessandra Voena"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "2018-03-29",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough it is well known that traditional cultural practices can play an important role in development, we still have little understanding of what this means for development policy. To improve our understanding of this issue, we examine how the effects of school construction on girls’ education vary with a widely-practiced marriage custom called bride price, which is a payment made by the husband and/or his family to the wife’s parents at marriage. We begin by developing a model of educational choice with and without bride price. The model generates a number of predictions that we test in two countries that have had large-scale school construction projects, Indonesia and Zambia. Consistent with the model, we find that for groups that practice the custom of bride price, the value of bride price payments that the parents receive tend to increase with their daughter’s education. As a consequence, the probability of a girl being educated is higher among bride price groups. The model also predicts that families from bride price groups will be the most responsive to policies, like school construction, that are aimed at increasing female education. Studying the INPRES school construction program in Indonesia, as well as a similar program in Zambia, we find evidence consistent with this prediction. Although the program had no discernible effect on the education of girls from groups without bride price, it had large positive effects for girls from groups with a bride price. The findings emphasize the importance of the marriage market as a driver of educational investment and provide an example of how the cultural context of a society can be crucial for the effectiveness of development policy.\n\n",
    "acknowledgement": "\nWe thank Martha Bailey, Marianne Bertrand, David Baqaee, Sam Bazzi, St´ephane Bonhomme, Melissa Dell, Esther Duflo, Raquel Fernández, Ingvil Gaarder, Murat Iyigun, Kelsey Jack, Simone Lenzu, Kenneth Leonard, Corinne Low, Neale Mahoney, Cecilia Machado, Bryce Millett Steinberg, Magne Mogstad, Suresh Naidu, Ben Olken, Claudia Olivetti, Tommaso Porzio, Al Roth, Aloysius Siow, Chris Udry, Glen Weyl and participants at various seminars and conferences for helpful comments. Eva Ng, Parina Lalchandani, and Poulod Borojerdi provided excellent research assistance.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}