{
    "id": 22418,
    "citation_title": "The New Keynesian Transmission Mechanism: A Heterogenous-Agent Perspective",
    "citation_author": [
        "Tobias Broer",
        "Niels-Jakob H. Hansen",
        "Per Krusell",
        "Erik Öberg"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe argue that a 2-agent version of the standard New Keynesian model—where a “worker” receives only labor income and a “capitalist” only profit income— offers insights about how income inequality affects the monetary transmission mechanism. Under rigid prices, monetary policy affects the distribution of consumption, but it has no effect on output as workers choose not to change their hours worked in response to wage movements. In the corresponding representative-agent model, in contrast, hours do rise after a monetary policy loosening due to a wealth effect on labor supply: profits fall, thus reducing the representative worker’s income. If wages are rigid too, however, the monetary transmission mechanism is active and resembles that in the corresponding representative-agent model. Here, workers are not on their labor supply curve and hence respond passively to demand, and profits are procyclical.\n\n",
    "acknowledgement": "\nWe are very grateful for comments from Adrien Auclert, Lídia Brun, John Cochrane, Martin Eichenbaum, Jordi Galí, John Hassler, Hannes Malmberg, Karl Harmenberg, Jean-Baptiste Michau, Valerie Ramey, Søren Hove Ravn, Matthew Rognlie, Johan Söderberg, Karl Walentin, Ivàn Werning, Andreas Westermark, and seminar participants at the IIES, MIT Macro Lunch, Universitat Pompeu Fabra, Sveriges Riksbank, ENTER Jamboree in Mannheim 2015, UiO-NHH Macro Workshop at Norges Bank, SED Annual Meeting 2015, and EEA Annual Meeting 2015. All errors are our own. We are grateful to Handelsbanken's Research Foundations for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}