{
    "id": 22415,
    "citation_title": "QE in the future: the central bank’s balance sheet in a fiscal crisis",
    "citation_author": [
        "Ricardo Reis"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAnalysis of quantitative easing (QE) typically focus on the recent past studying the policy’s effectiveness during a financial crisis when nominal interest rates are zero. This paper examines instead the usefulness of QE in a future fiscal crisis, modeled as a situation where the fiscal outlook is inconsistent with both stable inflation and no sovereign default. The crisis can lower welfare through two channels, the first via aggregate demand and nominal rigidities, and the second via contractions in credit and disruption in financial markets. Managing the size and composition of the central bank’s balance sheet can interfere with each of these channels, stabilizing inflation and economic activity. The power of QE comes from interest-paying reserves being a special public asset, neither substitutable by currency nor by government debt.\n\n",
    "acknowledgement": "\nI am grateful to Cynthia Balloch, Petra Geraats, Bartosz Mackowiack, Chris Sims, Alejandro Vicondoa, Mike Woodford, the conference organizers, and participants in talks at Banco Central do Brasil, Bank of England, Bank of Finland, Bundesbank, Cambridge University, EUI, IMF, Nova SBE, OFCE-Sciences Po, the PEJ annual meeting, Riksbank, University of Birmingham, University of Surrey and the University of Warwick for their comments. This research benefited from the support of a senior George fellowship at the Bank of England. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}