{
    "id": 22429,
    "citation_title": "The Inner Workings of the Patient Centered Medical Home Model",
    "citation_author": [
        "Guy David",
        "Philip A. Saynisch",
        "Aaron Smith-McLallen"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe patient-centered medical home (PCMH) is a model for restructuring primary care with a focus on improved access to care and clinical excellence. However, to date, the evidence on its effect on healthcare utilization and expenditures has been quite mixed. One possible reason for this may lie in the flexibility with which a practice can meet the thresholds for PCMH recognition, adopting practice reforms in vastly different domains. Hence, practices with the same recognition level may in fact demonstrate divergent capabilities, and subsequently have different leverage over the achievement of the PCMH goals. We study this idea by using previously unavailable data that spans all PCMH recognition domains. The richness of our data allows us to group practices into clusters based on their choice of attributes during the recognition process, and then examine the performance of individual clusters in reducing healthcare utilization and expenditures. We find that treating the PCMH model as an undifferentiated intervention obscures meaningful variation in implementation across practices. In particular, clusters emphasizing practice improvements like use of decision support, enhanced access to care and population management tools have demonstrated some success in impacting utilization and expenditures patterns after PCMH recognition.\n\n",
    "acknowledgement": "\nWe thank the participants of seminars at University of Illinois at Urbana Champaign, Harvard, University of Minnesota, University of Illinois at Chicago, and University of Pennsylvania. As well as participants of the 2016 American Health Economics Conference, the 6th Biennial Conference of the American Society of Health Economists, and the IDC School of Economics conference. Special thanks to Ravi Chawla, Somesh Nigam, Cindy Wang, Sarah Scholle, and Candace Gunnarsson for data support and helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nPhilip A. Saynisch\n\nPhilip A. Saynisch works as a consultant for CTI Clinical Trial and Consulting, which has provided services to the insurer studied in this paper. Additionally, he receives funding as a student in the Harvard Health Policy PhD program.\n\n\n"
}