{
    "id": 22424,
    "citation_title": "Distributional Effects of Means Testing Social Security: Income Versus Wealth",
    "citation_author": [
        "Alan Gustman",
        "Thomas Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper compares Social Security means tests that would reduce benefits for recipients who fall in the top quarter of the income distribution with means tests aimed at those in the top quarter of the wealth distribution. Both means tests would reduce the average benefits for the affected groups by about $5,000. The analysis is based on data from the Health and Retirement Study and covers individuals aged 69 to 79 in 2010.\nAbout 14.5 percent of retirees in this age group are both in the top quarter of income recipients and in the top quarter of wealth holders. Another 10.5 percent are top quarter income recipients, but not top quarter wealth holders; with an additional 10.5 percent top quarter wealth holders, but not top quarter income recipients.\nWe find that a means test of Social Security based on income has substantially different distributional effects from a means test based on wealth. Moreover, there are substantial differences when a Social Security means test based on income is evaluated in terms of its effects on individuals arrayed by their wealth rather than their income. Similarly, a means test based on wealth will be evaluated quite differently by policy makers who believe that income is the appropriate basis for a means test than by those who believe that means tests should be based on wealth.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (UM14-01), with a subcontract to Dartmouth College. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the NBER. We would like to thank Howard Iams, Erzo Luttmer and Steven Venti for helpful comments. Additional calculations are available in “Distributional Effects of Means Testing Social Security: An Exploratory Analysis, NBER Working Paper 20546, October, 2014. This paper is forthcoming in the National Tax Journal. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}