{
    "id": 22422,
    "citation_title": "RBC Methodology and the Development of Aggregate Economic Theory",
    "citation_author": [
        "Edward C. Prescott"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis essay reviews the development of neoclassical growth theory, a unified theory of aggregate economic phenomena that was first used to study business cycles and aggregate labor supply. Subsequently, the theory has been used to understand asset pricing, growth miracles and disasters, monetary economics, capital accounts, aggregate public finance, economic development, and foreign direct investment.\nThe focus of this essay is on real business cycle (RBC) methodology. Those who employ the discipline behind the methodology to address various quantitative questions come up with essentially the same answer—evidence that the theory has a life of its own, directing researchers to essentially the same conclusions when they apply its discipline. Deviations from the theory sometimes arise and remain open for a considerable period before they are resolved by better measurement and extensions of the theory. Elements of the discipline include selecting a model economy or sometimes a set of model economies. The model used to address a specific question or issue must have a consistent set of national accounts with all the accounting identities holding. In addition, the model assumptions must be consistent across applications and be consistent with micro as well as aggregate observations. Reality is complex, and any model economy used is necessarily an abstraction and therefore false. This does not mean, however, that model economies are not useful in drawing scientific inference.\nThe vast number of contributions made by many researchers who have used this methodology precludes reviewing them all in this essay. Instead, the contributions reviewed here are ones that illustrate methodological points or extend the applicability of neoclassical growth theory. Of particular interest will be important developments subsequent to the Cooley (1995) volume, Frontiers of Business Cycle Research. The interaction between theory and measurement is emphasized because this is the way in which hard quantitative sciences progress.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}