{
    "id": 22421,
    "citation_title": "Finders, Keepers?",
    "citation_author": [
        "Niko Jaakkola",
        "Daniel Spiro",
        "Arthur A. van Benthem"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "2017-04-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNatural-resource taxation and investment exhibit cycles in a vast number of countries, driving political turmoil and power shifts. Using a rational-expectations model, we show cycles result from governments' inability to commit to future taxes and firms' inability to credibly exit a country indefinitely. A government sets a low initial tax inducing high investments, which in turn prompts it to increase taxes next period. This induces low investment thus low future taxes, and so on. We investigate which factors reinforce cycles and present ways of avoiding them, and document cycles across many countries including detailed case studies of two Latin-American countries.\n\n",
    "acknowledgement": "\nWe thank Robin Boadway, José Peres Cajías, Erik Gilje, John Hassler, Ryan Kellogg, Dirk Niepelt, Rick van der Ploeg, Debraj Ray, Eytan Sheshinski, Kjetil Storesletten, Martin Stuermer, Gerhard Toews, Tony Venables, Fabrizio Zilibotti and seminar participants at the 2015 EAERE conference, the 2016 IAEE conference, the 2016 NBER Economics of Commodity Markets conference, Aalto University, London School of Economics, NTNU, University of California Berkeley, University of California San Diego, University of East Anglia, University of Oslo, University of Pennsylvania, VU University Amsterdam, and Yale University for helpful comments and suggestions. We also thank Henrik Poulsen, Erik Wold and Ricardo Pimentel of Rystad Energy for sharing their knowledge. Jaakkola is grateful for financial support from the European Research Council (FP7-IDEAS-ERC grant no. 269788: Political Economy of Green Paradoxes) and for the hospitality of Cees Withagen at VU University Amsterdam. Spiro is associated with and his work was partly funded by CREE – Oslo Centre for Research on Environmentally friendly Energy. Van Benthem thanks the Kleinman Center for Energy Policy at the University of Pennsylvania and the Wharton Dean's Research Fund for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}