{
    "id": 22427,
    "citation_title": "The Empirical Economics of Online Attention",
    "citation_author": [
        "Andre Boik",
        "Shane Greenstein",
        "Jeffrey Prince"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn several markets, firms compete not for consumer expenditure but instead for consumer attention. We model and characterize how households allocate their scarce attention in arguably the largest market for attention: the Internet. Our characterization of household attention allocation operates along three dimensions: how much attention is allocated, where that attention is allocated, and how that attention is allocated. Using click-stream data for thousands of U.S. households, we assess if and how attention allocation on each dimension changed between 2008 and 2013, a time of large increases in online offerings. We identify vast and expected changes in where households allocate their attention (away from chat and news towards video and social media), and yet we simultaneously identify remarkable stability in how much attention is allocated and how it is allocated. Specifically, we identify (i) persistence in the elasticity of attention according to income and (ii) complete stability in the dispersion of attention across sites and in the intensity of attention within sites. We illustrate how this finding is difficult to reconcile with standard models of optimal attention allocation and suggest alternatives that may be more suitable. We conclude that increasingly valuable offerings change where households go online, but not their general online attention patterns. This conclusion has important implications for competition and welfare in other markets for attention.\n\n",
    "acknowledgement": "\nWe thank the Kelley School of Business and the Harvard Business School for funding. We thank Scott Savage and Mo Xiao for excellent suggestions. We thank seminar audiences at Georgetown, Harvard and Northwestern, and conference participants at the American Economic Association Annual Meetings, the International Industrial Organization Conference, and Silicon Flatirons. Philip Marx provided excellent research assistance, and Kate Adams provided excellent editorial assistance. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nShane Greenstein\n\nNothing.\n\n\n"
}