{
    "id": 22426,
    "citation_title": "First Cabin Fares from New York to the British Isles, 1826-1914",
    "citation_author": [
        "Brandon Dupont",
        "Drew Keeling",
        "Thomas Weiss"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-15",
    "revision_date": "2016-12-28",
    "topics": [
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present a continuous time series on first cabin passenger fares for ocean travel from New York to the British Isles covering nearly a century of time. We discuss the conceptual and empirical difficulties of constructing such a time series, and examine the reasons for differences between the behavior of advertised fares and those based on passenger revenues. We find that while there are conceptual differences between these two measurements, as well as differences in the average values, the two generally moved in parallel, which means that the advertised fare series can serve as a reasonable proxy for movement of the revenue-based fares. We also find that advertised fares declined over time, roughly paralleling the drop in freight rates for U.S. bulk exports, until around 1890, but thereafter increased while freight rates continued to decline. We propose several hypotheses for this divergent behavior and suggest lines of future research.\n\n",
    "acknowledgement": "\nWe thank Stan Engerman, Peter Solar, Simone Wegge, and participants at the 2012 Economic History Association conference and the 2012 International Cliometrics Society Conference for comments. We also thank C.J. Berzin for providing some of the data on fares for the years before 1850. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}