{
    "id": 22425,
    "citation_title": "Estimating Local Fiscal Multipliers",
    "citation_author": [
        "Juan Carlos Suárez Serrato",
        "Philippe Wingender"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new source of cross-sectional variation that may identify causal impacts of government spending on the economy. We use the fact that a large number of federal spending programs depend on local population levels. Every ten years, the Census provides a count of local populations. Since a different method is used to estimate non-Census year populations, this change in methodology leads to variation in the allocation of billions of dollars in federal spending. Our baseline results follow a treatment-effects framework where we estimate the effect of a Census Shock on federal spending, income, and employment growth by re-weighting the data based on an estimated propensity score that depends on lagged economic outcomes and observed economic shocks. Our estimates imply a local income multiplier of government spending between 1.7 and 2, and a cost per job of $30,000 per year. A complementary IV estimation strategy yields similar estimates. We also explore the potential for spillover effects across neighboring counties but we do not find evidence of sizable spillovers. Finally, we test for heterogeneous effects of government spending and find that federal spending has larger impacts in low-growth areas.\n\n",
    "acknowledgement": "\nWe are very grateful for guidance and support from our advisors Alan Auerbach, Patrick Kline and Emmanuel Saez. We are also indebted to David Albouy, Peter Arcidiacono, Pat Bayer, Charles Becker, Mattias Cattaneo, David Card, Allan Collard-Wexler, Raj Chetty, Gabriel Chodorow-Reich, Rebecca Diamond, Colleen Donovan, Daniel Egel, Fred Finan, Dan Garrett, Chelsea Garber, Charles Gibbons, Yuriy Gorodnichenko, Ashley Hodgson, Erik Hurst, Shachar Kariv, Yolanda Kodrzycki, Zach Liscow, Day Manoli, Suresh Naidu, Matthew Panhans, Steve Raphael, Ricardo Reis, David Romer, Jesse Rothstein, John Karl Scholz, Dean Scrimgeour and Daniel Wilson for comments and suggestions. Stephanie Karol, Matthew Panhans, and Irina Titova provided excellent research assistance. All errors remain our own. We are grateful for financial support from the Center for Equitable Growth, the Robert D. Burch Center for Tax Policy and Public Finance, IGERT, IBER, the John Carter Endowment at UC Berkeley and the NBER Summer Institute. Suárez Serrato gratefully acknowledges support from the Kauffman Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}