{
    "id": 22420,
    "citation_title": "Can Paying Firms Quicker Affect Aggregate Employment?",
    "citation_author": [
        "Jean-Noel Barrot",
        "Ramana Nanda"
    ],
    "citation_publication_date": "2016-07-18",
    "issue_date": "2016-07-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2011, the federal government accelerated payments to their small business contractors, spanning virtually every county and industry in the US. We study the impact of this reform on county-sector employment growth over the subsequent three years. Despite firms being paid just 15 days sooner, we find payroll increased 10 cents for each accelerated dollar, with two-thirds of the effect coming from an increase in new hires and the balance from an increase in earnings. Importantly, however, we document substantial crowding out of non-treated firms employment, particularly in counties with low rates of unemployment. Our results highlight an important channel through which financing constraints can be alleviated for small firms, but also emphasize the general-equilibrium effects of large-scale interventions, which can lead to a substantially lower net impact on aggregate outcomes.\n\n",
    "acknowledgement": "\nWe are grateful to Manuel Adelino, Oriana Bandiera, Nittai Bergman, Hui Chen, Erik Hurst, Erik Loualiche, Karen Mills, Ben Pugsley, David Robinson, Antoinette Schoar, Scott Stern, John Van Reenen, Chris Woodruff, and participants at the NBER Entrepreneurship and Economic Growth Conference, Toulouse School of Economics , MIT Finance lunch, INSEAD, LSE, and Maryland Junior Finance Conference for helpful feedback. We are also grateful to the US Department of Defense for sharing data on the timing of payments from their MOCAS accounting system. Barrot recognizes the support of the Kauffman Foundation Junior Faculty Fellowship and MIT Sloan. Nanda thanks the Division of Research and Faculty Development at HBS for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}