{
    "id": 22428,
    "citation_title": "Taking the Leap: The Determinants of Entrepreneurs Hiring their First Employee",
    "citation_author": [
        "Robert W. Fairlie",
        "Javier Miranda"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nJob creation is one of the most important aspects of entrepreneurship, but we know relatively little about the hiring patterns and decisions of startups. Longitudinal data from the Integrated Longitudinal Business Database (iLBD), Kauffman Firm Survey (KFS), and the Growing America through Entrepreneurship (GATE) experiment are used to provide some of the first evidence in the literature on the determinants of taking the leap from a non-employer to employer firm among startups. Several interesting patterns emerge regarding the dynamics of non-employer startups hiring their first employee. Hiring rates among the universe of non-employer startups are very low, but increase when the population of non-employers is focused on more growth-oriented businesses such as incorporated and EIN businesses. If non-employer startups hire, the bulk of hiring occurs in the first few years of existence. After this point in time relatively few non-employer startups hire an employee. Focusing on more growth- and employment-oriented startups in the KFS, we find that Asian-owned and Hispanic-owned startups have higher rates of hiring their first employee than white-owned startups. Female-owned startups are roughly 10 percentage points less likely to hire their first employee by the first, second and seventh years after startup. The education level of the owner, however, is not found to be associated with the probability of hiring an employee. Among business characteristics, we find evidence that business assets and intellectual property are associated with hiring the first employee. Using data from the largest random experiment providing entrepreneurship training in the United States ever conducted, we do not find evidence that entrepreneurship training increases the likelihood that non-employers hire their first employee.\n\n",
    "acknowledgement": "\nForthcoming in the Journal of Economics & Management Strategy. We thank Michael Roach, Nick Papageorge, and seminar participants at UC Berkeley, Cornell University, Harvard University, the London School of Economics, the University of Bristol, University of Arizona, Louisiana Tech, Tufts University, Northeastern University, and the Kauffman/IZA Conference on Entrepreneurship for comments and suggestions. We also thank the Small Business Administration for partial funding for the project. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}