{
    "id": 22438,
    "citation_title": "Time Discounting and Economic Decision-making Among the Elderly",
    "citation_author": [
        "David Huffman",
        "Raimond Maurer",
        "Olivia S. Mitchell"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper evaluates the extent of heterogeneity in time discounting among elderly Americans, as well as its role in explaining older peoples’ key behaviors. We first show how older Americans evaluate simple (hypothetical) intertemporal choices in which payments now are compared with payments in the future. This adds to the literature on time horizon experiments by focusing on a nationally representative sample of persons age 70+. Using the indicators derived from this experiment, we show how differences in discounting patterns are associated with characteristics of particular importance in elderly populations, such as serious health and mental conditions. We then relate our discounting measure to key outcome variables including wealth, the timing of retirement, investments in health, and decisions about end of life care.\n\n",
    "acknowledgement": "\nThe research reported herein was performed pursuant to a grant from the U.S. Social Security Administration (SSA) funded as part of the Michigan Retirement Research Center. The authors also acknowledge support from the Pension Research Council/Boettner Center at the Wharton School of the University of Pennsylvania. They have also benefited from expert programming assistance of Yong Yu.  Mitchell is a Trustee of the Wells Fargo Advantage Funds and has received research support from TIAA. This is part of the NBER Program on the Economics of Aging. Opinions and conclusions expressed herein are solely those of the authors and do not represent the opinions or policy of the SSA, any other agency of the Federal Government, the National Bureau of Economic Research, or any institution with which the authors are affiliated.\n\n\n\nOlivia S. Mitchell\n\nMitchell serves as an Independent Trustee for the Wells Fargo Advantage Funds and has received more than $10,000 from the TIAA-CREF Institute for research on retirement security.\n\n\n"
}