{
    "id": 22435,
    "citation_title": "CEO Personality and Firm Policies",
    "citation_author": [
        "Ian D. Gow",
        "Steven N. Kaplan",
        "David F. Larcker",
        "Anastasia A. Zakolyukina"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2016-08-05",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBased on two samples of high quality personality data for chief executive officers (CEOs), we use linguistic features extracted from conferences calls and statistical learning techniques to develop a measure of CEO personality in terms of the Big Five traits: agreeableness, conscientiousness, extraversion, neuroticism, and openness to experience. These personality measures have strong out-of-sample predictive performance and are stable over time. Our measures of the Big Five personality traits are associated with financing choices, investment choices and firm operating performance.\n\n",
    "acknowledgement": "\nWe thank Geoff Smart, Randy Street and Alan Foster of ghSMART and Charles O’Reilly for providing the data on CEO personality. We thank discussants Christopher Parsons and Clifton Green, seminar participants at the Northwestern Law School Law and Economics Colloquium, Rice University, UC Irvine, UCLA, NBER Behavioral Finance Meeting, Wharton Business School, Miami Behavioral Finance Conference, Boston University, Duke University, INSEAD Accounting Symposium and brown bag participants at University of Chicago and Harvard Business School for helpful comments. We are grateful to Michelle Gutman, Maria Kamenetsky, Sarah Kervin, Mary Moon, Helen Park, Vincent Pham, Brian Tayan, and Robin Weiss for providing excellent research assistance. This research was funded in part by the Fama-Miller Center for Research in Finance at the University of Chicago Booth School of Business. Anastasia Zakolyukina thanks the Neubauer Family Foundation, Harry W. Kirchheimer Faculty Research Fund, IBM Corporation Faculty Research Fund and University of Chicago Booth School of Business for financial support. We acknowledge support of the University of Chicago Research Computing Center for this study. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}