{
    "id": 22430,
    "citation_title": "Disentangling the Contemporaneous and Dynamic Effects of Human and Health Capital on Wages over the Life Cycle",
    "citation_author": [
        "Donna B. Gilleskie",
        "Euna Han",
        "Edward C. Norton"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we quantify the life-cycle effects of human and health capital on the wage distribution of females, with a focus on health measured by body mass. We use NLSY79 data on women followed annually up to twenty years during the time of their lives when average annual weight gain is greatest. We allow body mass to explain variation in wages contemporaneously conditional on observed measures of human capital and productivity histories (namely, education, employment experience, marital status, and family size) and dynamically over the life cycle through its impact on the endogenous histories of behaviors that determine wages. We find significant differences in the contemporaneous effect and the dynamic effect of body mass on wages, both across females of different races and over the distribution of wages.\n\n",
    "acknowledgement": "\nWe are grateful for the comments from seminar participants at Elon, Georgia, Georgia State, McGill, NYU, Rochester, Washington University at St. Louis, UNC-Greensboro, Vanderbilt, Virginia Commonwealth, Virginia Tech, William & Mary, Yale, the Human Capital and Inequality Conference, the Annual Health Econometrics Workshop, the Carolina Population Center, and the Triangle Health Economics Workshop. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}