{
    "id": 22432,
    "citation_title": "Weathering the Great Recession: Variation in Employment Responses by Establishments and Countries",
    "citation_author": [
        "Erling Barth",
        "James Davis",
        "Richard B. Freeman",
        "Sari Pekkala Kerr"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Labor Discrimination",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper finds that US employment changed differently relative to output in the Great Recession and recovery than in most other advanced countries or in the US in earlier recessions.  Instead of hoarding labor, US firms reduced employment proportionately more than output in the Great Recession, with establishments that survived the downturn contracting jobs massively. Diverging from the aggregate pattern, US manufacturers reduced employment less than output while the elasticity of employment to gross output varied widely among establishments.  In the recovery, growth of employment was dominated by job creation in new establishments.  The variegated responses of employment to output challenges extant models of how enterprises adjust employment over the business cycle.\n\n",
    "acknowledgement": "\nAny opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed. This work has received support from the Russel Sage Foundation and the Norwegian Research Council (#227072).\n\n\n"
}