{
    "id": 22436,
    "citation_title": "The Labor Market Effects of Credit Market Information",
    "citation_author": [
        "Marieke Bos",
        "Emily Breza",
        "Andres Liberman"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nCredit information affects the allocation of consumer credit, but its effects on other markets that are relevant for academic and policy analysis are unknown. This paper measures the effect of negative credit information on the employment and earnings of Swedish individuals at the margins of the formal credit and labor markets. We exploit a policy change that generates quasi-exogenous variation in the retention time of past delinquencies on credit reports and estimate that one additional year of negative credit information causes a reduction in wage earnings of $1,000. In comparison, the decrease in credit is only one-fourth as large. Negative credit information also causes an increase in self-employment and a decrease in mobility. We exploit differences in the information available to employers and banks to show suggestive evidence that this cost of default is borne inefficiently by the relatively more creditworthy individuals among previous defaulters.\n\n",
    "acknowledgement": "\nWe thank Manuel Adelino, Tony Cookson, Nathan Hendren, Andrew Hertzberg, Wei Jiang, Emi Nakamura, Matthew Notowidigdo, Daniel Paravisini, Thomas Philippon, Enrique Seira, Nicolas Serrano-Velarde, Jose Tessada, Daniel Wolfenzon, Jonathan Zinman, and numerous seminar and conference participants for helpful comments. Jesper Bojeryd provided excellent research assistance. Funding from VINNOVA is gratefully acknowledged. All errors are our own. The views expressed here are those of the authors and do not necessarily represent those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}