{
    "id": 22433,
    "citation_title": "Product Mix and Firm Productivity Responses to Trade Competition",
    "citation_author": [
        "Thierry Mayer",
        "Marc J. Melitz",
        "Gianmarco I.P. Ottaviano"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2020-07-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document how demand shocks in export markets lead French multi-product exporters to re-allocate the mix of products sold in those destinations. In response to positive demand shocks, those French firms skew their export sales towards their best-performing products; and also extend the range of products sold to that market. We develop a theoretical model of multiproduct firms and derive the specific demand conditions needed to generate these product-mix reallocations. These demand conditions are associated with endogenous price elasticities that satisfy Marshall’s Second Law of Demand (the price elasticity of demand decreases with consumption). Under these demand conditions, our theoretical model highlights how the increased competition from demand shocks in export markets – and the induced product mix reallocations – induce productivity changes within the firm. We then empirically test for this connection between the demand shocks and the productivity of multi-product firms exporting to those destinations. We find that the effect of those demand shocks on productivity is substantial – and explain an important share of aggregate productivity fluctuations for French manufacturing.\n\n",
    "acknowledgement": "\nThis research has received funding from the European Research Council (ERC) under the Grant Agreement No. 313522 and 789049. For many helpful comments and suggestions we thank Pol Antras, Nick Bloom, Paola Conconi, Gita Gopinath, Elhanan Helpman, Eduardo Morales, Matthieu Parenti, Jean-Marc Robin, Dan Trefler, John Van Reenen; as well our discussants Mary Amiti, Volker Nocke and Peter Schott; and participants at many seminars and conferences. We thank Xiang Ding for superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}