{
    "id": 22439,
    "citation_title": "Estimation of a Roy/Search/Compensating Differential Model of the Labor Market",
    "citation_author": [
        "Christopher Taber",
        "Rune Vejlin"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we develop a model capturing key features of the Roy model, a search model, compensating differentials, and human capital accumulation on-the-job. We establish which features of the model can be non-parametrically identified and which can not. We estimate the model and use it to asses the relative contribution of the different factors for overall wage inequality. We find that Roy model inequality is the most important component accounting for the majority of wage variation. We also demonstrate that there is substantial interaction between the other features - most notably the importance of the job match obtained by search frictions varies from around 9% to around 29% depending on how we account for other features. Compensating differentials and search are both very important for explaining other features of the data such as the variation in utility. Search is important for turnover, but so is compensating differentials: 1/3 of all choices between two jobs would have resulted in a different outcome if the worker only cared about wages.\n\n",
    "acknowledgement": "\nWe would like to thank seminar participants at a number of places for helpful comments and suggestions. We especially thank Joe Altonji, Jesper Bagger, Jim Heckman, John Kennan, Rasmus Lentz, and Greg Veramendi for comments and Carl Sanders for comments and research assistance. Taber thanks the NSF for support. Vejlin acknowledges financial support from the Danish Social Sciences Research Council (grant no. 09 - 066745). All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}