{
    "id": 22446,
    "citation_title": "Does Career Risk Deter Potential Entrepreneurs?",
    "citation_author": [
        "Joshua D. Gottlieb",
        "Richard R. Townsend",
        "Ting Xu"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2021-03-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nDo potential entrepreneurs remain in wage employment because of concerns that they will face worse job opportunities should their entrepreneurial ventures fail? Using a Canadian reform that extended job-protected leave to one year for women giving birth after a cutoff date, we study whether the option to return to a previous job increases entrepreneurship. A regression discontinuity design reveals that longer job-protected leave increases entrepreneurship by 1.9 percentage points. These entrepreneurs start incorporated businesses that hire employees—in industries where experimentation before entry has low costs and high benefits.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Experimenting with Entrepreneurship: The Effect of Job-Protected Leave.\" We are grateful to Francesca Cornelli (the editor), two anonymous referees, Paul Beaudry, Shai Bernstein, Ing-Haw Cheng, Gordon Dahl, Thomas Hellmann, Kai Li, Ben Lockwood, Gustavo Manso, Kevin Milligan, Will Mullins, Ramana Nanda, Carolin Pflueger, Matt Rhodes-Kropf, David Robinson, Elena Simintzi, conference and seminar participants at AEA, AFA, Caltech/USC, NBER Corporate Finance, NBER Entrepreneurship, MFA, Stanford, UBC, UC Chile, HKU, HKUST, CityU of HK, and Tsinghua SEM, and especially our discussants Jeanne Lafortune, Adrien Matray, John Mondragon, Paige Ouimet, Joshua Rauh, Antoinette Schoar, and Christopher Stanton for valuable comments. Gottlieb thanks the Stanford Institute for Economic Policy Research and Federal Reserve Bank of San Francisco for their hospitality while working on this project, and the Social Sciences and Humanities Research Council of Canada for support. We are indebted to Statistics Canada, SSHRC, and the staff at the British Columbia Interuniversity Research Data Centre at UBC for facilitating data access and Hugh Shiplett for excellent research assistance. The research and analysis are based on data from Statistics Canada and the opinions expressed do not represent the views of Statistics Canada, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}