{
    "id": 22442,
    "citation_title": "Estimating the Technology of Children's Skill Formation",
    "citation_author": [
        "Francesco Agostinelli",
        "Matthew Wiswall"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2022-03-01",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we study the process of children’s skill formation. Using a dynamic latent factor structure, we show how measurement restrictions on observed measures aid the identification of skill technology features. We then use our identification results to develop and estimate the joint dynamic process of latent investment and skill development, allowing for static and dynamic complementarities in skill production between parental investments and children’s skills. Using data for the United States, we estimate that parental investments are particularly productive in producing cognitive skills during early childhood (ages 5-6). Moreover, we find that the marginal productivity of investments in this period is substantially higher for children with lower existing skills, suggesting the optimal targeting of interventions to disadvantaged young children.\n\n",
    "acknowledgement": "\nWe thank the Editor, Jim Heckman, and four anonymous referees for their comments and feedback. We also thank Lance Lochner, Morteza Saharkhiz, Greg Veramendi, and participants at seminars and conferences at Arizona State, Barcelona GSE Summer Forum, Brown, CEHD (UChicago), Collegio Carlo Alberto, Duke, Interaction Workshop 2018 (Northwestern), Minnesota, Penn, Rice, University of Bristol, UCL, University of Houston, and Western Ontario for helpful comments. We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}