{
    "id": 22443,
    "citation_title": "Do Government Audits Reduce Corruption? Estimating the Impacts of Exposing Corrupt Politicians",
    "citation_author": [
        "Eric Avis",
        "Claudio Ferraz",
        "Frederico Finan"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPolitical corruption is considered a major impediment to economic development, and yet it remains pervasive throughout the world. This paper examines the extent to which government audits of public resources can reduce corruption by enhancing political and judiciary accountability. We do so in the context of Brazil’s anti-corruption program, which randomly audits municipalities for their use of federal funds. We find that being audited in the past reduces future corruption by 8 percent, while also increasing the likelihood of experiencing a subsequent legal action by 20 percent.  We interpret these reduced-form findings through a political agency model, which we structurally estimate. Based on our estimated model, the reduction in corruption comes mostly from the audits increasing the perceived threat of the non-electoral costs of engaging in corruption.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Steve Coate, Stephan Litschig, Paul Novosad, Stephane Straub, and Torsten Persson, and seminar participants at the Barcelona Summer Forum, Chicago, Dartmouth, Harvard, LSE, Princeton, Toulouse, Warwick, and Wharton for helpful discussions and comments. We are also grateful to the Controladoria-Geral da União (CGU) for providing us with the audits data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}