{
    "id": 22448,
    "citation_title": "Can Market Participants Report their Preferences Accurately (Enough)?",
    "citation_author": [
        "Eric Budish",
        "Judd B. Kessler"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2020-08-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Market Structure and Distribution",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nIn mechanism design theory it is common to assume that agents can perfectly report their preferences, even in complex settings where this assumption strains reality. We experimentally test whether real market participants can report their real preferences for course schedules “accurately enough” for a novel course allocation mechanism, approximate competitive equilibrium from equal incomes (A-CEEI), to realize its theoretical benefits. To use market participants’ real preferences (i.e., rather than artificial “induced preferences” as is typical in market design experiments), we developed a new experimental method. Our method, the “elicited preferences” approach, generates preference data from subjects through a series of binary choices. These binary choices revealed that subjects preferred their schedules constructed under A-CEEI to their schedules constructed under the incumbent mechanism, a bidding points auction, and that A-CEEI reduced envy, suggesting subjects were able to report their preferences accurately enough to realize the efficiency and fairness benefits of A-CEEI. However, preference reporting mistakes did meaningfully harm mechanism performance. One identifiable pattern of mistakes was that subjects had relatively more difficulty reporting cardinal as opposed to ordinal preference information. The experiment helped to persuade the Wharton School to adopt the new mechanism and helped guide aspects of its practical implementation, especially around preference reporting.\n\n",
    "acknowledgement": "\nThe authors thank Gérard Cachon, without whom this study would never have been possible, and the Wharton School, in particular the Course Allocation Redesign Team and Wharton Computing. We thank Natalia Drozdoff, Adriaan Ten Kate and Xan Vongsathorn for excellent research assistance. We also thank Mohammad Akbarpour, Eduardo Azevedo, Peter Cramton, Stefano DellaVigna, Clayton Featherstone, Alex Frankel, Emir Kamenica, Scott Kominers, Robin Lee, Stephen Leider, John List, Paul Milgrom, Joshua Mollner, Muriel Niederle, Canice Prendergast, Jesse Shapiro, Alvin Roth and Glen Weyl, as well as seminar participants at Boston University, the Stony Brook Workshop on Experimental Game Theory, ESA Santa Cruz, University of Michigan, Stanford, Wharton, NBER Market Design, Chicago, AMMA 2015, MSR Designing the Digital Economy, Boston College, Princeton and the University of Virginia.  Disclosure: the mechanism design in Budish (2011) and the computational procedure in Othman, Budish and Sandholm (2010) are in the public domain. Wharton funded the implementation of the A-CEEI mechanism at Wharton, creating intellectual property (e.g., code) owned by Wharton. In 2017, Wharton spun out this intellectual property into a startup, Cognomos, of which Budish was made a director at its founding and has an equity stake. Wharton had no right of prior review of the present study.The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}