{
    "id": 22441,
    "citation_title": "Identification of Dynamic Latent Factor Models: The Implications of Re-Normalization in a Model of Child Development",
    "citation_author": [
        "Francesco Agostinelli",
        "Matthew Wiswall"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent and growing area of research applies latent factor models to study the development of children's skills. Some normalization is required in these models because the latent variables have no natural units and no known location or scale. We show that the standard practice of “re-normalizing” the latent variables each period is over-identifying and restrictive when used simultaneously with common skill production technologies that already have a known location and scale (KLS).  The KLS class of functions include the Constant Elasticity of Substitution (CES) production technologies several papers use in their estimation. We show that these KLS production functions are already restricted in the sense that their location and scale is known (does not need to be identified and estimated) and therefore further restrictions on location and scale by re-normalizing the model each period is unnecessary and over-identifying.  The most common type of re-normalization restriction imposes that latent skills are mean log-stationary, which restricts the class of CES technologies to be of the log-linear (Cobb-Douglas) sub-class, and does not allow for more general forms of complementarities.  Even when a mean log-stationary model is correctly assumed, re-normalization can further bias the estimates of the skill production function. We support our analytic results through a series of Monte Carlo exercises. We show that in typical cases, estimators based on “re-normalizations” are biased, and simple alternative estimators, which do not impose these restrictions, can recover the underlying primitive parameters of the production technology.\n\n",
    "acknowledgement": "\nWe thank Orazio Attanasio, Ryan Bush, Flavio Cunha, Lance Lochner, Costas Meghir, Morteza Saharkhiz, Greg Veramendi, and participants at seminars at Arizona State, Rice, Brown, Minnesota, and Western Ontario for helpful comments.  We are responsible for all errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}