{
    "id": 22444,
    "citation_title": "Pecuniary Externalities in Economies with Financial Frictions",
    "citation_author": [
        "Eduardo Dávila",
        "Anton Korinek"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2017-02-03",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper characterizes the efficiency properties of competitive economies with financial constraints, in which phenomena such as fire sales and financial amplification may arise. We show that financial constraints lead to two distinct types of pecuniary externalities: distributive externalities that arise from incomplete insurance markets and collateral externalities that arise from price-dependent financial constraints. For both types of externalities, we identify three sufficient statistics that determine optimal taxes on financing and investment decisions to implement constrained efficient allocations. We also show that fire sales and financial amplification are neither necessary nor sufficient to generate inefficient pecuniary externalities. We demonstrate how to employ our framework in a number of applications. Whereas collateral externalities generally lead to over-borrowing, the distortions from distributive externalities may easily flip sign, leading to either under- or over-borrowing. Both types of externalities may lead to under- or over-investment.\n\n",
    "acknowledgement": "\nThis paper combines the manuscripts \"Systemic Risk-Taking: Amplification Effects, Externalities, and Regulatory Responses\" by Anton Korinek (2011) and \"Dissecting Fire Sales Externalities\" by Eduardo Dávila (2014). An earlier version of the combined manuscript was circulated under the title \"Fire-Sale Externalities.\" We thank our editor, Dimitri Vayanos, and three anonymous referees for their guidance and insightful comments. We are also greatly indebted to participants at numerous conference and seminar presentations who have provided many helpful comments. Korinek is grateful for financial support from the Lamfalussy Fellowship of the ECB, the Institute for New Economic Thinking, and the NFI. Dávila is grateful for financial support from the Rafael del Pino Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}