{
    "id": 2244,
    "citation_title": "International Macroeconomic Policy Coordination",
    "citation_author": [
        "Stanley Fischer"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIncreasing integration of the world economy, in both trade and capital markets, holds out the promise of mutual gains to countries from the coordination of their macroeconomic policy decisions. In this paper I describe the theoretical case for coordination, evaluate empirical estimates of the potential gains, review the history of macroeconomic policy coordination, and discuss the prospects for increased coordination. The theoretical argument is seen most clearly in the consideration of fiscal expansion. Any one country that expands will create a current account deficit; all countries expanding together avoid that problem. In principle coordination is always better, but empirical estimates suggest the likely gains are small because the effects of policy in one country on the economies of other countries are small. Further, uncertainties about the effects of policy, reflected in differences among econometric models, mean that countries may have very different views on the likely outcomes of agreements--and therefore that some of them are bound to be disappointed. Information exchanges and some coordination on trade policy take place in a large number of international organizations and frameworks. But the breakdown of the Bretton Woods system suggests that international differences in policy goals are too large for systematic macroeconomic policy coordination among the major economies to take place anytime soon. Occasional agreements on particular policy packages are possible, and coordination does take place in the framework of the European Monetary System.\n\n",
    "acknowledgement": "\n"
}