{
    "id": 22440,
    "citation_title": "Demand Heterogeneity in Insurance Markets: Implications for Equity and Efficiency",
    "citation_author": [
        "Michael Geruso"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2017-01-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIn many markets insurers are barred from price discrimination based on consumer characteristics like age, gender, and medical history. In this paper, I build on a recent literature to show why such policies are inefficient if consumers differ in their willingness-to-pay for insurance conditional on the insured losses they generate. Using administrative claims data, I then show that this type of demand heterogeneity is empirically relevant in a consumer health plan setting. Younger and older consumers and men and women reveal strikingly different demand for health insurance, conditional on their objective medical spending risk. This implies that these groups must face different prices in order to sort themselves efficiently across insurance contracts. The theoretical and empirical analysis highlights a fundamental tradeoff between equity and efficiency that is unique to selection markets.\n\n",
    "acknowledgement": "\nI thank seminar and conference participants at ASHEcon, the BU/Harvard/MIT Health Economics Seminar, Duke, the University of Maryland, Princeton, the Robert Wood Johnson Foundation, and the University of Texas at Austin for useful comments, as well as Janet Currie, Angus Deaton, Josephine Duh, Ben Handel, Bo Honoré, Scott Kostyshak, Penka Kovacheva, Yan Lau, Timothy Layton, John Papp, Zhuan Pei, Uwe Reinhardt, Andrew Robinson, Harvey Rosen, Andrew Shephard, Dean Spears, Steve Trejo, Tom Vogl, and Lisa Vura-Weis for useful feedback. I especially thank my advisers Anne Case and David Lee for their guidance, and I gratefully acknowledge financial support from the Robert Wood Johnson Foundation and from grants 5 R24 HD042849 and 5 T32 HD007081 awarded to the Population Research Center at the University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}