{
    "id": 22458,
    "citation_title": "On the Distribution of the Welfare Losses of Large Recessions",
    "citation_author": [
        "Dirk Krueger",
        "Kurt Mitman",
        "Fabrizio Perri"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow big are the welfare losses from severe economic downturns, such as the U.S. Great Recession? How are those losses distributed across the population? In this paper we answer these questions using a canonical business cycle model featuring household income and wealth heterogeneity that matches micro data from the Panel Study of Income Dynamics (PSID). We document how these losses are distributed across households and how they are affected by social insurance policies. We find that the welfare cost of losing one's job in a severe recession ranges from 2% of lifetime consumption for the wealthiest households to 5% for low-wealth households. The cost increases to approximately 8% for low-wealth households if unemployment insurance benefits are cut from 50% to 10%. The fact that welfare losses fall with wealth, and that in our model (as in the data) a large fraction of households has very low wealth, implies that the impact of a severe recession, once aggregated across all households, is very significant (2.2% of lifetime consumption). We finally show that a more generous unemployment insurance system unequivocally helps low-wealth job losers, but hurts households that keep their job, even in a version of the model in which output is partly demand determined, and therefore unemployment insurance stabilizes aggregate demand and output.\n\n",
    "acknowledgement": "\nThanks to Tony Smith for an excellent discussion and to Simone Civale for outstanding research assistance. Krueger gratefully acknowledges financial support from the NSF under grants SES 1123547 and SES 1326781. Mitman gratefully acknowledges financial support from the Mannerfelt Foundation. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}