{
    "id": 22453,
    "citation_title": "Education, Participation, and the Revival of U.S. Economic Growth",
    "citation_author": [
        "Dale W. Jorgenson",
        "Mun S. Ho",
        "Jon D. Samuels"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2017-03-02",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLabor quality growth captures the upgrading of the labor force through higher educational attainment and greater experience. We find that average levels of educational attainment of new entrants remain high, but will no longer continue to rise. Growing educational attainment will gradually disappear as a source of U.S. economic growth. We find that the investment boom of 1995-2000 drew many younger and less-educated workers into employment. Employment rates for these workers declined during the recovery of 2000-2007 and dropped further during the Great Recession of 2007-2009. Based on estimates of labor quality growth, growth in total factor productivity, and growth in capital quality, we project labor productivity to grow at 1.3% per year. This implies a GDP growth rate of 1.8%.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are solely those of the authors and not necessarily those of the U.S. Bureau of Economic Analysis or the U.S. Department of Commerce. We are grateful to Douglas Elmendorf and the editors, Charles Hulten and Valerie Ramey for their comments on an earlier version of our manuscripts. We are also grateful to to the BEA for sharing their labor input estimates. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}