{
    "id": 22459,
    "citation_title": "Economic Conditions and Children's Mental Health",
    "citation_author": [
        "Ezra Golberstein",
        "Gilbert Gonzales",
        "Ellen Meara"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch linking economic conditions and health largely ignores children’s mental health problems, which are the most common and consequential health issues for children and adolescents. We examine the effects of unemployment rates and housing prices on child and adolescent mental health and use of special education services for emotional problems in the 2001-2013 National Health Interview Survey. Mental health status declines as economic conditions deteriorate, and this result is pervasive across nearly every subgroup we examine, including families least likely to experience job loss. The use of special education services for emotional problems also rises when economic conditions worsen.\n\n",
    "acknowledgement": "\nThis work is supported by a Grant-in-Aid from the University of Minnesota Office of the Vice President for Research and by the Minnesota Population Center grant from the Eunice Kennedy Shriver National Institute for Child Health and Human Development (5R24HD041023). We are grateful for helpful feedback from Padmaja Ayyagari, David Cutler, Christopher (Kitt) Carpenter, Daniel Eisenberg, and seminar participants at ASHEcon 2016, Cornell University, Johns Hopkins University, University of Minnesota, University of Wisconsin, Vanderbilt University and Yale University. We are especially grateful to Patricia Barnes of the National Center for Health Statistics for her assistance with accessing restricted National Health Interview Survey data. This research was conducted while the authors were Special Sworn Status researchers of the US Census Bureau at the Center for Economic Studies. Research results and conclusions expressed are those of the authors and do not necessarily reflect the views of the Census Bureau or the National Bureau of Economic Research.\n\n\n"
}