{
    "id": 22450,
    "citation_title": "New Evidence on Trust and Well-being",
    "citation_author": [
        "John F. Helliwell",
        "Haifang Huang",
        "Shun Wang"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper first uses data from three large international surveys – the Gallup World Poll, the World Values Survey and the European Social Survey – to estimate income-equivalent values for social trust, with a likely lower bound equivalent to a doubling of household income. \nSecond, the more detailed and precisely measured trust data in the European Social Survey (ESS) show that social trust is only a part of the overall climate of trust. While social trust and trust in police are the most important elements, there are significant additional benefits from trust in three aspects of the institutional environment: the legal system, parliament and politicians. Thus estimates of the total well-being value of a trustworthy environment are larger than those based on social trust alone.\nThird, the ESS data show that living in a high-trust environment makes people more resilient to adversity. Being subject to discrimination, ill-health or unemployment, although always damaging to subjective well-being, is much less damaging to those living in trustworthy environments. These results suggest a fresh set of links between trust and inequality. Individuals who are subject to discrimination, ill-health or unemployment are typically concentrated towards the lower end of any national distribution of happiness. Thus the resilience-increasing feature of social trust reduces well-being inequality by channeling the largest benefits to those at the low end of the well-being distribution.\n\n",
    "acknowledgement": "\nHelliwell’s research is supported by the Canadian Institute for Advanced Research (CIFAR). Wang gratefully acknowledges financial support from the Korea Development Institute (KDI) School of Public Policy and Management. We thank the Gallup Organization for access to data from the Gallup World Poll. We are grateful for comments on an earlier version presented at the OECD/Sciences Po Workshop on Measuring Trust and Social Capital, June 10, 2016. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}