{
    "id": 22457,
    "citation_title": "Efficiency of Flexible Budgetary Institutions",
    "citation_author": [
        "T. Renee Bowen",
        "Ying Chen",
        "Hülya K. Eraslan",
        "Jan Zápal"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhich budgetary institutions result in efficient provision of public goods? We analyze a model with two parties bargaining over the allocation to a public good each period. Parties place different values on the public good, and these values may change over time. We focus on budgetary institutions that determine the rules governing feasible allocations to mandatory and discretionary spending programs. Mandatory spending is enacted by law and remains in effect until changed, and thus induces an endogenous status quo, whereas discretionary spending is a periodic appropriation that is not allocated if no new agreement is reached. We show that discretionary only and mandatory only institutions typically lead to dynamic inefficiency and that mandatory only institutions can even lead to static inefficiency. By introducing appropriate flexibility in mandatory programs, we obtain static and dynamic efficiency. An endogenous choice of mandatory and discretionary programs, sunset provisions and state-contingent mandatory programs can provide this flexibility in increasingly complex environments.\n\n",
    "acknowledgement": "\nWe thank discussants Marina Azzimonti and Antoine Loeper. We also thank Gabriel Carroll, Sebastien DiTella, Roger Lagunoff, Alessandro Riboni and seminar and conference participants at Stanford University, Universitat Autonoma de Barcelona, Duke University, Ural Federal University, University of Chicago, University of Mannheim, University of Warwick, LSE, University of Nottingham, UC Berkeley, Max Planck Institute in Bonn, Paris Workshop in Political Economy, the NBER Summer Institute Political Economy and Public Finance Workshop, the 2014 SITE Workshop on the Dynamics of Collective Decision Making, SED 2015 in Warsaw, SAET 2015 in Cambridge, EEA 2015 in Mannheim, and Econometric Society 2015 World Congress in Montreal for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}