{
    "id": 22454,
    "citation_title": "Bridging the Gap: Do Fast Reacting Fossil Technologies Facilitate Renewable Energy Diffusion?",
    "citation_author": [
        "Elena Verdolini",
        "Francesco Vona",
        "David Popp"
    ],
    "citation_publication_date": "2016-07-25",
    "issue_date": "2016-07-21",
    "revision_date": "2024-09-09",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe diffusion of renewable energy in the power system implies high supply variability. Lacking economically viable storage options, renewable energy integration has so far been possible thanks to the presence of fast-reacting mid-merit fossil-based technologies, which act as back-up capacity. This paper discusses the role of fossil-based power generation technologies in supporting renewable energy investments. We study the deployment of these two technologies conditional on all other drivers in 26 OECD countries between 1990 and 2013. We show that a 1% percent increase in the share of fast-reacting fossil generation capacity is associated with a 0.88% percent increase in renewable in the long run. These results are robust to various modifications in our empirical strategy, and most notably to the use of system-GMM techniques to account for the interdependence of renewable and fast-reacting fossil investment decisions. Our analysis points to the substantial indirect costs of renewable energy integration and highlights the complementarity of investments in different generation technologies for a successful decarbonization process.\n\n",
    "acknowledgement": "\nElena Verdolini gratefully acknowledges funding from the European Union’s Seventh Framework Programme (FP7/2007-2013) under grant agreement n° 308481 (ENTRACTE) and grant agreement grant agreement n° 308329 (ADVANCE). Francesco Vona gratefully acknowledges funding from the European Union’s Seventh Framework Programme (FP7/2007-2013) under grant agreement n° 320278 (RASTANEWS). The authors also thank the participants to the IAERE 2015 Conference in Padova, as well as Carolyn Fisher, Giovanni Marin, Giuseppe Nicoletti and Francesco Saraceno for useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}