{
    "id": 22455,
    "citation_title": "Measuring Time Preferences",
    "citation_author": [
        "Jonathan D. Cohen",
        "Keith Marzilli Ericson",
        "David Laibson",
        "John Myles White"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2019-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": [
        "\n",
        "\nHealthcare Decision-Making and Outcomes for People Living with Alzheimer's Disease\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe review research that measures time preferences—i.e., preferences over intertemporal tradeoffs. We distinguish between studies using financial flows, which we call “money earlier or later” (MEL) decisions and studies that use time-dated consumption/effort. Under different structural models, we show how to translate what MEL experiments directly measure (required rates of return for financial flows) into a discount function over utils. We summarize empirical regularities found in MEL studies and the predictive power of those studies. We explain why MEL choices are driven in part by some factors that are distinct from underlying time preferences.\n\n",
    "acknowledgement": "\nWe thank Steven Durlauf and five anonymous referees at the Journal of Economic Literature for thoughtful comments. We thank Layne Kirshon, Omeed Maghzian, Lea Nagel, and Kartik Vira for outstanding research assistance. We acknowledge financial support from the National Institutes of Health (NIA R01AG021650 and P01AG005842) and the Pershing Square Fund for Research in the Foundations of Human Behavior. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}