{
    "id": 22465,
    "citation_title": "The Scandinavian Fantasy: The Sources of Intergenerational Mobility in Denmark and the U.S.",
    "citation_author": [
        "Rasmus Landersø",
        "James J. Heckman"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2016-08-03",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the sources of differences in social mobility between the U.S. and Denmark. Measured by income mobility, Denmark is a more mobile society, but not when measured by educational mobility. There are pronounced nonlinearities in income and educational mobility in both countries. Greater Danish income mobility is largely a consequence of redistributional tax, transfer, and wage compression policies. While Danish social policies for children produce more favorable cognitive test scores for disadvantaged children, these do not translate into more favorable educational outcomes, partly because of disincentives to acquire education arising from the redistributional policies that increase income mobility.\n\n",
    "acknowledgement": "\nThis paper was presented at a Conference on Social Mobility held at the University of Chicago on November 5th, 2014, under the title “‘The Role of Income and Credit Constraints in Human Development’ Part II.” We thank Linor Kiknadze for very helpful research assistance. We thank Magne Mogstad and the participants in the conference for thoughtful comments. We also received helpful comments at a January 2015 seminar at the Norwegian School of Economics, and seminars at the University of Copenhagen, Aarhus University, SOFI (Stockholm), INET Paris (April 2015), and Copenhagen Education Network. We are especially grateful to Roger Bivand, Sam Bowles, Juanna Joensen, Øivind Anti Nilsen, Kjell Salvanes, Agnar Sandmo, Erik Sørensen, Torben Tranæs, Anders Björklund, and Matthew Lindquist. We have received helpful comments on this draft of the paper from Juanna Schrøter Joensen, Rich Neimand, Matt Tauzer, and Ingvil Gaarder. This research was supported in part by: the Pritzker Children’s Initiative; the Buffett Early Childhood Fund; NIH grants NICHD R37HD065072, NICHD R01HD054702, and NIA R24AG048081; an anonymous funder; The Rockwool Foundation; Successful Pathways from School to Work, an initiative of the University of Chicago’s Committee on Education and funded by the Hymen Milgrom Supporting Organization; the Human Capital and Economic Opportunity Global Working Group, an initiative of the Center for the Economics of Human Development and funded by the Institute for New Economic Thinking; and the American Bar Foundation. The views expressed in this paper are solely those of the authors and do not necessarily represent those of the funders or the official views of the National Institutes of Health. The Web Appendix for this paper is https://heckman.uchicago.edu/mobility_denmark_us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}