{
    "id": 22463,
    "citation_title": "Banking the Unbanked? Evidence From Three Countries",
    "citation_author": [
        "Pascaline Dupas",
        "Dean Karlan",
        "Jonathan Robinson",
        "Diego Ubfal"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2016-10-25",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe experimentally test the impact of expanding access to basic bank accounts in Uganda, Malawi, and Chile. Over two years, 17 percent, 10 percent, and 3 percent of treatment individuals made five or more deposits, respectively. Average monthly deposits for them were at the 79th, 91st, and 96th percentiles of baseline savings. Survey data show no clearly discernible intention–to–treat effects on savings or any downstream outcomes. This suggests that policies merely focused on expanding access to basic accounts are unlikely to improve welfare noticeably since impacts, even if present, are likely small and diverse.\n\n",
    "acknowledgement": "\nThe protocols for this multi–site study were approved by the IRBs of UCLA, UC Santa Cruz, and Stanford University. The multi–site trial is registered in the American Economic Association’s registry for randomized controlled trials (ID AEARCTR–0000083). We thank Aaron Dibner–Dunlap for outstanding research coordination, and Alejandra Aponte, Pia Basurto, Natalie Greene, Rachel Levenson, Catlan Reardon, Michael Roscitt, and Andreas Tiemman for their dedicated field research assistance. This study was implemented through IPA Uganda, IPA Malawi and JPAL Latin America, and funded through a grant from the Bill and Melinda Gates Foundation. Dupas gratefully acknowledges funding from the National Science Foundation. The authors declare having no financial interests in the study results. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}