{
    "id": 22467,
    "citation_title": "Buffering Volatility: A Study on the Limits of Germany’s Energy Revolution",
    "citation_author": [
        "Hans-Werner Sinn"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2017-06-06",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nSquaring hourly demand and wind-solar production data for Germany and a number of neighbouring countries with the results of the EU’s ESTORAGE project, this paper studies the limits of Germany’s energy revolution in view of the volatility of wind and solar power. In addition to pumped storage, it considers double-structure buffering, demand management, Norwegian hydro-dam buffering and international diversification via grid expansion. If Germany operated in autarchy and tried to handle the volatility of wind-solar production without using stores while replacing all nuclear and fossil fuel in power production, on average 61%, and at the margin 94%, of wind-solar production would have to be wasted, given the current level of other renewables. To avoid any waste, the wind-solar market share in an autarchic solution must not be expanded to more than 30%. By using Norway’s hydro plants the share could be expanded to 36%. If Norway were to build all the pumped-storage plants the ESTORAGE study deems feasible, Germany’s wind-solar market share could be expanded by another 24 percentage points to about 60%, which corresponds to 48% of the combined German and Norwegian markets. Additionally expanding the market to Switzerland, Austria and Denmark and building the maximal number of pumped stores would increase the combined wind-solar market share for all five countries to nearly 50%.\n\n",
    "acknowledgement": "\nLecture in honour of Cees Withagen, given at his farewell conference in Amsterdam, April 2016. The research assistance provided by Wolfgang Meister along with Hans-Dieter Karl and Christoph Zeiner is gratefully acknowledged. Helmut Alt, Ralph Schuster and Christoph Weissbart kindly provided background data and information. The author is emeritus professor at Ludwig-Maximilian University of Munich. He has no financial interests in the nuclear, fossil fuel or green energy industries nor is he affiliated with a political party. He wishes to thank the editors and three anonymous referees for their extremely useful advice. The paper is dedicated to Wolfgang Meister who has served the ifo Institute for many years with commitment, precision and care and who is now retiring. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}