{
    "id": 22469,
    "citation_title": "Does “Ban the Box” Help or Hurt Low-Skilled Workers? Statistical Discrimination and Employment Outcomes When Criminal Histories are Hidden",
    "citation_author": [
        "Jennifer L. Doleac",
        "Benjamin Hansen"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2018-11-08",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nJurisdictions across the United States have adopted \"ban the box\" (BTB) policies preventing employers from conducting criminal background checks until late in the job application process. Their goal is to improve employment outcomes for those with criminal records, with a secondary goal of reducing racial disparities in employment. However, removing information about job applicants' criminal histories could lead employers who don't want to hire ex-offenders to try to guess who the ex-offenders are, and avoid interviewing them. In particular, employers might avoid interviewing young, low-skilled, black and Hispanic men when criminal records are not observable. This would worsen employment outcomes for these already-disadvantaged groups. In this paper, we use variation in the details and timing of state and local BTB policies to test BTB's  effects on employment for various demographic groups. We find that BTB policies decrease the probability of being employed by 3.4 percentage points (5.1%) for young, low-skilled black men, and by 2.3 percentage points (2.9%) for young, low-skilled Hispanic men. These findings support the hypothesis that when an applicant's criminal history is unavailable, employers statistically discriminate against demographic groups that are likely to have a criminal record.\n\n",
    "acknowledgement": "\nThanks to Amanda Agan, Shawn Bushway, David Eil, Kirabo  Jackson, Jonathan Meer, Sonja Starr, and participants at the 2016 IRP Summer Research Workshop for helpful comments and conversations. Thanks also to Emily Fox and Anne Jordan for excellent research assistance. This study was generously supported by the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}