{
    "id": 22462,
    "citation_title": "Popular Acceptance of Inequality due to Brute Luck and Support for Classical Benefit-Based Taxation",
    "citation_author": [
        "Matthew Weinzierl"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2016-10-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nU.S. survey respondents’ views on distributive justice are shown to differ in two specific, related ways from what is conventionally assumed in modern optimal tax research. A large share of respondents, and in some cases a large majority, resist the full equalization of inequality due to brute luck that standard analyses would recommend. Related, a similar share prefer a classical benefit-based logic for the assignment of taxes over the conventional logic of diminishing marginal social welfare. Moreover, these two views are linked: respondents who more strongly resist equalization are more likely to prefer the classical benefit-based principle. Together, these results suggest that a large share of the American public views the allocation of pre-tax incomes as relevant to optimal tax policy and—at least in part—justly deserved unless proven otherwise, judgments that are inconsistent with standard welfarist objectives.\n\n",
    "acknowledgement": "\nThanks to Max Bazerman, Rafael DiTella, Louis Kaplow, Benjamin B. Lockwood, Francois Maniquet, David Moss, Eric Nelson, Michael Norton, Julio Rotemberg, Florian Scheuer, Hannah Shaffer, and Stefanie Stantcheva for insightful discussions. The author declares that he has no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}