{
    "id": 22464,
    "citation_title": "Does Disease Cause Vaccination? Disease Outbreaks and Vaccination Response",
    "citation_author": [
        "Emily Oster"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nChildhood vaccinations are an important input to disease prevention, but vaccination rates have declined over the last decade due largely to parental fears about vaccine dangers. Education campaigns on the safety of vaccines seem to have little impact. Anecdotal evidence on disease outbreaks suggests that they may prompt vaccination behavior. I use newly compiled data on vaccinations and outbreaks to estimate whether vaccinations respond to disease outbreaks. I find that the pertussis vaccination rate increases among children at school entry following an outbreak in the year prior. A large outbreak in the county can decrease the share of unvaccinated children by 28% (1.2 percentage points). These responses do not reflect true changes in the future disease risk. I argue these facts may be explained by a model in which perceived risk of disease is influenced by whether a household is aware of any cases of disease. This suggests better “promotion” of outbreaks could enhance the response. I use survey data from health departments to show that states which directly coordinate outbreak responses have substantially larger vaccination increases in the wake of an outbreak, suggesting centralized management may better take advantage of this opportunity.\n\n",
    "acknowledgement": "\nMin Kim, Motaz Al-Chanati and Kim Sarnoff provided outstanding research assistance. I thank Kate Baicker, Amitabh Chandra, Ben Olken, Jesse Shapiro and Andrei Shleifer for helpful comments. All mistakes remain my own. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}