{
    "id": 22461,
    "citation_title": "Taking Orders and Taking Notes: Dealer Information Sharing in Treasury Markets",
    "citation_author": [
        "Nina Boyarchenko",
        "David O. Lucca",
        "Laura Veldkamp"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe use of order flow information by financial firms  has come to the forefront of the regulatory debate. A central question is: Should a dealer who acquires information by taking client orders be allowed to use or share that information?  We explore how information sharing affects dealers, clients and issuer revenues in U.S. Treasury auctions. Because one cannot observe alternative information regimes, we build a model, calibrate it to auction results data, and use it to quantify counter-factuals. We estimate that yearly auction revenues with full-information sharing (with clients and between dealers) would be $5 billion higher than in a \"Chinese Wall\" regime in which no information is shared. When information sharing enables collusion, the collusion costs revenue, but prohibiting information sharing costs more. For investors, the welfare effects of information sharing  depend on how information is shared. Surprisingly, investors benefit when dealers share information with each other, not when they share more with clients. For the market, when investors can bid directly, information sharing creates a new financial accelerator: Only investors with bad news bid through intermediaries, who then share that information with others. Thus, sharing amplifies the effect of negative news. Tests of two model predictions support its key features.\n\n",
    "acknowledgement": "\nThe views expressed here are the authors' and are not representative of the views of the Federal Reserve Bank of New York or of the Federal Reserve System. We thank Bruno Biais, Giovanni Cespa, John Cochrane (through his blog), Darrell Duffie, Ken Garbade, Luis Gonzalez, Robin Greenwood, Zhiguo He, Pablo Kurlat, Richard Tang, Hongjun Yan, Haoxiang Zhu and participants at the NBER AP meetings, Chicago Booth Asset Pricing Conference, Duke, Miami, U.S. Treasury Roundtable on Treasury Markets, NYU, the Spring 2015 Macro Finance Society Meetings, SED 2015, Gerzensee Summer Institute 2015, EFA 2015, EEA 2015, FIRS 2016, Bank of Canada and SFI Lausanne for comments. Nic Kozeniauskas, Karen Shen, Arnav Sood and Peifan Wu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLaura Veldkamp\n\nI have visited or lectured at the following institutions, where I have received an honorarium and/or have been paid travel expenses:\n\n\nEIEF, Rome, Italy. As research visitor.\n\n\nFederal Reserve Bank of New York, US. As consultant to the Research Department.\n\n\nFederal Reserve Bank of Minneapolis, US. As consultant to the Research Department.\n\n\nGoldman Sachs, as a GMI fellow.\n\n\nUniversity of California at Los Angeles, as a guest Ph.D. lecturer\n\n\n"
}