{
    "id": 22470,
    "citation_title": "Cognitive Performance and Labor Market Outcomes",
    "citation_author": [
        "Dajun Lin",
        "Randall Lutter",
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use information from the National Longitudinal Survey of Youth 1979 (NLSY79) and supplementary data sources to examine how cognitive performance, measured at approximately the end of secondary schooling, is related to the labor market outcomes of 20 through 50 year olds. Our estimates control for a wide array of individual and family background characteristics, a limited set of non-cognitive attributes, survey year dummy variables and, sometimes, geographic place effects. The analysis reveals five main findings. First, cognitive performance is positively associated with future labor market outcomes at all ages. The relationship is attenuated but not eliminated by the addition of controls for non-cognitive characteristics, while the inclusion of place effects does not change the estimated associations. Second, the returns to cognitive skill increase with age. Third, the effect on total incomes reflects a combination of positive impacts of cognitive performance for both hourly wages and annual work hours. Fourth, the returns to cognitive skill are greater for women than men and for blacks and Hispanics than for non-Hispanic whites, with differential effects on work hours being more important than corresponding changes in hourly wages. Fifth, the average gains in lifetime incomes predicted to result from greater levels of cognitive performance are only slightly above those reported in prior studies but the effects are heterogeneous, with larger relative and absolute increases, in most models, for nonwhites or Hispanics than for non-Hispanic whites, and higher relative but not absolute returns for women than men.\n\n",
    "acknowledgement": "\nWe thank participants at the Society for Risk Analysis 2015 annual meetings for helpful comments and the Bill and Melinda Gates Foundation for financial support. All opinions expressed are our own and do not necessarily represent the views of the funder, who had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}