{
    "id": 22477,
    "citation_title": "Analyst Promotions within Credit Rating Agencies: Accuracy or Bias?",
    "citation_author": [
        "Darren J. Kisgen",
        "Matthew Osborn",
        "Jonathan Reuter"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "2017-08-22",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe examine whether credit rating agencies reward accurate or biased analysts. Using data collected from Moody’s corporate debt credit reports, we find that Moody’s is more likely to promote analysts who are accurate, but less likely to promote analysts who downgrade frequently.  Combined, analysts who are accurate but not overly negative are approximately twice as likely to get promoted. Further, analysts whose rating changes are more informative to the market are more likely to get promoted, unless their ratings changes cause large negative market reactions.  Moody’s balances a desire for accuracy with a desire to cater to its corporate clients.\n\n",
    "acknowledgement": "\nWe thank Ramin Baghai (discussant), Nicole Boyson, Thomas Chemmanur, Jesse Cornaggia (discussant), Matti Keloharju, Jeffrey Pontiff, Vikram Nanda (discussant), Philip Strahan, brown bag participants at Boston College and Harvard, seminar participants at Rice University, University of Kansas, and University of Virginia, and conference participants at The Economics of Credit Rating Agencies, Credit Ratings and Information Intermediaries Conference (2015), Colorado Finance Summit (2015), Northeastern University Finance Conference (2016), and University of Connecticut Risk Management Conference (2016) for helpful questions and comments. Before collecting data on analyst career paths from LinkedIn.com, we submitted a proposal to Boston College's Institutional Review Board (IRB). We were granted an exemption from Boston College IRB review in accordance with 45 CFR 46.101 (b) 4. Our IRB Protocol Number is 16.192.01e. The views expressed in this article are solely those of the authors, who are responsible for the content, and do not necessarily represent the views of our employers. Any remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}