{
    "id": 22474,
    "citation_title": "The Gap within the Gap: Using Longitudinal Data to Understand Income Differences in Student Achievement",
    "citation_author": [
        "Katherine Michelmore",
        "Susan Dynarski"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGaps in educational achievement between high- and low-income children are growing. Administrative datasets maintained by states and districts lack information about income but do indicate whether a student is eligible for subsidized school meals. We leverage the longitudinal structure of these datasets to develop a new measure of persistent economic disadvantage. Half of 8th graders in Michigan are eligible for a subsidized meal, but just 14 percent have been eligible for subsidized meals in every grade since kindergarten. These children score 0.94 standard deviations below those never eligible for subsidies and 0.23 below those occasionally eligible. There is a negative, linear relationship between grades spent in economic disadvantage and 8th grade test scores. This is not an exposure effect: the relationship is almost identical in 3rd grade, before children have been differentially exposed to five more years of economic disadvantage. Survey data show that the number of years that a child will spend eligible for subsidized lunch is negatively correlated with her current household income. Years eligible for subsidized meals can therefore be used as a reasonable proxy for income. Our proposed measure can be used in evaluations to estimate heterogeneous effects, to improve value-added calculations, and to better target resources.\n\n",
    "acknowledgement": "\nWe thank our partners at the Michigan Department of Education (MDE) and Michigan’s Center for Educational Performance and Information (CEPI) for providing the data used in these analyses, especially Erika Bolig, Thomas Howell, and Venessa Keesler. We thank Mónica Hernandez, Amy Schwartz, and seminar participants at Aarhus University, University of California Santa Barbara, University of Chicago, University of Southern California, University of Michigan, University of Wisconsin, and the Institute for Research on Poverty Summer Research Workshop for providing helpful comments. The Institute of Education Sciences, U.S. Department of Education provided support through Grants R305E100008 and R305B110001. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}