{
    "id": 22473,
    "citation_title": "Depreciation of Business R&D Capital",
    "citation_author": [
        "Wendy C.Y. Li",
        "Bronwyn H. Hall"
    ],
    "citation_publication_date": "2016-08-01",
    "issue_date": "2016-07-28",
    "revision_date": "2018-01-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe develop a forward‐looking profit model to estimate the depreciation rates of business R&D capital. By using data from BEA and NSF between 1987 and 2007, and the newly developed model, we estimate both constant and time‐varying industry‐specific R&D depreciation rates. The results comprise a set of R&D depreciation rates for major U.S. high-tech industries. They align with the main conclusions from recent studies that the rates are in general higher than the traditionally assumed 15 percent and vary across industries. The relative ranking of the constant R&D depreciation rates among industries is consistent with industry observations and the industry‐specific time‐varying rates are informative about the dynamics of technological change and the levels of competition across industries. Lastly, we also present a cross‐country comparison of the R&D depreciation rates between the U.S. and Japan, and find that the results reflect the relative technological competitiveness in key industries.\n\n",
    "acknowledgement": "\nWe are grateful to Ernie Berndt, Wesley Cohen, Erwin Diewert, Carol Moylan, and Brian Sliker, and 3 anonymous referees for very helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of Bureau of Economic Analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}