{
    "id": 22480,
    "citation_title": "The Effects of School Desegregation on Mixed-Race Births",
    "citation_author": [
        "Nora Gordon",
        "Sarah Reber"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe find a strong positive correlation between black exposure to whites in their school district and the prevalence of later mixed-race (black-white) births, consistent with the literature on residential segregation and endogamy. However, that relationship is significantly attenuated by the addition of a few control variables, suggesting that individuals with higher propensities to have mixed-race births are more likely to live in desegregated school districts. We exploit quasi-random variation to estimate causal effects of school desegregation on mixed-race childbearing, finding small to moderate statistically insignificant effects. Because the upward trend across cohorts in mixed-race childbearing was substantial, separating the effects of desegregation plans from secular cohort trends is difficult; results are sensitive to how we specify the cohort trends and to the inclusion of Chicago/Cook County in the sample. Taken together, the analyses suggest that while lower levels of school segregation are associated with higher rates of mixed-race childbearing, a substantial portion of that relationship is likely due to who chooses to live in places with desegregated schools. This suggests that researchers should be cautious about interpreting the relationship between segregation—whether residential or school—and other outcomes as causal.\n\n",
    "acknowledgement": "\nThe authors thank Sarena Goodman, Paco Martorell, Martin West, and seminar participants at UCLA, the Bureau of Labor Statistics, APPAM, Georgetown, UC Irvine, the University of Virginia, and the Association for Education Finance and Policy for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}