{
    "id": 22489,
    "citation_title": "Understanding the Gains from Wage Flexibility: The Exchange Rate Connection",
    "citation_author": [
        "Jordi Galí",
        "Tommaso Monacelli"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the gains from increased wage flexibility using a small open economy model with staggered price and wage setting. Two results stand out: (i) the effectiveness of labor cost reductions as a means to stimulate employment is much smaller in a currency union, (ii) an increase in wage flexibility often reduces welfare, more likely so in an economy that is part of a currency union or with an exchange rate-focused monetary policy. Our findings call into question the common view that wage flexibility is particularly desirable in a currency union.\n\n",
    "acknowledgement": "\nWe have benefited from comments by Stephanie Schmitt-Grohé, Emmanuel Farhi, Marty Eichenbaum (editor), two anonymous referees, and participants at seminars and conferences at CREI-UPF, NBER Summer Institute (IFM), Bonn, Pavia, Banco de Portugal, London Business School, and UC Berkeley, Irish Economic Association, CEMFI, Jerusalem, National Bank of Slovakia, National Bank of Serbia, KU Leuven, ILO Geneva, and Tilburg University. Michele Fornino, Francesco Giovanardi, Chiara Maggi and Cristina Manea provided excellent research assistance. We thank the Fondation Banque de France for financial support. Part of this work has been conducted while Monacelli was visiting the Department of Economics at Columbia University, whose hospitality is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJordi Galí\n\nJordi Galí is a regular consultant to the European Central Bank, the Sveriges Riksbank and the Norges Bank. In addition, he is a member of the Board of Directors of BanSabadell Inversión, a Barcelona-based investment fund. To his knowledge none of those institutions is likely to have a financial, ideological, or political stake related to the article. No party had the right to review the paper prior to its circulation.\n\n\n"
}