{
    "id": 22484,
    "citation_title": "Grounded by Gravity: A Well-Behaved Trade Model with Industry-Level Economies of Scale",
    "citation_author": [
        "Konstantin Kucheryavyy",
        "Gary Lyn",
        "Andrés Rodríguez-Clare"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough economists have long been interested in the implications of Marshallian externalities (i.e., industry-level external economies of scale) for trading economies, the large number of equilibria that they typically imply has kept such externalities out of the recent quantitative trade literature. This paper presents a multi-industry trade model with industry-level economies of scale that nests a Ricardian model with Marshallian externalities as well as multi-industry versions of Krugman (1980} and Melitz (2003). The behavior of the model depends on two industry-level elasticities: the trade elasticity and the scale elasticity. We show that there is a unique equilibrium if the product of the trade and scale elasticities is weakly lower than one in all industries. The welfare analysis reveals that if this condition is satisfied then all countries gain from trade, even when the scale elasticity varies across industries. The presence of scale economies tends to lower the gains from trade except if the country specializes in industries with relatively high scale elasticities. On the other hand, scale economies amplify the gains from trade liberalization except if it leads to reallocation towards industries with relatively low scale elasticities.\n\n",
    "acknowledgement": "\nWe thank James Anderson, Costas Arkolakis, Gaurab Aryal, Lorenzo Caliendo, Arnaud Costinot, Richard Cottle, Svetlana Demidova, Dave Donaldson, Jonathan Eaton, Gene Grossman, Nail Kashaev, Tim Kehoe, Hideo Konishi, Sam Kortum, Beresford Parlett, Donald Richards, Steve Redding, Michael Tsatsomeros, Guang Yang, Xi Yang, and Stephen Yeaple for valuable discussions, and Kala Krishna for pointing us back to perfect competition. We thank Mauricio Ulate and Piyush Panigrahi for valuable research assistance. All errors are, of course, our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}