{
    "id": 22482,
    "citation_title": "The Deregularization of Land Titles",
    "citation_author": [
        "Sebastian Galiani",
        "Ernesto Schargrodsky"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the last years, several countries implemented policy interventions to entitle urban squatters, encouraged by the results of studies showing large welfare gains from entitlement. We study a natural experiment in the allocation of land titles to very poor families in a suburban area of Buenos Aires, Argentina. Although previous studies on this experiment have found important effects of titling on investment, household structure, educational achievement, and child health, in this article we document that a large fraction of households that went through a situation at which formalization was challenged (death, divorce, sale/purchase), ended up being de-regularized. The legal costs of remaining formal seem too high relative to the value of these parcels and the income of their inhabitants.\n\n",
    "acknowledgement": "\nWe are grateful to Gestion Urbana -the NGO that performed the survey-, Daniel Galizzi, Isabel Iñiguez, Bernardo Silberman, Claudio D’Alessandro, Pablo Gualchi (Land Undersecretary of the Province of Buenos Aires), and Juan Casazza for crucial cooperation; to participants at the Land Inequality and Conflict Conference (WIDER, Hanoi), and at Lincoln Institute and IDB seminars; and to the Inter-American Development Bank, the Lincoln Institute of Land Policy and the Weidenbaum Center for financial support. Martin Caruso and Ramiro Galvez provided superb research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}