{
    "id": 22498,
    "citation_title": "Multinational Firms and International Business Cycle Transmission",
    "citation_author": [
        "Javier Cravino",
        "Andrei A. Levchenko"
    ],
    "citation_publication_date": "2016-08-04",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate how multinational firms contribute to the transmission of shocks across countries using a large multi-country firm-level dataset that contains cross-border ownership information. We use these data to document two novel empirical patterns. First, foreign affiliate and headquarter sales exhibit strong positive comovement: a 10% growth in the sales of the headquarter is associated with a 2% growth in the sales of the affiliate. Second, shocks to the source country account for a significant fraction of the variation in sales growth at the source-destination level. We propose a parsimonious quantitative model to interpret these findings and to evaluate the role of multinational firms for international business cycle transmission. For the typical country, the impact of foreign shocks transmitted by all foreign multinationals combined is non-negligible, accounting for about 10% of aggregate productivity shocks. On the other hand, since bilateral multinational production shares are small, interdependence between most individual country pairs is minimal. Our results do reveal substantial heterogeneity in the strength of this mechanism, with the most integrated countries significantly more affected by foreign shocks.\n\n",
    "acknowledgement": "\nWe are grateful to the editor (Pol Antràs), four anonymous referees, Ariel Burstein, Aaron Flaaen, Jim Hines, Sebastian Krautheim, Sebastian Sotelo, Linda Tesar, Carolina Villegas-Sanchez, Andrei Zlate, and seminar participants at various institutions for helpful suggestions and to Laurien Gilbert, Nitya Pandalai- Nayar, and Rishi Sharma for excellent research assistance. This research is supported by the Michigan Institute for Teaching and Research in Economics (MITRE). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}