{
    "id": 22492,
    "citation_title": "Why Does Idiosyncratic Risk Increase with Market Risk?",
    "citation_author": [
        "Söhnke M. Bartram",
        "Gregory Brown",
        "René M. Stulz"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFrom 1963 through 2015, idiosyncratic risk (IR) is high when market risk (MR) is high. We show that the positive relation between IR and MR is highly stable through time and is robust across exchanges, firm size, liquidity, and market-to-book groupings. Though stock liquidity affects the strength of the relation, the relation is strong for the most liquid stocks. The relation has roots in fundamentals as higher market risk predicts greater idiosyncratic earnings volatility and as firm characteristics related to the ability of firms to adjust to higher uncertainty help explain the strength of the relation. Consistent with the view that growth options provide a hedge against macroeconomic uncertainty, we find evidence that the relation is weaker for firms with more growth options.\n\n",
    "acknowledgement": "\nWe thank Laura Veldkamp for providing uncertainty index data. The paper has been improved by thoughtful comments from Francesco Franzoni, Andrei Gonçalves, Luigi Guiso, Camelia Kuhnen, Jacob Sagi, Andrei Salem, Sheridan Titman and workshop participants at ANU, Bank of Italy, EIEF, Frankfurt School of Finance and Management, IWH, Lancaster University, Queens University Belfast, University of Basel, University of North Carolina, University of Reading and University of Surrey. The authors acknowledge financial support from the British Academy/Leverhulme Trust, Center for Financial Studies and Inquire Europe. Bartram gratefully acknowledges the warm hospitality of the UCLA Anderson School of Management, London Business School, CFS House of Finance, and EIEF during visits to these institutions. William Waller provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRené M. Stulz\n\nRené Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions.\n\n\n"
}