{
    "id": 22497,
    "citation_title": "Union Army Veterans, All Grown Up",
    "citation_author": [
        "Dora L. Costa",
        "Heather DeSomer",
        "Eric Hanss",
        "Christopher Roudiez",
        "Sven E. Wilson",
        "Noelle Yetter"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "2018-10-16",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThis paper overviews the research opportunities made possible by a NIA-funded program project, Early Indicators, Intergenerational Processes, and Aging. Data collection began almost three decades ago on 40,000 soldiers from the Union Army in the US Civil War. The sample contains extensive demographic, economic, and medical data from childhood to death. In recent years, a large sample of African-American soldiers and an oversampling of soldiers from major US cities have been added. Hundreds of historical maps containing public health data have been geocoded to place soldiers and their family members in a geospatial context. With newly granted funding, thousands of veterans will be linked to the demographic information available from the census and vital records of their children.\n\n",
    "acknowledgement": "\nThe authors gratefully acknowledge the support of NIA P01 AG10120.  Dora Costa also has benefited from the use of facilities and resources at the California Center for Population Research, UCLA, which is supported in part by NICHD grant R24HD041022. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}