{
    "id": 22490,
    "citation_title": "Paralyzed by Fear: Rigid and Discrete Pricing under Demand Uncertainty",
    "citation_author": [
        "Cosmin L. Ilut",
        "Rosen Valchev",
        "Nicolas Vincent"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "2020-09-24",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a new theory of price rigidity based on ﬁrms’ Knightian uncertainty about their competitive environment. This uncertainty has two key implications. First, ﬁrms learn about the shape of their demand function from past observations of quantities sold. This learning gives rise to kinks in the expected proﬁt function at previously observed prices, making those prices both sticky and more likely to reoccur. Second, uncertainty about the relationship between aggregate and industry-level inﬂation generates nominal rigidity. We prove the main insights analytically and quantify the eﬀects of our mechanism. Our estimated quantitative model is consistent with a wide range of micro-level pricing facts that are typically challenging to match jointly. It also implies signiﬁcantly more persistent monetary non-neutrality than in standard models, allowing it to generate large real eﬀects from nominal shocks.\n\n",
    "acknowledgement": "\nWe would like to thank Etienne Gagnon, Han Hong, Nir Jaimovich, John Leahy, Virgiliu Midrigan, Krisztina Molnar, Martin Schneider and Luminita Stevens, as well as seminar and conference participants at the 9th Annual CIGS conference on Macroeconomic Theory and Policy, 22nd Annual Research Conference of the Dutch Central Bank, Ambiguity and Robustness in Macroeconomics and Finance Workshop, Ambiguity and its Implications in Finance and Macroeconomics Conference, Behavioral Aspects of Macroeconomics and Finance Conference, Boston Macro Juniors Workshop, Chicago Fed, CIREQ Montréal Macro conference, Duke, ECB, ESWC, NBER Summer Institute, NBER EFG meeting, Northwestern, SED, Stanford, UC San Diego, U Penn, UT Austin, UVA for helpful discussions and comments. Vincent acknowledges ﬁnancial support from the Fondation HEC Montréal. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}