{
    "id": 22491,
    "citation_title": "The Morale Effects of Pay Inequality",
    "citation_author": [
        "Emily Breza",
        "Supreet Kaur",
        "Yogita Shamdasani"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe idea that worker utility is affected by co-worker wages has potentially broad labor market implications. In a month-long experiment with Indian manufacturing workers, we randomize whether co-workers within production units receive the same flat daily wage or different wages (according to baseline productivity rank). For a given absolute wage, pay inequality reduces output and attendance by 0.24 standard deviations and 12%, respectively. These effects strengthen in later weeks. Pay disparity also lowers co-workers’ ability to cooperate in their self-interest. However, when workers can clearly observe productivity differences, pay inequality has no discernible effect on output, attendance, or group cohesion.\n\n",
    "acknowledgement": "\nWe thank James Andreoni, Dan Benjamin, Stefano DellaVigna, Pascaline Dupas, Edward Glaeser, Robert Gibbons, Uri Gneezy, Seema Jayachandran, Lawrence Katz, Peter Kuhn, David Laibson, Ulrike Malmendier, Bentley MacLeod, Sendhil Mullainathan, Mark Rosenzweig, Bernard Salanie, and Eric Verhoogen for their helpful comments. Arnesh Chowdhury, Mohar Dey, Piyush Tank, and Deepak Saraswat provided outstanding research assistance. We gratefully acknowledge operational support from JPAL South Asia and financial support from the National Science Foundation, the IZA Growth and Labor Markets in Low Income Countries (GLM-LIC) program, and the Private Enterprise Development for Low Income Countries (PEDL) initiative. The project was registered in the AEA RCT Registry, ID 0000569. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}