{
    "id": 22494,
    "citation_title": "Level versus Variability Trade-offs in Wind and Solar Generation Investments: The Case of California",
    "citation_author": [
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Renewable Resources",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHourly plant-level wind and solar generation output and real-time price data for one year from the California ISO control area is used to estimate the vector of means and the contemporaneous covariance matrix of hourly output and revenues across all wind and solar locations in the state. Annual hourly output and annual hourly revenues mean/standard deviation efficient frontiers for wind and solar resource locations are computed from this information. For both efficient frontiers, economically meaningful differences between portfolios on the efficient frontier and the actual wind and solar generation capacity mix are found. The relative difference is significantly larger for aggregate hourly output relative to aggregate hourly revenues, consistent with expected profit-maximizing unilateral entry decisions by renewable resource owners. Most of the hourly output and hourly revenue risk-reducing benefits from the optimal choice of locational generation capacities is captured by a small number of wind resource locations, with the addition of a small number of solar resource locations only slightly increasing the set of feasible portfolio mean and standard deviation combinations. Measures of non-diversifiable wind and solar energy and revenue risk are computed using the actual market portfolio and the risk-adjusted expected hourly output or hourly revenue maximizing portfolios.\n\n",
    "acknowledgement": "\nI would like to thank Reinhard Madlener and Carlo Andrea Bollino and two anonymous referees for helpful comments on a previous draft. Chris Bruegge provided outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}