{
    "id": 22495,
    "citation_title": "Does Rosie Like Riveting? Male and Female Occupational Choices",
    "citation_author": [
        "Grace Lordan",
        "Jörn-Steffen Pischke"
    ],
    "citation_publication_date": "2016-08-08",
    "issue_date": "2016-08-04",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOccupational segregation and pay gaps by gender remain large while many of the constraints traditionally believed to be responsible for these gaps have weakened over time.  Here, we explore the possibility that women and men have different tastes for the content of the work they do.  We run regressions of job satisfaction on the share of males in an occupation. Overall, there is a strong negative relationship between female satisfaction and the share of males.  This relationship is fairly stable across different specifications and contexts, and the magnitude of the association is not attenuated by personal characteristics or other occupation averages. Notably, the effect is muted for women but largely unchanged for men when we include three measures that proxy the content and context of the work in an occupation, which we label ‘people,’ ‘brains,’ and ‘brawn.’  These results suggest that women may care more about job content, and this is a possible factor preventing them from entering some male dominated professions.  We continue to find a strong negative relationship between female satisfaction and the occupation level share of males in a separate analysis that includes share of males in the firm. This suggests that we are not just picking up differences in the work environment, although these seem to play an independent and  important role as well.\n\n",
    "acknowledgement": "\nWe thank Kelly Bedard, Dan Black, Alex Bryson, Deborah Cobb Clark, Stephen Machin, Alan Manning, David Neumark, Ron Oaxaca, Barbara Petrongolo, and David Ribar for helpful discussions and participants of the CEP Labor Market Workshop at the LSE, 14th IZA SOLE transatlantic workshop, 18th IZA European Summer School in Labor Economics, 2016 Royal Economic Society meeting, and 2016 Society of Labor Economics Meeting for their comments.  We are grateful to the ESRC for support through the Centre for Economic Performance at the LSE. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}