{
    "id": 22506,
    "citation_title": "On What States Do Prices Depend? Answers From Ecuador",
    "citation_author": [
        "Craig Benedict",
        "Mario J. Crucini",
        "Anthony Landry"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we argue that differences in the cost structure across sectors play an important role in the decision of firms to adjust their prices. We develop a menu-cost model of pricing in which retail firms intermediate trade between producers and consumers. An important facet of our analysis is that the labor-cost share of retail production differs across goods and services in the consumption basket. For example, the price of gasoline at the retail pump is predicted to adjust more frequently and by more than the price of a haircut due to the high volatility in wholesale gasoline prices relative to the wages of unskilled labor, even when both retailers face a common menu cost. This modeling approach allows us to account for some of the cross-sectional differences observed in the frequency of price adjustments across goods. We apply this model to Ecuador to take advantage of inflation variations and the rich panel of monthly retail prices.\n\n",
    "acknowledgement": "\nThis paper was written while Mario Crucini was a visiting senior fellow at the Globalization and Monetary Policy Institute at the Federal Research Bank of Dallas. Mario Crucini gratefully acknowledges the financial support of the National Science Foundation. The views in this paper are our responsibility and should not be interpreted as reflecting the views of the Bank of Canada, the Federal Reserve Bank of Dallas, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}