{
    "id": 22502,
    "citation_title": "Charter Schools and Labor Market Outcomes",
    "citation_author": [
        "Will S. Dobbie",
        "Roland G. Fryer",
        "Jr"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "2016-09-06",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate the impact of charter schools on early-life labor market outcomes using administrative data from Texas. We find that, at the mean, charter schools have no impact on test scores and a negative impact on earnings. No Excuses charter schools increase test scores and four-year college enrollment, but have a small and statistically insignificant impact on earnings, while other types of charter schools decrease test scores, four-year college enrollment, and earnings. Moving to school-level estimates, we find that charter schools that decrease test scores also tend to decrease earnings, while charter schools that increase test scores have no discernible impact on earnings. In contrast, high school graduation effects are predictive of earnings effects throughout the distribution of school quality. The paper concludes with a speculative discussion of what might explain our set of facts.\n\n",
    "acknowledgement": "\nWe thank the Texas Education Research Center at the University of Texas at Austin's Ray Marshall Center for providing the data used in our analysis. We also thank David Card, Raj Chetty, Matt Davis, Hank Farber, Edward Glaeser, Hilary Hoynes, Lawrence Katz, Pat Kline, Michal Kolesar, Alan Krueger, Alex Mas,  Parag Pathak, Jesse Rothstein, Adam Sacarny, Jesse Shapiro, Doug Staiger, Chris Walters, Danny Yagan, Seth Zimmerman, and numerous seminar participants for helpful comments and suggestions. Elijah De la Campa, Tanaya Devi, Matt Farber, Samsun Knight, William Murdock III, Namrata Narain, Rucha Vankudre, Dan Van Duesen, Jessica Wagner, and Brecia Young provided exceptional research assistance. Correspondence can be addressed to the authors by e-mail at wdobbie@princeton.edu [Dobbie] or rfryer@fas.harvard.edu [Fryer]. The research presented here utilizes confidential data from the State of Texas supplied by the Education Research Center (ERC) at The University of Texas at Austin. The views expressed are those of the authors and should not be attributed to the ERC, nor to the National Bureau of Economic Research, nor to any of the supporting organizations mentioned herein, including The University of Texas at Austin or the State of Texas. Any errors are attributable to the authors.\n\n\n"
}