{
    "id": 22509,
    "citation_title": "Optimal Domestic (and External) Sovereign Default",
    "citation_author": [
        "Pablo D'Erasmo",
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInfrequent but turbulent episodes of outright sovereign default on domestic creditors are considered a “forgotten history” in Macroeconomics. We propose a heterogeneous-agents model in which optimal debt and default on domestic and foreign creditors are driven by distributional incentives and endogenous default costs due to the value of debt for self-insurance, liquidity and risk-sharing. The government's aim to redistribute resources across agents and through time in response to uninsurable shocks produces a rich dynamic feedback mechanism linking debt issuance, the distribution of government bond holdings, the default decision, and risk premia. Calibrated to Spanish data, the model is consistent with key cyclical co-movements and features of debt-crisis dynamics. Debt exhibits protracted fluctuations. Defaults have a low frequency of 0.93 percent, are preceded by surging debt and spreads, and occur with relatively low external debt. Default risk limits the sustainable debt and yet spreads are zero most of the time.\n\n",
    "acknowledgement": "\nWe thank Gita Gopinath, Jonathan Heathcote, Alberto Martin, Vincenzo Quadrini and Martin Uribe for helpful comments and suggestions, and also acknowledge comments by conference and seminar participants at the European University Institute, UC Santa Barbara, CREI, IMF, the Stanford Institute for Theoretical Economics, Riskbank, Atlanta Fed, Richmond Fed, the 2013 SED Meetings in Seoul and NBER Summer Institute meeting of the Macroeconomics Within and Across Borders group, and the 2014 North American Summer Meeting of the Econometric Society. We also acknowledge the support of the National Science Foundation through grant SES-1325122. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of Philadelphia, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}