{
    "id": 22504,
    "citation_title": "Taking the Measure of a Fatal Drug Epidemic",
    "citation_author": [
        "Christopher J. Ruhm"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis analysis utilizes death certificate data from the Multiple Cause of Death (MCOD) files to better measure the specific drugs involved in drug poisoning fatalities. Statistical adjustment procedures are used to provide more accurate estimates, accounting for the understatement in death certificate reports resulting because no drug is specified in between one-fifth and one-quarter of cases. The adjustment procedures typically raise the estimates of specific types of drug involvement by 30% to 50% and emphasize the importance of the simultaneous use of multiple categories of drugs.  Using these adjusted estimates, an analysis is next provided of drugs accounting for the rapid increase over time in fatal overdoses. The frequency of combination drug use introduces uncertainty into these estimates and so a distinction is made between any versus exclusive involvement of specific drug types. Many of the results are sensitive to the starting and ending years chosen for examination, with a key role of prescription opioids for analysis windows starting in 1999 but with other drugs, particularly heroin deaths, becoming more significant in more recent years and, again, with confirmatory evidence of the importance of simultaneous drug use.\n\n",
    "acknowledgement": "\nI thank participants of the Southeastern Health Economics Study Group, Caribbean Health Economics Symposium, Tulane University Innovation and Behavior in Health Markets Conference and University of North Carolina at Greensboro for helpful comments on earlier versions of this manuscript. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}