{
    "id": 22500,
    "citation_title": "Venture Capital Data: Opportunities and Challenges",
    "citation_author": [
        "Steven N. Kaplan",
        "Josh Lerner"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThis paper describes the available data and research on venture capital investments and performance.  We comment on the challenges inherent in those data and research as well as possible opportunities to do better.\n\n",
    "acknowledgement": "\nThis paper was prepared for the NBER-CRIW Conference on Measuring Entrepreneurial Businesses: Current Knowledge and Challenges.  We thank Rick Townsend for very helpful comments.  Kaplan and Lerner have consulted to venture capital general partners and limited partners and have invested in venture capital funds.  Lerner thanks Harvard Business School’s Division of Research for support.  Kaplan thanks the Fama-Miller Center at Chicago Booth.  Address correspondence to Steve Kaplan, University of Chicago Booth School of Business, skaplan@uchicago.edu and Josh Lerner, Harvard Business School, josh@hbs.edu.  All errors and omissions are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven N. Kaplan\n\nKaplan has consulted to venture fund general partners and limited partners.\n\n\n\nJosh Lerner\n\nKaplan and Lerner have consulted to venture capital general partners and limited partners and have invested in venture capital funds.\n\n\n"
}