{
    "id": 22503,
    "citation_title": "Designing Nonlinear Price Schedules for Urban Water Utilities to Balance Revenue and Conservation Goals",
    "citation_author": [
        "Frank A. Wolak"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper formulates and estimates a household-level, billing-cycle water demand model under increasing block prices that accounts for the impact of monthly weather variation, the amount of vegetation on the household’s property, and customer-level heterogeneity in demand due to household demographics. The model utilizes US Census data on the distribution of household demographics in the utility’s service territory to recover the impact of these factors on water demand. An index of the amount of vegetation on the household’s property is obtained from NASA satellite data. The household-level demand models are used to compute the distribution of utility-level water demand and revenues for any possible price schedule. Knowledge of the structure of customer-level demand can be used by the utility to design nonlinear pricing plans that achieve competing revenue or water conservation goals, which is crucial for water utilities to manage increasingly uncertain water availability yet still remain financially viable. Knowledge of how these demands differ across customers based on observable household characteristics can allow the utility to reduce the utility-wide revenue or sales risk it faces for any pricing plan. Knowledge of how the structure of demand varies across customers can be used to design personalized (based on observable household demographic characteristics) increasing block price schedules to further reduce the risk the utility faces on a system-wide basis. For the utilities considered, knowledge of the customer-level demographics that predict demand differences across households reduces the uncertainty in the utility’s system-wide revenues from 70 to 96 percent. Further reductions in the uncertainty in the utility’s system-wide revenues in the, range of 5 to 15 percent, are possible by re-designing the utility’s nonlinear price schedules to minimize the revenue risk it faces given the distribution of household-level demand in its service territory.\n\n",
    "acknowledgement": "\nI would like to thank Michael Miller, Ivan Korolev, and Onder Polat for outstanding research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}