{
    "id": 22505,
    "citation_title": "The Elusive Costs of Inflation: Price Dispersion during the U.S. Great Inflation",
    "citation_author": [
        "Emi Nakamura",
        "Jón Steinsson",
        "Patrick Sun",
        "Daniel Villar"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA key policy question is: How high an inflation rate should central banks target? This depends crucially on the costs of inflation. An important concern is that high inflation will lead to inefficient price dispersion. Workhorse New Keynesian models imply that this cost of inflation is very large. An increase in steady state inflation from 0% to 10% yields a welfare loss that is an order of magnitude greater than the welfare loss from business cycle fluctuations in output in these models. We assess this prediction empirically using a new dataset on price behavior during the Great Inflation of the late 1970's and early 1980's in the United States. If price dispersion increases rapidly with inflation, we should see the absolute size of price changes increasing with inflation: price changes should become larger as prices drift further from their optimal level at higher inflation rates. We find no evidence that the absolute size of price changes rose during the Great Inflation. This suggests that the standard New Keynesian analysis of the welfare costs of inflation is wrong and its implications for the optimal inflation rate need to be reassessed. We also find that (non-sale) prices have not become more flexible over the past 40 years.\n\n",
    "acknowledgement": "\nWe owe an enormous debt of gratitude to Daniel Ginsberg, John Greenlees, Michael Horrigan, Robert McClelland, John Molino, Ted To and numerous others at the Bureau of Labor Statistics for their help in the decade-long project of constructing the dataset used in this paper. We would like to thank Nicolas Crouzet and Juan Herreño for excellent research assistance. We would like to thank Julio Andres Blanco, Ariel Burstein, and Robert King for valuable comments and discussions. We thank the National Science Foundation (grants SES-0922011 and SES-1056107) for financial support. The views expressed in this paper are those of the authors and are not necessarily those of the Federal Communications Commission or the National Bureau of Economic Research.\n\n\n"
}