{
    "id": 22508,
    "citation_title": "Opening the Black Box of the Matching Function: the Power of Words",
    "citation_author": [
        "Ioana Marinescu",
        "Ronald Wolthoff"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nHow do employers attract the right workers? How important are posted wages vs. other job characteristics? Using data from the leading job board CareerBuilder.com, we show that most vacancies do not post wages, and, for those that do, job titles explain more than 90% of the wage variance. Job titles also explain more than 80% of the across-vacancies variance in the education and experience of applicants. Finally, failing to control for job titles leads to a spurious negative elasticity of labor supply. Thus, our results uncover the previously undocumented power of words in the job matching process.\n\n",
    "acknowledgement": "\nThis paper has benefited from feedback during presentations at CREST-Paris, the University of Chicago, the Annual Meeting of the Society of Economic Dynamics, the University of Toronto, the University of Wisconsin-Madison, UC Santa Barbara, the Tinbergen Institute, the University of British Columbia, the Bureau of Labor Statistics, the NBER Macro Perspectives Summer Institute. We are grateful for comments from Briana Chang, Kerwin Charles, Francis Kramarz, Peter Kuhn, Alan Manning, Craig Riddell, and Chris Taber. We thank Chaoran Chen and Sanggi Kim for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nIoana Marinescu\n\nI have consulted for the company CareerBuilder.com in the past. However, I did not have any paid engagements in the last 12 months.\n\n\n"
}