{
    "id": 22516,
    "citation_title": "Assessing Point Forecast Accuracy by Stochastic Error Distance",
    "citation_author": [
        "Francis X. Diebold",
        "Minchul Shin"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose point forecast accuracy measures based directly on distance of the forecast-error c.d.f. from the unit step function at 0 (\"stochastic error distance,\" or SED).  We provide a precise characterization of the relationship between SED and standard predictive loss functions, and we show that all such loss functions can be written as weighted SED's. The leading case is absolute-error loss. Among other things, this suggests shifting attention away from conditional-mean forecasts and toward conditional-median forecasts.\n\n",
    "acknowledgement": "\nWe are especially grateful to the Editors (Peter C.B. Phillips and Aman Ullah) and two anonymous referees for helpful guidance and comments. We are also grateful to Ross Askanazi, Alex Belloni, Lorenzo Braccini, Xu Cheng, Peter Christoffersen, Valentina Corradi, Ed George, Roger Koenker, Mai Li, Oliver Linton, Laura Liu, Essie Maasoumi, Andrew Patton, Ehsan Soofi, Norm Swanson, Mike Steele, Allan Timmermann, Aman Ullah, Mark Watson, and Tiemen Woutersen. We also thank seminar participants at Federal Reserve Bank of San Francisco, the Emory University Conference in Honor of Essie Maasoumi, the European University Institute, and the University of Pennsylvania. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}