{
    "id": 22511,
    "citation_title": "The Effects of Pre-Trial Detention on Conviction, Future Crime, and Employment: Evidence from Randomly Assigned Judges",
    "citation_author": [
        "Will Dobbie",
        "Jacob Goldin",
        "Crystal Yang"
    ],
    "citation_publication_date": "2016-08-15",
    "issue_date": "2016-08-11",
    "revision_date": "2019-02-09",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Economics of Crime",
        "\n"
    ],
    "abstract": "\n\nOver 20 percent of prison and jail inmates in the United States are currently awaiting trial, but little is known about the impact of pre-trial detention on defendants. This paper uses the detention tendencies of quasi-randomly assigned bail judges to estimate the causal effects of pre-trial detention on subsequent defendant outcomes.  Using data from administrative court and tax records, we find that being detained before trial significantly increases the probability of a conviction, primarily through an increase in guilty pleas. Pre-trial detention has no detectable effect on future crime, but decreases pre-trial crime and failures to appear in court. We also find suggestive evidence that pre-trial detention decreases formal sector employment and the receipt of employment- and tax-related government benefits. We argue that these results are consistent with (i) pre-trial detention weakening defendants' bargaining position during plea negotiations, and (ii) a criminal conviction lowering defendants' prospects in the formal labor market.\n\n",
    "acknowledgement": "\nWe thank Amanda Agan, Adam Cox, Hank Farber, Louis Kaplow, Adam Looney, Alex Mas, Magne Mogstad, Michael Mueller-Smith, Erin Murphy, Steven Shavell, Megan Stevenson, and numerous seminar participants for helpful comments and suggestions. Molly Bunke, Kevin DeLuca, Sabrina Lee, and Amy Wickett provided excellent research assistance. The views expressed in this article are those of the authors and do not necessarily reflect the view of the U.S. Department of Treasury. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}