{
    "id": 22518,
    "citation_title": "The Marginal Propensity to Consume Over the Business Cycle",
    "citation_author": [
        "Tal Gross",
        "Matthew J. Notowidigdo",
        "Jialan Wang"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper estimates how the marginal propensity to consume (MPC) varies over the business cycle by exploiting exogenous variation in credit card borrowing limits. Ten years after an individual declares Chapter 7 bankruptcy, the record of the bankruptcy is removed from her credit report, generating an immediate and persistent increase in credit score. We study the effects of “bankruptcy flag” removal using a sample of over 160,000 bankruptcy filers whose flags were removed between 2004 and 2011. We document that in the year following flag removal, credit card limits increase by $780 and credit card balances increase by roughly $290, implying an “MPC out of liquidity” of 0.37. We find a significantly higher MPC during the Great Recession, with an average MPC roughly 20–30 percent larger between 2007 and 2009 compared to surrounding years. We find no evidence that the counter-cyclical variation in the average MPC is accounted for by compositional changes or by changes over time in the supply of credit following bankruptcy flag removal. These results are consistent with models where liquidity constraints bind more frequently during recessions.\n\n",
    "acknowledgement": "\nThe views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, the United States, or the National Bureau of Economic Research. We thank David Berger, Chris Carroll, Larry Christiano, Ben Keys, Lorenz Kueng, Neale Mahoney, and conference and seminar participants at the Consumer Financial Protection Bureau and the Boulder Consumer Financial Decision Making Conference for helpful comments and suggestions. Pinchuan Ong provided superb research assistance.\n\n\n\nJialan Wang\n\nThis research was conducted while Jialan Wang was an employee at the Consumer Financial Protection Bureau. The views expressed are those of the authors and do not necessarily reflect those of the\nConsumer Financial Protection Bureau or the United States.\n\n\n"
}