{
    "id": 22519,
    "citation_title": "Marketplace Plan Payment Options for Dealing with High-Cost Enrollees",
    "citation_author": [
        "Timothy J. Layton",
        "Thomas G. McGuire"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTwo of the three elements of the ACA’s “premium stabilization program,” reinsurance and risk corridors, are set to expire in 2017, leaving risk adjustment alone to protect plans against risk of high-cost cases.  This paper considers potential modifications of the HHS risk adjustment methodology to maintain plan protection against risk from high-cost cases within the current regulatory framework.  We show analytically that modifications of the transfer formula and of the risk adjustment model itself are mathematically equivalent to a conventional actuarially fair reinsurance policy.  Furthermore, closely related modifications of the transfer formula or the risk adjustment model can improve on conventional reinsurance by figuring transfers or estimating risk adjustment model weights recognizing the presence of a reinsurance function.  In the empirical section, we estimate risk adjustment models with an updated and selected version of the data used to calibrate the federal payment models, and show, using simulation methods, that proposed modifications improve fit at the person level and protect small insurers against high-cost risk better than conventional reinsurance.  We simulate various “attachment points” for the reinsurance equivalent policies and quantify the tradeoffs of higher and lower attachment points.\n\n",
    "acknowledgement": "\nThis research was supported by NIMH R01-MH094290 and the Laura and John Arnold Foundation.  The authors are grateful to Savannah Bergquist, Jeannie Biniek, Michael Chernew, Michael Cohen, Kelly Drury, Randy Ellis, Jeff Grant, Laura Hatfield, John Hsu, Amanda Kreider, Joseph Newhouse, Cassandra Peitzman, Sherri Rose, Anna Sinaiko, Richard van Kleef, Rene van Vliet and Wynand van de Ven for helpful discussion.  Jeannie Binniek and Amanda Kreider provided excellent research assistance.  The views in this paper are the authors’ own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}