{
    "id": 22527,
    "citation_title": "Risk Preferences and The Macro Announcement Premium",
    "citation_author": [
        "Hengjie Ai",
        "Ravi Bansal"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe paper develops a theory for equity premium around macroeconomic announcements. Stock returns realized around pre-scheduled macroeconomic announcements, such as the employment report and the FOMC statements, account for 55% of the market equity premium during the 1961-2014 period, and virtually 100% of it during the later period of 1997-2014, where more announcement data are available. We provide a characterization theorem for the set of intertemporal preferences that generate a positive announcement premium. Our theory establishes that the announcement premium identifies a significant deviation from expected utility and constitutes an asset market based evidence for a large class of non-expected models that features aversion to ”Knightian uncertainty”, for example, Gilboa and Schmeidler [30]. We also present a dynamic model to account for the evolution of equity premium around macroeconomic announcements.\n\n",
    "acknowledgement": "\nThe authors would like to thank Anmol Bhandari, Jacob Sagi, Jan Werner, V.V. Chari, and seminar participants at the Duke Finance workshop, HKUST, NBER Neemrana, SAIF, SED 2016, the University of Minnesota Economic Theory workshop, the University of Texas at Austin, and the University of Toronto for their helpful comments on the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}