{
    "id": 22529,
    "citation_title": "Price of Long-Run Temperature Shifts in Capital Markets",
    "citation_author": [
        "Ravi Bansal",
        "Dana Kiku",
        "Marcelo Ochoa"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use the forward-looking information from the US and global capital markets to estimate the economic impact of global warming, specifically, long-run temperature shifts. We find that global warming carries a positive risk premium that increases with the level of temperature and that has almost doubled over the last 80 years. Consistent with our model, virtually all US equity portfolios have negative exposure (beta) to long-run temperature fluctuations. The elasticity of equity prices to temperature risks across global markets is significantly negative and has been increasing in magnitude over time along with the rise in temperature. We use our empirical evidence to calibrate a long-run risks model with temperature-induced disasters in distant output growth to quantify the social cost of carbon emissions. The model simultaneously matches the projected temperature path, the observed consumption growth dynamics, discount rates provided by the risk-free rate and equity market returns, and the estimated temperature elasticity of equity prices. We find that the long-run impact of temperature on growth implies a significant social cost of carbon emissions.\n\n",
    "acknowledgement": "\nThe analysis and conclusions set forth are those of the authors and do not indicate concurrence by other members of the research staff or the Board of Governors. We would like to thank Lars Hansen, Geoffrey Heal, Christian Traeger, Ricardo Colacito, Tony Smith, Thomas Maurer, Juhani Linnainmaa, Holger Kraft, and seminar participants at Duke University,  the Hong Kong University of Science and Technology, the University of Hong Kong,  the 2nd Macro Finance Workshop, Developing the Next Generation of Economic Models of Climate Change Conference, the 2015 AEA meeting, the 2015 MFA meeting, the 2015 WFA meeting, the Environmental  Energy Economics workshop at the 2015 NBER Summer Institute, the 2015 EFA meeting, and the 2016 SED meeting for their helpful comments. The usual disclaimer applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}