{
    "id": 22520,
    "citation_title": "Cash Flow Duration and the Term Structure of Equity Returns",
    "citation_author": [
        "Michael Weber"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe term structure of equity returns is downward-sloping: stocks with high cash flow duration earn 1.10% per month lower returns than short-duration stocks in the cross section. I create a measure of cash flow duration at the firm level using balance sheet data to show this novel fact. Factor models can explain only 50% of the return differential, and the difference in returns is three times larger after periods of high investor sentiment. I use institutional ownership as a proxy for short-sale constraints, and find the negative cross-sectional relationship between cash flow duration and returns is only contained within short-sale constrained stocks.\n\n",
    "acknowledgement": "\nI thank Daniel Andrei, Andrew Ang, Malcolm Baker (discussant), Jules van Binsbergen (discussant), Jonathan Berk, Justin Birru (discussant), John Campbell, John Cochrane, Francesco D'Acunto, Kent Daniel, Ian Dew-Becker, Xavier Gabaix, Nicolae Garleanu, Yuriy Gorodnichenko, Robert Hodrick, Brian Johnson, Tim Kroenke, Martin Lettau, Lars Lochstoer, Pier Lopez, Sydney Ludvigson, Hanno Lustig, Rajnish Mehra, Tyler Muir, Stefan Nagel, Marcus Opp, Carolin Pflueger, Matt Ringgenberg, Tano Santos, Florian Schulz, Richard Sloan, Christian Speck, Richard Stanton, Annette Vissing-Jorgensen, Tuomo Vuolteenaho, Johan Walden, Amir Yaron, and seminar participants at the AFA 2016, Arrowstreet Capital, China International Conference, the 15th Colloquium on Financial Markets, Colorado Winter Finance Summit, Hannover, Maastricht, Mannheim, Muenster, the 2015 NBER Asset Pricing Meeting, Tilburg, the 2015 HEC--McGill Winter Finance Workshop, the 25th Australasian Banking and Finance Conference, the 16th SGF conference, and UC Berkeley for their valuable comments. Financial support from the University of Chicago, the Neubauer Family Foundation, and the Fama-Miller Center is also gratefully acknowledged. Stephen Lamb provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}