{
    "id": 22521,
    "citation_title": "The Rise in Life Expectancy, Health Trends among the Elderly, and the Demand for Care - A Selected Literature Review",
    "citation_author": [
        "Bjorn Lindgren"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective is to review the evidence on (a) ageing and health and (b) the demand for health- and social services among the elderly. Issues are: does health status of the elderly improve over time, and how do the trends in health status of the elderly affect the demand for health- and elderly care? It is not a complete review, but it covers most of recent empirical studies.\nThe reviewed literature provides strong evidence that the prevalence of chronic disease among the elderly has increased over time. There is also fairly strong evidence that the consequences of disease have become less problematic due to medical progress: decreased mortality risk, milder and slower development over time, making the time with disease (and health-care treatment) longer but less troublesome than before. Evidence also suggests the postponement of functional limitations and disability. Some of the reduction in disability can be attributed to improvements in treatments of chronic diseases, but it is also due to the increased use of assistive technology, accessibility of buildings, etc. The results indicate that the ageing individual is expected to need health care for a longer period of time than previous generations but elderly care for a shorter.\n\n",
    "acknowledgement": "\nThe work of this project was supported financially by the Swedish National Institute of Economic Research (SNIER). The author is grateful to Erik Jonasson and other staff at the SNIER for useful and encouraging comments on earlier versions of this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}