{
    "id": 22523,
    "citation_title": "Immunization and Moral Hazard: The HPV Vaccine and Uptake of Cancer Screening",
    "citation_author": [
        "Ali Moghtaderi",
        "Avi Dor"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImmunization can cause moral hazard by reducing the cost of risky behaviors. In this study, we examine the effect of HPV vaccination for cervical cancer on participation in the Pap test, which is a diagnostic screening test to detect potentially precancerous and cancerous process. It is strongly recommended for women between 21-65 years old even after taking the HPV vaccine. A reduction in willingness to have a Pap test as a result of HPV vaccination would signal the need for public health intervention. The HPV vaccination is recommended for women age eleven to twelve for regular vaccination or for women up to age 26 not vaccinated previously. We present evidence that probability of vaccination changes around this threshold. We identify the effect of vaccination using a fuzzy regression discontinuity design, centered on the recommended vaccination threshold age. The results show no evidence of ex ante moral hazard in the short-run. Sensitivity analyses using alternative specifications and subsamples are in general agreement.  The estimates show that women who have been vaccinated are actually more likely to have a Pap test in the short-run, possibly due to increased awareness of its benefits.\n\n",
    "acknowledgement": "\nScott Adams, Scott Drewianka, John Heywood, Eric Luo, and Bernard Black for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}