{
    "id": 22522,
    "citation_title": "Can Natural Gas Save Lives? Evidence from the Deployment of a Fuel Delivery System in a Developing Country",
    "citation_author": [
        "Resul Cesur",
        "Erdal Tekin",
        "Aydogan Ulker"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThere has been a widespread displacement of coal by natural gas as space heating and cooking technology in Turkey in the last two decades, triggered by the deployment of natural gas networks. In this paper, we examine the impact of this development on mortality among adults and the elderly. Our research design exploits the variation in the timing of the deployment and the intensity of expansion of natural gas networks at the provincial level using data from 2001 to 2014. The results indicate that the expansion of natural gas services has caused significant reductions in both the adult and the elderly mortality rates. According to our point estimates, a one-percentage point increase in the rate of subscriptions to natural gas services would lower the overall mortality rate by 1.4 percent, the adult mortality rate by 1.9 percent, and the elderly mortality rate by 1.2 percent. These findings are supported by our auxiliary analysis, which demonstrates that the expansion of natural gas networks has indeed led to a significant improvement in air quality. Furthermore, we show that the mortality gains for both the adult and the elderly populations are primarily driven by reductions in cardio-respiratory deaths, which are more likely to be due to conditions caused or exacerbated by air pollution. Finally, our analysis does not reveal any important gender differences in the estimated relationship between the deployment of natural gas networks and mortality.\n\n",
    "acknowledgement": "\nErdal Tekin gratefully acknowledges support from the Gary and Stacey Jacobs Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}