{
    "id": 22528,
    "citation_title": "Unintended Consequences of Rewards for Student Attendance: Results from a Field Experiment in Indian Classrooms",
    "citation_author": [
        "Sujata Visaria",
        "Rajeev Dehejia",
        "Melody M. Chao",
        "Anirban Mukhopadhyay"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn an experiment in non-formal schools in Indian slums, a reward scheme for attending a target number of school days increased average attendance when the scheme was in place, but had heterogeneous effects after it was removed. Among students with high baseline attendance, the incentive had no effect on attendance after it was discontinued, and test scores were unaffected. Among students with low baseline attendance, the incentive lowered post-incentive attendance, and test scores decreased. For these students, the incentive was also associated with lower interest in school material and lower optimism and confidence about their ability. This suggests incentives might have unintended long-term consequences for the very students they are designed to help the most.\n\n",
    "acknowledgement": "\nWe are indebted to Dr. Pankaj Jain, Hiral Adhyaru, Sonal Mody and numerous class teachers and supervisors at Gyan Shala for their interest and cooperation, and to Putul Gupta for her outstanding management of the project in the field. We received very helpful comments from Mark Rosenzweig, Yasutora Watanabe, and participants at the IEMS 8th Asian Conference on Applied Microeconomics/Econometrics, and the ISI Delhi 11th Annual Conference on Economic Growth and Development. Funding for the field implementation of this project through the Research Project Competition at the first author’s home institution (Grant RPC10BM11) and Tufts University are gratefully acknowledged. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}