{
    "id": 22531,
    "citation_title": "Early Effects of the 2010 Affordable Care Act Medicaid Expansions on Federal Disability Program Participation",
    "citation_author": [
        "Pinka Chatterji",
        "Yue Li"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe test whether early Affordable Care Act (ACA) Medicaid expansions in Connecticut (CT), Minnesota (MN), California (CA), and the District of Columbia (DC) affected SSI applications, SSI and DI awards, and the number of SSI and DI beneficiaries.  We use a difference-in-difference (DD) approach, comparing SSI/DI outcomes pre and post each early Medicaid expansion (“Early Expanders”) to SSI/DI outcomes in states that expanded Medicaid in January 2014 (“Later Expanders”).  We also use a synthetic control approach, in which we examine SSI/DI outcomes before and after the Medicaid expansion in each Early Expander state, utilizing a weighted combination of Later Expanders as a comparison group.  In CT, the Medicaid expansion is associated a statistically significant, 7 percent reduction in SSI beneficiaries; this finding is consistent across the DD and synthetic control methods.  For DC, MN and CA, we do not find consistent evidence that the Medicaid expansions affected disability-related outcomes.\n\n",
    "acknowledgement": "\nThe authors thank participants at the 2016 ASHEcon meeting, particularly our discussant Ben Cook, for helpful comments.  The authors also thank seminar participants at the 2016 University at Albany Health Economics Summer Work Group for helpful comments and feedback The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}