{
    "id": 22536,
    "citation_title": "Estimating Path Dependence in Energy Transitions",
    "citation_author": [
        "Kyle C. Meng"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "2022-12-19",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhat induces energy transitions away from dirty fuels? When transitional dynamics exhibit strong path dependence, a temporary shock to fuel composition can trigger a permanent transition from dirty to clean fuels. I empirically examine whether such dynamics characterize the U.S. electricity sector's use of coal - the most climate-damaging fuel - across the 20th century. Exploiting local coal supply shocks driven by changing regional accessibility of subsurface coal, I find that a negative shock triggers a declining trajectory in the relative use of coal for electricity lasting for up to ten decades. Interpreted through a structural change model, reduced-form estimates imply a long-run elasticity of substitution between coal and other fuels of 3.5, a pivotal but largely unknown parameter found across recent models of optimal climate policy. Calibrated model simulations further characterize how climate policies of varying magnitudes and durations could trigger a permanent future energy transition away from coal.\n\n",
    "acknowledgement": "\nI thank Lint Barrage, Dan Benjamin, Javier Birchenall, Hoyt Bleakley, Chris Costello, Clément de Chaisemartin, Melissa Dell, Jonathan Dingel, Walker Hanlon, Kelsey Jack, Akshaya Jha, Per Krusell, David Lagakos, Derek Lemoine, Gary Libecap, Suresh Naidu, Trevor O’Grady, Ryan Oprea, Maxim Pinkovskiy, Bernard Salanié, Steve Salant, Anna Thompsett, Inge van den Bijgaart, Tom Vogl, Sevgi Yuksel and many seminar participants for helpful comments. I am grateful to Sarah Anderson, Kira Fabrizio, Jessika Trancik, and Catherine Wolfram for sharing data. Jason Benedict, Kayleigh Campbell Bierman, Danae Hernandez Cortes, and Simon Jean provided excellent research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}