{
    "id": 22530,
    "citation_title": "The Pros and Cons of Sick Pay Schemes: Testing for Contagious Presenteeism and Noncontagious Absenteeism Behavior",
    "citation_author": [
        "Stefan Pichler",
        "Nicolas R. Ziebarth"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "2020-03-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThis paper provides an analytical framework and uses data from the US and Germany to test for the existence of contagious presenteeism and negative externalities in sickness insurance schemes. The first part exploits high-frequency Google Flu data and the staggered implementation of U.S. sick leave reforms to show in a reduced-from framework that population-level influenza-like disease rates decrease after employees gain access to paid sick leave. Next, a simple theoretical framework provides evidence on the underlying behavioral mechanisms. The model theoretically decomposes overall behavioral labor supply adjustments ('moral hazard') into contagious presenteeism and noncontagious absenteeism behavior and derives testable conditions. The last part illustrates how to implement the model exploiting German sick pay reforms and administrative industry-level data on certified sick leave by diagnoses. It finds that the labor supply elasticity for contagious diseases is significantly smaller than for noncontagious diseases. Under the identifying assumptions of the model, in addition to the evidence from the U.S., this finding provides indirect evidence for the existence of contagious presenteeism.\n\n",
    "acknowledgement": "\nWe would like to thank David Bradford, Raj Chetty, Harald Dale-Olsen, Davide Dragone, Martin Feldstein, Donna Gilleskie, Laszlo Goerke, John Gruber, Michael Hanselmann, Nathaniel Hendren, Barry Hirsch, Jason Hockenberry, Caroline Hoxby, John Kolstad, Peter Kuhn, Martin Karlsson, Don Kenkel, Bryant Kim, Wojciech Kopczuk, Emily Lawler, Dean Lillard, Neale Mahoney, Wanda Mimra, Tom Mroz, Sean Nicholson, Zhuan Pei, Jim Poterba, Sarah Prenovitz, Andreas Richter, Chris Ruhm, Daniel Sacks, Nick Sanders, Joerg Schiller, Joseph Shapiro, Justin Sydnor, Rainer Winkelmann, Joachim Winter, and Peter Zweifel for excellent comments and suggestions. In particular we would like to thank Itzik Fadlon, Dan Kreisman, and Andreas Peichl for an outstanding discussion of this paper. We also thank participants in research seminars at the 2016 NBER Summer Institute Health Care Meeting in Boston, the 2016 NBER TAPES Conference in Mannheim, the 2016 NBER Public Economics Spring Meeting in Boston, the 2016 EuHEA Conference in Hamburg, the 13th Southeastern Health Economics Study Group in Atlanta, the 29th Annual Conference of the European Society for Population Economics (ESPE) in Izmir, the 2015 World Risk and Insurance Economics Congress in Munich, the Nordic Health Economics Study Group meeting (NHESG) in Uppsala, the Verein for Socialpolitik (VfS) in Muenster, the Centre for Research in Active Labour Market Policy Effects (CAFE) Workshop at Aarhus University, the Risk & Microeconomics Seminar at LMU Munich, the 2015 Young Microeconometricians Workshop in Mannheim, the University of Linz (Economics Department), the Bavarian Graduate Program in Economics (BGPE) in Nuremberg, the Berlin Network of Labor Market Researchers (BeNA), and the Institute for Health Economics, Health Behaviors and Disparities at Cornell University (PAM) for their helpful comments and suggestions. We also thank Eric Maroney and Philip Susser for editing this paper and Sarah Prenovitz and Philip Susser for excellent research assistance. Generous funding from the W.E. Upjohn Institute for Employment Research in the form of an Early Career Research Awards (ECRA) #15-150-15, the Cornell Population Center (Rapid Response Grant), the Cornell Institute for the Social Sciences (Small Grant) and the Mario Einaudi Center for International Studies (Seed Grant) is gratefully acknowledged. Neither we nor our employers have relevant or material financial interests that relate to the research described in this paper. We take responsibility for all remaining errors in and shortcomings of the paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}