{
    "id": 22537,
    "citation_title": "The Impact of Removing Tax Preferences for U.S. Oil and Natural Gas Production: Measuring Tax Subsidies by an Equivalent Price Impact Approach",
    "citation_author": [
        "Gilbert E. Metcalf"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a novel methodology for estimating impacts on domestic supply of oil and natural gas arising from changes in the tax treatment of oil and gas production.  It corrects a downward bias when the ratio of aggregate tax expenditures to domestic production is used to measure the subsidy value of tax preferences.  That latter approach underestimates the value of the tax preferences to firms by ignoring the time value of money.\nThe paper introduces the concept of the equivalent price impact, the change in price that has the same impact on aggregate drilling decisions as a change in the tax provisions for oil and gas drilling and production.  Using this approach I find that removing the three largest tax preferences for the oil and gas industry would likely have very modest impacts on global oil production, consumption or prices.  Domestic oil and gas production is estimated to decline by 4 to 5 percent over the long run.  Global oil prices would rise by less than one percent.  Domestic natural gas prices are estimated to rise by 7 to 10 percent.   Changes to  these tax provisions would have modest to negligible impacts on greenhouse gas emissions or energy security.\n\n",
    "acknowledgement": "\nI'd like to acknowledge the helpful discussions I had with various oil and gas executives at Ana-darko, Apache, ConocoPhillips, and Pioneer Energy, among others.  They are in no way responsible for any errors in this paper nor should they be implicated in any conclusions drawn in this paper.  I also wish to acknowledge the support of the Council on Foreign Relations which has funded this research.  I also appreciate the valuable assistance of Varun Sivaram in researching and writing this paper and helpful comments from Michael Levi, Chuck Mason, as well as participants at the Breckenridge RFF Summer Workshop.  I do not have any financial relationships that relate to this research. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}