{
    "id": 22532,
    "citation_title": "Trophy Hunting vs. Manufacturing Energy: The Price-Responsiveness of Shale Gas",
    "citation_author": [
        "Richard G. Newell",
        "Brian C. Prest",
        "Ashley Vissing"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze the relative price elasticity of unconventional versus conventional natural gas extraction. We separately analyze three key stages of gas production: drilling wells, completing wells, and producing natural gas from the completed wells. We find that the important margin is drilling investment, and neither production from existing wells nor completion times respond strongly to prices. We estimate a long-run drilling elasticity of 0.7 for both conventional and unconventional sources. Nonetheless, because unconventional wells produce on average 2.7 times more gas per well than conventional ones, the long-run price responsiveness of supply is almost 3 times larger for unconventional compared to conventional gas.\n\n",
    "acknowledgement": "\nWe are grateful to Drillinginfo for drilling and production data underpinning this research and to the Energy Information Administration (EIA) for providing data classifying oil and gas reservoirs as conventional or unconventional. We also thank Rob Jacobs of Caird Energy for providing helpful industry insight and seminar participants at Duke and Rice for helpful comments. Prest also acknowledges support from the Duke Environmental Economics Doctoral Scholars (DEEDS) program. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}