{
    "id": 22538,
    "citation_title": "The More We Die, The More We Sell? A Simple Test of the Home-Market Effect",
    "citation_author": [
        "Arnaud Costinot",
        "Dave Donaldson",
        "Margaret Kyle",
        "Heidi Williams"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe home-market effect, first hypothesized by Linder (1961) and later formalized by Krugman (1980), is the idea that countries with larger demand for some products at home tend to have larger sales of the same products abroad. In this paper, we develop a simple test of the home-market effect using detailed drug sales data from the global pharmaceutical industry. The core of our empirical strategy is the observation that a country’s exogenous demographic composition can be used as a predictor of the diseases that its inhabitants are most likely to die from and, in turn, the drugs that they are most likely to demand. We find that the correlation between predicted home demand and sales abroad is positive and greater than the correlation between predicted home demand and purchases from abroad. In short, countries tend to be net sellers of the drugs that they demand the most, as predicted by Linder (1961) and Krugman (1980).\n\n",
    "acknowledgement": "\nWe are very grateful to Manon Costinot, Masao Fukui, Ryan Hill, Anton Popov, Juan Rios, Mahnum Shahzad, and Sophie Sun for excellent research assistance, as well as to David Atkin, Keith Head, David Weinstein, and seminar audiences at the Becker-Friedman Institute, the 2016 IES Summer Workshop, Penn State, Princeton, and the 2016 West Coast Trade Workshop for comments that have improved this work. The construction of some of the data analyzed in this publication was supported by the National Institute on Aging and the NIH Common Fund, Office of the NIH Director, through Grant U01-AG046708 to the National Bureau of Economic Research (NBER); the content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH or NBER. Financial support from NSF Grant Number 1151497, the Hoover IP2 working group, and the Intellectual Property and Markets for Technology Chair at MINES ParisTech is also gratefully acknowledged. Kyle thanks Pfizer for access to the IMS data used. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}