{
    "id": 22548,
    "citation_title": "Does Organizational Form Drive Competition? Evidence from Coffee Retailing",
    "citation_author": [
        "Brian Adams",
        "Joshua Gans",
        "Richard Hayes",
        "Ryan Lampe"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis article examines patterns of entry and exit in a relatively homogeneous product market to investigate the impact of entry on incumbent firms and market structure. In particular, we are interested in whether the organizational form of entrants matters for the competitive decisions of incumbents. We assess the impact of chain stores on independent retailers in the Melbourne coffee market using annual data on the location and entry status of 4,768 coffee retailers between 1991 and 2010. The long panel enables us to include market fixed effects to address the endogeneity of store locations. Logit regressions indicate that chain stores have no discernible effect on the exit or entry decisions of independent stores. However, each additional chain store increases the probability of another chain store exiting by 2.5 percentage points, and each additional independent cafe increases the probability of another independent cafe exiting by 0.5 percent. These findings imply that neighboring independents and chains operate almost as though they are in separate markets. We offer additional analysis suggesting consumer information as a cause of this differentiation.\n\n",
    "acknowledgement": "\nWe wish to thank Chamath De Silva, Kimberly Jin, Alexandra Knight, Nicholas Kozeniauskas, Rachael Meager, Nguyen Nguyen, and Suphanit Piyapromdee for research assistance. Thanks to John Asker, Avi Goldfarb, Heski Bar Isaac, Mara Lederman, and Joel Waldfogel for helpful discussions. Special thanks to Eric Fischer for providing data on Flickr photo uploads. All errors are our own. Lampe acknowledges research support from DePaul University. All views expressed in this paper are those of the authors and do not necessarily reflect the views or policies of the U.S. Bureau of Labor Statistics, the Australian Competition and Consumer Commission, or the National Bureau of Economic Research.\n\n\n\nJoshua Gans\n\nI have consulted for Core Economic Research during the course of this project. However, none of the topics upon which I have been remunerated have impacted on or are related to this research.\n\n\n"
}