{
    "id": 22549,
    "citation_title": "Born with a Silver Spoon? Danish Evidence on Wealth Inequality in Childhood",
    "citation_author": [
        "Simon Halphen Boserup",
        "Wojciech Kopczuk",
        "Claus Thustrup Kreiner"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study wealth inequality in childhood using Danish wealth records from three decades. While teenagers have some earnings, we estimate that transfers account for at least 50 percent of wealth at age 18, and much more so for the rich children. Inheritance from grandparents does not appear quantitatively important, but we do find evidence that children receive inter vivos transfers. While wealth holdings are small in childhood, they have strong predictive power for future wealth in adulthood. Asset holdings at age 18 are more informative than parental wealth in predicting wealth of children many years later when they are in their 40s. Hence, childhood wealth reveals significant heterogeneity in the intergenerational transmission of wealth, which is not simply captured by parental wealth alone. We investigate why this is the case and rule out that childhood wealth in itself can accumulate enough to explain later wealth inequality. Our evidence indicates that childhood wealth is a proxy for a broad set of circumstances related to intergenerational transmission and future wealth accumulation, including savings/investment behavior and additional transfers.\n\n",
    "acknowledgement": "\nFinancial support from the Economic Policy Research Network (EPRN) and the Danish Council for Independent Research (DFF -- 1329-00046) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}