{
    "id": 22547,
    "citation_title": "Measuring Institutional Investors’ Skill from Their Investments in Private Equity",
    "citation_author": [
        "Daniel R. Cavagnaro",
        "Berk A. Sensoy",
        "Yingdi Wang",
        "Michael S. Weisbach"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing a large sample of institutional investors’ private equity investments in venture and buyout funds, we estimate the extent to which investors’ skill affects returns from private equity investments.  We first consider whether investors have differential skill by comparing the distribution of investors’ returns relative to the bootstrapped distribution that would occur if funds were randomly distributed across investors.  We find that the variance of actual performance is higher than the bootstrapped distribution, suggesting that higher and lower skilled investors consistently outperform and underperform.  We then use a Bayesian approach developed by Korteweg and Sorensen (2015) to estimate the incremental effect of skill on performance.  The results imply that a one standard deviation increase in skill leads to about a three percentage point increase in returns, suggesting that variation in institutional investors’ skill is an important driver of their returns.\n\n",
    "acknowledgement": "\nAndrea Rossi provided exceptionally good research assistance. We thank Arthur Korteweg, Ludovic Phalippou, and seminar and conference at the 9th Annual London Business School Private Equity Conference and Ohio State University for helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}