{
    "id": 22541,
    "citation_title": "Long-Term Orientation and Educational Performance",
    "citation_author": [
        "David Figlio",
        "Paola Giuliano",
        "Umut Özek",
        "Paola Sapienza"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Other",
        "\n",
        "Culture",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use remarkable population-level administrative education and birth records from Florida to study the role of Long-Term Orientation on the educational attainment of immigrant students living in the US. Controlling for the quality of schools and individual characteristics, students from countries with long term oriented attitudes perform better than students from cultures that do not emphasize the importance of delayed gratification. These students perform better in third grade reading and math tests, have larger test score gains over time, have fewer absences and disciplinary incidents, are less likely to repeat grades, and are more likely to graduate from high school in four years. Also, they are more likely to enroll in advanced high school courses, especially in scientific subjects. Parents from long term oriented cultures are more likely to secure better educational opportunities for their children. A larger fraction of immigrants speaking the same language in the school amplifies the effect of Long-Term Orientation on educational performance. We validate these results using a sample of immigrant students living in 37 different countries.\n\n",
    "acknowledgement": "\nWe thank participants at Bocconi University, Catholic University of the Sacred Hearth (Milan), Erasmus University, European Association of Labor Economists, Family and Education Workshop, Federal Reserve Bank of New York, IZA, Gerzensee Summer Symposium 2015, Harvard-MIT Positive Political Economy Seminar, Long Run Factors in Comparative Development conference, New York University, Nordic Summer Institute in Labor Economics, OECD, University of British Columbia, University of Calgary, University of Colorado, University of Warwick, University of Zurich and the Warwick summer Workshop in Economic Growth for comments that substantially improved the papers. We also thank Gaia Dossi and Riccardo Marchingiglio for extraordinary research assistantship. We appreciate the financial support from the National Institutes of Child Health and Human Development (Figlio), National Science Foundation (Figlio), and US Department of Education (Figlio and Özek). We are especially grateful to the Florida Department of Education and Health for providing the linked population-level administrative data that permitted this analysis to take place. All errors and opinions are those of the authors and do not reflect those of the funders or the Florida Departments of Education and Health. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}