{
    "id": 22545,
    "citation_title": "Attention Variation and Welfare: Theory and Evidence from a Tax Salience Experiment",
    "citation_author": [
        "Dmitry Taubinsky",
        "Alex Rees-Jones"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "2018-01-11",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nThis paper shows that accounting for variation in mistakes can be crucial for welfare analysis. Focusing on consumer underreaction to not-fully-salient sales taxes, we show theoretically that the efficiency costs of taxation are amplified by differences in underreaction across individuals and across tax rates. To empirically assess the importance of these issues, we implement an online shopping experiment in which 2,998 consumers purchase common household products, facing tax rates that vary in size and salience. We replicate prior findings that, on average, consumers underreact to non-salient sales taxes—consumers in our study react to existing sales taxes as if they were only 25% of their size. However, we find significant individual differences in this underreaction, and accounting for this heterogeneity increases the efficiency cost of taxation estimates by at least 200%. Tripling existing sales tax rates nearly doubles consumers’ attention to taxes, and accounting for this endogeneity increases efficiency cost estimates by 336%. Our results provide new insights into the mechanisms and determinants of boundedly rational processing of not-fully-salient incentives, and our general approach provides a framework for robust behavioral welfare analysis.\n\n",
    "acknowledgement": "\nFor helpful comments and suggestions, we thank Hunt Allcott, Eduardo Azevedo, Doug Bernheim, Raj Chetty, Stefano DellaVigna, Sarah Beate Eichmeyer, Emmanuel Farhi, Xavier Gabaix, Jacob Goldin, Tatiana Homonoff, Shachar Kariv, Supreet Kaur, Judd Kessler, David Laibson, Erzo F.P. Luttmer, Matthew Rabin, Emmanuel Saez, Andrei Shleifer, Jeremy Tobacman, Glen Weyl, Michael Woodford, Danny Yagan, and audiences at the AEA Annual Meetings, Berkeley, Carnegie Mellon SDS, the CESifo Behavioral Economics Meeting, Columbia, Cornell, Dartmouth, Haas (marketing), Federal Trade Commission, Harvard, the National Tax Association Annual Meetings, New York University, Stanford, Wharton, and Yale. We thank James Perkins at ClearVoice research for help in managing the data collection, Jessica Holevar for able research assistance, and Sargent Shriver and Vincent Conley for technical support. For financial support, we are grateful to the Lab for Economic Applications and Policy (LEAP), the Pension Research Council/Boettner Center for Pension and Retirement Research, the Russell Sage Foundation (small grants program), and the Wharton Dean’s Research Fund. The opinions expressed in this paper are solely the authors’, and do not necessarily reflect the views of any individual or institution listed above, nor those of the National Bureau of Economic Research.\n\n\n"
}