{
    "id": 22542,
    "citation_title": "Are Publicly Insured Children Less Likely to be Admitted to Hospital than the Privately Insured (and Does it Matter)?",
    "citation_author": [
        "Diane Alexander",
        "Janet Currie"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "2016-08-23",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThere is continuing controversy about the extent to which publicly insured children are treated differently than privately insured children, and whether differences in treatment matter.  We show that on average, hospitals are less likely to admit publicly insured children than privately insured children who present at the ER and the gap grows during high flu weeks, when hospital beds are in high demand.  This pattern is present even after controlling for detailed diagnostic categories and hospital fixed effects, but does not appear to have any effect on measurable health outcomes such as repeat ER visits and future hospitalizations.  Hence, our results raise the possibility that instead of too few publicly insured children being admitted during high flu weeks, there are too many publicly and privately insured children being admitted most of the time.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Yale, University of British Columbia, and Princeton for helpful comments, the staff at the New Jersey Department of Health and Senior Services for their assistance in accessing the data used in this paper, and the Center for Health and Wellbeing for financial support.  All views expressed are those of the authors and cannot be attributed to the New Jersey Dept. of Health and Senior Services or any of its employees. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}