{
    "id": 22543,
    "citation_title": "Human Capital Investments and Expectations about Career and Family",
    "citation_author": [
        "Matthew Wiswall",
        "Basit Zafar"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies how individuals \"believe\" human capital investments will affect their future career and family life. We conducted a survey of high-ability currently enrolled college students and elicited beliefs about how their choice of college major, and whether to complete their degree at all, would affect a wide array of future events, including future earnings, employment, marriage prospects, potential spousal characteristics, and fertility. We find that students perceive large \"returns\" to human capital not only in their own future earnings, but also in a number of other dimensions (such as future labor supply and potential spouse's earnings). In a recent follow-up survey conducted six years after the initial data collection, we find a close connection between the expectations and current realizations. Finally, we show that both the career and family expectations help explain human capital choices.\n\n",
    "acknowledgement": "\nLuis Armona and Kevin Morris provided outstanding research assistance. We would like to thank Pierre-Andre Chiappori for early discussions on this project, and Arnaud Maurel and participants at the 2015 Barcelona GSE Summer Forum, 2015 Southern Economic Association Meetings, and the 2016 American Economic Association Meetings for valuable comments. All errors are our own. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System as a whole, or of the National Bureau of Economic Research.\n\n\n"
}