{
    "id": 22559,
    "citation_title": "Match or Mismatch? Automatic Admissions and College Preferences of Low- and High-Income Students",
    "citation_author": [
        "Jane Arnold Lincove",
        "Kalena E. Cortes"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the role of information in the college matching behavior of low- and high-income students, exploiting a state automatic admissions policy that provides some students with perfect a priori certainty of college admissions. We find that admissions certainty encourages college-ready low-income students to seek more rigorous universities. Low-income students who are less college-ready are not influenced by admissions certainty and are sensitive to college entrance exams scores. Most students also prefer campuses with students of similar race, income, and high school class rank, but only highly-qualified low-income students choose institutions where they have fewer same-race and same-income peers.\n\n",
    "acknowledgement": "\nSpecial thanks to Sandra E. Black for all her encouragement and most valued advice. We also thank Paula Arce-Trigatti, Michael Hurwitz, Jeffrey Smith, Lori Taylor, and Lisa Cook for helpful comments, as well as seminar and conference participants at the Association for Public Policy Analysis and Management, Southern Economic Association, Association for Education Finance and Policy, American Economic Association, and Texas A&M’s Bush School Quantitative Brown Bag Series. We are grateful to the Texas Workforce Data Quality Initiative at the University of Texas at Austin’s Ray Marshall Center, funded by the U.S. Department of Labor. This research uses confidential data from the State of Texas supplied by the Texas Education Research Center (ERC) at UT-Austin. We gratefully acknowledge the use of these data. The views expressed are those of the authors and not the ERC or any of the funders or supporting organizations mentioned herein, including UT-Austin, Texas A&M University, the Greater Texas Foundation, the State of Texas, or the study’s sponsor. Any errors are attributable to the authors. We also thank Celeste Alexander and Cynthia Corn from the ERC for data support, and Jenna Cullinane, Matt Farber, Katherine Keisler, Chester Poulson, and Emily Weisburst for research assistance. Institutional support from UT-Austin, Texas A&M University, and Tulane University’s Murphy Institute are also gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}