{
    "id": 22557,
    "citation_title": "The Economic Consequences of the 1953 London Debt Agreement",
    "citation_author": [
        "Gregori Galofré-Vilà",
        "Martin McKee",
        "Christopher M. Meissner",
        "David Stuckler"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 1953 the Western Allied powers implemented a radical debt-relief plan that would, in due course, eliminate half of West Germany’s external debt and create a series of favourable debt repayment conditions. The London Debt Agreement (LDA) correlated with West Germany experiencing the highest rate of economic growth recorded in Europe in the 1950s and 1960s. In this paper we examine the economic consequences of this historical episode. We use new data compiled from the monthly reports of the Deutsche Bundesbank from 1948 to the 1960s. These reports not only provide detailed statistics of the German finances, but also a narrative on the evolution of the German economy on a monthly basis. These sources also contain special issues on the LDA, highlighting contemporaries’ interest in the state of German public finances and public opinion on the debt negotiation. We find evidence that debt relief in the LDA spurred economic growth in three main ways: creating fiscal space for public investment; lowering costs of borrowing; and stabilising inflation. Using difference-in-differences regression models comparing pre- and post-LDA years, we find that the LDA was associated with a substantial rise in real per capita social expenditure, in health, education, housing, and economic development, this rise being significantly over and above changes in other types of spending that include military expenditure. We further observe that benchmark yields on long-term debt, an indication of default risk, dropped substantially in West Germany when LDA negotiations began in 1951 and then stabilised at historically low rates after the LDA was ratified. The LDA coincided with new foreign borrowing and investment, which in turn helped promote economic growth. Finally, the German currency, the deutschmark, introduced in 1948, had been highly volatile until 1953, after which time we find it largely stabilised.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGregori Galofré-Vilà\n\nGregori Galofré-Vilà has no relevant disclosures to be made.\n\n\n\nDavid Stuckler\n\nDS is funded by a Wellcome Trust and European Research Council Investigator Award\n\n\n"
}