{
    "id": 22554,
    "citation_title": "Smoke Gets in Your Eyes: Medical Marijuana Laws and Tobacco Use",
    "citation_author": [
        "Anna Choi",
        "Dhaval Dave",
        "Joseph J. Sabia"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe public health costs of tobacco consumption have been documented to be substantially larger than those of marijuana use.  This study is the first to investigate the impact of medical marijuana laws (MMLs) on tobacco cigarette consumption. First, using data from the National Survey of Drug Use and Health (NSDUH), we establish that MMLs induce a 2 to 3 percentage-point increase in adult marijuana consumption, likely for both recreational and medicinal purposes.  Then, using data from the NSDUH, the Behavioral Risk Factor Surveillance System (BRFSS), and the Current Population Survey Tobacco Use Supplements (CPS-TUS), we find that the enactment of MMLs leads to a 1 to 1.5 percentage-point reduction in adult cigarette smoking.  We also find that MMLs reduce the number of cigarettes consumed by smokers, suggesting effects on both the cessation and intensive margins of cigarette use.  Our estimated effect sizes imply substantial MML-induced tobacco-related healthcare cost savings, ranging from $4.6 to $6.9 billion per year.\n\n",
    "acknowledgement": "\nThe authors thank Timothy Young, Thanh Tam Nguyen, Gokhan Kumpas, Zach Fone, and Brandyn Churchill for excellent research assistance.  Dr. Sabia also acknowledges grant support from the Charles Koch Foundation, received while at San Diego State University and the University of New Hampshire. The views in this article are solely those of the authors and should not be regarded as stating official views of the OECD or the National Bureau of Economic Research.\n\n\n"
}