{
    "id": 22558,
    "citation_title": "Do Low Levels of Blood Lead Reduce Children's Future Test Scores?",
    "citation_author": [
        "Anna Aizer",
        "Janet Currie",
        "Peter Simon",
        "Patrick Vivier"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2017-12-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nWe construct a unique individual-level longitudinal dataset linking preschool blood lead levels with third grade test scores for eight birth cohorts of Rhode Island children born between 1997 and 2005.  Using these data, we show that reductions of lead from even historically low levels have significant positive effects on children's reading test scores in third grade.  Our preferred estimates use the introduction of a lead remediation program as an instrument in order to control for the possibility of confounding and for considerable error in measured lead exposures.  The estimates suggest that a one unit decrease in average blood lead levels reduces the probability of being substantially below proficient in reading by 3.1 percentage points (on a baseline of 12 percent).  Moreover, as we show, poor and minority children are more likely to be exposed to lead, suggesting that lead poisoning may be one of the causes of continuing gaps in test scores between disadvantaged and other children.\n\n",
    "acknowledgement": "\nWe thank Rebecca Lee, Kim Pierson, Joel Stewart and Alyssa Sylvaria of the Providence Plan for their generosity and help with the data, Michelle Kollett of the RI Dept of Health and Darlene Price of the RI Office of Healthy Housing for their generosity and help with the data on certificates, and the John D. and Catherine T. MacArthur Foundation for financial support. We also thank Michelle Marcus, Elsa Mora, Molly Schnell and Ruby Steedle for outstanding research assistance as well as Pedro Dal Bó and seminar participants at the Harvard-BU-MIT joint seminar, the University of Wisconsin Institute on Poverty, Yale, LSE, PSE, the Rand Corporation, the New York Federal Reserve, University College London, and the NBER Summer Institute for helpful comments. The authors are solely responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}