{
    "id": 22550,
    "citation_title": "Technology and Production Fragmentation: Domestic versus Foreign Sourcing",
    "citation_author": [
        "Teresa C. Fort"
    ],
    "citation_publication_date": "2016-08-22",
    "issue_date": "2016-08-18",
    "revision_date": "2016-10-12",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides direct empirical evidence on the relationship between technology and firms' global sourcing strategies. Using new data on U.S. firms' decisions to contract for manufacturing services from domestic or foreign suppliers, I show that a firm's adoption of communication technology between 2002 to 2007 is associated with a 3.1 point increase in its probability of fragmentation. The effect of firm technology also differs significantly across industries; in 2007, it is 20 percent higher, relative to the mean, in industries with production specifications that are easier to codify in an electronic format. These patterns suggest that technology lowers coordination costs, though its effect is disproportionately higher for domestic rather than foreign sourcing. The larger impact on domestic fragmentation highlights its importance as an alternative to offshoring, and can be explained by complementarities between technology and worker skill. High technology firms and industries are more likely to source from high human capital countries, and the differential impact of technology across industries is strongly increasing in country human capital.\n\n",
    "acknowledgement": "\nPrevious versions of this paper were entitled “Breaking up is hard to do: Why firms fragment production across locations.” I am very grateful to John Haltiwanger and Nuno Limão for their advice, support and encouragement. I thank Pol Antràs, Emek Basker, Andy Bernard, Emily Blanchard, Rafael Dix-Carneiro, Brad Jensen, Rob Johnson, Kyle Handley, Jonathan Haskel, Brad Jensen, Rafael La Porta, Andreas Moxnes, Nina Pavcnik, John Shea, Matt Slaughter, Doug Staiger, Felix Tintelnot, the Editor, and three anonymous referees for valuable input. I also thank numerous conference and seminar participants for helpful comments and suggestions. I thank Jim Davis for help with the disclosure process. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}