{
    "id": 22553,
    "citation_title": "Who Should Own and Control Urban Water Systems? Historical Evidence from England and Wales",
    "citation_author": [
        "Brian Beach",
        "Werner Troesken",
        "Nicola Tynan"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNearly 40% of England’s privately built waterworks were municipalised in the late 19th century. We examine how this affected public health by pairing annual mortality data for over 600 registration districts, spanning 1869 to 1910, with detailed waterworks information. Identification is aided by both institutional hurdles and idiosyncratic delays in the municipalisation process. Municipalisation lowered deaths from typhoid fever, a waterborne disease, by nearly 20% but deaths from non-waterborne causes were unaffected. Results are also robust to the adoption of several strategies that control for the possibility of mean reversion and other potential confounds.\n\n",
    "acknowledgement": "\nFor helpful suggestions, we thank seminar participants at Northwestern University and UCLA, as well as the Economic History Society, Economic and Business History, and Southern Economic Association’s annual meetings. Artemis Yang provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}