{
    "id": 22555,
    "citation_title": "The Outlook for U.S. Labor-Quality Growth",
    "citation_author": [
        "Canyon Bosler",
        "Mary C. Daly",
        "John G. Fernald",
        "Bart Hobijn"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOver the past 15 years, labor-quality growth has been very strong—defying nearly all earlier projections—and has added around 0.5 percentage points to an otherwise modest U.S. productivity picture.  Going forward, labor quality is likely to add considerably less and may even be a drag on productivity growth in the medium term. Using a variety of methods, we project that potential labor-quality growth in the longer run (7 to 10 years out) is likely to fall in the range of 0.1 to 0.25 percent per year.  In the medium term, labor-quality growth could be lower or even negative, should employment rates of low-skilled workers make a cyclical rebound towards pre-recession levels. The main uncertainties in the longer run are whether the secular decline in employment of low-skilled workers continues and whether the Great Recession pickup in educational attainment represents the start of a new boom or is simply a transitory reaction to a poor economy.\n\n",
    "acknowledgement": "\nPrepared for NBER/CRIW conference on \"Education, Skills, and Technical Change: Implications for Future U.S. GDP Growth.\" We thank Doug Elmendorf, Chuck Hulten, Valerie Ramey, Todd Schoellman, and the CRIW participants for helpful comments. The views expressed in this paper are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}