{
    "id": 22564,
    "citation_title": "The Effects of Unemployment Insurance Benefits: New Evidence and Interpretation",
    "citation_author": [
        "Johannes F. Schmieder",
        "Till von Wachter"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe Great Recession has renewed interest in Unemployment Insurance (UI) programs around the world. At the same time, there have been important advances in both theory and measurement of UI. In this paper, we first use the theory to present a unified treatment of the welfare effects of UI benefit levels and durations and derive convenient expressions of the disincentive effect of UI. We then discuss recent estimates of the effect of UI benefit levels and durations on labor supply based, to a large extent, on high-quality research designs and administrative data. We relate these estimates directly to the sufficient statistics identified by the model. We also discuss several active and open areas of research on UI. These include the effect of UI on aggregate labor market outcomes, the effect of UI on job outcomes, the long-term effects of UI, the effects of UI under non-standard behavioral assumptions, and the interactions of UI with other programs. While our review of the new experimental estimates confirms the range of negative labor supply effects of the previous literature, we show based on the model that these estimates are imperfect proxies for the actual disincentive effects. We also isolate several important areas in need for additional research, including estimates of the social value of UI as well as the effects of UI in less-developed countries.\n\n",
    "acknowledgement": "\nWe are grateful to Sascha Drahs, Matthew Gudgeon, Kavan Kucko and Josef Zweimueller for many valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}