{
    "id": 22563,
    "citation_title": "The Effect of Unconventional Fiscal Policy on Consumption Expenditure",
    "citation_author": [
        "Francesco D’Acunto",
        "Daniel Hoang",
        "Michael Weber"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUnconventional fiscal policy uses announcements of future increases in consumption taxes  to generate inflation expectations and accelerate consumption expenditure. It is  budget neutral and time consistent. We exploit a unique natural experiment for an empirical test of the effectiveness of unconventional fiscal policy. To comply with European Union law, the German government announced in November 2005 an unexpected 3-percentage-point increase in value-added tax (VAT), effective in 2007. The shock increased households' inflation expectations during 2006 and actual inflation in 2007.  Germans' willingness to purchase durables increased by 34% after the shock, compared to before and to matched households in other European countries not exposed to the VAT shock. Income, wealth effects, or intratemporal substitution cannot explain these results.\n\n",
    "acknowledgement": "\nThis research was conducted with restricted access to Gesellschaft fur Konsumforschung (GfK) data. The views expressed here are those of the authors and do not necessarily reflect the views of GfK. We thank the project coordinator at GfK, Rolf Buerkl, for help with the data and insightful comments. We also thank Rudi Bachmann, David Berger, Carola Binder, Jeff Campbell, Robert Chirinko, John Cochrane, George Constantinides, Giancarlo Corsetti, Dimitris Georgarakos, Austan Golsbee, Yuriy Gorodnichenko, Gary Gorton, Refet Guerkaynak, Anne Hannusch,  Erik Hurst, Greg Kaplan, Emi Nakamura, Brent Neiman, Andy Neuhierl, Ali Ozdagli, Jonathan Parker,  Lubos Pastor, Christian Speck, Amir Sufi, Martin Ruckes, Andrea Tambalotti, Giorgio Topa, Joe Vavra, Johannes Wieland, Mike Woodford, Basit Zafar, and seminar participants at the AEA 2016, Atlanta Fed, Banque de France, Bank of Italy, UC Berkeley, Bilkent University, Bocconi, Bundesbank, Bundesbank PHF Workshop, Boston Fed, Cambridge, Chicago, the Chicago Junior Macro and Finance Meetings, 2015 CITE, the Cleveland Fed Conference, ECB International Research Forum on Monetary Policy, EEA 2015, EIEF, Federal Reserve Board, 8th joint French Macro Workshop, the 5th meeting of the Macro-Finance Society, 2015 Ifo Conference on Macroeconomics and Survey Data, NBER ME 2015, New York Fed Conference on Subjective Expectations, 2015 RBA Quantitative Macro Workshop, SED 2015, and Yale for valuable comments. Weber gratefully acknowledges financial support from the University of Chicago, the Neubauer Family Foundation, and the Fama-Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}