{
    "id": 22567,
    "citation_title": "Israel and the 1990-2015 Global Developments: Riding with the Global Flows and Weathering the Storms",
    "citation_author": [
        "Assaf Razin",
        "Steven Rosefielde"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2016-11-02",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe global economy has been buffeted by several unprecedented economic events during the past 35 years. We survey the impact of these events on Israel’s development, institutions, and economic policies. Israel had a remarkable development during this time, from a low income high-inflation developing economy in the 1970s, to a medium to high income stable- inflation advanced economy in the 2000s, while increasingly integrated into the world economy. The extraordinary events surveyed include: (1) The collapse of the Soviet Union and the massive immigration to Israel which followed; (2) The Great Moderation in inflation and employment fluctuations in the advanced economies; (3) The 2008 global financial crisis, epi-centered in the US, and the contagion of the financial crisis to Europe; and (4) The rise of East Asia high-growth economies.\nModerating spillovers from the advanced economies during the Great Moderation, the global information technology revolution, the influx of skilled immigrants from the former Soviet Union, the gradual buildup of robust and well-regulated financial institutions over decades after the hyper-inflation crisis, and the deep and extensive integration into the global economy, all provided the Israeli economy with an entry “ticket” to the OECD; the 35-member group of the world advanced economies. It came, however at a cost of rising income inequality.\n\n",
    "acknowledgement": "\nWe wish to thank Tslil Aloni for competent research assistance. Article is prepared as a chapter in the forthcoming book on Israel economy in the 21st century, edited by Avi Ben-Bassat, Reuven Gronau and Asaf Zussman. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}