{
    "id": 2256,
    "citation_title": "Future Social Security Financing Alternatives and National Saving",
    "citation_author": [
        "Michael J. Boskin"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile the short-run financial status of Social Security is secure, its long-run financial status is very uncertain. The retirement and disability part of the system (OASDI) is projected to be in long-run actuarial deficit under the Social Security Administration's intermediate economic and demographic f9recasts. Hospital Insurance (HI) is projected to run a large deficit, beginning in the 1990s. OASDI is projected to accrue a very large surplus over the next thirty years, peaking at almost 30% of GNP. Social Security has never accrued a surplus this large; it may well be dissipated for other purposes, such as to bail out HI, fund other programs, raise benefits, or cut taxes. These alternatives may affect net national saving, directly because Social Security surpluses or deficits are part of government sector saving and indirectly through effects on private saving or the non-Social Security part of the federal government budget. This paper documents how various systematic deviations from, or return to, pay-as-you-go finance of the Social Security system may affect net national saving. For example, under base case assumptions with respect to the non-Social Security deficit, a constant net private saving rate of 6%, and long-run budget balance in the state and local government sector, the Social Security deficit offsets 40% of other net national saving over the Social Security Administration's 75-year projection period. In the first 25-year sub-period, the Social Security surplus adds one-sixth to other net national saving; in the second, it offsets almost one-half; and in the third, it offsets five-sixths of other net national saving. Of course, private saving may respond to changes in Social Security's funding as may the non-Social Security balance in the federal budget. The paper presents several alternative scenarios such as benefits increasing or taxes falling during the OASDI surplus period, various stylized rules concerning the non-Social Security budget deficit, and separate balancing of HI via outlay reductions or tax increases. The results indicate that OASDI may effect net national saving substantially. For example, if benefits ratchet up during what would have been the period of the OASDI surplus, the OASDI system may subsequently offset virtually all of remaining net national saving. On the other hand, if HI is brought into balance and the OASDI surplus is allowed to accrue, Social Security will offset only about 4% of other net national saving. Changes in private saving may accentuate or ameliorate the swings in the net national saving rate generated by the future financing of OASDHI, but the alternative financing options will be important determinant of net national saving, and therefore of private domestic investment and international capital flows.\n\n",
    "acknowledgement": "\n"
}