{
    "id": 22565,
    "citation_title": "Exclusion Bias in the Estimation of Peer Effects",
    "citation_author": [
        "Bet Caeyers",
        "Marcel Fafchamps"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2021-03-22",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine a largely unexplored source of downward bias in peer effect estimation, namely, exclusion bias. We derive formulas for the magnitude of the bias in tests of random peer assignment, and for the combined reflection and exclusion bias in peer effect estimation. We show how to consistently test random peer assignment and how to estimate and conduct consistent inference on peer effects without instruments. The method corrects for the presence of reflection and exclusion bias but imposes restrictions on correlated effects. It allows the joint estimation of endogenous and exogenous peer effects in situations where instruments are not available and cannot be constructed from the network matrix. We estimate endogenous and exogenous peer effects in two datasets where instrumental approaches fail because peer assignment is to mutually exclusive groups of identical size. We find significant evidence of positive peer effects in one, negative peer effects in the other. In both cases, ignoring exclusion bias would have led to incorrect inference. We also demonstrate how the same approach applies to autoregressive models.\n\n",
    "acknowledgement": "\nWe benefitted from useful comments from three anonymous referees, Matt Jackson, Aureo de Paula, Arun Chandrasekhar, Ben Golub, Pau Milan, Steve Durlauf, Emily Breza, Markus Mobius, Giacomo De Giorgi, Matt Elliott, Xu Tan, Adam Szeidl, Michael Gechter, Bernard Fortin and Elena Manresa as well as from participants to seminars at Gothenburg University, Norwegian School of Economics, Institute for Fiscal Studies, LICOS, UC Davis and the International Food Policy Research Institute, participants to the November 2016 NEUDC conference, the March 2016 RES conference, the May 2016 Stanford conference on Social Networks, the March 2016 CSAE conference on African development, the April 2016 Laval University conference on Social Networks, and the 2019 Barcelona GSE Summer forum, as well as students at Stanford University, the 2016 PODER Summer School, and the 2016 Nova University Summer School. Finally, we are grateful to the ESRC Centre for Microeconomic Analysis of public policy (CPP) at the Institute for Fiscal Studies for funding parts of this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}