{
    "id": 22577,
    "citation_title": "Relative Tax Rates, Proximity and Cigarette Tax Noncompliance: Evidence from a National Sample of Littered Cigarette Packs",
    "citation_author": [
        "Shu Wang",
        "David Merriman",
        "Frank J. Chaloupka"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze data about cigarette tax compliance from the first national scale littered cigarette packs collection.  We code each pack based on whether an appropriate tax had been paid at the location where it was found.  Noncompliance across our 132 sample communities ranges from zero to one hundred percent with an appropriately weighted mean of 21 percent.  We provide evidence that noncompliance is due to both cross-border shopping and cigarette trafficking. OLS and binomial logit regressions demonstrate that the financial incentive for non-compliance is the most important explanatory variable and has a statistically and quantitatively significant impact on noncompliance.\n\n",
    "acknowledgement": "\nThis research is supported by the National Cancer Institute of the National Institutes of Health under the State and Community Tobacco Control Initiative, grant number 5U01-CA154248 and the Robert Wood Johnson Foundation, under the Bridging the Gap: Research Informing Practice and Policy for Healthy Youth Behavior Initiative, grant numbers 64702 and 70175. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The authors have no financial arrangements that might give rise to conflicts of interest with respect to the research reported in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}