{
    "id": 2257,
    "citation_title": "Social Security Benefits: An Empirical Study of Expectations and Realizations",
    "citation_author": [
        "B. Douglas Bernheim"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Economics of Aging",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI employ data drawn from the Retirement History Survey to study the accuracy of pre-retirement expectations concerning social security benefits. The major findings of this study are as follows. First, survey responses to questions about expected benefits are reasonably noisy. However, when one properly filters out the noise, reported forecasts appear to explain roughly 60% of the variance in realizations. Second, consumers do not form expectations on the basis of all available information. Proper adjustment of forecasts for information contained in concurrent social security entitlements could reduce the residual forecast error variance by roughly 15%. The potential gains from incorporating other information are minimal. Third, individuals do not ignore or forget information which they have used in the past, and they tend to form all expectations on the basis of the same information. Fourth, expectations are highly accurate, given the information that people do use. Extreme optimism is uncommon. Surprisingly, expectations were not abnormally inaccurate during periods of rapid legislative change. Fifth, of various population subgroups, widows and single women tend to make both the most conservative and most accurate forecasts. Married men are least conservative and least accurate. Accuracy and conservativism are not systematically related to wealth or education. Finally, individual behavior appears to conform more closely to the predictions of theory as retirement approaches.\n\n",
    "acknowledgement": "\n"
}