{
    "id": 22572,
    "citation_title": "Monetary Policy and Asset Valuation",
    "citation_author": [
        "Francesco Bianchi",
        "Martin Lettau",
        "Sydney C. Ludvigson"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2021-03-24",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document large, longer-term, joint regime shifts in asset valuations and the real federal funds rate-r* spread. To interpret these findings, we estimate a novel macro-finance model of monetary transmission and find that the documented regimes coincide with shifts in the parameters of a policy rule, with long-term consequences for the real interest rate. Estimates imply that two-thirds of the decline in the real interest rate since the early 1980s is attributable to regime changes in monetary policy. The model explains how infrequent changes in the monetary policy stance can generate persistent changes in asset valuations and the equity premium.\n\n",
    "acknowledgement": "\nWe thank Ian Dew-Becker, Emmanuel Farhi, Simon Gilchrist, Matteo Maggiori, Stefan Nagel (the editor), Emi Nakamura, Monika Piazzesi, Jon Steinsson, Andrea Tamoni, Harald Uhlig, and Michael Weber, three anonymous referees and seminar participants at the Bundesbank, Columbia, HEC Montreal, NYU, UCL, UCLA, the University of Texas at Austin, Minneapolis Fed, Indiana University, Carey –  Johns Hopkins University, the National Bank of Belgium, Booth –  University of Chicago, the Workshop on Monetary Policy, NY Fed, April 2017; the Financial Markets and Macroeconomic Performance conference, Frankfurt, May 2017; the Developments in Empirical Monetary economics Conference, FRB May 2017; the SED June 2017; the CCBS Research Forum on Macrofinance, Bank of England June 2017, the Barcelona GSE Summer Symposium, June 2017; the Computing in Economics and Finance conference, June 2017, Wolfe Research’s Global Quantitative and Macro Investment Conference, November 2017, and the 2018 American Economic Association meetings for helpful comments. We thank Paulo Manoel for excellent research assistance. Any errors or omissions are the responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}