{
    "id": 22576,
    "citation_title": "The Complexity of Liquidity: The Extraordinary Case of Sovereign Bonds",
    "citation_author": [
        "Jacob Boudoukh",
        "Jordan Brooks",
        "Matthew Richardson",
        "Zhikai Xu"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well-documented that government bonds with almost identical cash flows can trade at different prices. The explanation is that due to higher liquidity the most recently issued bond tends to trade at a premium to previously issued bonds. This paper analyzes the cross-section of bond spreads across developed countries over a 17-year time period. Indeed, liquidity has commonality across countries in the expected direction. However, the paper documents a novel finding that questions the standard view of liquidity. Under certain conditions, especially related to credit deterioration and flight to quality, new issue bond spreads tighten and can be negative. In other words, the liquid bonds become cheaper, not more expensive, relative to their less liquid counterparts. We offer an explanation based on price pressure and provide empirical support using data on net flows of investors in sovereign bonds. Of some interest, we are able to reconcile the differential behavior of bond spreads of the U.S. and Germany versus Belgium, Spain and Italy during the Eurozone crisis period.\n\n",
    "acknowledgement": "\nWe thank seminar participants at NYU-Stern, AQR Asset Management, ICS of Hitotsubashi University, State Administration of Foreign Exchange (SAFE), Bank of Korea, Shanghai Institute of Finance (SAIF), and Fudan University; and Yakov Amihud, Robin Greenwood, Antti Ilmanen, Michael Katz, Lars Nielsen, Yao Hua Ooi, Lasse Pedersen, Thomas Philippon and Marti Subrahmanyam for helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}