{
    "id": 22574,
    "citation_title": "Financial Aid, Debt Management, and Socioeconomic Outcomes: Post-College Effects of Merit-Based Aid",
    "citation_author": [
        "Judith Scott-Clayton",
        "Basit Zafar"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2016-08-31",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrior research has demonstrated that financial aid can influence both college enrollments and completions, but less is known about its post-college consequences.  Even for students whose attainment is unaffected, financial aid may affect post-college outcomes via reductions in both time to degree and debt at graduation.  We utilize two complementary quasi-experimental strategies to identify causal effects of the WV PROMISE scholarship, a broad-based state merit aid program, up to 10 years post-college-entry. This study is the first to link college transcripts and financial aid information to credit bureau data later in life, enabling us to examine important outcomes that have not previously been examined, including homeownership, neighborhood characteristics, and financial management (credit risk scores, defaults, and delinquencies). We find that even as graduation impacts fade out over time, impacts on other outcomes emerge: scholarship recipients are more likely to earn a graduate degree, more likely to own a home and live in higher-income neighborhoods, less likely to have adverse credit outcomes, and are more likely to be in better financial health than similar students who did not receive scholarships.\n\n",
    "acknowledgement": "\nAuthors are listed alphabetically and are equally responsible for the research presented herein, which was supported by the Spencer Foundation (Grant #201500101). We are especially grateful to Neal Holly, David Bennett, and Chancellor Paul Hill of the West Virginia Higher Education Policy Commission, and to Henry Korytkowski of Equifax, for facilitating data access, and to Katherine Strair of the FRBNY for essential programming and research assistance. Angela Bell provided essential early support for the project during her time at WVHEPC. Elizabeth Mason of FRBNY and Sandra Spady of Teachers College provided essential support with negotiating the data agreements, and Anna Wen of Teachers College provided top-notch assistance cleaning the WVHEPC data. We thank Sarah Cohodes, Raji Chakrabarti, Josh Goodman, and participants at the Association for Education Finance and Policy 2016 spring meetings, Princeton University Education Seminar Series, and Federal Reserve Bank of New York brown bag seminars for comments. The views expressed in this paper do not necessarily reflect those of the Federal Reserve Bank of New York or the Federal Reserve System as a whole. Nor do they necessarily reflect the views of WVHEPC, nor of the National Bureau of Economic Research.\n\n\n"
}