{
    "id": 22570,
    "citation_title": "The Political Economy of Debt and Entitlements",
    "citation_author": [
        "Laurent Bouton",
        "Alessandro Lizzeri",
        "Nicola Persico"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2019-09-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a dynamic political-economic model of total government obligations. Its focus is on the interplay between debt and entitlements. In our model, both are tools by which temporarily powerful groups can extract resources from groups that will be powerful in the future: debt transfers resources across periods; entitlements directly target the future allocation of resources. We prove the following results. First, the presence of endogenous entitlements dampens the incentives of politically powerful groups to accumulate debt, but it leads to an increase in total government obligations. Second, fiscal rules can have perverse effects: if entitlements are unconstrained, and there are capital market frictions, debt limits lead to an increase in total government obligations and to worse outcomes for all groups. Analogous results hold for entitlement limits. Third, our model sheds some lights on the influence of capital market frictions on the incentives of governments to adopt fiscal rules, and implement entitlement programs. Finally, we identify preference polarization as a possible explanation for the joint growth of debt and entitlements.\n\n",
    "acknowledgement": "\nWe thank the editor Nicola Gennaioli, three anonymous referees, Marina Azzimonti, Micael Castanheira, Pedro Gete, and Stefanie Stantcheva. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}