{
    "id": 22571,
    "citation_title": "A Time to Make Laws and a Time to Fundraise? On the Relation between Salaries and Time Use for State Politicians",
    "citation_author": [
        "Mitchell Hoffman",
        "Elizabeth Lyons"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2016-09-23",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nPaying higher salaries is often believed to enhance worker effort, leading workers to work harder to avoid getting fired. However, workers may also respond to higher salaries by focusing on tasks that most directly affect getting fired (as opposed to those that contribute most to productivity). We explore these issues by analyzing the relationship between the level of compensation and time use for US state legislators. Using data on time use and legislator salaries, we show that higher salary is associated with legislators spending more time on fundraising. In contrast, higher salary is also associated with less time spent on legislative activities and has no clear relation to time spent on constituent services. Subgroup analysis broadly supports our interpretation of the data.\n\n",
    "acknowledgement": "\nThis paper represents a revision of an earlier working paper, \"Do Higher Salaries Lead to Higher Performance? Evidence from State Politicians,\" to focus on time use. We thank Alan Auerbach, Kevin Bryan, Varanya Chaubey, Decio Coviello, Dan Elfenbein, John de Figueiredo, Rui de Figueiredo, Fred Finan, Yosh Halberstam, Nikolaj Harmon, Deepak Hegde, Gianmarco Leon, Dan Mitchell, Naci Mocan, John Morgan, Gerard Roland, Michel Serafinelli, Orie Shelef, Nathan Yang, and various seminar participants for helpful comments. We are grateful to Ernesto Dal Bo and Enrico Moretti for sharing data with us, as well as to Kathleen Bratton, Ray Fisman, and James Snyder for sharing data that were used in an earlier version of the paper. Kevin (Hongjia) Hu, Ania Jaroszewicz, Palermo Penano, Nicholas Roth, Kristjan Sigurdson, and Trent Turnbull provided outstanding research assistance. Financial support from the Kauffman Foundation, the National Science Foundation IGERT Fellowship, and the Social Science and Humanities Research Council of Canada is gratefully acknowledged.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}