{
    "id": 22581,
    "citation_title": "A Lesson from the Great Depression that the Fed Might have Learned: A Comparison of the 1932 Open Market Purchases with Quantitative Easing",
    "citation_author": [
        "Michael Bordo",
        "Arunima Sinha"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the first QE program through the lens of an open-market operation under taken by the Federal Reserve in 1932, at the height of the Great Depression. This program entailed large purchases of medium- and long-term securities over a four-month period. There were no prior announcements about the size or composition of the operation, how long it would be put in place, and the program ended abruptly. We use the narrative record to conduct an event study analysis of the operation using the weekly-level Treasury holdings of the Federal Reserve in 1932, and the daily term structure of yields obtained from newspaper quotes. The event study indicates that the 1932 program dramatically lowered medium- and long-term Treasury yields; the declines in Treasury Notes and Bonds around the start of the operation were as large as 114 and 42 basis points respectively. We then use a segmented markets model to analyze the channel through which the open-market purchases affected the economy, namely the portfolio composition and signaling effects. Quarterly data from 1920-32 is used to estimate the model with Bayesian methods. We find that the significant degree of financial market segmentation in this period made the historical open market purchase operation more effective than QE in stimulating output growth. Had the Federal Reserve continued its operations and used the announcement strategy of the QE operation, the Great Contraction could have been attenuated earlier.\n\n",
    "acknowledgement": "\nWe are grateful to our discussants Annette Vissing-Jorgensen and Vasco Cúrdia for very helpful insights. We also thank Vasco for providing us access to his codes. Comments from audiences at the NBER DAE meeting, UCLA, Warwick University, the London School of Economics, Bank of International Settlements, Fed System Conference on Economic and Financial History (FRB Richmond), Conference of the Society for Computational Economics (Bordeaux), International Association of Applied Econometrics (Milan), Conference on Fixed Income Markets (Federal Reserve Bank of San Francisco and Bank of Canada), Expectations in Dynamic Macroeconomic Models (Eugene), the Econometric Society World Congress (Montreal) and European Economic Association (Mannheim) meetings are gratefully acknowledged. We also thank Andrew Jalil, Kris Mitchener, Eugene White and Michael Woodford for comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}