{
    "id": 22584,
    "citation_title": "Buying Reputation as a Signal of Quality: Evidence from an Online Marketplace",
    "citation_author": [
        "Lingfang (Ivy) Li",
        "Steven Tadelis",
        "Xiaolan Zhou"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nReputation is critical to foster trust in online marketplaces, yet leaving feedback is a public good that can be under-provided unless buyers are rewarded for it. Signaling theory implies that only high quality sellers would reward buyers for  truthful feedback. We explore this scope for signaling using Taobao's \"reward-for-feedback\" mechanism and find that items with rewards generate sales that are nearly 30% higher and are sold by higher quality sellers. The market design implication is that marketplaces can benefit from allowing sellers to use rewards to build reputations and signal their high quality in the process.\n\n",
    "acknowledgement": "\nWe thank Alibaba Group for providing us access to the data. We are grateful to to Mo Xiao, Dimitriy Masterov, Hanghui Zhang, and Tom Blake for helpful discussions, and to participants at several seminars for valuable feedback. Lingfang Li is grateful for support from the National Natural Science Foundation of China (grants #71402031, #71490721 and #71522007) and Alibaba Huoshui Research Plan. Xiaolan Zhou is grateful for support from the National Natural Science Foundation of China (grant #71603159). This paper was previously presented under the title “Does Money really talk? Evidences from Reward-for-Feedback Mechanism in Alibaba’s C2C Platform”. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}