{
    "id": 22586,
    "citation_title": "Love, Money, and Parental Goods: Does Parental Matchmaking Matter?",
    "citation_author": [
        "Fali Huang",
        "Ginger Zhe Jin",
        "Lixin Colin Xu"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile parental matchmaking has been widespread throughout history and across countries, we know little about the relationship between parental matchmaking and marriage outcomes. Does parental involvement in matchmaking help ensure their needs are better taken care of by married children? This paper finds supportive evidence using a survey of Chinese couples. In particular, parental involvement in matchmaking is associated with having a more submissive wife, a greater number of children, a higher likelihood of having any male children, and a stronger belief of the husband in providing old age support to his parents. These benefits, however, are achieved at the cost of less marital harmony within the couple and lower market income of the wife. The results render support to and extend the findings of Becker, Murphy and Spenkuch (2015) where parents meddle with children's preferences to ensure their commitment to providing parental goods such as old age support.\n\n",
    "acknowledgement": "\nWe wish to thank Yuyu Chen, Steve Cheung, William Evans, James Heckman, Bert Hoffman, Yi Lu, Vijayendra Rao, Seth Sanders, Mary Shirley, Jeffrey Smith, Liming Wang, Dali Yang, and participants at the Chicago-Renmin symposium on family and labor economics at the University of Chicago, the symposium of the 80th birthday of Steven Cheung at Shenzhen, U. of Maryland workshop, the AEA meetings, the PAA conference, and the Asian Conference on Applied Micro-Economics/Econometrics at Tokyo for constructive comment and suggestions. We are especially grateful to the late Gary Becker for his detailed comments at the Chicago-Remin symposium in which we presented an earlier version of a related paper. He encouraged\nus to consider the issues from the perspective of parents and old age support. This paper would not exist without his encouragement and comments. We also thank the excellent research assistance from Lixin Tang. Huang gratefully acknowledges the financial support of SMU Research Grant 10-C244-SMU-002. The views expressed here do not implicate the World Bank or the countries that it represents. Part of the paper was revised when Jin visits the Federal Trade Commission. Any view expressed here does not represent the view of the Commission, any of its commissioners, or the National Bureau of Economic Research.\n\n\n"
}