{
    "id": 22589,
    "citation_title": "The Efficiency of Race-Neutral Alternatives to Race-Based Affirmative Action: Evidence from Chicago's Exam Schools",
    "citation_author": [
        "Glenn Ellison",
        "Parag A. Pathak"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nSeveral public K-12 and university systems have recently shifted from race-based affirmative action plans to race-neutral alternatives. This paper explores the degree to which race-neutral alternatives are effective substitutes for racial quotas using data from the Chicago Public Schools (CPS), where a race-neutral, place-based affirmative action system is used for admissions at highly competitive exam high schools. We develop a theoretical framework that motivates quantifying the efficiency cost of race-neutral policies by the extent admissions decisions are distorted more than needed to achieve a given level of diversity. According to our metric, CPS's race-neutral system is 24% and 20% efficient as a tool for increasing minority representation at the top two exam schools, i.e. about three-fourths of the reduction in composite scores could have been avoided by explicitly considering race. Even though CPS's system is based on socioeconomic disadvantage, it is actually less effective than racial quotas at increasing the number of low-income students. We examine several alternative race-neutral policies and find some to be more efficient than the CPS policy. What is feasible varies with the school's surrounding neighborhood characteristics and the targeted level of minority representation. However, no race-neutral policy restores minority representation to prior levels without substantial inefficiency, implying significant efficiency costs from prohibitions on affirmative action policies that explicitly consider race.\n\n",
    "acknowledgement": "\nWe thank Katie Ellis, Susan Ryan and the staff at Chicago Public Schools for their expertise and help with the data. Vivek Bhattacharya, Alex Olssen, and Rahul Singh provided excellent research assistance. We've also benefitted from the assistance of undergraduates Jackie Bredenberg and Brandon Enriquez. Ellison acknowledges support from the Toulouse Network for Information Technology. Pathak acknowledges support of National Science Foundation grant SES-1056325 and SES-1426566. Pathak is a member of the scientific advisory board of the Institute for Innovation in Public School Choice. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nParag A. Pathak\n\nPathak is a member of the Scientific Advisory Board of the Institute for Innovation in Public School Choice.\n\n\n"
}