{
    "id": 22588,
    "citation_title": "Voter Response to Peak and End Transfers: Evidence from a Conditional Cash Transfer Experiment",
    "citation_author": [
        "Sebastian Galiani",
        "Nadya Hajj",
        "Patrick J. McEwan",
        "Pablo Ibarraran",
        "Nandita Krishnaswamy"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2018-11-07",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a Honduran field experiment, sequences of cash transfers to poor households varied in amount of the largest (“peak”) and last (“end”) transfers. Larger peak-end transfers increased voter turnout and the incumbent party’s vote share in the 2013 presidential election, independently of cumulative transfers. A plausible explanation is that voters succumbed to a common cognitive bias by applying peak-end heuristics. Another is that voters deliberately used peak-end transfers to update beliefs about the incumbent party. In either case, the results provide experimental evidence on the classic non-experimental finding that voters are especially sensitive to recent economic activity.\n\n",
    "acknowledgement": "\nSamantha Finn and Caroline Gallagher provided excellent research assistance in the collection of voting data. Felipe Barrera-Osorio, Fiorella Benedetti, Kristin Butcher, Dan Fetter, Phil Levine, Kyung Park, Akila Weerapana, seminar participants, and anonymous referees provided helpful advice, without assuming responsibility for errors or interpretations. This is a substantially updated and revised version of a paper circulated as “Electoral Reciprocity in Programmatic Redistribution: Experimental Evidence.” The opinions expressed in this paper are those of the authors and do not necessarily reflect the views of the Inter-American Development Bank, its Board of Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}