{
    "id": 22583,
    "citation_title": "Estimating the Value of Public Insurance Using Complementary Private Insurance",
    "citation_author": [
        "Marika Cabral",
        "Mark R. Cullen"
    ],
    "citation_publication_date": "2016-08-25",
    "issue_date": "2016-08-25",
    "revision_date": "2018-04-12",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe welfare associated with public insurance is often difficult to quantify because the demand for coverage is unobserved and thus cannot be used to analyze welfare. However, in many settings, individuals can purchase private insurance to supplement public coverage. This paper outlines an approach to use data and variation from private complementary insurance to quantify welfare associated with counterfactuals related to compulsory public insurance. We then apply this approach using administrative data on disability insurance. Our findings suggests that public disability insurance generates substantial surplus for the sample population, and there may be gains to increasing the generosity of coverage.\n\n",
    "acknowledgement": "\nFor providing helpful comments, we thank Michael Geruso, Josh Gottlieb, Amanda Kowalski, Neale Mahoney, Mark Shepard, and seminar participants at Carnegie Mellon Heinz College, Indiana University Kelley School of Business, University of Texas at Austin, the 2016 Chicago Booth Whistler Junior Health Economics Summit, the 2016 IFN Stockholm conference, the 2016 NBER Summer Institute Public Economics Meeting, the 2016 STATA Texas Empirical Micro Conference and the 2017 CEPRA/NBER Workshop on Aging and Health. We thank David Beheshti and Frank Martin-Buck for their excellent research assistance. The Alcoa data were provided as part of an ongoing service and research agreement between Alcoa, Inc. and academic institutions to perform jointly agreed-upon ongoing and ad hoc research projects on workers’ health, injury, disability, and health care, and research using this data is supported by a grant from the National Institute on Aging (Disease, Disability and Death in an AgingWorkforce, NIH/NIA, 1 R01 AG026291). Mark R. Cullen previously served as Senior Medical Advisor for Alcoa, Inc. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}