{
    "id": 22587,
    "citation_title": "How Do Venture Capitalists Make Decisions?",
    "citation_author": [
        "Paul Gompers",
        "William Gornall",
        "Steven N. Kaplan",
        "Ilya A. Strebulaev"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2019-02-11",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nWe survey 885 institutional venture capitalists (VCs) at 681 firms to learn how they make decisions across eight areas: deal sourcing; investment selection; valuation; deal structure; post-investment value-added; exits; internal firm organization; and relationships with limited partners. In selecting investments, VCs see the management team as more important than business related characteristics such as product or technology. They also attribute more of the likelihood of ultimate investment success or failure to the team than to the business. While deal sourcing, deal selection, and post-investment value-added all contribute to value creation, the VCs rate deal selection as the most important of the three. We also explore (and find) differences in practices across industry, stage, geography and past success. We compare our results to those for CFOs (Graham and Harvey 2001) and private equity investors (Gompers, Kaplan and Mukharlyamov forthcoming).\n\n",
    "acknowledgement": "\nWe thank Dasha Anosova and Kevin Huang for their research assistance. We thank the Kauffman Fellows Program, the National Venture Capital Association, the University of Chicago Booth School of Business, Harvard Business School, and the Stanford Graduate School of Business for providing us access to their members and alumni. We thank Phil Wickham of the Kauffman Fellows Program, Bobby Franklin and Maryam Haque of the National Venture Capital Association for their help in disseminating the survey. We thank Shai Bernstein, Felda Hardymon, Michal Kosinski, and participants at the NBER Summer Institute for helpful discussions and comments. We also are very grateful to our many survey respondents. Gornall thanks the SSHRC for its financial support.  Gompers, Kaplan, and Strebulaev have consulted to general partners and limited partners investing in venture capital. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSteven N. Kaplan\n\nKaplan has consulted to venture fund general partners and limited partners.\n\n\n"
}