{
    "id": 22592,
    "citation_title": "Sovereign Debt Portfolios, Bond Risks, and the Credibility of Monetary Policy",
    "citation_author": [
        "Wenxin Du",
        "Carolin E. Pflueger",
        "Jesse Schreger"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2019-08-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe document that governments whose local currency debt provides them with greater hedging benefits actually borrow more in foreign currency. We introduce two features into a government's debt portfolio choice problem to explain this finding: risk-averse lenders and lack of monetary policy commitment. A government without commitment chooses excessively counter-cyclical inflation ex post, which leads risk-averse lenders to require a risk premium ex ante. This makes local currency debt too expensive from the government's perspective and thereby discourages the government from borrowing in its own currency.\n\n",
    "acknowledgement": "\nWe are grateful to Mark Aguiar, Daniel Andrei, Adrien Auclert (discussant), John Campbell, Lorenzo Garlappi, Joshua Gottlieb, Juan Carlos Hatchondo (discussant), Tarek Hassan, Oleg Itskhoki, Thomas Mertens, Vincenzo Quadrini (discussant), Julio Rotemberg, Rosen Valchev (discussant), Adrien Verdelhan, Jenny Tang, Pierre Yared, and seminar participants at AEA 2016, UCLA Anderson, Columbia University, Stanford GSB, MIT Sloan, the 8th Macro-Society Meeting, NBER Summer Institute, UC Santa Barbara, the San Francisco Federal Reserve, the Federal Reserve Bank of Chicago, the Bank for International Settlements, and the University of British Columbia for helpful comments. Jiri Knesl, Sandra Ramirez, George Vojta, and Nanyu Chen provided excellent research assistance. Pflueger thanks MIT Sloan and Stanford GSB for their hospitality and UBC for research funding while working on this research. Schreger thanks the Princeton Economics Department for their hospitality during the research process and the Harvard Business School Division of Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nCarolin E. Pflueger\n\nCarolin Pflueger is working at and receiving salary from the University of British Columbia (Canada). Funding from the Social Sciences and Humanities Research Council of Canada (grant number 430-2014-00796) is gratefully acknowledged.\n\n\n"
}