{
    "id": 22591,
    "citation_title": "Migration Responses to Conflict: Evidence from the Border of the American Civil War",
    "citation_author": [
        "Shari Eli",
        "Laura Salisbury",
        "Allison Shertzer"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2016-09-27",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe American Civil War fractured communities in border states where families who would eventually support the Union or the Confederacy lived together prior to the conflict. We study the subsequent migration choices of these Civil War veterans and their families using a unique longitudinal dataset covering enlistees from the border state of Kentucky. Nearly half of surviving Kentucky veterans moved to a new county between 1860 and 1880. There was no differential propensity to migrate according to side, but former Union soldiers were more likely to leave counties with greater Confederate sympathy for destinations that supported the North. Confederate veterans were more likely to move to counties that supported the Confederacy, or if they left the state, for the South or far West. We find no evidence of a positive economic return to these relocation decisions.\n\n",
    "acknowledgement": "\nWe thank Ran Abramitzky, Jeremy Atack, Martha Bailey, Hoyt Bleakley, Leah Boustan, Ann Carlos, William Collins, Paul David, Rowena Gray, Tim Guinnane, Eric Hilt, Naomi Lamoreaux, Frank Lewis, Josh Lewis, Paul Rhode, Alex Whalley, seminar participants at Guelph, Michigan, Stanford, U.C. Merced, Vanderbilt, and Yale, as well as participants at meetings of the Canadian Network for Economic History and the Social Science History Association for helpful comments. We also thank Zvezdomir Todorov for excellent research assistance The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}