{
    "id": 22590,
    "citation_title": "The U.S. Economy in WWII as a Model for Coping with Climate Change",
    "citation_author": [
        "Hugh Rockoff"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2016-09-08",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring World War II the United States rapidly transformed its economy to cope with a wide range of scarcities, such as shortfalls in the amounts of ocean shipping, aluminum, rubber, and other raw materials needed for the war effort. This paper explores the mobilization to see whether it provides lessons about how the economy could be transformed to meet scarcities produced by climate change or other environmental challenges. It concludes that the success of the United States in overcoming scarcities during World War II without a major deterioration in living standards provides a basis for optimism that environmental challenges can be met, but that the unique political consensus that prevailed during the war limits the practical usefulness of the wartime model.\n\n",
    "acknowledgement": "\nThis paper was prepared for “Coping with Scarcity: Energy Shortages, Food Crises, Drought, and Critical Materials in the Modern World (c. 1800 to the present),” a conference at Caltech, November 15-16, 2014, organized by John Brewer and Frank Trentmann. I thank the participants in the conference for many helpful suggestions and stimulating questions. I also thank my colleague Hilary Sigman for a discussion of the issues involved in trying to make use of the wartime model. Jessica Jiang provided excellent research assistance. I am responsible for the remaining errors. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}