{
    "id": 22596,
    "citation_title": "Seeding the S-Curve? The Role of Early Adopters in Diffusion",
    "citation_author": [
        "Christian Catalini",
        "Catherine Tucker"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nIn October 2014, all 4,494 undergraduates at the Massachusetts Institute of Technology were given access to Bitcoin, a decentralized digital currency. As a unique feature of the experiment, students who would generally adopt first were placed in a situation where many of their peers received access to the technology before them, and they then had to decide whether to continue to invest in this digital currency or exit. Our results suggest that when natural early adopters are delayed relative to their peers, they are more likely to reject the technology. We present further evidence that this appears to be driven by identity, in that the effect occurs in situations where natural early adopters' delay relative to others is most visible, and in settings where the natural early adopters would have been somewhat unique in their tech-savvy status. We then show not only that natural early adopters are more likely to reject the technology if they are delayed, but that this rejection generates spillovers on adoption by their peers who are not natural early adopters. This suggests that small changes in the initial availability of a technology have a lasting effect on its potential: Seeding a technology while ignoring early adopters' needs for distinctiveness is counterproductive.\n\n",
    "acknowledgement": "\nWe want to thank MIT students Dan Elitzer and Jeremy Rubin for orchestrating the MIT Bitcoin experiment and allowing us to study the results. We also want to thank the MIT Office of the Provost for all their support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}