{
    "id": 22599,
    "citation_title": "Optimal Monetary Policy in a Collateralized Economy",
    "citation_author": [
        "Gary Gorton",
        "Ping He"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the last forty or so years the U.S. financial system has morphed from a mostly insured retail deposit-based system into a system with significant amounts of wholesale short-term debt that relies on collateral, and in particular Treasuries, which have a convenience yield. In the new economy the quality of collateral matters: when Treasuries are scarce, the private sector produces (imperfect) substitutes, mortgage-backed and asset-backed securities (MBS). When the ratio of MBS to Treasuries is high, a financial crisis is more likely. The central bank’s open market operations affect the quality of collateral because the bank exchanges cash for Treasuries (one kind of money for another). We analyze optimal central bank policy in this context as a dynamic game between the central bank and private agents. In equilibrium, the central bank sometimes optimally triggers recessions to reduce systemic fragility.\n\n",
    "acknowledgement": "\nThanks to Javier Bianchi, Hal Cole, Zhiguo He, Sebastian Infante, Todd Keister, Rich Kihlstrom, participants at the Monetary Policy Implementation and Transmission in the Post-Crisis Period Conference of the Federal Reserve Board and to seminar participants at Tsinghua University, University of Pennsylvania, Bank for International Settlements and Ohio State University. Gorton and He have nothing to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}