{
    "id": 22594,
    "citation_title": "Financial Safety Nets",
    "citation_author": [
        "Julien Bengui",
        "Javier Bianchi",
        "Louphou Coulibaly"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2017-10-04",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we study the optimal design of financial safety nets under limited private credit. We ask when it is optimal to restrict ex ante the set of investors that can receive public liquidity support ex post. When the government can commit, the optimal safety net covers all investors. Introducing a wedge between identical investors is inefficient. Without commitment, an optimally designed financial safety net covers only a subset of investors. Compared to an economy where all investors are protected, this results in more liquid portfolios, better social insurance, and higher ex ante welfare. Our result can rationalize the prevalent limited coverage of safety nets, such as the lender of last resort facilities.\n\n",
    "acknowledgement": "\nFor useful comments and suggestions, we thank Rui Castro, Doug Diamond, Kinda Hachem, Baris Kaymak, Pierre Yared (editor), two anonymous referees, as well as seminar participants at the University of Chicago Booth School of Business and the 2016 SED Annual Meeting. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}