{
    "id": 2260,
    "citation_title": "Who Should Learn What From the Failure and Delayed Bailout of the ODGF?",
    "citation_author": [
        "Edward J. Kane"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn March 1985, the failure of the Ohio Deposit Guarantee Fund (the ODGF) sent shock waves reverberating through the financial world. This episode is popularly interpreted as evidence of the dangers of both private deposit insurance and continuing financial deregulation. This paper argues that policies of financial deregulation played little role in the ODGF insolvency. The failure of the ODGF was instead a failure of government regulation, rooted in inadequacies in the OGDF information and enforcement systems. The ODGF may be conceived as the Federal Savings and Loan Insurance Corporation writ small. Both agencies share many of the same structural imbalances: large unresolved losses, explicitly mispriced and underreserved services, inadequate information and monitoring systems, insufficient disciplinary powers, and a susceptibility to political pressures to forbear. Doctors perform autopsies on dead patients to improve their ability to protect living ones. This paper's autopsy of the institutional corpse of the ODGF focuses on identifying the kinds of disturbances that transform structural imbalances into a full-fledged crisis. Our research underscores the way that deceptive accounting and underfinanced insurance funds contain crisis pressures in the short run by setting the stage for more severe problems down the line. As financial markets approach more and more closely the perfect and complete markets beloved by finance theorists, the amount of time that can be bought by policies that merely defer crisis pressures is shrinking and becoming hard to use productively.\n\n",
    "acknowledgement": "\n"
}