{
    "id": 22604,
    "citation_title": "How You Pay Affects How You Do: Financial Aid Type and Student Performance in College",
    "citation_author": [
        "Peter Cappelli",
        "Shinjae Won"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-01",
    "revision_date": "2016-09-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudents receiving financial aid pay different amounts for equivalent education and do so in different ways:  Grants, which do not have to be repaid, loans, which are paid back in the future, and work-study, pay-as-you-go. We examine the effects of need-based aid independent of study ability on student outcomes – grade point average in particular - controlling for student background and attributes they had prior to college.  We also analyze grades within colleges.  The results suggest that students receiving need-based grants do significantly better in college than those not receiving financial aid while those paying for college with loans perform significantly worse than students receiving other forms of aid.\n\n",
    "acknowledgement": "\nThanks to Iwan Barankay, Katherine Milkman, and Judd Kessler for helpful comments, to the National Center for Educational Statistic’s site license program for access to the data, and to Wharton’s Center for Human Resources for support. Data can be accessed through application to the National Center on Educational Statistics at the US department of Education. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}