{
    "id": 22601,
    "citation_title": "Migration as a Test of the Happiness Set Point Hypothesis: Evidence from Immigration to Canada",
    "citation_author": [
        "John F. Helliwell",
        "Aneta Bonikowska",
        "Hugh Shiplett"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStrong versions of the set point hypothesis argue that subjective well-being measures reflect each individual’s own personality and that deviations from that set point will tend to be short-lived, rendering them poor measures of the quality of life.  International migration provides an excellent test of this hypothesis, since life circumstances and average subjective well-being differ greatly among countries. Life satisfaction scores for immigrants to Canada from up to 100 source countries are compared to those in the countries where they were born. With or without various adjustments for selection effects, the average levels and distributions of life satisfaction scores among immigrants mimic those of other Canadians rather than those in their source countries and regions.  This supports other evidence that subjective life evaluations, especially when averaged across individuals, are primarily driven by life circumstances, and respond correspondingly when those circumstances change.\n\n",
    "acknowledgement": "\nThe authors are grateful to Statistics Canada and the Gallup Organization for access to data, and to colleagues and seminar participants at Statistics Canada, CIFAR, the Vancouver School of Economics and the June 2016 meetings of the Canadian Economics Association, and especially Nicole Fortin, Feng Hou, Thomas Lemieux, and Michael Wolfson for comments on earlier versions. Responsibility for opinions and errors remains with the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}