{
    "id": 22605,
    "citation_title": "Can Myopic Loss Aversion Explain the Equity Premium Puzzle? Evidence from a Natural Field Experiment with Professional Traders",
    "citation_author": [
        "Francis Larson",
        "John A. List",
        "Robert D. Metcalfe"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2020-03-23",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBehavioral economists have recently put forth a theoretical explanation for the equity premium puzzle based on combining myopia and loss aversion.  Complementing the behavioral theory is evidence from laboratory experiments, which provide strong empirical support consistent with myopic loss aversion (MLA).  Yet, whether, and to what extent, such preferences underlie behaviors of traders in their natural domain remains unknown.  Indeed, a necessary condition for the MLA theory to explain the equity premium puzzle is for marginal traders in markets to exhibit such preferences.  Using minute-by-minute trading observations from over 864,000 price realizations in a natural field experiment, we find data patterns consonant with MLA:  in their normal course of business, professional traders who receive infrequent price information invest 33% more in risky assets, yielding profits that are 53% higher, compared to traders who receive frequent price information.  Beyond testing theory, these results have important implications for efficient resource allocation as well as characterizing the optimal structure of social and economic policies.\n\n",
    "acknowledgement": "\nWe thank Clark Halliday and Joseph Seidel for excellent research assistance and Uri Gneezy, Judd Kessler, and Richard Thaler for comments.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research. For correspondence: metcalfe@uchicago.edu\n\n\n"
}