{
    "id": 22602,
    "citation_title": "Certified Random: A New Order for Co-Authorship",
    "citation_author": [
        "Debraj Ray",
        "Arthur Robson"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2018-10-31",
    "topics": [
        "\n",
        "Other",
        "\n",
        "General, Teaching",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlphabetical name order is the norm for joint publications in economics. However, alphabetical order confers greater benefits on the first author. In a two-author model, we introduce and study certified random order: the uniform randomization of names made universally known by a commonly understood symbol. Certified random order (a) distributes the gain from first authorship evenly over the alphabet, (b) allows either author to signal when contributions are extremely unequal, (c) will invade an environment where alphabetical order is dominant, (d) is robust to deviations, (e) may be ex-ante more efficient than alphabetical order, and (f) is no more complex than the existing alphabetical system modified by occasional reversal of name order.\n\n",
    "acknowledgement": "\nRay thanks the National Science Foundation for support under grant numbers SES-1261560 and SES-1629370. Robson thanks the Canada Research Chairs Program and the Social Sciences and Humanities Research Council of Canada. We thank four referees, Nageeb Ali, Dan Ariely, Joan Esteban, Itzhak Gilboa, Ed Green, Johannes Horner, Navin Kartik, Laurent Mathevet, Sahar Parsa, James Poterba, Andy Postlewaite, Phil Reny, Ariel Rubinstein, Larry Samuelson, Rakesh Vohra, and Leeat Yariv for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}