{
    "id": 22603,
    "citation_title": "Labour Market Regulations and Capital Intensity",
    "citation_author": [
        "Gilbert Cette",
        "Jimmy Lopez",
        "Jacques Mairesse"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOn the basis of a country*industry unbalanced panel data sample for 14 OECD countries and 18 industries covering the years 1988 to 2007, this study proposes an econometric investigation of the effects of the OECD Employment Protection Legislation (EPL) indicator on capital intensity for four capital components, and on the share of employment for two skill components. Our results relying on a difference-in-difference approach are the following: i) positive and significant effects for non-ICT physical capital intensity and the share of high-skilled employment; ii) non-significant effects for ICT capital intensity; and (iii) negative and significant effects for R&D capital intensity and the share of low-skilled employment. These results suggest that firms consider that the strengthening of Employment Protection Legislation is equivalent to a rise in the cost of labor, resulting in capital-to-labor substitution in favor of non-ICT capital and working at the disadvantage of low-skill relatively to high-skill workers. They indicate to the contrary that structural reforms for more labor flexibility weakening this legislation could have a favorable impact on firms’ R&D investment and their hiring of low-skill workers.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}