{
    "id": 22607,
    "citation_title": "Women Working Longer: Facts and Some Explanations",
    "citation_author": [
        "Claudia Goldin",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2017-03-28",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nWomen Working Longer\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nAmerican women are working more, through their sixties and even into their seventies.  Their increased participation at older ages started in the late 1980s before the turnaround in older men’s labor force participation and the economic downturns of the 2000s.  The higher labor force participation of older women consists disproportionately of those working at full-time jobs.  Increased labor force participation of women in their older ages is part of the general increase in cohort labor force participation.  Cohort effects, in turn, are mainly a function of educational advances and greater prior work experience.  But labor force participation rates of the most recent cohorts in their forties are less than those for previous cohorts.  It would appear that employment at older ages could stagnate or even decrease.  But several other factors will be operating in an opposing direction leading us to conclude that women are likely to continue to work even longer.\n\n",
    "acknowledgement": "\nPresented at the NBER Women Working Longer Conference, May 21-22, 2016, Royal Sonesta Hotel, Cambridge MA.  We thank the University of Michigan, David Wise and the staff at the NBER, especially Mohan Ramanujan, for enabling use of the restricted access version of the HRS.  We thank our research assistants who labored over the CPS, HRS and the Social Security earnings files: Amira Abulafi, Natalia Emanuel, Celena (Yuezhou) Huo and Jonathan Roth. We thank our discussant Katharine Abraham and others at the conference for providing valuable comments and Maria Fitzpatrick for providing code for the “ever a teacher” variable.  We gratefully acknowledge the financial support of the Alfred P. Sloan Foundation’s Working Longer program under grant no. 2013-6-16, “Women Working Longer.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}