{
    "id": 22618,
    "citation_title": "Real Interest Rates, Imbalances and the Curse of Regional Safe Asset Providers at the Zero Lower Bound",
    "citation_author": [
        "Pierre-Olivier Gourinchas",
        "Hélène Rey"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-09",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe current environment is characterized by low real rates and by policy rates close to or at their lower bound in all major financial areas. We analyze these unusual economic conditions from a historical perspective and draw some implications for external imbalances, safe asset demand and the process of external adjustment. First, we decompose the fluctuations in the world consumption wealth ratio over long period of times and show that they anticipate movements of the real rate of interest. Second, our estimates suggest that the world real rate of interest is likely to remain low or negative for an extended period of time. In this context, we argue that there is a renewed Triffin dilemma where safe asset providers face a trade-off in terms of external exposure and real appreciation of their currency. This tradeoff is particularly acute for smaller economies. This is the ‘curse of the regional safe asset provider.’ We discuss how this ‘curse’ is playing out for two prominent regional safe asset providers: core EMU and Switzerland.\n\n",
    "acknowledgement": "\nNick Sander and Maxime Sauzet provided outstanding research assistance. We thank our discussant David Vines, Ricardo Caballero, Barry Eichengreen, Philipp Hartmann, Òscar Jordà, Ralph Koijen, Martin Lettau, Richard Portes, Ken Rogoff, Andrew Sheng, Alan Taylor, David Thesmar and Gabriel Zucman for comments. All errors remain our own. Special thanks to Òscar Jordà, Moritz Schularick and Alan Taylor for sharing their data with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}