{
    "id": 22617,
    "citation_title": "The Perils of High-Powered Incentives: Evidence from Colombia's False Positives",
    "citation_author": [
        "Daron Acemoglu",
        "Leopoldo Fergusson",
        "James A. Robinson",
        "Dario Romero",
        "Juan F. Vargas"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "2018-03-27",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHigh-powered incentives for the military and security services have become a common counterinsurgency strategy over the last several decades. We investigate the use of such incentives for members of the Colombian army in the long-running civil war against left-wing guerillas, and show that it produced several perverse side effects. Innocent civilians were killed and misrepresented as guerillas (a phenomenon known in Colombia as ‘false positives’). Exploiting the fact that Colombian colonels have stronger career concerns and should be more responsive to such incentives, we show that there were significantly more false positives during the period of high-powered incentives in municipalities where a higher share of brigades were commanded by colonels and in those where checks coming from civilian judicial institutions were weaker. We further find that in municipalities with a higher share of colonels, the period of high-powered incentives coincided with a worsening of local judicial institutions and no discernible improvement in the overall security situation.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Perils of Top-down State Building: Evidence from Colombia's False Positives.\" We thank Alberto Alesina, Jennifer Alix-Garcia, Melissa Dell, Quoc-Anh Do, Oendrila Dube, Georgy Egorov, Joan Esteban, Raquel Fernández, Patrick Francois, Jeffry Frieden, Scott Gehlbach, Avner Greif, Daniel Hidalgo, Kim Hill, Ruixue Jia, Kai Konrad, Eliana La Ferrara, Horacio Larreguy, Chappel Lawson, Stelios Michalopoulos, Karl Ove Moene, Torsten Persson, Debraj Ray, Marta Reynal-Querol, Thomas Romer, Ben Schneider, Guido Tabellini, Felipe Valencia, Nico Voigtländer, Fabrizio Zilibotti and seminar participants at CIFAR's Institutions, Organizations and Growth Program, George Mason University, Harvard-MIT Positive Political Economy Seminar, Harvard's Economic History Workshop, ICESI, Munich Lectures in Economics, Third Conference on Advances on the Political Economy of Conflict and Redistribution (Max Plank, ESO, WZB), Universidad de los Andes, Universidad del Rosario, the University of Wisconsin LACIS Lunchtime Lecture, the 8th Annual Petralia Applied Economics Workshop, and the NBER Summer Institute Workshop in Political Economy. Acemoglu gratefully acknowledges financial support from the ARO. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}