{
    "id": 22615,
    "citation_title": "Real-Time Forecast Evaluation of DSGE Models with Stochastic Volatility",
    "citation_author": [
        "Francis X. Diebold",
        "Frank Schorfheide",
        "Minchul Shin"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent work has analyzed the forecasting performance of standard dynamic stochastic general equilibrium (DSGE) models, but little attention has been given to DSGE models that incorporate nonlinearities in exogenous driving processes. Against that background, we explore whether incorporating stochastic volatility improves DSGE forecasts (point, interval, and density). We examine real-time forecast accuracy for key macroeconomic variables including output growth, inflation, and the policy rate. We find that incorporating stochastic volatility in DSGE models of macroeconomic fundamentals markedly improves their density forecasts, just as incorporating stochastic volatility in models of financial asset returns improves their density forecasts.\n\n",
    "acknowledgement": "\nFor invaluable guidance we are grateful to the co-editors (Serge Darolles, Alain Monfort, and Eric Renault), and to two anonymous referees. For helpful comments we thank Fabio Canova, as well as participants at the Annual Conference on Real-Time Data Analysis, Methods, and Applications in Macroeconomics and Finance, the Federal Reserve Bank of Philadelphia, the 2015 NBER-NSF Seminar on Bayesian Inference in Econometrics and Statistics, the 2015 NBER Summer Institute, the University of Pennsylvania, and European University Institute. For research support we thank the National Science Foundation (SES-1424843) and the Real-Time Data Research Center at the Federal Reserve Bank of Philadelphia. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}