{
    "id": 22611,
    "citation_title": "Emotional Judges and Unlucky Juveniles",
    "citation_author": [
        "Ozkan Eren",
        "Naci Mocan"
    ],
    "citation_publication_date": "2016-09-01",
    "issue_date": "2016-09-01",
    "revision_date": "2022-02-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEmploying the universe of juvenile court decisions in a U.S. state between 1996 and 2012, we analyze the effects of emotional shocks associated with unexpected outcomes of football games played by a prominent college team in the state. We investigate the behavior of judges, the conduct of whom should, by law, be free of personal biases and emotions. We find that unexpected losses increase disposition (sentence) lengths assigned by judges during the week following the game. Unexpected wins, or losses that were expected to be close contests ex-ante, have no impact. The effects of these emotional shocks are asymmetrically borne by black defendants.  We present evidence that the results are not influenced by defendant or attorney behavior or by defendants’ economic background. Importantly, the results are driven by judges who have received their bachelor’s degrees from the university with which the football team is affiliated. Different falsification tests and a number of auxiliary analyses demonstrate the robustness of the findings. These results provide evidence for the impact of emotions in one domain on a behavior in a completely unrelated domain among a uniformly highly-educated group of individuals (judges), with decisions involving high stakes (sentence lengths). They also point to the existence of a subtle and previously-unnoticed capricious application of sentencing.\n\n",
    "acknowledgement": "\nWe thank Janet Currie, Caroline Hoxby, David Figlio, Barry Hirsch, Daniel Millimet, Madeline Mocan, Greg Upton, Jim Kleinpeter, James Garand, Richard Boylan, Duha Altindag, Randi Hjalmarsson, Jeff Butler, Leyla Mocan, Michael Malinowski, John Palmer, Peter Lewisch and seminar participants at Georgia State University, University of Manitoba, American University, Spanish Law and Economics Association Meetings in Lisbon, Portugal, the Economics of Litigation Meeting in Montpellier, France, NBER’s Children’s Program and Education Program Joint Meeting in Washington DC, and the European Economic Association Meetings in Geneva, Switzerland for helpful comments. We also thank the Office of Social Service Research and Development (OSSRD) in the College of Human Sciences and Education at Louisiana State University for guidance with the data.  Masayaki Onda, Suneye Holmes and Han Yu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}