{
    "id": 22619,
    "citation_title": "Mobile Collateral versus Immobile Collateral",
    "citation_author": [
        "Gary Gorton",
        "Tyler Muir"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the face of the Lucas Critique, economic history can be used to evaluate policy. We use the experience of the U.S. National Banking Era to evaluate the most important bank regulation to emerge from the financial crisis, the Bank for International Settlement's liquidity coverage ratio (LCR) which requires that (net) short-term (uninsured) bank debt (e.g. repo) be backed one-for-one with U.S. Treasuries (or other high quality bonds). The rule is narrow banking. The experience of the U.S. National Banking Era, which also required that bank short-term debt be backed by Treasury debt one-for-one, suggests that the LCR is unlikely to reduce financial fragility and may increase it.\n\n",
    "acknowledgement": "\nThanks to Adam Ashcraft, Darrell Duffie, Randy Krozner, Andrei Kirilemko, Arvind Krishnamurthy, Philipp Hildebrand, Manmohan Singh, Paul Tucker, Warren Webber and seminar particpants at the 2015 BIS Annual Conference, the Penn Institute for Economic Research Workshop on Quantitative Tools for Macroeconmic Policy Analysis, the Stanford Global Cross- roads Conference for comments. Thanks to Charles Calomiris, Ben Chabot, Michael Fleming, Ken Garbade, Joe Haubrich, John James, Richard Sylla, Ellis Tallman, Warren Weber and Rosalind Wiggins for answering questions about data. Thanks to Lei Xie and Bruce Champ (deceased) for sharing data. Thanks to Toomas Laarits, Rhona Ceppos, Ashley Garand, Leigh- Anne Clark and Michelle Pavlik for research assistance. Special thanks to the Federal Reserve Bank of Cleveland for sharing the data of the late Bruce Champ. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}