{
    "id": 22614,
    "citation_title": "Debt Constraints and Employment",
    "citation_author": [
        "Patrick Kehoe",
        "Elena Pastorino",
        "Virgiliu Midrigan"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDuring the Great Recession, regions of the United States that experienced the largest declines in household debt also experienced the largest drops in consumption, employment, and wages. Employment declines were larger in the nontradable sector and for firms that were facing the worst credit conditions. Motivated by these findings, we develop a search and matching model with credit frictions that affect both consumers and firms. In the model, tighter debt constraints raise the cost of investing in new job vacancies and thus reduce worker job finding rates and employment. Two key features of our model, on-the-job human capital accumulation and consumer-side credit frictions, are critical to generating sizable drops in employment. On-the-job human capital accumulation makes the flows of benefits from posting vacancies long-lived and so greatly amplifies the sensitivity of such investments to credit frictions. Consumer-side credit frictions further magnify these effects by leading wages to fall only modestly. We show that the model reproduces well the salient cross-regional features of the U.S. data during the Great Recession.\n\n",
    "acknowledgement": "\nWe thank Eugenia Gonzalez Aguado, Julio Andres Blanco, Sonia Gilbukh, and Sergio Salgado Ibanez for excellent research assistance, and Joan Gieseke for invaluable editorial assistance. Kehoe thanks the National Science Foundation for financial support.  The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}