{
    "id": 22612,
    "citation_title": "Firms’ Management of Infrequent Shocks",
    "citation_author": [
        "Benjamin L. Collier",
        "Andrew F. Haughwout",
        "Howard C. Kunreuther",
        "Erwann O. Michel-Kerjan",
        "Michael A. Stewart"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "2017-04-07",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine businesses’ financial management of a rare, severe event using detailed firm-level data collected following Hurricane Sandy in the New York area. Credit played a prominent role in financing recovery; more negatively affected firms took on debt because of Sandy (38%) than received insurance payments (15%) in our data. Negatively affected firms were often credit constrained after the shock. While firms’ demand for insurance is often explained by financing frictions, we find that the most credit constrained firms after the event, younger firms and smaller firms, were the least likely to insure before it.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Firm Age and Size and the Financial Management of Infrequent Shocks.\" We thank James Orr for facilitating the research collaboration, Gregory Niehaus and Vish Viswanathan for helpful comments and suggestions, Nima Dahir and Juan Zhan for their research assistance, the Outreach and Education Function at the Federal Reserve Bank of New York for providing the data, and the U.S. Small Business Administration for its data and insights. This work is partially supported by the Zurich Insurance Foundation, the Center for Risk and Economic Analysis of Terrorism Events (CREATE) at the University of Southern California (U.S. Department of Homeland Security’s Center of Excellence), the Travelers-Wharton Partnership for Risk Management Fund, and the Wharton Risk Management and Decision Processes Center. The views and opinions presented here are those of the authors, and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}