{
    "id": 22623,
    "citation_title": "High-Skilled Immigration and the Rise of STEM Occupations in U.S. Employment",
    "citation_author": [
        "Gordon H. Hanson",
        "Matthew J. Slaughter"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "2016-10-19",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we document the importance of high-skilled immigration for U.S. employment in STEM fields. To begin, we review patterns of U.S. employment in STEM occupations among workers with at least a college degree. These patterns mirror the cycle of boom and bust in the U.S. technology industry. Among younger workers, the share of hours worked in STEM jobs peaked around the year 2000, at the height of the dot-com bubble. STEM employment shares are just now approaching these previous highs. Next, we consider the importance of immigrant labor to STEM employment. Immigrants account for a disproportionate share of jobs in STEM occupations, in particular among younger workers and among workers with a master's degree or PhD. Foreign-born presence is most pronounced in computer-related occupations, such as software programming. The majority of foreign-born workers in STEM jobs arrived in the U.S. at age 21 or older. Although we do not know the visa history of these individuals, their age at arrival is consistent with the H-1B visa being an important mode of entry for highly trained STEM workers into the U.S. Finally, we examine wage differences between native and foreign-born labor. Whereas foreign-born workers earn substantially less than native-born workers in non-STEM occupations, the native-foreign born earnings difference in STEM jobs is much smaller. Further, foreign-born workers in STEM fields reach earnings parity with native workers much more quickly than they do in non-STEM fields. In non-STEM jobs, foreign-born workers require 20 years or more in the U.S. to reach earnings parity with natives; in STEM fields, they achieve parity in less than a decade.\n\n",
    "acknowledgement": "\nWe thank John Bound, Charles Hulten, and Valerie Ramey for valuable comments and Chen Lui for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}