{
    "id": 22621,
    "citation_title": "A Framework for Eliciting, Incorporating, and Disciplining Identification Beliefs in Linear Models",
    "citation_author": [
        "Francis DiTraglia",
        "Camilo García-Jimeno"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "History of Economic Thought",
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Data Collection",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo estimate causal effects from observational data, an applied researcher must impose beliefs. The instrumental variables exclusion restriction, for example, represents the belief that the instrument has no direct effect on the outcome of interest. Yet beliefs about instrument validity do not exist in isolation. Applied researchers often discuss the likely direction of selection and the potential for measurement error in their papers but at present lack formal tools for incorporating this information into their analyses. As such they not only leave money on the table, by failing to use all relevant information, but more importantly run the risk of reasoning to a contradiction by expressing mutually incompatible beliefs. In this paper we characterize the sharp identified set relating instrument invalidity, treatment endogeneity, and measurement error in a workhorse linear model, showing how beliefs over these three dimensions are mutually constrained. We consider two cases: in the first the treatment is continuous and subject to classical measurement error; in the second it is binary and subject to non-differential measurement error. In each, we propose a formal Bayesian framework to help researchers elicit their beliefs, incorporate them into estimation, and ensure their mutual coherence. We conclude by illustrating the usefulness of our proposed methods on a variety of examples from the empirical microeconomics literature.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Richard Hahn, Mallick Hossain, Hidehiko Ichimura, Laura Liu, Ulrich Muller, Frank Schorfheide, and Ben Ukert, as well as seminar participants at Princeton, Penn State, the 2015 NSF-NBER Seminar on Bayesian Inference, the 2015 Midwest Econometrics Group Meetings, and the 2016 ISBA World Meeting for helpful comments and suggestions. We thank Alejandro Sanchez for excellent research assistance. Finally, we acknowledge financial support from a UPenn University Research Foundation award. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}