{
    "id": 22629,
    "citation_title": "Thrivers and Divers: Using Non-Academic Measures to Predict College Success and Failure",
    "citation_author": [
        "Graham Beattie",
        "Jean-William P. Laliberté",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe collect a comprehensive set of non-academic characteristics for a representative sample of incoming freshman to explore which measures best predict the wide variance in first-year college performance unaccounted for by past grades. We focus our attention on student outliers.  Students whose first-year college average is far below expectations (divers) have a high propensity for procrastination – they self-report cramming for exams and wait longer before starting assignments. They are also considerably less conscientious than their peers. Divers are more likely to express superficial goals, hoping to 'get rich' quickly. In contrast, students who exceed expectations (thrivers) express more philanthropic goals, are purpose-driven, and are willing to study more hours per week to obtain the higher GPA they expect.  A simple seven-variable average of these key non-academic variables does well in predicting college achievement relative to adding more variables or letting a machine-algorithm choose.   Our results, descriptive in nature, warrant further research on the importance of non-linearities for the design and targeting of successful interventions in higher-education.\n\n",
    "acknowledgement": "\nWe are very grateful to Aloysius Siow, Nathalie Bau, Yosh Halberstam, Uros Petronijevic for helpful discussions and to seminar participants at the University of Toronto for comments. We also wish to thank Aaron de Mello for spectacular web development and research assistance, and Matthew Hendrickson for helping us compile the administrative data.  Financial support for this research was provided by the Ontario Human Capital Research and Innovation Fund, a Social Sciences and Humanities Research Council Insight Grant (#435-2015-0180), and a JPAL Pilot Grant.  Any omissions or errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}