{
    "id": 22620,
    "citation_title": "Financial Risk Protection from Social Health Insurance",
    "citation_author": [
        "Kayleigh Barnes",
        "Arnab Mukherji",
        "Patrick Mullen",
        "Neeraj Sood"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper estimates the impact of social health insurance on financial risk reduction by utilizing data from a natural experiment created by the phased roll out of a social health insurance program for the poor in India.  We estimate the impact of insurance on the distribution of out-of-pocket costs, frequency and amount of money borrowed for health reasons, and the likelihood of incurring catastrophic health expenditures. We use a stylized expected utility model to compute the welfare effects associated with changes due to insurance in the distribution of out-of-pocket costs. We adjust the standard model to account for the unique conditions of a developing country by incorporating consumption floors, informal borrowing, and selling of assets. These adjustments allow us to estimate the value of financial risk reduction from both consumption smoothing and asset protection channels. Our results show that social insurance reduces out-of-pocket costs with larger effects in the higher quantiles of the out-of-pocket cost distribution. In addition, we find a reduction in the frequency and amount of money borrowed for health reasons. Finally, we find that the value of financial risk reduction outweighs the total per household cost of the social insurance program by two to five times.\n\n",
    "acknowledgement": "\nThis project was funded by the Health Results Innovation Trust at the World Bank. The findings, interpretations, and conclusions expressed in this paper do not necessarily reflect the views of the Executive Directors of The World Bank, the governments they represent, or the National Bureau of Economic Research. The World Bank does not guarantee the accuracy of the data included in this work.\n\n\n"
}