{
    "id": 22625,
    "citation_title": "The Importance of Unemployment Insurance as an Automatic Stabilizer",
    "citation_author": [
        "Marco Di Maggio",
        "Amir Kermani"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe assess the extent to which unemployment insurance (UI) serves as an automatic stabilizer to mitigate the economy's sensitivity to shocks. Using a local labor market design based on heterogeneity in local benefit generosity, we estimate that a one standard deviation increase in generosity attenuates the effect of adverse shocks on employment growth by 7% and on earnings growth by 6%. Consistent with a local demand channel, we find that consumption is less responsive to local labor demand shocks in counties with more generous benefits. Our analysis finds that the local fiscal multiplier of unemployment insurance expenditure is approximately 1.9.\n\n",
    "acknowledgement": "\nWe thank Daron Acemoglu, Raj Chetty, Gabriel Chodorow-Reich, Steven Davis, Mark Duggan, Yuriy Gorodnichenko, Erik Hurst, Enrico Moretti, Andreas Muller, Arash Nekoei, Luigi Pistaferri, David Sraer, Ricardo Reis, David Romer, Jesse Rothstein, Danny Yagan and seminar participants at the NBER SI Monetary Economics workshop, the NBER Fall Public Economics meeting, the 11th CSEF-IGIER Symposium on Economics and Institutions, Columbia University and UC Berkeley for numerous comments and discussions. We also thank Walker Ray, Calvin Zhang and especially Dmitri Koustas for outstanding research assistance. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}