{
    "id": 22624,
    "citation_title": "Agro-Ecosystem Productivity and the Dynamic Response to Shocks",
    "citation_author": [
        "Jean-Paul Chavas"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper investigates the nonlinear dynamic response to shocks, relying on a threshold quantile autoregression (TQAR) model as a flexible representation of stochastic dynamics. The TQAR model can identify zones of stability/instability and characterize resilience and traps. Resilience means high odds of escaping from undesirable zones of instability toward zones that are more desirable and stable. Traps mean low odds of escaping from zones that are both undesirable and stable. The approach is illustrated in an application to the dynamics of productivity applied to historical data on wheat yield in Kansas over the period 1885-2012. The dynamics of this agroecosystem and its response to shocks are of interest as Kansas agriculture faced major droughts, including the catastrophic Dust Bowl of the 1930’s. The analysis identifies a zone of instability in the presence of successive adverse shocks. It also finds evidence of resilience. We associate the resilience with induced innovations in management and policy in response to adverse shocks.\n\n",
    "acknowledgement": "\nThis paper was supported in part by a grant from the Graduate School, University of Wisconsin, Madison. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}