{
    "id": 22628,
    "citation_title": "Heterogeneous Impact Dynamics of a Rural Business Development Program in Nicaragua",
    "citation_author": [
        "Michael R. Carter",
        "Emilia Tjernström",
        "Patricia Toledo"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "2018-08-02",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the impacts of a rural development program designed to boost the income of the smallfarm sector in Nicaragua. Exploiting the random assignment of treatment, we find statistically and economically significant impacts on gross farm income and investment in productive farm capital. Using continuous treatment estimation techniques, we examine the evolution of program impacts over time and find that the estimated income increase persists and that the impacts on productive capital stock continue to rise even after the program concluded. Additionally, panel quantile methods reveal striking heterogeneity of program impacts on both income and investment. We show that this heterogeneity is not random and that there appear to exist low-performing household types who benefit little from the program, whereas high-performing (upper quantile) households benefit more substantially. Analysis using generalized random forests, a machine learning algorithm, points toward greater program impacts for households who were disadvantaged at baseline. Even after controlling for this source of heterogeneity, we find large and persistent differences in how much different types of households benefited from the program. While the benefit-cost ratio of the program is on average positive, the impact heterogeneity suggests that business development programs aiming to engage farm households as agricultural entrepreneurs have limitations as instruments to eliminate rural poverty.\n\n",
    "acknowledgement": "\nWe thank Anne Rothbaum, Lola Hermosillo, Jack Molyneaux, Juan Sebastian Chamorro, Carmen Salgado, Claudia Panagua, Sonia Agurto and the staff at FIDEG, Conner Mullally, and seminar participants at NEUDC, University of the Andes, University of Wisconsin, University of California, Davis. We gratefully acknowledge funding from the Millennium Challenge Corporation, as well as financial support from the US Agency for International Development Cooperative Agreement No. EDH-A-00-06-0003-00 through the BASIS Assets and Market Access CRSP. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}