{
    "id": 22639,
    "citation_title": "Monetary Policy for a Bubbly World",
    "citation_author": [
        "Vladimir Asriyan",
        "Luca Fornaro",
        "Alberto Martin",
        "Jaume Ventura"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a model of money, credit and bubbles, and use it to study the role of monetary policy in managing asset bubbles. In this model, bubbles pop up and burst, generating fluctuations in credit, investment and output. Two key insights emerge from the analysis. First, the growth rate of bubbles, which is driven by agents’ expectations, can be set in real or in nominal terms. This gives rise to a novel channel of monetary policy, as changes in the inflation rate affect the real growth rate of bubbles and their effect on economic activity. Crucially, this channel does not rely on contract incompleteness or price rigidities. Second, there is a natural limit on monetary policy’s ability to control bubbles: the zero-lower bound. When a bubble crashes, the economy may enter into a liquidity trap, a regime in which agents shift their portfolios away from bubbles - and the credit that they sustain - to money, reducing intermediation, investment and growth. We explore the implications of the model for the conduct of “conventional” and “unconventional” monetary policy, and we use the model to provide a broad interpretation of salient macroeconomic facts of the last two decades.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Stanford University, Santa Clara University, Nova Business School, Humboldt Universitat, and participants at the Barcelona GSE Summer Forum, the Conference on Banking, Monetary Policy and Macroeconomic Performance at Goethe Universitat Frankfurt, the Research Forum on Macro-Finance at the Bank of England, the Annual Research Conference at Sciences Po, the NBER Conference on Capital Flows and Debt in Emerging Markets, the Transpyrenean Macro Workshop, the 2015 SED Meeting, the Conference on Monetary Policy and Financial Instability at the Banque de France and the joint BoE, ECB, CEPR and CFM Conference on Credit Dynamics and the Macroeconomy. We thank Philippe Bacchetta, Wenxin Du, Marcus Hagedorn and Gregory Thwaites for very helpful discussions. Youel Rojas provided excellent research assistantship. We acknowledge support from the Spanish Ministry of Science and Innovation (grants ECO2011-23197), the Generalitat de Catalunya (grant 2014SGR-830 AGAUR), and the Barcelona GSE Research Network. In addition, both Martin and Ventura acknowledge support from the ERC (Consolidator Grant FP7-615651–MacroColl and Advanced Grant FP7-249588-ABEP, respectively), and Martin thanks the IMF Research Fellowship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}