{
    "id": 22631,
    "citation_title": "Technological Leadership (de)Concentration: Causes in ICTE",
    "citation_author": [
        "Yasin Ozcan",
        "Shane Greenstein"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nUsing patents as indicators of inventive activity, this article characterizes the concentration of origins of invention from 1976 to 2010, and how these changed over time. The analysis finds pervasive deconcentration in virtually every area related to ICT, but it can explain only a small part of this trend. Deconcentration happens despite the role of lateral entry by existing firms. New firm entry drives part of the deconcentration, but this alone cannot explain the change. A single supply factor in the market for ideas, such as the breakup of AT&T, also cannot explain the trend. Finally, eleven percent of patents change hands through mergers and acquisitions activity, but this does not make up for the declines in concentration in the origins of invention.\n\n",
    "acknowledgement": "\nWe thank Colleen Mallahan for research assistance. We also thank Ben Jones, Scott Stern, and seminar participants for comments. We thank Kate Adams for editorial assistance. We also thank the Dean’s Office and the GM Strategy Research Center of the Kellogg School of Management for funding. We are responsible for all errors. An earlier version of this paper was circulated with the title “The (de)Concentration of Sources of Inventive Ideas: Evidence from ICT Equipment” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}