{
    "id": 22638,
    "citation_title": "How Quantitative Easing Works: Evidence on the Refinancing Channel",
    "citation_author": [
        "Marco Di Maggio",
        "Amir Kermani",
        "Christopher Palmer"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "2016-09-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nDespite massive large-scale asset purchases (LSAPs) by central banks around the world since the global financial crisis, there is a lack of empirical evidence on whether and how these programs affect the real economy. Using rich borrower-linked mortgage-market data, we document that there is a “flypaper effect” of LSAPs, where the transmission of unconventional monetary policy to interest rates and (more importantly) origination volumes depends crucially on the assets purchased and degree of segmentation in the market. For example, QE1, which involved significant purchases of GSE-guaranteed mortgages, increased GSE-eligible mortgage originations significantly more than the origination of GSE-ineligible mortgages. In contrast, QE2’s focus on purchasing Treasuries did not have such differential effects. We find that the Fed’s purchase of MBS (rather than exclusively Treasuries) during QE1 resulted in an additional $600 billion of refinancing, substantially reducing interest payments for refinancing households, leading to a boom in equity extraction, and increasing consumption by an additional $76 billion. This de facto allocation of credit across mortgage market segments, combined with sharp bunching around GSE eligibility cutoffs, establishes an important complementarity between monetary policy and macroprudential housing policy. Our counterfactual simulations estimate that relaxing GSE eligibility requirements would have significantly increased refinancing activity in response to QE1, including a 20% increase in equity extraction by households. Overall, our results imply that central banks could most effectively provide unconventional monetary stimulus by supporting the origination of debt that would not be originated otherwise.\n\n",
    "acknowledgement": "\nA previous version of this paper was circulated under the title, “Unconventional Monetary Policy and the Allocation of Credit.” For helpful comments and discussions, we thank our discussants, Florian Heider, Anil Kashyap, Deborah Lucas, Philipp Schnabl, and Felipe Severino; Adam Ashcraft, Charles Calomiris, Andreas Fuster, Robin Greenwood, Sam Hanson, Arvind Krishnamurthy, Michael Johannes, David Romer, David Scharfstein, Jeremy Stein, Johannes Stroebel, Stijn Van Nieuwerburgh, Annette Vissing-Jørgensen, and Paul Willen; workshop participants at Berkeley and Columbia; and seminar participants at NBER Monetary Economics, the Econometric Society 2016 Meetings, the EEA 2016 meetings, Federal Reserve Board, HEC Paris, Northwestern-Kellogg, NYU-Stern, NY Fed/NYU Stern Conference on Financial Intermediation, the Paul Woolley Conference at LSE, Penn State, San Francisco Federal Reserve, Stanford, Stanford GSB, St. Louis Fed Monetary Policy and the Distribution of Income and Wealth Conference, University of Minnesota-Carlson, University of Illinois at Urbana-Champaign, and USC-Price. We also thank Sam Hughes, Sanket Korgaonkar, Christopher Lako, and Jason Lee for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}