{
    "id": 22630,
    "citation_title": "Student Coaching: How Far Can Technology Go?",
    "citation_author": [
        "Philip Oreopoulos",
        "Uros Petronijevic"
    ],
    "citation_publication_date": "2016-09-12",
    "issue_date": "2016-09-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent studies show that programs offering structured, one-on-one coaching and tutoring tend to have large effects on the academic outcomes of both high school and college students. These programs are often costly to implement and difficult to scale, however, calling into question whether making them available to large student populations is feasible. In contrast, interventions that rely on technology to maintain low-touch contact with students can be implemented at large scale and minimal cost but with the risk of not being as effective as one-on-one, in-person assistance. In this paper, we test whether the effects of coaching programs can be replicated at scale by using technology to reach a larger population of students. We work with a sample of over four thousand undergraduate students from a large Canadian university, randomly assigning students into one of the following three interventions: (i) a one-time online exercise designed to affirm students’ values and goals; (ii) a text messaging campaign that provides students with academic advice, information, and motivation; and (iii) a personal coaching service, in which students are matched with upper-year undergraduate coaches. We find large positive effects from the coaching program, as coached students realize a 0.3 standard deviation increase in average grades and a 0.35 standard deviation increase in GPA. In contrast, we find no effects from either the online exercise or the text messaging campaign on any academic outcome, both in the general student population and across several student subgroups. A comparison of the key features of the text messaging campaign and the coaching service suggests that proactively and regularly initiating conversations with students and working to establish trust are important design features to incorporate in future interventions that use technology to reach large populations of students.\n\n",
    "acknowledgement": "\nWe are indebted to the first year economics instructors at the University of Toronto for their willingness to try something different, and incorporate this experiment into their courses.  We especially thank Aaron de Mello for tireless efforts to design, debug, and perfect the experiment’s website, as well as help with data extraction.  Chantel Choi, Nabanita Nawar, Rachel Padillo, and Chadd Pirali showed great enthusiasm and professionalism in their role as coaches.  Jean-William Laliberté provided outstanding research assistance.  Seminar participants at CUNY, University of Toronto, and the Canadian Institute for Advanced Research provided useful feedback. Financial support for this research was provided by the Ontario Human Capital Research and Innovation Fund, a Social Sciences and Humanities Research Council Insight Grant (#435-2015-0180), and a JPAL Pilot Grant.  Petronijevic also gratefully acknowledges support from Canada’s Social Sciences and Humanities Research Council and Ontario’s Graduate Scholarship.  This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000810. Any omissions or errors are our own responsibility. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}