{
    "id": 22634,
    "citation_title": "Incentive Fees and Competition in Pension Funds: Evidence from a Regulatory Experiment",
    "citation_author": [
        "Assaf Hamdani",
        "Eugene Kandel",
        "Yevgeny Mugerman",
        "Yishay Yafeh"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Asset Pricing",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerned with excessive risk taking, regulators worldwide generally prohibit private pension funds from charging performance-based fees. Instead, the premise underlying the regulation of private pension schemes (and other retail-oriented funds) is that competition among fund managers should provide them with the adequate incentives to make investment decisions that would serve their clients’ long-term interests. Using a regulatory experiment from Israel, we compare the effects of incentive fees and competition on the performance of three exogenously-given types of long-term savings schemes operated by the same management companies: (i) funds with performance-based fees, facing no competition; (ii) funds with AUM-based fees, facing low competitive pressure; and (iii) funds with AUM-based fees, operating in a highly competitive environment. Our main result is that funds with performance-based fees exhibit significantly higher risk-adjusted returns than other funds, but are not necessarily riskier (that depends on the measure of risk used). By contrast, we find that competitive pressure leads to poor performance, and conclude that incentives and competition are not perfect substitutes in the retirement savings industry. Our analysis suggests that the pervasive regulatory restrictions on the use of performance-based fees in pension fund management may be costly for savers in the long-run.\n\n",
    "acknowledgement": "\nThis project was supported by the Israel Science Foundation (Grant No. 890/2013) and by the by the I-CORE program of the Planning and Budgeting Committee and the Israel Science Foundation (Grant No. 1821/12). Kandel and Yafeh received financial support from the Krueger Center at the Jerusalem School of Business Administration. We thank Doron Avramov, Michel Habib, Naomi Hausman, Petri Jylha, Beni Lauterbach, Lavi Schiffenbauer, Clemens Sialm, Michael Weisbach and seminar participants at Bar Ilan University, the BI Business School (Oslo), the Conference on Empirical Legal Studies in Europe (CELSE), the CEPR’s First Annual Symposium in Financial Economics (London), ESMT (Berlin), FIRS (Lisbon, 2016), the Hebrew University, Harvard Law School (JLFA conference), the NBER, and UC Berkeley for helpful comments and suggestions. We are also grateful to Ran Cohen, Izik Daniel, Assaf Hasson, Orry Kaz, Yaniv Makdoosi, Eyal Malka, Roma Poberejsky, Evyatar Sadeh, Noa Shukrun and Tomer Yafeh for outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}