{
    "id": 22636,
    "citation_title": "Trade and the Environment: New Methods, Measurements, and Results",
    "citation_author": [
        "Jevan Cherniwchan",
        "Brian R. Copeland",
        "M. Scott Taylor"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe review recent research linking international trade to the environment, with a focus on new results and methods. The review is given structure by a novel decomposition linking changes in emissions to changes in productive activity at the plant, firm, industry, and national levels. While some new results have emerged from the application of a Melitz-style approach to trade and the environment, its full potential has not yet been exploited. We discuss existing empirical and theoretical work, introduce three new hypotheses, and suggest paths for future researchers to follow.\n\n",
    "acknowledgement": "\nPreliminary version prepared for the Annual Review of Economics: Doi: 10.1146/annurev-economics-063016-103756. Funding from the Economics and Environmental Policy Research Network (EEPRN) is gratefully acknowledged. Taylor also acknowledges support from the Canada Research Chairs Program and SSHRC. Copeland conducted part of this research while visiting Université Paris-Est Marne la Vallée.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}