{
    "id": 22642,
    "citation_title": "Deriving Risk Adjustment Payment Weights to Maximize Efficiency of Health Insurance Markets",
    "citation_author": [
        "Timothy J. Layton",
        "Thomas G. McGuire",
        "Richard C. van Kleef"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRisk adjustment of payments to health plans is fundamental to regulated competition among private insurers, which serves as the basis of national health policy in many countries.  To date, estimation and evaluation of a risk adjustment model has been a two-step process.  In a first step, the risk-adjustment payment weights are estimated using statistical techniques, generally ordinary-least squares, to maximize some statistical objective such as the R-squared; then, in a second step, the risk adjustment model is evaluated, usually with simulation methods, but without an explicit framework describing the objective of the model.  This paper first develops such a framework and then uses it to replace the two-step “estimate-then-evaluate” approach with a one-step “estimate-to-maximize-the-objective” approach.  We assume that the objective of risk adjustment is to minimize the loss from service-level distortions due to adverse selection incentives, and we derive expressions for the service-level distortions as a linear function of the risk adjustment payment weights.  We show that when the number of risk adjustor variables exceeds the number of decisions plans make about service allocations, incentives for service-level distortion can always be eliminated. Under these circumstances the welfare maximizing payment weights can be found with a constrained least-squares regression where the constraints are the conditions under which plan actions achieve efficiency.  We illustrate this method with the data used to estimate risk adjustment payment weights in the Netherlands (N=16.5 million).  When the number of “services” exceeds the number of available risk adjustors, however, it is not possible to eliminate incentives for service-level distortion.  In this case, a regression on transformed data produces the (second-best) payment weights that minimize welfare loss.\n\n",
    "acknowledgement": "\nResearch for this paper was supported by the National Institute of Mental Health (R01 MH094290), the National Institute of Aging (P01-AG032952), and the Laura and John Arnold Foundation.  In addition, Layton was supported by NIMH T32 019733.  We are grateful to Frank Bakker, Savannah Bergquist, Jay Bhattacharya, Michael Chernew, Frank Eijkenaar, Randy Ellis, Michael Geruso, Alice Ndikumana, Sharon-Lise Normand, Sherri Rose, Mark Shepard, Anna Sinaiko, Wynand van de Ven, the participants of the Economics Seminar Series in Leuven, Belgium (February 9, 2016), the Health Insurance Seminar Series in Rotterdam, the Netherlands (February 10, 2016), and the American Society of Health Economics (June 13, 2016) for comments on a previous draft. We gratefully acknowledge the Dutch Ministry of Health and the Association of Health Insurers for providing access to the administrative data.  The authors are solely responsible for the analyses and conclusions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}