{
    "id": 22649,
    "citation_title": "Product Switching and the Business Cycle",
    "citation_author": [
        "Andrew B. Bernard",
        "Toshihiro Okubo"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores role of product adding and dropping within manufacturing firms over the business cycle. While a substantial body of work has explored the importance of the extensive margins of firm entry and exit in employment and output flows, only recently has research begun to examine the adjustment across products within firms and its importance for firm and aggregate output and employment flows. Using a novel, annual firm-product data set covering all Japanese manufacturing firms with more than 4 employees from 1992 to 2006, we provide the first evidence on annual changes in product adding and dropping by continuing firms over the business cycle. We find very high rates of product adding and dropping by continuing firms between the last year of the recession and the first year of the subsequent expansion and offer an explanation and supporting evidence based on a “trapped factors” model of firm behavior.\n\n",
    "acknowledgement": "\nThis study is conducted as a part of the Project “Restoration from Earthquake Damage and Growth Strategies of the Japanese Regional Economy” undertaken at Research Institute of Economy, Trade and Industry (RIETI). Utilized data is micro-data pertaining to the Census of Manufacturers (Kogyou Tokei Chosa) conducted by Ministry of Economy, Trade and Industry. The authors are grateful for helpful comments and suggestions by seminar participants at RIETI. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}