{
    "id": 22640,
    "citation_title": "The Role of Information and Cash Transfers on Early Childhood Development: Evidence from Nepal",
    "citation_author": [
        "Michael Levere",
        "Gayatri Acharya",
        "Prashant Bharadwaj"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhile substantial progress has been made in combating malnutrition at a global level, chronic maternal and child malnutrition remains a serious problem in many parts of the developing world. In this paper, using a randomized control trial design in Nepal, we evaluate a program that provided information on best practices regarding child care and cash to families in extremely poor areas with pregnant mothers and/or children below the age of 2. We find significant and sizable impacts of the information plus cash intervention on maternal knowledge, behavior, child development, and nutrition. The size of these impacts along some measures of knowledge and development are significantly different from the information only intervention group suggesting a potential role for providing a short term cash safety net along with information to tackle the problem of malnutrition.\n\n",
    "acknowledgement": "\nThanks to Karthik Muralidharan, Jasmine Rajbhandary, Tara Shrestha, Kanchan Tamang, Bishnu Thapa, Venkatesh Sundararaman, and Karishma Wasti. This project would not have been possible without support from the Government of Nepal's Poverty Alleviation Fund and the Ministry of Local Development and Federal Affairs. We are grateful for funding from the Strategic Impact Evaluation Fund (SIEF). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or of the World Bank Group.\n\n\n"
}