{
    "id": 22646,
    "citation_title": "Nonlinear Tax Incidence and Optimal Taxation in General Equilibrium",
    "citation_author": [
        "Dominik Sachs",
        "Aleh Tsyvinski",
        "Nicolas Werquin"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the incidence and the optimal design of nonlinear income taxes in a Mirrleesian economy with a continuum of endogenous wages. We characterize analytically the incidence of any tax reform by showing that one can mathematically formalize this problem as an integral equation. For a CES production function, we show theoretically and numerically that the general equilibrium forces raise the revenue gains from increasing the progressivity of the U.S. tax schedule. This result is reinforced in the case of a Translog technology where closer skill types are stronger substitutes. We then characterize the optimum tax schedule, and derive a simple closed-form expression for the top tax rate. The U-shape of optimal marginal tax rates is more pronounced than in partial equilibrium. The joint analysis of tax incidence and optimal taxation reveals that the economic insights obtained for the optimum may be reversed when considering reforms of a suboptimal tax code.\n\n",
    "acknowledgement": "\nWe thank Laurence Ales, Costas Arkolakis, Andy Atkeson, Austan Goolsbee, James Hines, Michael Peters, Stefanie Stantcheva and Gianluca Violante for helpful comments and suggestions, and especially Florian Scheuer and Philip Ushchev for detailed and insightful discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}