{
    "id": 22645,
    "citation_title": "International Banking and Cross-border Effects of Regulation: Lessons from the United States",
    "citation_author": [
        "Jose Berrospide",
        "Ricardo Correa",
        "Linda Goldberg",
        "Friederike Niepmann"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDomestic prudential regulation can have unintended effects across borders and may be less effective in an environment where banks operate globally. Using U.S. micro-banking data for the first quarter of 2000 through the third quarter of 2013, this study shows that some regulatory changes indeed spill over. First, a foreign country’s tightening of limits on loan-to-value ratios and local currency reserve requirements increase lending growth in the United States through the U.S. branches and subsidiaries of foreign banks. Second, a foreign tightening of capital requirements shifts lending by U.S. global banks away from the country where the tightening occurs to the United States and to other countries. Third, tighter U.S. capital regulation reduces lending by large U.S. global banks to foreign residents.\n\n",
    "acknowledgement": "\nThe authors thank Jacob Conway and Eric Parolin for excellent research assistance. We also thank anonymous referees, Sirio Aramonte, Stijn Claessens, Valeriya Dinger, Kebin Ma, Marcus Pramor, Jana Ohls, Tim Schmidt-Eisenlohr and participants at the 2016 IBEFA summer meeting and the Norges Bank’s Financial Stability and Macroprudential Policy workshop for very useful feedback. The views expressed in this paper are solely those of the authors and should not be interpreted as reflecting the view of the Board of Governors, Federal Reserve Bank of New York, the staff of the Federal Reserve System, or National Bureau of Economic Research.\n\n\n"
}