{
    "id": 22644,
    "citation_title": "Preferences for Equality in Environmental Outcomes",
    "citation_author": [
        "Maureen Cropper",
        "Alan Krupnick",
        "William Raich"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBenefit-cost analyses of health regulations traditionally evaluate their economic efficiency—ignoring equity. To help address the importance of equity, we develop a survey to elicit respondents’ preferences towards equality in health risks stemming from environmental causes.  Survey responses are used to parameterize an Atkinson index over environmental health risks. We compare these results to similar questions in the income context and find that respondents are significantly more averse to inequality in health risks than in income.  The mean respondent is willing to accept a 22% increase in average health risk if risks are equally distributed in the population, but willing to accept a decrease of only 5% in average income if incomes are equally distributed in the population.  We find that 30% of respondents answer health risk questions lexicographically—always preferring an equal distribution of risks to an unequal distribution, even if the latter makes everyone better off.\n\n",
    "acknowledgement": "\nWe thank the US Environmental Protection Agency for funding and Chris Dockins, Kelly Maguire, and Glenn Sheriff for their valuable comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}