{
    "id": 22643,
    "citation_title": "Credible Ecological Inference for Personalized Medicine: Formalizing Clinical Judgment",
    "citation_author": [
        "Charles F. Manski"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the ecological inference problem that arises when clinicians seek to personalize patient care by making health risk assessments conditional on observed patient attributes.  Let y be a patient outcome of interest and let (x = k, w = j) be patient attributes that a clinician observes.  The clinician may want to choose a care option that maximizes the patient's expected utility conditional on the observed attributes.  To accomplish this, the clinician needs to know the conditional probability distribution P(y|x = k, w = j).  In practice, it is common to have a trustworthy evidence-based risk assessment that predicts y conditional on a subset of the observed attributes, say x, but not conditional on (x, w).  Then the clinician knows P(y|x = k) but not P(y|x = k, w = j).  Partial conclusions about P(y∣x = k, w = j) may be drawn if the clinician also knows P(w = j|x = k).  Tighter conclusions may be possible if he combines knowledge of P(y|x) and P(w|x) with credible structural assumptions embodying some a priori knowledge of P(y|x, w).  This is the ecological inference problem studied here.  A substantial psychological literature comparing actuarial predictions and informal clinical judgments has concluded that clinicians should not attempt to subjectively predict patient outcomes conditional on attributes such as w that are not utilized in evidence-based risk assessments.  The analysis in this paper suggests that formalizing clinical judgment through analysis of the inferential problem may enable clinicians to make more informative personalized risk assessments.\n\n",
    "acknowledgement": "\nI have benefitted from the opportunity to present this work in a seminar at the Federal Reserve Bank of Cleveland and from the comments of Pamela Giustinelli and Max Tabord-Meehan. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}