{
    "id": 22651,
    "citation_title": "Capital Share Dynamics When Firms Insure Workers",
    "citation_author": [
        "Barney Hartman-Glaser",
        "Hanno Lustig",
        "Mindy Z. Xiaolan"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "2018-08-03",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough the aggregate capital share of U.S. firms has increased, the firm-level capital share of a typical U.S. firm has decreased. This divergence is due to mega-firms that now produce a larger output share without a proportionate increase in labor compensation. We develop a model in which firms insure workers against firm-specific shocks, where more productive firms allocate more rents to shareholders, while less productive firms endogenously exit. Increasing firm-level risk delays exit and increases the measure of mega-firms, which raises the aggregate capital share while lowering the average firm's capital share. An increase in the level of rents quantitatively magnifies this effect. We present evidence supporting this mechanism.\n\n",
    "acknowledgement": "\nPreviously circulated as \"National Income Accounting When Firms Insure Managers: Understanding Firm Size and Compensation Inequality\" and \"Capital Share Dynamics When Firms Insure Managers.\" We received detailed feedback from Hengjie Ai, Andy Atkeson, Alti Aydogan, Frederico Belo, Jonathan Berk, Peter DeMarzo, Darrell Duffie, Bernard Dumas, Andres Donangelo, Andrea Eisfeldt, Mike Elsby (discussant), Bob Hall, Lars Hansen, Ben Hebert, Chad Jones, Pat Kehoe, Matthias Kehrig (discussant), Arvind Krishnamurthy, Pablo Kurlat, Ed Lazear, Brent Neiman (discussant), Dimitris Papanikolaou (discussant), Monika Piazzesi, Luigi Pistaferri, Chris Tonetti, Sebastian DiTella, Martin Schneider, and Andy Skrypacz. The authors acknowledge comments received from seminar participants at Insead, the Stanford GSB, UT Austin, Universite de Lausanne and EPFL, the Carlson School at the University of Minnesota, the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of New York, the Capital Markets group at the NBER Summer Institute, NBER EFG, SITE, UCLA, the Duke/UNC Corporate Finance Conference, the 2016 Labor and Finance group meeting, and the UW-Madison Junior Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}