{
    "id": 22654,
    "citation_title": "Underemployment in the Early Careers of College Graduates Following the Great Recession",
    "citation_author": [
        "Jaison R. Abel",
        "Richard Deitz"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "2021-04-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThough labor market conditions steadily improved following the Great Recession, underemployment among recent college graduates continued to climb, reaching highs not seen since the early 1990s. In this paper, we take a closer look at the jobs held by underemployed college graduates in the early stages of their careers during the first few years after the Great Recession. Contrary to popular perception, we show that relatively few recent graduates were working in low-skilled service jobs, and that many of the underemployed worked in fairly well paid non-college jobs requiring some degree of knowledge and skill. We also find that the likelihood of being underemployed was lower for those with more quantitatively oriented and occupation-specific majors than it was for those with degrees in general fields. Moreover, our analysis suggests that underemployment is a temporary phase for many recent college graduates as they transition to better jobs after spending some time in the labor market, particularly those who start their careers in low-skilled service jobs.\n\n",
    "acknowledgement": "\nPrepared for NBER/CRIW conference on “Education, Skills, and Technical Change: Implications for Future U.S. GDP Growth.” We thank Chuck Hulten, Valerie Ramey, Till von Wachter, and the CRIW participants for helpful comments. The views and opinions expressed here are solely those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}