{
    "id": 22650,
    "citation_title": "Impacts of Monetary Stimulus on Credit Allocation and the Macroeconomy: Evidence from China",
    "citation_author": [
        "Kaiji Chen",
        "Patrick Higgins",
        "Daniel F. Waggoner",
        "Tao Zha"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "2019-12-30",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a new empirical framework to identify and estimate the effects of monetary stimulus on the real economy.  The framework is applied to the Chinese economy when monetary policy in normal times was switched to an extraordinarily expansionary regime to combat the impact of the 2008 financial crisis.  We show that this unprecedented monetary stimulus accounted for as high as a 4% increase of real GDP growth rate by the end of 2009.  Monetary transmission to the real economy was through bank credit allocated disproportionately to financing investment in real estate and heavy industries.  Such an asymmetric credit allocation resulted in the persistently high investment rate and debt-to-GDP ratio. Our findings provide a broad perspective on a tradeoff between short-run GDP growth and longer-run accumulated debt in response to large monetary interventions.\nThis working paper has been superseded by the authors’ later work \"Monetary Stimulus Amidst the Infrastructure Investment Spree: Evidence from China's Loan-Level Data,\" NBER working paper, no. 27763. Please use that working paper for citation.\n\n",
    "acknowledgement": "\nComments from Marty Eichenbaum, John Leahy, Chris Sims, Harald Uhlig, Gianluca Violante, and Shang-Jin Wei have helped improve earlier drafts.  We thank the discussants Kevin Huang, Bing Li, and Kang Shi as well as seminar participants at International Monetary Fund, Hong Kong Monetary Authority, ECB-Tsinghua Conference on China, Chinese University of Hong Kong, and Princeton University for helpful discussions.  This research is supported in part by the National Science Foundation Grant SES 1558486 through the NBER and by the National Natural Science Foundation of China Project Numbers 71473168, 71473169, and 71633003. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Atlanta, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}