{
    "id": 22658,
    "citation_title": "Zoning and the Economic Geography of Cities",
    "citation_author": [
        "Allison Shertzer",
        "Tate Twinam",
        "Randall P. Walsh"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nComprehensive zoning is ubiquitous in U.S. cities, yet we know surprisingly little about its long-run impacts. We provide the first attempt to measure the causal effect of land use regulation over the long term, using as our setting Chicago’s first (1923) comprehensive zoning ordinance.  Our results indicate that zoning has had a broader and more significant impact on the spatial distribution of economic activity than was previously believed. In particular, zoning may be more important than either geography or transportation networks – the workhorses of urban economic geography models – in explaining where commercial and industrial activity are located.\n\n",
    "acknowledgement": "\nAntonio Diaz-Guy, Phil Wetzel, Jeremy Brown, Andrew O’Rourke provided outstanding research assistance. Support for this research was provided by the NSF (SES-1459847). Additional support was provided by the Central Research Development Fund and the Center on Race and Social Problems at the University of Pittsburgh. We thank Werner Troesken, Mark Partridge, David Huffman, Leah Brooks, Daniel McMillen, Edward Coulson, and seminar participants at Yale, Tulane, Rochester, the Urban Economics Association, AREUEA, the University of South Carolina, the Lincoln Institute of Land Policy, and the University Center for Social and Urban Research (UCSUR) at the University of Pittsburgh. We are grateful to Gabriel Ahlfeldt and Daniel McMillen for providing the land price data.  We also thank David Ash and the California Center for Population Research for providing support for the microdata collection, Carlos Villareal and the Center for Population Economics at the University of Chicago for the Chicago street file, and Martin Brennan and Jean-Francois Richard for their support of the project.  Corresponding author’s email:  walshr@pitt.edu (R. Walsh).  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}