{
    "id": 22655,
    "citation_title": "Quantitative Spatial Economics",
    "citation_author": [
        "Stephen J. Redding",
        "Esteban Rossi-Hansberg"
    ],
    "citation_publication_date": "2016-09-19",
    "issue_date": "2016-09-15",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe observed uneven distribution of economic activity across space is influenced by variation in exogenous geographical characteristics and endogenous interactions between agents in goods and factor markets. Until recently, the theoretical literature on economic geography had focused on stylized settings that could not easily be taken to the data. This paper reviews more recent research that has developed quantitative models of economic geography. These models are rich enough to speak to first-order features of the data, such as many heterogenous locations and gravity equation relationships for trade and commuting. Yet at the same time these models are sufficiently tractable to undertake realistic counterfactuals exercises to study the effect of changes in amenities, productivity, and public policy interventions such as transport infrastructure investments. We provide an extensive taxonomy of the different building blocks of these quantitative spatial models and discuss their main properties and quantification.\n\n",
    "acknowledgement": "\nThis paper is prepared for the Annual Review of Economics. We thank the IES and Princeton for research support. We are grateful to co-authors and colleagues for insightful comments and discussion, including Lorenzo Caliendo, Klaus Desmet, Dave Donaldson, Pablo Fajgelbaum, Gene Grossman, Ferdinando Monte, Eduardo Morales, Henry Overman, Daniel Sturm, Tony Venables, and Nikolaus Wolf. Responsibility for any views, errors and omissions lies with the authors alone. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsteban Rossi-Hansberg\n\nRossi-Hansberg was a long-term consultant at the Richmond Fed while writing parts of this paper. This relationship did not affect the research or conclusions presented in the paper.\n\n\n"
}