{
    "id": 22667,
    "citation_title": "The Rise and Nature of Alternative Work Arrangements in the United States, 1995-2015",
    "citation_author": [
        "Lawrence F. Katz",
        "Alan B. Krueger"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "2020-08-25",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo monitor trends in alternative work arrangements, we conducted a version of the Contingent Worker Survey as part of the RAND American Life Panel in late 2015. The findings point to a significant rise in the incidence of alternative work arrangements in the U.S. economy from 2005 to 2015.  The percentage of workers engaged in alternative work arrangements – defined as temporary help agency workers, on-call workers, contract workers, and independent contractors or freelancers – rose from 10.7 percent in February 2005 to 15.8 percent in late 2015. The percentage of workers hired out through contract companies showed the largest rise, increasing from 1.4 percent in 2005 to 3.1 percent in 2015.  Workers who provide services through online intermediaries, such as Uber or Task Rabbit, accounted for 0.5 percent of all workers in 2015.  About twice as many workers selling goods or services directly to customers reported finding customers through offline intermediaries than through online intermediaries.\n\n",
    "acknowledgement": "\nWe thank David Cho, Lance Liu, and Jonathan Roth for excellent research assistance; Ed Freeland for help designing our questionnaire; Adam Looney for advice on tax data; and Mathew Baird, Karen Edwards, and Diana Malouf of RAND for help with the survey.  The Princeton University Industrial Relations Section provided funding to conduct the RAND Survey.  Katharine Abraham, Henry Farber, Anne Polivka, Harry Katz, and seminar participants at LERA, MIT, NBER, Princeton, the Russell Sage Foundation, the New York Federal Reserve Bank, and the U.S. Department of Labor provided helpful comments.  We are responsible for any errors. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}