{
    "id": 22661,
    "citation_title": "Hope as Aspirations, Agency, and Pathways: Poverty Dynamics and Microfinance in Oaxaca, Mexico",
    "citation_author": [
        "Travis J. Lybbert",
        "Bruce Wydick"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWork in positive psychology decomposes hope into aspirations, agency, and pathways. Operating in the context of an economic model developed with this framework, we review the literature on hope from philosophy, theology, psychology, and its relationship to emerging work on aspirations in development economics. We then present one-month follow-up results from an experimental study based on a hope intervention in Oaxaca, Mexico among 601 indigenous women with access to microfinance loans. Our early experimental results suggest that the intervention raised aspirations approximately a quarter of a standard deviation, significantly raised a hope index among the treated subjects, and had positive but statistically insignificant results on enterprise revenues and profits.\n\n",
    "acknowledgement": "\nWe thank Chris Barrett, Paolo Carozza, Alessandra Cassar, Paul Glewwe, Phillip Ross, and Laine Rutledge, seminar participants at the University of California at Davis, San Jose State University, University of Gothenberg, University of Notre Dame, Hope College, the University of California at Berkeley, and seminar participants at the 2016 Pacific Conference for Development Economics at Stanford University for helpful conversations and comments related to this research. Funding from the University of Notre Dame, The University of San Francisco, and The University of California at Davis is gratefully acknowledged. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000721. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}