{
    "id": 22665,
    "citation_title": "The Consequences of Long-Term Unemployment: Evidence from Linked Survey and Administrative Data",
    "citation_author": [
        "Katharine G. Abraham",
        "John C. Haltiwanger",
        "Kristin Sandusky",
        "James Spletzer"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIt is well known that the long-term unemployed fare worse in the labor market than the short-term unemployed, but less clear why this is so. One potential explanation is that the long-term unemployed are “bad apples” who had poorer prospects from the outset of their spells (heterogeneity). Another is that their bad outcomes are a consequence of the extended unemployment they have experienced (state dependence). We use Current Population Survey (CPS) data on unemployed individuals linked to wage records for the same people to distinguish between these competing explanations.  For each person in our sample, we have wage record data that cover the period from 20 quarters before to 11 quarters after the quarter in which the person is observed in the CPS. This gives us rich information about prior and subsequent work histories not available to previous researchers that we use to control for individual heterogeneity that might be affecting subsequent labor market outcomes.  Even with these controls in place, we find that unemployment duration has a strongly negative effect on the likelihood of subsequent employment. This result is robust to efforts to account for differences in labor market circumstances that might affect job-finding success rates. The findings are inconsistent with the heterogeneity (“bad apple”) explanation for why the long-term unemployed fare worse than the short-term unemployed and lend support to the state dependence explanation for the negative association between unemployment duration and subsequent employment rates.  We also find that longer unemployment durations are associated with lower subsequent earnings, though this is mainly attributable to the long-term unemployed having a lower likelihood of subsequent employment rather than to their having lower earnings once a job is found.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Consequences of Long Term Unemployment: Evidence from Matched Employer-Employee Data.\" We thank Lucia Foster, Henry Hyatt, Robert Valletta, Till von Wachter and an anonymous referee for helpful comments and suggestions.  We also have benefited from the opportunity to present earlier versions of the paper at the U.S. Census Bureau, Princeton University, the IZA, the Society of Labor Economists Annual Meetings and the Econometric Society Winter Meetings.  Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau or the National Bureau of Economic Research.  All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}