{
    "id": 22660,
    "citation_title": "Pay Now or Pay Later?: The Economics within the Private Equity Partnership",
    "citation_author": [
        "Victoria Ivashina",
        "Josh Lerner"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nThe economics of partnerships have been of enduring interest to economists, but many issues regarding intergenerational conflicts and their impact on the continuity of these organizations remain unclear. We examine 717 private equity partnerships, and show that (a) the allocation of fund economics to individual partners is divorced from past success as an investor, being instead critically driven by status as a founder, (b) the underprovision of carried interest and ownership—and inequality in fund economics more generally—leads to the departures of senior partners, and (c) the departures of senior partners have negative effects on the ability of funds to raise additional capital.\n\n",
    "acknowledgement": "\nWe thank participants in the CalTech/USC Private Equity Finance Conference, the London Business School Private Equity Symposium, Ashwini Agrawal (discussant), Yael Hochberg (discussant), Anna Kovner, Edward Lazear, Ludovic Phalippou and a number of seminar participants at various schools and practitioners for helpful comments. Grace Kim, Andrew Green, Lucy Zhang, Yulin Hswen, and Kaveh Motamedy provided remarkable assistance with the analysis. Harvard Business School’s Division of Research and the Private Capital Research Institute provided support for this project. One of the authors has advised institutional investors in private equity funds, private equity groups, and governments designing policies relevant to private equity. All errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}