{
    "id": 22664,
    "citation_title": "A Simpler Theory of Optimal Capital Taxation",
    "citation_author": [
        "Emmanuel Saez",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "2017-10-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper develops a theory of optimal capital taxation that expresses optimal tax formulas in sufficient statistics. We first consider a simple model with utility functions linear in consumption and featuring heterogeneous utility for wealth. In this case, there are no transitional dynamics, the steady-state is reached immediately and has finite elasticities of capital with respect to the net-of-tax rate. This allows for a tractable optimal tax analysis with formulas expressed in terms of empirical elasticities and social preferences that can address many important policy questions. These formulas can easily be taken to the data to simulate optimal taxes, which we do using U.S. tax return data on labor and capital incomes. Second, we show how these results can be extended to the case with concave utility for consumption. The same types of formulas carry over by appropriately defining elasticities. We show that one can recover all the results from the simpler model using a new and non standard steady state approach that respects individual preferences even with a fully general utility function.\n\n",
    "acknowledgement": "\nWe thank Alan Auerbach, Stephen Coate, Emmanuel Farhi, Mike Golosov, Henrik Kleven, Thomas Piketty, Joel Slemrod, Matthew Weinzierl, Nicolas Werquin, Daniel Waldenström, and numerous seminar and conference participants for useful discussions and comments. We acknowledge financial support from the MacArthur Foundation, and the Center for Equitable Growth at UC Berkeley. We thank Nina Roussille for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}