{
    "id": 22663,
    "citation_title": "Accounting for Business Cycles",
    "citation_author": [
        "Pedro Brinca",
        "V. V. Chari",
        "Patrick J. Kehoe",
        "Ellen McGrattan"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Labor Studies",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe elaborate on the business cycle accounting method proposed by Chari, Kehoe, and McGrattan (2007), clear up some misconceptions about the method, and then apply it to compare the Great Recession across OECD countries as well as to the recessions of the 1980s in these countries. We have four main findings. First, with the notable exception of the United States, Spain, Ireland, and Iceland, the Great Recession was driven primarily by the efficiency wedge. Second, in the Great Recession, the labor wedge plays a dominant role only in the United States, and the investment wedge plays a dominant role in Spain, Ireland, and Iceland. Third, in the recessions of the 1980s, the labor wedge played a dominant role only in France, the United Kingdom, Belgium, and New Zealand. Finally, overall in the Great Recession the efficiency wedge played a more important role and the investment wedge played a less important role than they did in the recessions of the 1980s.\n\n",
    "acknowledgement": "\nWe thank Peter Klenow for useful comments and Francesca Loria for excellent research assistance. Chari and Kehoe thank the National Science Foundation for financial support. Pedro Brinca is grateful for financial support from the Portuguese Science and Technology Foundation, grants number SFRH/BPD/99758/2014, UID/ECO/00124/2013, and UID/ECO/00145/2013. The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}