{
    "id": 22677,
    "citation_title": "Aggregate Recruiting Intensity",
    "citation_author": [
        "Alessandro Gavazza",
        "Simon Mongey",
        "Giovanni L. Violante"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a model of firm dynamics with random search in the labor market where hiring firms exert recruiting effort by spending resources to fill vacancies faster. Consistent with micro evidence, in the model fast-growing firms invest more in recruiting activities and achieve higher job-filling rates. In equilibrium, individual decisions of hiring firms aggregate into an index of economy-wide recruiting intensity. We use the model to study how aggregate shocks transmit to recruiting intensity, andwhether this channel can account for the dynamics of aggregate matching efficiency around the Great Recession. Productivity and financial shocks lead to sizable pro-cyclical fluctuations inmatching efficiency through recruiting effort. Quantitatively, the main mechanism is that firms attain their employment targets by adjusting their recruiting effort as labor market tightness varies. Shifts in sectoral composition can have a sizable impact on aggregate recruiting intensity. Fluctuations in new-firm entry, instead, have a negligible effect despite their contribution to aggregate job and vacancy creations.\n\n",
    "acknowledgement": "\nWe thank Steve Davis, Jason Faberman, Mark Gertler, Bob Hall, Leo Kaas, Ricardo Lagos, and Giuseppe Moscarini for helpful suggestions at various stages of this project, and our discussants Russell Cooper, Kyle Harkenoff, William Hawkins, Jeremy Lise and Nicolas Petrosky-Nadeau for many useful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}