{
    "id": 22679,
    "citation_title": "Parental Resources and College Attendance: Evidence from Lottery Wins",
    "citation_author": [
        "George Bulman",
        "Robert Fairlie",
        "Sarena Goodman",
        "Adam Isen"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "2020-12-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine U.S. children whose parents won the lottery to trace out the effect of financial resources on college attendance. The analysis leverages federal tax and financial aid records and substantial variation in win size and timing. While per-dollar effects are modest, the relationship is weakly concave, with a high upper bound for amounts greatly exceeding college costs. Effects are smaller among low-SES households, not sensitive to how early in adolescence the shock occurs, and not moderated by financial aid crowd-out. The results imply that households derive consumption value from college and household financial constraints alone do not inhibit attendance.\n\n",
    "acknowledgement": "\nWe thank Scott Carrell, Oded Gurantz, Brad Hershbein, Nate Hilger, Lance Lochner, Paco Martorell, Benjamin Marx, Constantine Yannelis, Sarah Pack Reber, and seminar participants at the 2016 NBER Summer Institute Education Meeting, 2016 All California Labor Economics Conference, 2016 Annual Conference on Taxation, 2017 NBER Labor Studies Program Meeting, American University, Census Bureau, George Mason University, Stanford University, Urban Institute, University of Bonn, University of California at Santa Cruz, University of Illinois, and the University of Nevada at Reno for helpful comments and suggestions. Steve Ramos provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Board of Governors, National Bureau of Economic Research, or U.S. Department of the Treasury. All errors are our own.\n\n\n"
}