{
    "id": 22673,
    "citation_title": "Incentives and Ethics in the Economics of Body Parts",
    "citation_author": [
        "Nicola Lacetera"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Culture",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch shows that properly devised economic incentives increase the supply of blood without hampering its safety; similar effects may be expected also for other body parts such as bone marrow and organs. These positive effects alone, however, do not necessarily justify the introduction of payments for supplying body parts; these activities concern contested commodities or repugnant transactions, i.e. societies may want to prevent certain ways to regulate a transaction even if they increased supply, because of ethical concerns. When transactions concern contested commodities, therefore, societies often face trade-offs between the efficiency-enhancing effects of trades mediated by a monetary price, and the moral opposition to the provision of these payments. In this essay, I first describe and discuss the current debate on the role of moral repugnance in controversial markets, with a focus on markets for organs, tissues, blood and plasma. I then report on recent studies focused on understanding the trade-offs that individuals face when forming their opinions about how a society should organize certain transactions.\n\n",
    "acknowledgement": "\nI wrote this paper following my participation to the Symposium “Law and Markets: Regulating Controversial Exchange” at the Osgoode Law School of York University, Toronto, in September of 2015. I thank Mitu Gulati, Kim Krawiec and Poonam Puri for inviting me to the Symposium and encouraging me to write this essay, and for providing insightful comments to a previous draft. I also greatly benefited from conversations with Al Roth. The essay builds on my joint work and almost daily interactions with Julio Elías and Mario Macis; I want to express my gratitude to them, and to claim only partial ownership over (but full responsibility for) what I wrote. In addition to the recent work with Julio and Mario and to previous studies conducted with Mario, I extensively refer to my research in collaboration with Victor Iajya, Robert Slonim, and Sarah Stith. The content and structure of this paper partially follows a cycle of lectures that I gave at the Center for Economic Studies of the Ludwig Maximilian University of Munich in July 2016; I am thankful for the hospitality of the University and the Center during my visiting period, and to the colleagues and students there for their comments. I dedicate this paper to the memory of my friend Julia Fletcher, whose life could have been longer if a bone marrow match were found for her. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}