{
    "id": 22671,
    "citation_title": "Applying Behavioral Economics to Public Policy in Canada",
    "citation_author": [
        "Robert French",
        "Philip Oreopoulos"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "2017-02-15",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBehavioral economics incorporates ideas from Psychology, Sociology, and Neuroscience to better predict how individuals make long-term decisions. Often the ideas adopted include present or inattention bias, both potentially leading to sub-optimal outcomes. But these models also point to opportunities for effective, low-cost government policies that can have meaningful positive effects on people’s long-term well-being. The last decade has been marked by a growing interest from governments the world over in using behavioral economics to inform policy decisions. This is true of Canada as well. In this paper we discuss the increasingly important role behavioral economics plays in Canadian public policy. We first contextualize government policies that have incorporated insights from behavioral economics by outlining a collection of models of intertemporal choice. We then present examples of public policy initiatives that are based upon findings in the field, placing particular emphasis on Canadian initiatives. We also document future opportunities, challenges, and limitations.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Raj Chande (Behavioral Insights Team), Urvashi Dhawan-Biswal (Employment and Social Development Canada), Mireille Ethier (Canada Revenue Agency), Reuben Ford (Social Research and Demonstration Corporation), Elizabeth Hardy (Privy Council Office), Julian House (Treasury Board Secretariat), Kory Kroft (University of Toronto), Kathryn Mills (Canada Revenue Agency), Hasti Rahbar (Employment and Social Development Canada), Aaron Rosenberg (Canada Revenue Agency), Steven Ryan (Abdul Latif Jameel Poverty Action Lab), Dilip Soman (Behavioural Economics in Action at Rotman), Will Tucker (Ideas42), Sasha Tregebov (Deloitte), and Ekaterina Tyshchenko (Deloitte) for providing helpful comments and information. Opinions expressed in this paper are by the authors only and do not necessarily represent those from any government or institutional organization, nor those of the National Bureau of Economic Research.  All omissions or errors are, of course, the authors’ sole responsibility.\n\n\n"
}