{
    "id": 22670,
    "citation_title": "Can Cash Transfers Help Households Escape an Inter-Generational Poverty Trap?",
    "citation_author": [
        "M. Caridad Araujo",
        "Mariano Bosch",
        "Norbert Schady"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany poor households in developing countries are liquidity-constrained. As a result, they may under-invest in the human capital of their children. We provide new evidence on the long-term (10-year) effects of cash transfers using data from Ecuador. Our analysis is based on two separate sources of data and two identification strategies. First, we extend the results from an experiment that randomly assigned children under the age of 6 years to “early” or “late” treatment groups. Although the early treatment group received twice as much in transfers, we find no difference between children in the two groups on performance on a large number of tests. Second, we use a regression discontinuity design exploiting the fact that a “poverty index” was used to determine eligibility for transfers. We focus on children who were just-eligible and just-ineligible for transfers when they were in late childhood, and compare their school attainment and work status 10 years later. Transfers increased secondary school completion, but the effects are small, between 1 and 2 percentage points from a counterfactual school completion rate of 75 percent. We conclude that any effect of cash transfers on the inter-generational transmission of poverty in Ecuador is likely to be modest.\n\n",
    "acknowledgement": "\nSurvey data collection for this project was financed by the Inter-American Development Bank. Administrative data was obtained from the Government of Ecuador. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Inter-American Development Bank, its Board of Directors, or the countries they represent.\n\n\n\nM. Caridad Araujo\n\nSurvey data collection for this project was financed by the Inter-American Development Bank. Administrative data was obtained from the Government of Ecuador. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the Inter-American Development Bank, its Board of Directors, or the countries they represent.\n\n\n"
}