{
    "id": 22675,
    "citation_title": "Quality Predictability and the Welfare Benefits from New Products: Evidence from the Digitization of Recorded Music",
    "citation_author": [
        "Luis Aguiar",
        "Joel Waldfogel"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the consequence of quality unpredictability for the welfare benefit of new products, using recent developments in recorded music as our context. Digitization has expanded consumption opportunities by giving consumers access to the “long tail” of existing products, rather than simply the popular products that a retailer might stock with limited shelf space. While this is clearly beneficial to consumers, the benefits are somewhat limited: given the substitutability among differentiated products, the incremental benefit of obscure products - even lots of them - can be small. But digitization has also reduced the cost of bringing new products to market, giving rise to a different sort of long tail, in production. If the appeal of new products is unpredictable at the time of investment, as is the case for cultural products as well as many others, then creating new products can have substantial welfare benefits. Technological change in the recorded music industry tripled the number of new products between 2000 and 2008. We quantify the effects of new music on welfare using a simple illustrative, but explicitly structural, model of demand and entry with potentially unpredictable product quality. Based on a range of plausible forecasting models of expected appeal, a tripling of the choice set according to expected quality adds substantially more to consumer surplus and overall welfare than the usual long-tail benefits from a tripling of the choice set according to realized quality, perhaps by more than an order of magnitude.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Avi Goldfarb and Ajay Agrawal, as well as seminar participants at the IPTS, Minnesota, the Society for Economic Research on Copyright Issues, the Summer Institute on Competitive Strategy at Berkeley, the NBER Summer Institute joint IO/Digitization meeting, the Econometric Society Meetings in Minneapolis, the 12th Conference on Media Economics in Naples, the 13th ZEW Conference on ICTs in Mannheim, the 8th ICT Conference in ParisTech, Penn State, the University of Michigan, Yale University, Stanford GSB, the University of Zurich, and Universidad Carlos III de Madrid. All remaining errors are ours. Disclaimer: The views expressed are those of the authors and do not necessarily reflect the official opinion of the European Commission or the EC Joint Research Center, nor do they necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJoel Waldfogel\n\nOne author of this paper, Luis Aguiar, works for the IPTS.  The other author, Joel Waldfogel, has received financial support from the IPTS.\n\n\n"
}