{
    "id": 22687,
    "citation_title": "The Impact of Intergenerational Transfers on Household Wealth Inequality in Japan and the United States",
    "citation_author": [
        "Yoko Niimi",
        "Charles Yuji Horioka"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo help shed light on the implications of intergenerational transfers for wealth inequality, this paper examines whether or not individuals who receive intergenerational transfers from their parents are more likely to leave bequests to their children than those who do not using data for Japan and the United States. The estimation results show that the receipt of intergenerational transfers from parents and/or parents-in-law increases the likelihood of individuals’ leaving bequests to their own children in both Japan and the United States, which in turn is likely to contribute to the persistence or widening of wealth disparities. However, such a tendency is found to be stronger among less better-off households in both countries, and this may help alleviate the disequalizing effect of intergenerational transfers on the distribution of wealth, at least to some extent.\n\n",
    "acknowledgement": "\nThe empirical work undertaken in this paper utilizes micro data from the Preference Parameters Study of Osaka University’s 21st Century COE Program “Behavioral Macrodynamics Based on Surveys and Experiments’ and its Global COE Project ‘Human Behavior and Socioeconomic Dynamics.” We acknowledge the program/project’s contributors─Yoshiro Tsutsui, Fumio Ohtake and Shinsuke Ikeda. We are also grateful to Tomoki Fujii, Tatsuo Hatta, Matthias Helble, Richard Cheung Lam, Kang H. Park, Eric Ramstetter, Dylan Rassier, Ayako Saiki, Tien Mahn Vu, Guanghua Wan, Naoyuki Yoshino, Eden Yu, and other participants of the 11th Biennial ACFEA (Asian Consumer and Family Economics Association) Conference, the Asian Development Bank Institute-World Economy Workshop on Sources of Income Inequality in Asia, a seminar at the Asian Growth Research Institute, and the 34th IARIW (International Association for Research in Income and Wealth) General Conference. This work was supported by JSPS (Japan Society for the Promotion of Science) KAKENHI Grant Number 15H01950, a project grant from the Asian Growth Research Institute, and a grant from the MEXT Joint Usage/Research Center at the Institute of Social and Economic Research, Osaka University. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}