{
    "id": 22688,
    "citation_title": "The effect of medical marijuana laws on the health and labor supply of older adults: Evidence from the Health and Retirement Study",
    "citation_author": [
        "Lauren Hersch Nicholas",
        "Johanna Catherine Maclean"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "2018-03-08",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOlder adults have the highest rates of many health conditions for which medical marijuana may be effective in moderating symptoms and are at elevated risk of reducing labor supply due to poor health. Surprisingly little is known about how this group responds to medical marijuana laws. We provide the first estimates of the effects of state medical marijuana laws on the health and labor supply of adults age 51 and older, focusing on those with medical conditions that may respond to medical marijuana. We use longitudinal data from the Health and Retirement Study to study these questions using differences-in-differences regression models. Three principle findings emerge from our analysis. First, we document that medical marijuana law passage leads to reductions in chronic pain and improvements in self-assessed health among older adults. Second, we show that passage of a state medical marijuana law leads to increases in older adult labor supply, with effects concentrated on the intensive margin. Third, effects are largest among older adults with a health condition that would qualify for legal medical marijuana use under current state laws. Findings highlight the role of health policy in supporting work among older adults.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Impact of Medical Marijuana Laws on the Labor Supply and Health of Older Adults: Evidence from the Health and Retirement Study.\" This work was supported by the National Institute on Aging (K01AG041763). We are grateful for support from Hopkins Population Center (NICHD R24HD042854) for use of restricted data sets in their cold room. Findings do not represent the views of the sponsor. We thank Stefanie Deluca, Brady Horn, Sean Lyons, Ian McCarthy, Dan Rees, Douglas Webber, and seminar participants at McMaster University, Cornell University, the 2016 Midwestern Health Economics Conference, the 2016 American Society of Health Economists Biennial Conference, and the 2016 Association for Public Policy and Management for helpful comments. We thank Kevin Zhang for excellent research assistance. All errors are our own.  The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nLauren Hersch Nicholas\n\nDr. Nicholas currently receives grant funding from the Arnold Foundation and the National Institute on Aging.  She is a consultant to the Agency for Healthcare Research & Quality's Healthcare Cost and Utilization Project.\n\n\n"
}