{
    "id": 22689,
    "citation_title": "The Stock Market and Bank Risk-Taking",
    "citation_author": [
        "Antonio Falato",
        "David Scharfstein"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present evidence that pressure to maximize short-term stock prices and earnings leads banks to increase risk. We start by showing that banks increase risk when they transition from private to public ownership through a public listing or an acquisition. The increase in risk is greater than for a control group of banks that intended but failed to transition from private to public ownership, a result that is robust to using a plausibly exogenous instrument for failed transitions. The increase in risk is also greater than for a control group of banks that were acquired but did not change their listing status. We establish that pressure to maximize short-term stock prices helps to explain these findings by showing that the increase in risk is larger for newly public banks that are more focused on short-term stock prices and performance.\n\n",
    "acknowledgement": "\nWe thank Matthew Baron, Todd Gormley, Robin Greenwood, Sam Hanson, Nellie Liang, Filippo Mezzanotti, Jeremy Stein, and seminar participants at the Federal Reserve Board, Federal Reserve Bank of Boston, National Bureau of Economic Research, University of Maryland, University of Pennsylvania, University of Virginia, and Yeshiva University for helpful comments and discussions. Jane Brittingham, Xavy San Gabriel, Ainsley Daigle, and Mihir Gandhi provided excellent research assistance. Special thanks go to Andreas Lehnert and\nNida Davis for their help with accessing the confidential supervisory data. Scharfstein thanks the Division of Research at Harvard Business School for financial support. All remaining errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research or the Federal Reserve Board.\n\n\n"
}