{
    "id": 22685,
    "citation_title": "Intellectual Property Rights Protection, Ownership, and Innovation: Evidence from China",
    "citation_author": [
        "Lily Fang",
        "Josh Lerner",
        "Chaopeng Wu"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nUsing a difference-in-difference approach, we study how intellectual property right (IPR) protection affects innovation in China in the years around the privatizations of state-owned enterprises (SOEs). Innovation increases after SOE privatizations, and this increase is larger in cities with strong IPR protection. Our results support theoretical arguments that IPR protection strengthens firms’ incentives to innovate and that private sector firms are more sensitive to IPR protection than SOEs.\n\n",
    "acknowledgement": "\nWe are grateful for the helpful comments from Andrew Karolyi and two anonymous referees. We thank Harvard Business School’s Division of Research for their financial support. Patent Sight provided helpful data. Di Tang at Xia Men University helped with data collection. Seminar audiences at the American Economic Association annual meeting, Cornell University, London Business School, the Tsinghua PBSCF Conference on Entrepreneurial Finance and Innovation Around the World (especially our discussant, T.J. Wong), and the University of Pennsylvania provided helpful comments. Josh Lerner has advised institutional investors in venture capital funds, venture capital groups, and governments designing policies relevant to venture capital and innovation policy.  Any errors and omissions are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nChaopeng Wu\n\nWu gratefully acknowledges financial support from the National Natural Science Foundation of China (Grant 71272082, 71232005, 71402156, 71532012), Major Research Project of Philosophical and Social Science of China Education Ministry (Grant 15JZD019), Social Science Foundation of Fujian Province in China (Grant 2012B025, 2014C123), New Century Talent Supporting Project of China Education Ministry (NECT-12-0320), and Fok Ying Tung Education Foundation (Grant 141079).\n\n\n"
}