{
    "id": 22681,
    "citation_title": "Measuring Effects of SNAP on Obesity at the Intensive Margin",
    "citation_author": [
        "Lorenzo N. Almada",
        "Rusty Tchernis"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of the Supplemental Nutrition Assistance Program (SNAP) on obesity have been the focus of much debate. However, causal interpretation of estimates from previous studies, comparing participants to non-participants, is complicated by endogeneity and possible misreporting of participation in SNAP. In this paper, we take a novel approach to examine quasi-experimental variation in SNAP benefit amount on adult obesity. Children of SNAP households qualify for free in-school meals, thus freeing some additional benefits for the household. A greater proportion of school-age children eligible for free in-school meals proxies for an exogenous increase in the amount of SNAP benefits available per adult. Using data from the National Longitudinal Survey of Youth-1979 we show that school meals represent a non-trivial part of the food budget for SNAP households. We find that increases in SNAP benefits have no effect on obesity levels for the full sample of those who report SNAP participation. To better isolate the effects of additional benefits from other potential changes we restrict our analysis to adults living in households with at least one child under 5 years of age. In this setting, we find that additional SNAP benefits reduce BMI and the probability of being obese for SNAP adults.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Rachana Bhatt, Charles Courtemanche, David Frisvold, Barry Hirsch, Dan Kreisman, Nikolas Mittag, Tom Mroz, Michelle Ver Ploeg, as well as seminar participants from Abt Associates, California State University – Chico, Columbia University Social Policy Seminar Series, Duke University, Food and Drug Administration, Georgia State University, IMPAQ International, Western Economic Association Conference, Southern Economic Association Conference, United States Department of Agriculture – Economic Research Service, and the University of Maryland Baltimore County. This work was made possible by the generous funding from the Jean Childs Fellowship as well as the American Society of Hispanic Economists dissertation fellowship. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}