{
    "id": 22686,
    "citation_title": "Borrowing Requirements, Credit Access, and Adverse Selection: Evidence from Kenya",
    "citation_author": [
        "William Jack",
        "Michael Kremer",
        "Joost de Laat",
        "Tavneet Suri"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "2019-09-26",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo the stringent formal sector borrowing requirements common in many developing countries restrict credit access, technology adoption, and welfare? When a Kenyan dairy's savings and credit cooperative randomly offered some farmers the opportunity to replace loans with high down payments and stringent guarantor requirements with loans collateralized by the asset itself — a large water tank — loan take-up increased from 2.4% to 41.9%. (In contrast, substituting joint liability requirements for deposit requirements did not affect loan take up.) There were no repossessions among farmers allowed to collateralize 75% of their loans, and there was only a 0.7% repossession rate among those offered 96% asset collateralization. A Karlan-Zinman test based on waiving borrowing requirements ex post finds evidence of adverse selection with lowered deposit requirements, but not of moral hazard. A simple model and rough calibration suggests that adverse selection may deter lenders from making welfare-improving loans with lower deposit requirements, even after introducing asset collateralization. We estimate that 2/3 of marginal loans led to increased water storage investment. Real effects of loosening borrowing requirements include increased household water access, reductions in child time spent on water-related tasks, and greater school enrollment for girls.\n\n",
    "acknowledgement": "\nThe authors would like to thank Egor Abramov, William Glennerster, Matthew Goodkin-Gold, Kamran Jamil, Benjamin Marx, Adam Ray, Itzchak Raz, Indrani Saran and Kevin Xie for exceptional research assistance. Our gratitude also goes out to Suleiman Asman, Antony Wainaina and Nadir Shams for excellent management, field supervision and data collection. We are grateful to Joshua Angrist, Michael Boozer, Esther Duflo, Rachel Glennerster and to seminar audiences at the CEGA East Africa Evidence Summit, Nairobi; Georgetown University; Harvard University; the IGC Trade and Development Conference at Stanford University; the IPA Microfinance Conference; the MIT Development Lunch; Northwestern; Notre Dame; University of California, San Diego; Tinbergen Institute, Amsterdam; and the World Bank for comments. We thank the Gates Foundation, Google and the Agricultural Technology Adoption Initiative for funding. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}