{
    "id": 22683,
    "citation_title": "Occupational Choice in Early Industrializing Societies: Experimental Evidence on the Income and Health Effects of Industrial and Entrepreneurial Work",
    "citation_author": [
        "Christopher Blattman",
        "Stefan Dercon"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAs low-income countries industrialize, workers choose between informal self-employment and low-skill manufacturing. What do workers trade off, and what are the long run impacts of this occupational choice? Self-employment is thought to be volatile and risky, but to provide autonomy and flexibility. Industrial firms are criticized for poor wages and working conditions, but they could offer steady hours among other advantages. We worked with five Ethiopian industrial firms to randomize entry-level applicants to one of three treatment arms: an industrial job offer; a control group; or an “entrepreneurship” program of $300 plus business training. We followed the sample over a year. Industrial jobs offered more hours than the control group’s informal opportunities, but had little impact on incomes due to lower wages. Most applicants quit the sector quickly, finding industrial jobs unpleasant and risky. Indeed, serious health problems rose one percentage point for every month of industrial work. Applicants seem to understand the risks, but took the industrial work temporarily while searching for better work. Meanwhile, the entrepreneurship program stimulated self-employment, raised earnings by 33%, provided steady work hours, and halved the likelihood of taking an industrial job in future. Overall, when the barriers to self-employment were relieved, applicants appear to have preferred entrepreneurial to industrial labor.\n\n",
    "acknowledgement": "\nWe thank the participating firms plus the Ethiopian Development Research Institute and Innovations for Poverty Action for field research. For comments we thank David Atkin, Abhijit Banerjee, Konrad Burchardi, Stefano Caria, Brandon de la Cuesta, Simon Franklin, Tim Harford, Macartan Humphreys, Supreet Kaur, Thomas Leavitt, Jeremy Magruder, Suresh Naidu, Paul Niehaus, Cristian Pop-Eleches, Dani Rodrik, Antoinette Schoar, Georgiy Syunyaev, Eric Verhoogen, Chris Woodruff, and seminar participants at Princeton, Harvard Business School, Stanford, Georgetown, Johns Hopkins SAIS, Oxford, CU Denver, CGD, DFID, and the 2015 NBER Summer Institute, 29th BREAD, 2015 CAPERS, and 2012 IGC Growth Week conferences. For funding we thank the Aspen ANDE group, the International Growth Center, the U.K. Department for International Development, the Templeton Foundation, and a Vanguard Charitable Trust. Natalie Carlson, Felipe Dizon, Courtney Han, Dawit Kebede, Sana Khan, Benjamin Morse, Richard Peck, Patryk Perkowski, Katherine Rodrigues, Joe St. Clair, and Nynne Warring provided research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}