{
    "id": 22682,
    "citation_title": "Child Poverty, the Great Recession, and the Social Safety Net in the United States",
    "citation_author": [
        "Marianne Bitler",
        "Hilary Hoynes",
        "Elira Kuka"
    ],
    "citation_publication_date": "2016-09-26",
    "issue_date": "2016-09-22",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we comprehensively examine the effects of the Great Recession on child poverty, with particular attention to  the role of the social safety net in mitigating the adverse effects of shocks to earnings and income. Using a state panel data model and data for 2000 to 2014, we estimate the relationship between the business cycle and child poverty, and we examine how and to what extent the safety net is providing protection to at-risk children. We find compelling evidence that the safety net provides protection; that is, the cyclicality of after-tax-and-transfer child poverty is significantly attenuated relative to the cyclicality of private income poverty. We also find that the protective effect of the safety net is not similar across demographic groups, and that children from more disadvantaged backgrounds, such as those living with non-Hispanic black or Hispanic, single, or particularly immigrant household heads-or immigrant spouses, experience larger poverty cyclicality than non-Hispanic white, married, or native household heads with native spouses. Our findings hold across a host of choices for how to define poverty. These include measures based on absolute thresholds or more relative thresholds. They also hold for measures of resources that include not only cash and near cash transfers net of taxes but also several measures of medical benefits.\n\n",
    "acknowledgement": "\nWe thank Patty Anderson, Chloe East, Kosali Simon, and George Saioc for generously sharing their expertise and data on state safety net policies and state policies regarding foreclosures, and Chris Wimer for sharing historical supplemental poverty thresholds from Fox et al. (2015a). Dorian Carloni and Krista Ruffini provided excellent research assistance. This research was partially funded by a grant from UNICEF. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nHilary Hoynes\n\nNo additional disclosures.\n\n\n"
}