{
    "id": 2269,
    "citation_title": "Regulation and the Provision of Quality to Heterogenous Consumers: The Case of Prospective Pricing of Medical Services",
    "citation_author": [
        "Robin Allen",
        "Paul J. Gertler"
    ],
    "citation_publication_date": "1987-05-01",
    "issue_date": "1987-05-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis gaper analyzes the welfare implications of fixed price regulation in a model in which consumers are heterogeneous and a firm can endogenously quality discriminate. The motivation for this analysis is the current move of third party payors (governmental and private insurors) toward prospective pricing of medical services. Our major result is that prospective pricing causes a distributional welfare loss. Specifically, in our model, prospective pricing induces a profit maximizing medical care provider to simultaneously provide a smaller than socially optimal level of quality to more severely ill patients and, surprisingly, a greater than socially optimal amount of quality to less severely ill patients. Further, the distributional welfare loss does not disappear when ethically motivated deviation from profit maximization is allowed. The inefficient distribution of quality occurs because prospective payment regulation fixes the price across patients with different severities of illness but allows providers to quality discriminate. More complicated DRG pricing rules do not appear to be able to completely avoid this problem. Alternatively, vertical integration of third party payors into the direct provision of medical care is shown to be able to bypass the problem completely. This implies that the recent proliferation of vertically integrated health care organizations such health maintenance organizations, preferred provider organizations, and managed care plans by self-insuring employers are welfare improving.\n\n",
    "acknowledgement": "\n"
}