{
    "id": 22697,
    "citation_title": "Impediments to Financial Trade: Theory and Applications",
    "citation_author": [
        "Nicolae Gârleanu",
        "Stavros Panageas",
        "Jianfeng Yu"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "2016-09-29",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a tractable model of an informationally inefficient market featuring non-revealing prices, no noise traders, and general assumptions on preferences and payoff distributions. We show the equivalence between our model and a substantially simpler model whereby investors face distortionary investment taxes depending both on their identity and the asset class. This equivalence allows us to account for such phenomena as under-diversification. We further employ the model to assess approaches to performance evaluation, and find that it provides a theoretical basis for some intuitive practices adopted by finance professionals, such as style analysis.\n\n",
    "acknowledgement": "\nWe are grateful for comments and suggestions from Hengjie Ai, Daniel Andrei, Jonathan Berk, Eugene Fama, John Heaton, Ralph Koijen, Motohiro Yogo and  seminar participants at the Adam Smith conference on Asset Pricing,  AFA meetings,  Berkeley-Haas, Chicago Booth, Minnesota Macro-Finance Conference, NBER Asset Pricing, Northwestern University-Kellogg, NYU-Stern, SFS-Cavalcade, Tsinghua University-PBCSF, University of Bocconi, University of British Columbia-Sauder, University of Maryland-Smith, University of Rochester, USC-Marshall, University of Virginia-McIntire, University of Winsconsin - Madison. Panageas acknowledges research support from the Fama-Miller Center for Research in Finance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}