{
    "id": 22695,
    "citation_title": "Credit Expansion and Neglected Crash Risk",
    "citation_author": [
        "Matthew Baron",
        "Wei Xiong"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nBy analyzing 20 developed countries over 1920–2012, we find the following evidence of overoptimism and neglect of crash risk by bank equity investors during credit expansions: 1) bank credit expansion predicts increased bank equity crash risk, but despite the elevated crash risk, also predicts lower mean bank equity returns in subsequent one to three years; 2) conditional on bank credit expansion of a country exceeding a 95th percentile threshold, the predicted excess return for the bank equity index in subsequent three years is -37.3%; and 3) bank credit expansion is distinct from equity market sentiment captured by dividend yield and yet dividend yield and credit expansion interact with each other to make credit expansion a particularly strong predictor of lower bank equity returns when dividend yield is low.\n\n",
    "acknowledgement": "\nWe are grateful to Tobias Adrian, Nick Barberis, Michael Brennan, Markus Brunnermeier, Priyank Gandhi, Sam Hanson, Dirk Hackbarth, Ravi Jagannathan, Jakub Jurek, Arvind Krishnamurthy, Luc Laeven, David Laibson, Matteo Maggiori, Alan Moreira, Ulrich Mueller, Tyler Muir, Christopher Palmer, Alexi Savov, Hyun Shin, Jeremy Stein, Motohiro Yogo, Jialin Yu, and participants in numerous seminars and workshops for helpful discussion and comments. We also thank Andrei Shleifer and four anonymous referees whose constructive suggestions helped to sharpen the analysis. Isha Agarwal provided excellent research assistance. M.B. received financial compensation from the Federal Reserve Board and the New York Fed while conducting this research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}