{
    "id": 22694,
    "citation_title": "Self-Fulfilling Debt Crises: A Quantitative Analysis",
    "citation_author": [
        "Luigi Bocola",
        "Alessandro Dovis"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses the information contained in the joint dynamics of government’s debt maturity choices and interest rate spreads to quantify the importance of self-fulfilling expectations in sovereign bond markets. We consider a model of sovereign borrowing featuring endogenous debt maturity, risk averse lenders and self-fulfilling rollover crises á la Cole and Kehoe (2000). In this environment, interest rate spreads are driven by economic fundamentals and by  expectations of future self-fulfilling defaults. These two sources of default risk have contrasting implications for the debt maturity choices of the government. Therefore, they can be indirectly inferred by tracking the evolution of the maturity structure of debt during a crisis. We fit the model to the Italian debt crisis of 2008-2012, finding that 12% of the spreads over this episode were due to rollover risk. Our results have implications for the effects of the liquidity provisions established by the European Central Bank during the summer of 2012.\n\n",
    "acknowledgement": "\nWe thank Mark Aguiar, Pooyan Ahmadi, Manuel Amador, Cristina Arellano, Juliane Begenau, David Berger, Anmol Bhandari, Javier Bianchi, Hal Cole, Russell Cooper, Satyajit Chatterjee, V.V. Chari, Cosmin Ilut, Patrick Kehoe, Thibaut Lamadon, Ellen McGrattan, Gaston Navarro, Monika Piazzesi, Jesse Schreger, Cédric Tille, Mark Wright, and seminar participants at Berkeley, Board of Governors, Columbia University, CREI, Duke University, Federal Reserve Bank of Chicago, Federal Reserve Bank of Minneapolis, McGill University, North Carolina State, Penn State University, University of Cambridge, University of Maryland, University of Notre Dame, University of Pennsylvania, University of Western Ontario, University of Wisconsin Madison, Chicago Booth junior International Macro conference, SCIEA 2015, University of Rochester conference on the European Sovereign Debt Crisis, Konstanz Seminar for Monetary Theory and Policy, Rome Junior conference on Macroeconomics, University of Zurich conference on the Economics of Sovereign Debt, SED 2015, NBER Summer Institute 2015, ITAM-Pier 2015, NBER within and across border meeting (fall 2015), ASSA 2016, Sciences Po Summer Workshop in International Finance and Macro Finance. Gaston Chaumont, Parisa Kamali, and Tommy Khouang provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}