{
    "id": 227,
    "citation_title": "Salvors, Finders, Good Samaritans and Other Rescuers: An Economic Study of Law and Altruism",
    "citation_author": [
        "William M. Landes",
        "Richard A. Posner"
    ],
    "citation_publication_date": "1978-01-01",
    "issue_date": "1978-01-01",
    "revision_date": "None",
    "topics": null,
    "program": [
        "\n",
        "Law and Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses economic analysis to illuminate a variety of legal rules relating to rescue, a term we use broadly to describe any attempt to save a person or property from some peril. We first develop a model of a competitive market in rescues, as a benchmark for judging whether the legal rules of rescue can be viewed as attempts to simulate the operation of a competitive market in rescues. The model explicitly incorporates the possibility of rescues motivated by altruism. We then apply the model to a variety of legal settings in which rescue questions arise. We show that the well-developed body of rules governing rescue at sea (including the principles governing salvage awards and the rule of general average) are consistent with the economic model of professional (nonaltruistic) rescue and appropriate in the maritime setting. The rules of the common law governing rescues on land the physician who treats a passerby in distress) are also examined, and found to be in the main consistent with our economic model when altruism is taken into account, as are the differences between the maritime and common law rules. We then examine the choice between compensation and liability as methods of inducing rescue, and show that the common law's decision not to impose liability for failure to rescue (the \"Good Samaritan\" rule) may be consistent with efficiency because of the \"tax\" effects of such liability. We concluded that the array of legal rules and doctrines examined provide support for the hypothesis that the common law (including traditional maritime law) has been heavily influenced by a concern with achieving efficient allocation of resources.\n\n",
    "acknowledgement": "\n"
}