{
    "id": 22708,
    "citation_title": "Valuing Alternative Work Arrangements",
    "citation_author": [
        "Alexandre Mas",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "2016-10-16",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe use a field experiment to study how workers value alternative work arrangements. During the application process to staff a national call center, we randomly offered applicants choices between traditional M-F 9 am – 5 pm office positions and alternatives. These alternatives include flexible scheduling, working from home, and positions that give the employer discretion over scheduling. We randomly varied the wage difference between the traditional option and the alternative, allowing us to estimate the entire distribution of willingness to pay (WTP) for these alternatives. We validate our results using a nationally-representative survey. The great majority of workers are not willing to pay for flexible scheduling relative to a traditional schedule: either the ability to choose the days and times of work or the number of hours they work. However, the average worker is willing to give up 20% of wages to avoid a schedule set by an employer on a week’s notice. This largely represents workers’ aversion to evening and weekend work, not scheduling unpredictability. Traditional M-F 9 am – 5 pm schedules are preferred by most jobseekers. Despite the fact that the average worker isn’t willing to pay for scheduling flexibility, a tail of workers with high WTP allows for sizable compensating differentials. Of the worker-friendly options we test, workers are willing to pay the most (8% of wages) for the option of working from home. Women, particularly those with young children, have higher WTP for work from home and to avoid employer scheduling discretion. They are slightly more likely to be in jobs with these amenities, but the differences are not large enough to explain any wage gaps.\n\n",
    "acknowledgement": "\nWe would like to thank Joshua Angrist, David Autor, David Card, Henry Farber, Edward Freeland, Claudia Goldin, Nathan Hendren, Lawrence Katz, Patrick Kline, Alan Krueger, Claudia Olivetti, Jesse Shapiro, Basit Zafar, and seminar participants at the Advances with Field Experiments conference, CEPR/IZA Annual Labour Economics Symposium, NBER Summer Institute, and Wellesley College for their many helpful comments and suggestions. We would also like to thank Jenna Anders, Stephanie Cheng, Kevin DeLuca, Jason Goldrosen, Disa Hynsjo, and Carl Lieberman for outstanding research assistance. This project received IRB approval from Princeton (#0000006906) and Harvard (#15-0673). This study can be found in the AEA RCT Registry (AEARCTR-0001250). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}