{
    "id": 22705,
    "citation_title": "The Politics of FDI Expropriation",
    "citation_author": [
        "Marina Azzimonti"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nI examine the role of political instability as a potential explanation for the lack of capital flows from rich countries to poor countries (i.e. the `Lucas Paradox'). Using panel data from 1984 to 2014, I document the following: (i) developed countries exhibit larger inflows of foreign direct investment (FDI), (ii) countries subject to high investment risk are those that typically receive low FDI inflows, and (iii) investment risk is generally higher in fractionalized and politically unstable economies. These findings suggest a negative relationship between political instability and FDI through the investment risk channel. I then inspect the theoretical mechanism using a dynamic political-economy model of redistribution, wherein policymakers have access to an expropriation technology that can be used to extract resources from foreign investors. The proceeds are used to finance group-specific transfers to domestic workers, but hinder economic growth by discouraging FDI. Different social groups compete to gain control of this instrument, but face a probability of losing power at each point in time. The greater the degree of political turnover is, the stronger the incentives to expropriate when in power. A key force driving this result is redistributive uncertainty, since there is a possibility that no transfers will be received in the future. The mechanism is supported by the finding that investment risk (a measure that captures the degree to which the extraction technology is used) is negatively related to FDI and government stability. Finally, I show that the political equilibrium exhibits over-expropriation and under-investment even when there is no political uncertainty because fractionalized societies suffer from static inefficiencies due to the presence of a common pool problem.\n\n",
    "acknowledgement": "\nI would like to thank Laura Karpuska for excellent RA work and Gregory O'Rourke for editing. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}