{
    "id": 22707,
    "citation_title": "Standing on the Shoulders of Giants: The Effect of Passive Investors on Activism",
    "citation_author": [
        "Ian R. Appel",
        "Todd A. Gormley",
        "Donald B. Keim"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "2017-02-01",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze whether the growing importance of passive investors has influenced the campaigns, tactics, and successes of activists. We find activists are more likely to pursue changes to corporate control or influence (e.g., via board representation) and to forego more incremental changes to corporate policies when a larger share of the target company’s stock is held by passively managed mutual funds. Furthermore, higher passive ownership is associated with increased use of proxy fights and a higher likelihood the activist obtains board representation or the sale of the targeted company. Overall, our findings suggest that the increasingly large ownership stakes of passive institutional investors mitigate free-rider problems associated with certain forms of intervention and ultimately increase the likelihood of success by activists.\n\n",
    "acknowledgement": "\nWe thank Nicole Boysen, Alon Brav, Alex Edmans, Slava Fos, Nickolay Gantchev, Christopher Hennessey, Andrew Karoyli, Hyunseob Kim, Nadya Malenko, Pedro Matos, Jordan Nickerson, Min Pyo, Christopher Schwarz, Jules van Binsbergen, seminar and brown bag participants at Baylor University (Hankamer), Boston College (Carroll), Cornell University (Dyson), Lancaster University, London Business School, London School of Economics, Pennsylvania State University (Smeal), University of Pennsylvania (Wharton), Washington University in St. Louis (Olin), and participants at the Carnegie Mellon University Accounting Conference, European Finance Association Annual Meeting (Norway), FTSE 2016 World Investment Forum, FSU SunTrust Beach Conference, National Bureau of Economic Research Conference on Long-Term Asset Management, 2016 Norwegian Financial Research Conference, University of Kentucky Finance Conference, and Western Finance Association Annual Meeting (Park City) for helpful comments, Louis Yang for his research assistance, Alon Brav for sharing activism data, and the Rodney L. White Center for Financial Research for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}