{
    "id": 22702,
    "citation_title": "Subsidy Policies and Insurance Demand",
    "citation_author": [
        "Jing Cai",
        "Alain de Janvry",
        "Elisabeth Sadoulet"
    ],
    "citation_publication_date": "2016-10-03",
    "issue_date": "2016-09-29",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nMany new products presumed to be privately beneficial to the poor have a high price elasticity of demand and ultimately zero take-up rate at market price. This has led governments and donors to provide subsidies to increase take-up, with the concern of trying to limit their cost. In this study, we use data from a two-year field experiment in rural China to define the optimum subsidy scheme that can insure a given take-up for a new weather insurance for rice producers. We build a model that includes the forces that are known to be determinants of insurance demand, provide reduced form confirmation of their importance, validate the dynamic model with out-of-sample predictions, and use it to conduct policy simulations. Results show that the optimum current subsidy necessary to achieve a desired take-up rate depends on both past subsidy levels and past payout rates, implying that subsidy levels should vary locally year-to-year.\n\n",
    "acknowledgement": "\nWe thank Michael Anderson, Frederico Finan, David Levine, Ethan Ligon, Jeremy Magruder, Craig McIntosh, Edward Miguel, and Simone Schaner for their helpful comments and suggestions. We also thank participants at numerous seminars and conferences. We are grateful to the officials of the People’s Insurance Company of China for their close collaboration at all stages of the project. Financial support from the International Initiative for Impact Evaluation (3ie) and the ILO’s Microinsurance Innovation Facility is greatly appreciated. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}