{
    "id": 22719,
    "citation_title": "Education Quality and Teaching Practices",
    "citation_author": [
        "Marina Bassi",
        "Costas Meghir",
        "Ana Reynoso"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2019-06-10",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproving school quality with limited resources is a key issue of policy. It has been suggested that instructing teachers to follow specific practices together with tight monitoring of their activities may help improve outcomes in under-performing schools that usually serve poor populations. This paper uses a RCT to estimate the effectiveness of guided instruction methods as implemented in under-performing schools in Chile. The intervention improved performance substantially and by equal amounts for boys and girls. However, the effect is mainly accounted for by children from relatively higher income backgrounds and not for the most deprived. Based on the CLASS instrument we document that quality of teacher-student interactions is positively correlated with the performance of low income students; however, the intervention did not affect these interactions. Guided instruction can improve outcomes, but it is a challenge to reach the most deprived children.\n\n",
    "acknowledgement": "\nThe authors would like to thank two anonymous referees and the editor of the Journal for their comments. We are grateful to Daniel Alonso for his valuable assistance in the analysis of the data. We also thank Esteban M. Aucejo, Martha Bailey, Hoyt Bleakley, Eric Hanushek, Dean Yang, and Paul Rodhe for helpful comments and suggestions. We would also like to recognize the support of the Ministry of Education of Chile (Division of General Education and Studies Department) in the different stages of this project. Costas Meghir benefited from funding by the Cowles foundation and the ISPS. Ana Reynoso was funded by the IADB. All errors and opinions are our own. The findings and conclusions expressed in this report are solely those of the authors and do not reflect the view of the IDB, its Executive Directors, the countries they represent, or the National Bureau of Economic Research.\n\n\n"
}