{
    "id": 22713,
    "citation_title": "Performance Standards in Need-Based Student Aid",
    "citation_author": [
        "Judith Scott-Clayton",
        "Lauren Schudde"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCollege attendance is a risky investment. But students may not recognize when they are at risk for failure, and financial aid introduces the possibility for moral hazard. Academic performance standards can serve three roles in this context: signaling expectations for success, providing incentives for increased student effort, and limiting financial losses. Such standards have existed in federal need-based aid programs for nearly 40 years in the form of Satisfactory Academic Progress (SAP) requirements, yet have received virtually no academic attention. In this paper, we sketch a simple model to illustrate not only student responses to standards but also the tradeoffs faced by a social planner weighing whether to set performance standards in the context of need-based aid. We then use regression discontinuity and difference-in-difference designs to examine the consequences of SAP failure. In line with theoretical predictions, we find heterogeneous effects in the short term, with negative impacts on persistence but positive effects on grades for students who remain enrolled. After three years, the negative effects appear to dominate. Effects on credits attempted are 2–3 times as large as effects on credits earned, suggesting that standards increase the efficiency of aid expenditures. But it also appears to exacerbate inequality in higher education by pushing out low-performing low-income students faster than their equally low-performing, but higher-income peers.\n\n",
    "acknowledgement": "\nThe research reported here was supported by the Institute of Education Sciences, U.S. Department of Education, through Grant R305C110011 to Teachers College, Columbia University (Center for Analysis of Postsecondary Education and Employment). The opinions expressed are those of the authors and do not represent views of the Institute or the U.S. Department of Education. We are grateful to staff and administrators at the community college system that facilitated data access and interpretation. For helpful feedback, we are grateful to colleagues at the Community College Research Center, attendees of the NBER education meetings, and seminar participants at the Federal Reserve Board, the University of Virginia, and the University of Connecticut. Rina S.E. Park provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}