{
    "id": 2271,
    "citation_title": "Inter-Industry Wage Differences and Theories of Wage Determination",
    "citation_author": [
        "William T. Dickens",
        "Lawrence F. Katz"
    ],
    "citation_publication_date": "1987-06-01",
    "issue_date": "1987-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous studies have shown large differences in wages for apparently similar workers across industries. These findings pose a challenge to standard model s of labor market behavior. A problem with past studies of industry wage differences is that they have failed to distinguish between union and nonunion workers. Many economists may expect union workers wages to be set in a noncompetitive fashion but would be surprised if nonunion wages were. We examine the differences in wages across industries for both union and nonunion workers. We find that even after controlling for a wide range of personal characteristics and geographic location large wage differences persist for both union and nonunion workers. Furthermore the premiums of union and nonunion workers are highly correlated. We review past studies which demonstrate that industry wage premiums are also highly correlated across countries and have been very similar over many decades. We present new evidence that the wages of different occupations are highly correlated across industries -- that is if any occupation in an industry is highly paid all occupations are. We also review the evidence which suggests that people who move from low to high paying industries receive a large fraction of the industry wage premium and that those who move from high to low paying industries lose the premium. Finally, we review the evidence on the correlates of industry wage differences. Quit rates, human capital variables, capital labor ratios and market power measures are all positively correlated with industry wage differences individually though the data are not adequate to determine their independent contributions in multiple regression. On the basis of all the evidence we conclude that standard labor market clearing models can not easily explain all the facts. Several alternative models are discussed including efficiency wage and collective action threat mode1 s. These are found to be more consistent with the facts though some troubling problems remain.\n\n",
    "acknowledgement": "\n"
}