{
    "id": 22714,
    "citation_title": "Poverty Traps and the Social Protection Paradox",
    "citation_author": [
        "Munenobu Ikegami",
        "Michael R. Carter",
        "Christopher B. Barrett",
        "Sarah A. Janzen"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProgressively targeted cash transfers remain the dominant policy response to chronic poverty in developing countries. But are there alternative social protection policies that might have larger poverty impacts over time for the same public expenditure? To explore this question, this paper develops a dynamic stochastic model of of consumption and asset accumulation by households that confront a non-convex production technology and face missing financial markets. The model demonstrates that a hybrid social protection policy, which devotes resources to funding “state of the world contingent transfers” (SWCTs) to vulnerable, but non-poor households in the wake of negative shocks, can result in lower rates of poverty in the medium term than does a conventional cash transfer policy. We also explore the prospects for using subsidized index insurance as a way to implement SWCTs and find that an insurance-based hybrid policy can result in lower total public expenditures than a conventional cash transfer social protection program.\n\n",
    "acknowledgement": "\nWe thank John Hoddinott, Valerie Kozel, Felix Naschold and seminar audiences at the International Food Policy Research Institute, Namur, Purdue, Wageningen, Wisconsin and the World Bank for helpful comments on earlier versions of this work. Generous financial support was provided by the Social Protection Division of the World Bank and by a grant from the USAID Office of Poverty Reduction to the BASIS Assets and Market Assets Innovation Lab. The ideas expressed are the responsibility of the authors and should not be attributed to either sponsoring organization, nor to the National Bureau of Economic Research.\n\n\n"
}