{
    "id": 22711,
    "citation_title": "Bad Credit, No Problem? Credit and Labor Market Consequences of Bad Credit Reports",
    "citation_author": [
        "Will Dobbie",
        "Paul Goldsmith-Pinkham",
        "Neale Mahoney",
        "Jae Song"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nCredit reports are used in nearly all consumer lending decisions and, increasingly, in hiring decisions in the labor market, but the impact of a bad credit report is largely unknown. We study the effects of credit reports on financial and labor market outcomes using a difference-in-differences research design that compares changes in outcomes over time for Chapter 13 filers, whose personal bankruptcy flags are removed from credit reports after 7 years, to changes for Chapter 7 filers, whose personal bankruptcy flags are removed from credit reports after 10 years. Using credit bureau data, we show that the removal of a Chapter 13 bankruptcy flag leads to a large increase in credit scores, and an economically significant increase in credit card balances and mortgage borrowing. We study labor market effects using administrative tax records linked to personal bankruptcy records. In sharp contrast to the credit market effects, we estimate a precise zero effect of flag removal on employment and earnings outcomes. We conclude that credit reports are important for credit market outcomes, where they are the primary source of information used to screen applicants, but are of limited consequence for labor market outcomes, where employers rely on a much broader set of screening mechanisms.\n\n",
    "acknowledgement": "\nWe are extremely grateful to Gerald Ray and David Foster at the Social Security Administration for their help and support. We also thank Orley Ashenfelter, Emily Breza, Hank Farber, Alex Mas, Jon Petkun, Isaac Sorkin, Eric Zwick, and numerous seminar participants for helpful comments and suggestions. Katherine DiLucido and Yin Wei Soon provided excellent research assistance. The views expressed are those of the authors and do not necessarily reflect those of the Federal Reserve Bank of New York, the Federal Reserve System, the Social Security Administration, or the National Bureau of Economic Research.\n\n\n"
}