{
    "id": 22712,
    "citation_title": "Tort Reform and Innovation",
    "citation_author": [
        "Alberto Galasso",
        "Hong Luo"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Law and Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nCurrent academic and policy debates focus on the impact of tort reforms on physicians' behavior and medical costs. This paper examines whether these reforms also affect incentives to develop new technologies. We find that, on average, laws that limit the liability exposure of healthcare providers are associated with a significant reduction in medical device patenting and that the effect is predominantly driven by innovators located in the states passing the reforms. Tort laws have the strongest impact in medical fields in which the probability of facing a malpractice claim is the largest, and they do not seem to affect the amount of new technologies of the highest and lowest quality. Our results underscore the importance of considering dynamic effects in the economic analysis of tort laws.\n\n",
    "acknowledgement": "\nWe thank James Dana, Deepak Hegde, Curtis Huttenhower, Mark Schankerman, Kathryn Spier, Ariel Stern, Scott Stern, Laurina Zhang and seminar participants at Duke University, Harvard Business School, the NBER productivity seminar, New York University Innovation and Strategy conference, and the Northwestern Searle Conference on Innovation Economics for helpful comments. We are also grateful to Kira Fabrizio and Ronnie Chatterji for sharing data on physician-inventors. Danielle Wedde and Esther Yan provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}