{
    "id": 22710,
    "citation_title": "Incomplete Disclosure: Evidence of Signaling and Countersignaling",
    "citation_author": [
        "Benjamin B. Bederson",
        "Ginger Zhe Jin",
        "Phillip Leslie",
        "Alexander J. Quinn",
        "Ben Zou"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2018-02-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2011, Maricopa County adopted voluntary restaurant hygiene grade cards (A, B, C, D). Using inspections results between 2007 and 2013, we show that only 58 percent of the subsequent inspections led to online grade posting. Although the disclosure rate in general declines with inspection outcome, higher-quality A restaurants are less likely to disclose than lower-quality As. After examining potential explanations, we believe the observed pattern is best explained by a mixture of signaling and countersignaling: the better A restaurants use nondisclosure as a countersignal, while worse As and better Bs use disclosure to stand out from the other restaurants.\n\n",
    "acknowledgement": "\nWe thank three anonymous referees. We are grateful to Yang Yue for excellent research assistance; to Elliot Anenberg, Liad Wagman, and attendees at the 2014 DC Industrial Organization Day and the 12th Annual International Conference of Industrial Organization for constructive comments; and to a number of Maricopa County government officials for patiently answering our questions over the phone. All remaining errors are ours. We are grateful to the Sloan Foundation for financial support. Part of the paper was revised when Jin is on leave at the Federal Trade Commission. The opinions expressed here are those of the authors and not necessarily those of the Federal Trade Commission, any of its Commissioners, or the National Bureau of Economic Research. All errors are ours.\n\n\n"
}