{
    "id": 22715,
    "citation_title": "Global Talent Flows",
    "citation_author": [
        "Sari Pekkala Kerr",
        "William Kerr",
        "Çaǧlar Özden",
        "Christopher Parsons"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThe global distribution of talent is highly skewed and the resources available to countries to develop and utilize their best and brightest vary substantially. The migration of skilled workers across countries tilts the deck even further. Using newly available data, we first review the landscape of global talent mobility, which is both asymmetric and rising in importance. We next consider the determinants of global talent flows at the individual and firm levels and sketch some important implications. Third, we review the national gatekeepers for skilled migration and broad differences in approaches used to select migrants for admission. Looking forward, the capacity of people, firms, and countries to successfully navigate this tangled web of global talent will be critical to their success.\n\n",
    "acknowledgement": "\nThis paper is a draft for the Journal of Economic Perspectives. We thank the editors and staff of the Journal of Economic Perspectives for their very helpful comments and expert guidance. We are grateful to Zovanga Kone for his assistance with the data work. Our research has been generously supported by the Alfred P. Sloan Foundation, the Kauffman Foundation, the National Science Foundation, the Smith Richardson Foundation, and Harvard Business School. Özden acknowledges financial support from the Knowledge for Change Program and the Multidonor Trust Fund for Trade and Development of the World Bank. The findings, conclusions, and views expressed in this paper are entirely those of the authors. They should not be attributed to World Bank, its executive directors and the countries they represent. Sari Pekkala Kerr is Senior Research Scientist, Wellesley Centers for Women, Wellesley College, Wellesley, Massachusetts. William Kerr is MBA Class of 1975 Professor of Entrepreneurial Management, Harvard Business School, Boston, Massachusetts, and Faculty Research Associate, National Bureau of Economic Research, Cambridge, Massachusetts. Çaglar Özden is Lead Economist, World Bank Development Research Group, Washington, DC. Christopher Parsons is Assistant Professor of Economics, University of Western Australia, Perth, Australia, and Research Associate, International Migration Institute, University of Oxford, Oxford, United Kingdom.\n\n\n"
}