{
    "id": 22724,
    "citation_title": "Why Not Taxation and Representation? A Note on the American Revolution",
    "citation_author": [
        "Sebastian Galiani",
        "Gustavo Torrens"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2018-01-11",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWhy did the most prosperous colonies in the British Empire mount a rebellion? Even more puzzling, why didn’t the British agree to have American representation in Parliament and quickly settle the dispute peacefully? At first glance, it would appear that a deal could have been reached to share the costs of the global public goods provided by the Empire in exchange for more political autonomy and/or formal representation for the colonies. (At least, this was the view of men of the time such as Lord Chapman, Thomas Pownall and Adam Smith.) We argue, however, that the incumbent government in Great Britain, controlled by the landed gentry, feared that giving political concessions to the colonies would undermine the position of the dominant coalition, strengthen the incipient democratic movement, and intensify social pressures for the reform of a political system based on land ownership. In particular, allowing Americans to be represented in Parliament was problematic because American elites could not credibly commit to refuse to form a coalition with the British opposition. Consequently, the only realistic options were to maintain the original colonial status or fight a full-scale war of independence.\n\n",
    "acknowledgement": "\nWe would specially like to thank Dean Lueck, Peter Murrell and John Wallis for their detailed and insightful comments. We appreciate the great suggestions made by Daron Acemoglu, Douglass Allen and Lee Alston. We would also like to thank Seungyub Han, Victoria Anauati and Martin Caruso Bloeck for their excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}