{
    "id": 22727,
    "citation_title": "Global Firms",
    "citation_author": [
        "Andrew B. Bernard",
        "J. Bradford Jensen",
        "Stephen J. Redding",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nResearch in international trade has changed dramatically over the last twenty years, as attention has shifted from countries and industries towards the firms actually engaged in international trade. The now-standard heterogeneous firm model posits measure zero firms that compete under monopolistic competition and decide whether to export to foreign markets. However, much of international trade is dominated by a few “global firms,” which participate in the international economy along multiple margins and account for substantial shares of aggregate trade. We develop a new theoretical framework that allows firms to have large market shares and to decide simultaneously on the set of production locations, export markets, input sources, products to export, and inputs to import. Using U.S. firm and trade transactions data, we provide strong evidence in support of this framework's main predictions of interdependencies and complementarities between these margins of firm international participation. Global firms participate more intensively along each margin, magnifying the impact of underlying differences in firm characteristics, and increasing their shares of aggregate trade.\n\n",
    "acknowledgement": "\nThis paper was commissioned for the Journal of Economic Literature. We are grateful to Janet Currie and Steven Durlauf for their encouragement. We would like to thank Steven Durlauf, six referees, Pol Antras, Joaquin Blaum, Peter Neary, David Weinstein and conference and seminar participants at CEPR, NOITS, Oxford and UIBE for helpful comments. Bernard, Jensen, Redding and Schott thank Tuck, Georgetown, Princeton and Yale respectively for research support. We thank Jim Davis from Census for handling disclosure. The empirical research in this paper was conducted at the Boston, New York and Washington U.S. Census Regional Data Centers. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the authors and do not necessarily reflect the views of the U.S. Census Bureau, the National Bureau of Economic Research, the Centre for Economic Policy Research, the National Bureau of Economic Research, or any other institution to which the authors are affiliated. Results have been screened to ensure that no confidential data are revealed.\n\n\n"
}