{
    "id": 22726,
    "citation_title": "The Long-Term-Care Insurance Puzzle: Modeling and Measurement",
    "citation_author": [
        "John Ameriks",
        "Joseph Briggs",
        "Andrew Caplin",
        "Matthew D. Shapiro",
        "Christopher Tonetti"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2018-06-29",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nIndividuals face significant late-in-life risks, prominently including the need for long-term care (LTC). Yet, they hold little long-term care insurance (LTCI). In this paper we use a structural model and a purpose-designed dataset to understand the determinants of insurance demand. We distinguish between a fundamental lack of desire to insure, crowd out from existing insurance, and unmet demand due to poor products available in the market. The model features individual-specific non-homothetic health-state-dependent preferences over normal consumption, consumption when in need of long-term care, and bequests, which are estimated using strategic survey questions. To account for differences between the modeled and measured insurance products, we study not only individuals' holdings of LTCI, but also their stated demand for an idealized product that mirrors that in the model. We find that many individuals would purchase LTCI and receive a large consumer surplus if it were a better product, while many others do not want to purchase even high-quality actuarially fair LTCI due to the values of their heterogeneous state-dependent preferences, their demographics, and their financial situation.\n\n",
    "acknowledgement": "\nAn earlier draft of this paper circulated under the title “Late-in-Life Risks and the Under-Insurance Puzzle.” This research is supported by a program project grant from the National Institute on Aging P01-AG026571. The Vanguard Group, Inc. supported the data collection through the VRI (Vanguard Research Initiative). Vanguard’s Client Insight Group and IPSOS SA were responsible for implementing the Survey and provided substantial input into its design. The design of the VRI benefited from the collaboration and assistance of Wandi Bruine de Bruin, Alycia Chin, Brooke Helppie McFall, Minjoon Lee, Mi Luo, and Ann Rodgers, as part of the program project, from Annette Bonner of the Vanguard Group, Inc., and from the research staff at IPSOS SA. We thank Norma Coe, Mariacristina De Nardi, Rebecca Diamond, Sebastian Di Tella, Eric French, Amanda Starc, Víctor Ríos-Rull, and Moto Yogo for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of The Vanguard Group, Inc. or the Federal Reserve Board of Governors. For documentation of the VRI, including a dynamic link to the survey instrument, see http://ebp-projects.isr.umich.edu/VRI/. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}