{
    "id": 22723,
    "citation_title": "Do Rare Events Explain CDX Tranche Spreads?",
    "citation_author": [
        "Sang Byung Seo",
        "Jessica A. Wachter"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate whether a model with a time-varying probability of economic disaster can explain the pricing of collateralized debt obligations, both prior to and during the 2008-2009 financial crisis. Namely, we examine the pricing of tranches on the CDX, an index of credit default swaps on large investment-grade firms. CDX senior tranches are essentially deep out-of-the money put options because they do not incur losses until a large fraction of previously stable firms default. As such, these products clearly reflect the market’s assessment of rare-event risk. We find that the model can simultaneously explain prices on CDX senior tranches and on equity index options at parameter values that are consistent with the equity premium and with aggregate stock market volatility. Our results demonstrate the importance of beliefs about rare disasters for asset prices, even during periods of relative economic stability.\n\n",
    "acknowledgement": "\nWe thank Pierre Collin-Dufresne, Hitesh Doshi, Kris Jacobs, Mete Kilic, Nick Roussanov, Ivan Shaliastovich, Pietro Veronesi, Amir Yaron and seminar participants at AFA annual meetings, University of Houston, and the Wharton School for helpful comments.  We thank the Rodney L. White Center for research support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}