{
    "id": 22728,
    "citation_title": "What Makes a Price Fair? An Experimental Analysis of Transaction Experience and Endogenous Fairness Views",
    "citation_author": [
        "Holger Herz",
        "Dmitry Taubinsky"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2016-10-19",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Labor Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPeople's fairness preferences are an important constraint for what constitutes an acceptable economic transaction, yet little is known about how these preferences are formed. In this paper, we provide clean evidence that previous transactions play an important role in shaping perceptions of fairness. Buyers used to high market prices, for example, are more likely to perceive high prices as fair than buyers used to low market prices. Similarly, employees used to high wages are more likely to perceive low wages as unfair. Our data further allows us to decompose this history dependence into the effects of pure observation vs. the experience of payoff-relevant outcomes. We propose two classes of models of path-dependent fairness preferences—either based on endogenous fairness reference points or based on shifts in salience—that can account for our data. Structural estimates of both types of models imply a substantial deviation from existing history-independent models of fairness. Our results have implications for price discrimination, labor markets, and dynamic pricing.\n\n",
    "acknowledgement": "\nWe thank Philippe Aghion, Bjoern Bartling, Tom Cunningham, Stefano DellaVigna, Ernst Fehr, Oliver Hart, Michael Kosfeld, David Laibson, Michael Luca, Alex Peysakhovich, Al Roth, Klaus Schmidt, Florian Zimmermann, as well as seminar participants at Berkeley, Frankfurt, Fribourg, Harvard, Mainz, Vienna and Zurich, as well as participants at IMEBE 2013, THEEM 2013, the ESA World meeting 2013, the ESEM World meeting 2015, as well as at the V IIBEO workshop for helpful comments and discussions. We thank the Center for Foundations of Economic Preferences at the University of Zurich as well as the Harvard Law School Program on Negotiation and the Harvard Business School doctoral program for financial support of the project. Herz acknowledges support from the ERC grant on the Foundations of Economic Preferences. A previous version of this paper was circulated under the title “Market Experience is a Reference Point in Judgments of Fairness.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}