{
    "id": 22725,
    "citation_title": "Learning and Earning: An Approximation to College Value Added in Two Dimensions",
    "citation_author": [
        "Evan Riehl",
        "Juan E. Saavedra",
        "Miguel Urquiola"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper explores the implications of measuring college productivity in two different dimensions: earning and learning. We compute system-wide measures using administrative data from the country of Colombia that link social security records to students’ performance on a national college graduation exam. In each case we can control for individuals’ college entrance exam scores in an approach akin to teacher value added models. We present three main findings: 1) colleges’ earning and learning productivities are far from perfectly correlated, with private institutions receiving relatively higher rankings under earning measures than under learning measures; 2) earning measures are significantly more correlated with student socioeconomic status than learning measures; and 3) in terms of rankings, earning measures tend to favor colleges with engineering and business majors, while colleges offering programs in the arts and sciences fare better under learning measures.\n\n",
    "acknowledgement": "\nFor useful comments we thank Joseph Altonji, Caroline Hoxby, Kevin Stange, and participants of the NBER conference on the productivity of higher education. All remaining errors are our own.  The authors acknowledge financial support from the NBER conference on the productivity of higher education and no additional funding sources. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}