{
    "id": 22722,
    "citation_title": "Choosing Between an Estate Tax and a Basis Carryover Regime: Evidence from 2010",
    "citation_author": [
        "Robert Gordon",
        "David Joulfaian",
        "James M. Poterba"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nExecutors of estates for decedents in 2010 could choose between an estate tax regime and a basis carry-over regime.   For most executors, this created a tradeoff between a current estate tax payment and a future capital gains tax liability for beneficiaries who inherited assets with carryover-basis. Various features of a decedent’s estate, including the gross value of assets, outstanding debts, whether the decedent resided in a state with an estate tax, and the basis of assets held at the time of death, affected the relative tax burden under the two regimes.  Some executors chose to file estate tax returns for decedents from 2010, but these estate tax filings resulted in very little estate tax revenue.  Estate tax filers had more leverage, were more likely to be from a state with an estate tax or from married decedents, were less likely to have made lifetime gifts, and had larger charitable bequests – all factors that are associated with reduced estate tax liability.  While it is not possible to tell definitively whether executors chose the most  tax-efficient option when confronted with the two tax regimes, evidence from tax returns suggests that an increase of one percent of estate value in the difference between estate tax liability and prospective tax liability under the carryover basis regime reduced the likelihood of filing an estate tax return by between 0.3 and 1.5 percentage points.\n\n",
    "acknowledgement": "\nWe are grateful to Len Burman, David Hasen, Danny Yagan, and participants at the NBER Public Economics Program meeting and the National Tax Association Spring Symposium for helpful comments.  Gordon is the President of Twenty-First Securities, a brokerage and financial advice firm that serves high net worth clients and provides tax and investment advice.  Some clients could be subject to estate and capital gains taxes and could be affected by changes in these taxes.  Joulfaian has no financial interests to disclose.  Poterba is a Trustee of the College Retirement Equity Fund (CREF) and the TIAA-CREF Mutual Funds, financial institutions that offer retirement-oriented investment products. In the last three years, he has received compensation for research presentations to Dimensional Funds Advisers and the Investment Company Institute. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nDavid Joulfaian\n\nDavid Joulfaian is an economist at the Office of Tax Analysis at the U.S. Department of the Treasury.  He has no other interests to disclose. The views expressed herein are those of the authors and do not necessarily reflect the views of the US Department of the Treasury.\n\n\n"
}