{
    "id": 2272,
    "citation_title": "Housing Finance Imperfections and Private Saving: A Comparative Simulation Analysis of the U.S. and Japan",
    "citation_author": [
        "Fumio Hayashi",
        "Takatoshi Ito",
        "Joel Slemrod"
    ],
    "citation_publication_date": "1987-06-01",
    "issue_date": "1987-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents a life-cycle simulation analysis of the interaction among savings decisions, housing purchase decisions, and the tax system in the United States and Japan. To investigate this issue, we first document the stylized fact that the typical Japanese household purchases a house later in the life-cycle with a higher downpayment ratio than its U.S. counterpart. Second, a life-cycle simulation model that includes the housing purchase decision is constructed and used to compare the behavior of typical U.S. and Japanese households. The Japanese household is induced to save more early in the life cycle in order to meet the higher downpayment requirement. The saving-consumption pattern resulting from a higher growth rate is shown to contribute to a higher aggregate saving rate in Japan compared to the U.S. However, the contribution of the induced early saving due to the downpayment requirement seems to be too small to explain a large differential in the saving rates of the two countries. Only if we introduce a bequest motive can the model generate the observed saving rate in Japan. Finally, tax reform concerning the tax deductibility of mortgage interest payments or the tax exempt status of interest income is shown to have a small impact on the aggregate saving rate in either country. For example, the introduction of tax-exempt saving in the U.S. would increase the saving rate by only 1.5%.\n\n",
    "acknowledgement": "\n"
}