{
    "id": 22729,
    "citation_title": "Measuring Liquidity Mismatch in the Banking Sector",
    "citation_author": [
        "Arvind Krishnamurthy",
        "Jennie Bai",
        "Charles-Henri Weymuller"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper implements a liquidity measure, “Liquidity Mismatch Index (LMI),” to gauge the mismatch between the market liquidity of assets and the funding liquidity of liabilities. We construct the LMIs for 2882 bank holding companies during 2002-2014 and investigate the time-series and cross-sectional patterns of banks' liquidity and liquidity risk. Aggregate banking sector liquidity worsens from +$4 trillion before the crisis to -$6 trillion in 2008, and reverses back to the pre-crisis level in 2009.  We also show how a macro-prudential liquidity stress test can be conducted with the LMI metric, and that such a stress test could have revealed the fragility of the banking system in early 2007. In the cross section, we find that banks with more ex-ante liquidity mismatch have a higher stock-market crash probability and are more likely to borrow from the government during the financial crisis.  Thus the LMI measure is informative regarding both individual bank liquidity risk as well as the liquidity risk of the entire banking system.  We compare the LMI measure of liquidity to other measures such as Basel III's liquidity coverage ratio and net stable funding ratio, and show that LMI performs better in many dimensions. The outperformance of LMI partially results from the contract-specific time-varying liquidity sensitivity weights which are driven by market prices.\n\n",
    "acknowledgement": "\nWe thank Viral Acharya, Christa Bouwman, Markus Brunnermeier, Allen Berger, Adam Copeland, Darrell Duffie, Michael Fleming, Itay Goldstein, Gary Gorton, Samuel Hanson, Song Han, Larry Harris, Benjamin Hébert, Yi Li, Angela Maddaloni, Antoine Martin, Stefan Nagel, Mitchell Petersen, Klaus Schaeck, Philipp Schnabl, Mark Seasholes, David Skeie, Philip E. Strahan, and seminar participants at AFA (2016), WFA (2014), EFA (2014), SFS Finance Calvacade (2014), FDIC Annual Conference (2014), BIS Research Network meeting (2014), European Bank Associationʼs Annual Financial Stability Conference (2014), Mitsui Finance Symposium (2015), the Role of Liquidity in the Financial System Conference (2015), Stanford University, New York University, Copenhagen Business School, Georgetown University, and University of Rhode Island for helpful comments. We also thank participants in discussions at the BIS, European Central Bank, International Monetary Fund, the Federal Reserve Board, Federal Reserve Bank of New York, Federal Reserve Bank of Atlanta, Deutsche Bundesbank, Bank of France, Bank of England, and the Department of the Treasury's Office of Financial Research. Jonathan Choi, Jay Im, and Jiacui Liu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nArvind Krishnamurthy\n\nI received a Research Grant, Goldman Sachs Global Markets Institute, 2012-2015, to study ECB policy.\n\n\n"
}