{
    "id": 22720,
    "citation_title": "A Ricardian-Demand Explanation for Changing Pharmaceutical R&D Productivity",
    "citation_author": [
        "Mark Pauly",
        "Kyle Myers"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines trends in the aggregate productivity of the pharmaceutical sector over the past three decades. We incorporate Ricardo’s insight about demand-driven productivity in settings of variable scarce resources, and estimate the industry’s responsiveness to changes in demand over this timeframe using therapeutic class-specific data. In contrast to many analyses, our empirical estimates indicate that the industry has “met demand” with remarkable consistency since the late-1980s. The growth in total R&D spending, and therefore R&D costs per new drug, appear to have been profitable and productive investments. While we identify a significant increase in the industry’s fixed costs - the intercept of the production function - we find no decline in the marginal productivity of industry investments that might suggest significant supply-side frictions. While we cannot diagnose in detail why average, but not marginal, productivity declined, the data suggests that firms have finally begun to compete down returns from the supranormal levels of decades past.\n\n",
    "acknowledgement": "\nWe are grateful to the Pharmaceutical Research and Manufacturers of America for providing data that enabled our analyses. We are also thankful for the thoughtful comments and suggestions from Joe DiMasi, Pierre Dubois, Neeraj Sood and other attendees at the 2016 Bates White Life Science Symposium. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}