{
    "id": 22721,
    "citation_title": "Childhood Housing and Adult Earnings: A Between-Siblings Analysis of Housing Vouchers and Public Housing",
    "citation_author": [
        "Fredrik Andersson",
        "John C. Haltiwanger",
        "Mark J. Kutzbach",
        "Giordano E. Palloni",
        "Henry O. Pollakowski",
        "Daniel H. Weinberg"
    ],
    "citation_publication_date": "2016-10-10",
    "issue_date": "2016-10-06",
    "revision_date": "2018-09-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe create a national-level longitudinal data set to analyze how children’s participation in public and voucher-assisted housing affects age 26 earnings and adult incarceration. Naïve OLS estimates suggest that returns to subsidized housing participation are negative, but that relationship is driven by household selection into assisted housing. Household fixed-effects estimates indicate that additional years of public housing and voucher-assisted housing increase adult earnings by 4.9% and 4.7% for females and 5.1% and 2.6% for males, respectively. Childhood participation in assisted housing also reduces the likelihood of adult incarceration for males and females from all household race/ethnicity groups.\n\n",
    "acknowledgement": "\nAny analysis, opinions, and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Federal Deposit Insurance Corporation, the National Bureau of Economic Research or any of the institutions to which the authors are or have been affiliated. Much of the work on this study was done while Mark Kutzbach, Giordano Palloni, and Daniel Weinberg were employees of the U.S. Census Bureau, and Fredrik Anderson (also previously at the Census Bureau) was at the Office of the Comptroller of the Currency. All results have been reviewed to ensure that no confidential information is disclosed. This research was supported by the U.S. Census Bureau, by grant number 98082 from the “How Housing Matters” research program of the John D. and Catherine T. MacArthur Foundation, by a Research Partnership grant from the U.S. Department of Housing and Urban Development, and by the CGIAR Research Program on Policies, Institutions, and Markets led by the International Food Policy Research Institute. This research uses data from the Census Bureau’s Longitudinal Employer- Household Dynamics Program, which was partially supported by the following National Science Foundation Grants: SES-9978093, SES-0339191, and ITR-0427889; a National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation and the Russell Sage Foundation. The authors want to thank Emily Mytkowicz and Mark Heller for their valuable research assistance and David Hardiman, Daniel Hartley, Kristin McCue, Erika McEntarfer, Todd Richardson, and Geoffrey Wodtke for their comments on earlier drafts, and participants at numerous seminars and conferences.\n\n\n"
}