{
    "id": 22733,
    "citation_title": "A Distribution-Neutral Perspective On Tax Expenditure Limitations",
    "citation_author": [
        "Louis Kaplow"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent wave of literature, partly motivated by presidential campaign tax reform plans, analyzes tax expenditure limitation proposals.  These reforms are often advanced not only, or even primarily, because they reduce distortions caused by favoritism for some types of expenditures over others.  Largely they are urged for a number of other reasons: on distributive grounds, because the resulting broader base enables lower marginal tax rates and hence less distortion of labor effort and other margins, and to raise revenue without requiring higher marginal tax rates.  It is generally recognized that the particular results on these dimensions are heavily dependent on what sorts of rate adjustments are used to return the proceeds to taxpayers.  Often, revenue neutrality is assumed.  This essay advances a complementary, distribution-neutral perspective on the analysis of tax expenditure limitations.  Distribution-neutral implementation provides an illuminating benchmark against which to understand prior analysts’ large number of results and, more importantly, clarifies the analysis, particularly of the distribution-distortion tradeoff.  The central lessons contradict the common belief that one can have less distortion of labor supply through lower marginal tax rates while also maintaining or enhancing progressivity.\n\n",
    "acknowledgement": "\nI am grateful to Robert Moffitt and conference participants for comments, Jonathan Westreich for research assistance, and the John M. Olin Center for Law, Economics, and Business at Harvard University for financial support.  Disclaimer: I occasionally consult on antitrust cases, and my spouse is in the legal department of a financial services firm. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}