{
    "id": 22731,
    "citation_title": "Will the Paris Accord Accelerate Climate Change?",
    "citation_author": [
        "Laurence J. Kotlikoff",
        "Andrey Polbin",
        "Andrey Zubarev"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe 2015 Paris Accord is meant to control our planet’s rising temperature. But it may be doing the opposite in gradually, rather than immediately reducing CO2 emissions. The Accord effectively tells dirty-energy producers to \"use it or lose it.\" This may be accelerating their extraction and burning of fossil fuels and, thereby, be permanently raising temperatures.\nOur paper uses a simple OLG model to illustrate this long-noted Green Paradox. Its framework treats climate damage as a negative externality imposed by today’s generations on tomorrow’s – an externality that is, in part, irreversible and can tip the climate to permanently higher temperatures. In our model, delaying abatement can lead to larger changes in climate than doing nothing, reducing welfare for all generations. In contrast, immediate policy action can raise welfare for all generations.\nFinally we question the standard use of infinitely-lived, single-agent models, which assume, unrealistically, intergenerational altruism in determining optimal abatement policy. Their prescriptions can differ, potentially dramatically, from those needed to correct the negative climate externality today’s generations are imposing on tomorrow’s.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}