{
    "id": 22734,
    "citation_title": "Money or Grit? Determinants of MisMatch",
    "citation_author": [
        "Russell Cooper"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2018-04-25",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper studies the determinants of mismatch in educational attainment. Mismatch arises when high ability individuals do not obtain a college degree and/or low ability individuals do. Using data from the NLSY97 survey, the paper estimates a structural model of education choice that matches the moments of mismatch, college attainment and labor market outcomes. The analysis conditions on gender, race and socio-economic status. Ignoring the role of parents, mismatch is explained by differences in tastes for education and the presence of occasionally binding borrowing constraints. But parents matter. This channel operates through both the attitudes and ability of offspring. Once these links between parents and children are taken into account, the influence of borrowing constraints disappears. Mismatch reflects variations in tastes as well as noise in test scores, the underlying measure of ability. The paper also presents a decomposition of the college wage premium into the returns to schooling and the selection into higher education. The analysis highlights the power of selection into higher education as an explanation of the college wage premium by gender, race and socio-economic status.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}