{
    "id": 22732,
    "citation_title": "Estimating the Heterogeneous Welfare Effects of Choice Architecture: An Application to the Medicare Prescription Drug Insurance Market",
    "citation_author": [
        "Jonathan D. Ketcham",
        "Nicolai V. Kuminoff",
        "Christopher A. Powers"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2018-11-20",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n",
        "Market Design",
        "\n"
    ],
    "abstract": "\n\nWe develop a structural model for bounding welfare effects of policies that alter the design of differentiated product markets when some consumers may be misinformed about product characteristics and inertia in consumer behavior reflects a mixture of latent preferences, information costs, switching costs and psychological biases. We use the model to analyze three proposals to redesign markets for Medicare prescription drug insurance: (1) reducing the number of plans, (2) providing personalized information, and (3) defaulting consumers to cheap plans. First we combine administrative and survey data to determine which consumers make informed enrollment decisions. Then we analyze the welfare effects of each proposal, using revealed preferences of informed consumers to proxy for concealed preferences of misinformed consumers. Results suggest that each policy produces large gains and losses for some consumers, but the menu reduction would unambiguously harm most consumers whereas personalized information would unambiguously benefit most consumers.\n\n",
    "acknowledgement": "\nKetcham and Kuminoff’s research was supported by a grant from the National Institute for Health Care Management (NIHCM) Research and Educational Foundation. The findings do not necessarily represent the views of the NIHCM Research and Education Foundation or the National Bureau of Economic Research. We are grateful for insights and suggestions from Gautam Gowrisankaran, Kate Ho, Sebastien Houde, Mike Keane, Christos Makridis, Alvin Murphy, Sean Nicholson, Jaren Pope, Dan Silverman, Meghan Skira, V. Kerry Smith, and seminar audiences at the AEA/ASSA Annual Meeting, the Congressional Budget Office, Health and Human Services Office of the Assistant Secretary for Planning and Evaluation, the ASU Health Economics Conference, the Annual Health Economics Conference, the Quantitative Marketing and Economics Conference, the Health Econometrics Conference, Brigham Young University, Cornell University, Iowa State University, Michigan State University, Northern Arizona University, Stanford University, University of Arizona, UC Santa Barbara, University of Calgary, University of Chicago, University of Maryland, University of Miami, University of Southern California, Vanderbilt University, and Yale University.\n\n\n"
}