{
    "id": 22730,
    "citation_title": "Accounting for Price Endogeneity in Airline Itinerary Choice Models: An Application to Continental U.S. Markets",
    "citation_author": [
        "Virginie Lurkin",
        "Laurie A. Garrow",
        "Matthew J. Higgins",
        "Jeffrey P. Newman",
        "Michael Schyns"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Industry Studies",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNetwork planning models, which forecast the profitability of airline schedules, support many critical decisions, including equipment purchase decisions. Network planning models include an itinerary choice model that is used to allocate air total demand in a city pair to different itineraries. Multinomial logit (MNL) models are commonly used in practice and capture how individuals make trade-offs among different itinerary attributes; however, none that we are aware of account for price endogeneity. This study formulates an itinerary choice model that is consistent with those used by industry and corrects for price endogeneity using a control function that uses several types of instrumental variables. We estimate our model using a database of more than 3 million tickets provided by the Airlines Reporting Corporation. Results based on Continental U.S. markets for May 2013 departures show that models that fail to account for price endogeneity overestimate customers’ value of time and result in biased price estimates and incorrect pricing recommendations. The size and comprehensiveness of our database allows us to estimate highly refined departure time of day preference curves that account for distance, direction of travel, number of time zones traversed, departure day of week and itinerary type (outbound, inbound or one-way). These time of day preference curves can be used by airlines, researchers, and government organizations in the evaluation of different policies such as congestion pricing.\n\n",
    "acknowledgement": "\nThis research was supported in part by “Fonds National de la Recherche Scientifique” (FNRS - Belgium). We would also like to thank Angelo Guevara for his advice on instruments, Tulinda Larsen for providing us with schedule data, and Chris Howard and Asteway Merid of the Airlines Reporting Corporation for their patience and diligence in answering our many questions about their ticketing database. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}