{
    "id": 22737,
    "citation_title": "Balance Sheet Effects on Monetary and Financial Spillovers: The East Asian Crisis Plus 20",
    "citation_author": [
        "Joshua Aizenman",
        "Menzie D. Chinn",
        "Hiro Ito"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study how the financial conditions in the Center Economies [the U.S., Japan, and the Euro area] impact other countries over the period 1986 through 2015. Our methodology relies upon a two-step approach. We focus on five possible linkages between the center economies (CEs) and the non-Center economics, or peripheral economies (PHs), and investigate the strength of these linkages. For each of the five linkages, we first regress a financial variable of the PHs on financial variables of the CEs while controlling for global factors. Next, we examine the determinants of sensitivity to the CEs as a function of country-specific macroeconomic conditions and policies, including the exchange rate regime, currency weights, monetary, trade and financial linkages with the CEs, the levels of institutional development, and international reserves. Extending our previous work (Aizenman et al. (2016)), we devote special attention to the impact of currency weights in the implicit currency basket, balance sheet exposure, and currency composition of external debt. We find that for both policy interest rates and the real exchange rate (REER), the link with the CEs has been pervasive for developing and emerging market economies in the last two decades, although the movements of policy interest rates are found to be more sensitive to global financial shocks around the time of the emerging markets’ crises in the late 1990s and early 2000s, and since 2008. When we estimate the determinants of the extent of connectivity, we find evidence that the weights of major currencies, external debt, and currency compositions of debt are significant factors. More specifically, having a higher weight on the dollar (or the euro) makes the response of a financial variable such as the REER and exchange market pressure in the PHs more sensitive to a change in key variables in the U.S. (or the euro area) such as policy interest rates and the REER. While having more exposure to external debt would have similar impacts on the financial linkages between the CEs and the PHs, the currency composition of international debt securities does matter. Economies more reliant on dollar-denominated debt issuance tend to be more vulnerable to shocks emanating from the U.S.\n\n",
    "acknowledgement": "\nThe financial support of faculty research funds of University of Southern California, the University of Wisconsin, Madison, and Portland State University is gratefully acknowledged. All remaining errors are ours. We would like to thank Kenichi Ueda and the participants at the Pacific Rim and the Global Economy University of Tokyo conference, July 25-26, 2016 for their useful comments. Any errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}