{
    "id": 22738,
    "citation_title": "Changes in Marriage and Divorce as Drivers of Employment and Retirement of Older Women",
    "citation_author": [
        "Claudia Olivetti",
        "Dana E. Rotz"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": [
        "\n",
        "\nWomen Working Longer\n",
        "\n"
    ],
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe study associations among women’s current marital status, past marital history, and later-life labor force participation. We first document these relationships using data from the 1986 to 2008 waves of the Survey of Income and Program Participation (SIPP). We then exploit variation in laws governing divorce across states and over time to quasi-experimentally identify how the timing of an exogenous increase in divorce risk (that is, the introduction of unilateral divorce) impacts employment and retirement outcomes for older women. The spread of unilateral divorce, we find, was associated with cross-cohort differences in the probability of divorce over the lifecycle. For women with a low risk of divorce, later exposure to unilateral divorce significantly increases the probability of full-time employment later in life, and significantly decreases retirement wealth.  This finding suggests that ever-divorced women are working longer remedially; when a woman unexpectedly divorces later in life, she is less likely to have engaged in precautionary human capital investment and might have to work longer to increase her assets prior to retirement.  For women with a high risk of divorce, later exposure to increases in divorce risk does not impact full-time employment after age 50 but is positively associated with investment in education post marriage.  These women invest more in their own human capital within marriage, which might insure them against increases in exogenous divorce risk at later ages.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily represent the opinions of their respective institutions, nor of the National Bureau of Economic Research. This paper was prepared for the Women Working Longer Conference hosted by the National Bureau of Economic Research in Cambridge, MA on May 21-22, 2016. We thank Jesse Bruhn, Marco Ghiani, Elias Sanchez-Eppler, and James Ledoux who provided expert research assistance. We also thank Claudia Goldin, Larry Katz, Yue Li, Alessandra Voena and participants in the “Women Working Longer” conference for valuable comments and suggestions. We gratefully acknowledge the financial support of the Alfred P. Sloan Foundation’s Working Longer program under grant no. 2013-6-16, “Women Working Longer.”\n\n\n"
}