{
    "id": 22735,
    "citation_title": "Necessity as the Mother of Invention: Monetary Policy after the Crisis",
    "citation_author": [
        "Alan S. Blinder",
        "Michael Ehrmann",
        "Jakob de Haan",
        "David-Jan Jansen"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe ask whether recent changes in monetary policy due to the financial crisis will be temporary or permanent. We present evidence from two surveys—one of central bank governors, the other of academic specialists. We find that central banks in crisis countries are more likely to have resorted to new policies, to have had discussions about mandates, and to have communicated more. But the thinking has changed more broadly—for instance, central banks in non-crisis countries also report having implemented macro-prudential measures. Overall, we expect central banks in the future to have broader mandates, use macro-prudential tools more widely, and communicate more actively than before the crisis. While there is no consensus yet about the usefulness of unconventional monetary policies, we expect most of them will remain in central banks’ toolkits, as governors who gain experience with a particular tool are more likely to assess that tool positively. Finally, the relationship between central banks and their governments might well have changed, with central banks “crossing the line” more often than in the past.\n\n",
    "acknowledgement": "\nPrepared for the 64th Panel Meeting of Economic Policy in Florence, 14-15 October 2016. The paper presents results from a survey among heads of central banks and academic economists. We are very grateful for all their contributions. We also thank the editors, our referees, Ben Bernanke, Chris Sims, Christiaan Pattipeilohy, Gabriele Galati, Jan Willem van den End, Klaus Adam, Marcel Fratzscher, Mark Watson, Mervyn King, and Richhild Moessner as well as seminar and conference participants at the Bank of Canada, de Nederlandsche Bank, the European Central Bank, the 48th MMF Group Annual Conference, Brunel University and the University of Lisbon for thoughtful comments. We thank Henk van Kerkhoff and Mario Cannella for statistical assistance. This paper was written before the second author joined the European Central Bank. Views expressed in this paper do not necessarily coincide with those of the European Central Bank, de Nederlandsche Bank, the Eurosystem, or  the National Bureau of Economic Research. The Managing Editor in charge of this paper is Refet Gürkaynak.\n\n\n"
}