{
    "id": 22736,
    "citation_title": "Market Potential and Global Growth over the Long Twentieth Century",
    "citation_author": [
        "David S. Jacks",
        "Dennis Novy"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2018-07-05",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the evolution of market potential and its role in driving economic growth over the long twentieth century. Theoretically, we exploit a structural gravity model to derive a closed-form solution for a widely-used measure of market potential. We are thus able to express market potential as a function of directly observable and easily estimated variables. Empirically, we collect a large dataset on aggregate and bilateral trade flows as well as output for 51 countries. We find that market potential exhibits an upward trend across all regions of the world from the early 1930s and that this trend significantly deviates from the evolution of world GDP. Finally, using exogenous variation in trade-related distances to world markets, we demonstrate a significant causal role of market potential in driving global income growth over this period.\n\n",
    "acknowledgement": "\nWe are grateful to Shubhasish Barua and Mariela Dal Borgo for excellent research assistance and to Jules Hugot for providing us with French historical trade data. We thank Clifford Bekar and Benjamin Bridgman for helpful comments. We are also grateful for constructive comments by the editor and two referees. We also appreciate feedback from presentations at the 2015 AEA/TPUG Meeting, the 2016 Rocky Mountain Empirical Trade Conference, the 2016 St. Gallen Economic History and Trade Workshop, the 2016 CEPR Economic History Symposium, the 2016 Western Economic Association Conference, and Université Paris-Dauphine. We gratefully acknowledge research support from the Centre for Competitive Advantage in the Global Economy (CAGE) at the University of Warwick and the Social Sciences and Humanities Research Council of Canada. Jacks: Simon Fraser University and NBER, djacks@sfu.ca. Novy: University of Warwick, CEPR, CAGE, Centre for Economic Performance/LSE and CESifo, d.novy@warwick.ac.uk. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}