{
    "id": 22744,
    "citation_title": "Ideological Segregation among Online Collaborators: Evidence from Wikipedians",
    "citation_author": [
        "Shane Greenstein",
        "Yuan Gu",
        "Feng Zhu"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2017-03-17",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nDo online communities segregate into separate conversations about “contestable knowledge”? We analyze the contributors of biased and slanted content in Wikipedia articles about U.S. politics, and focus on two research questions: (1) Do contributors display tendencies to contribute to topics with similar or opposing bias and slant?  (2) Do contributors learn from experience with extreme or neutral content, and does that experience change the slant and bias of their contributions over time? Despite heterogeneity in contributors and their contributions, we find an overall trend towards less segregated conversations. Contributors tend to edit articles with slants that are the opposite of their own views, and the slant from experienced contributors becomes less extreme over time. The experienced contributors with the most extreme biases decline the most. We also find some significant differences between Republicans and Democrats.\n\n",
    "acknowledgement": "\nWe thank Marco Iansiti, Gerald Kane, Karim Lakhani, Abhishek Nagaraj, Frank Nagle, Michael Norton, and seminar participants at the INFORMS Annual Meeting 2015 and the Conference on Open and User Innovation 2016. We thank Justin Ng and John Sheridan of HBS Research Computing Services for their research assistance. We also thank Alicia Shems and Kate Adams for her editorial assistance. We gratefully acknowledge financial support from the Division of Research of the Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}