{
    "id": 22743,
    "citation_title": "Macrofinancial History and the New Business Cycle Facts",
    "citation_author": [
        "Òscar Jordà",
        "Moritz Schularick",
        "Alan M. Taylor"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn advanced economies, a century-long near-stable ratio of credit to GDP gave way to rapid financialization and surging leverage in the last forty years. This “financial hockey stick” coincides with shifts in foundational macroeconomic relationships beyond the widely-noted return of macroeconomic fragility and crisis risk. Leverage is correlated with central business cycle moments, which we can document thanks to a decade-long international and historical data collection effort. More financialized economies exhibit somewhat less real volatility, but also lower growth, more tail risk, as well as tighter real-real and real-financial correlations. International real and financial cycles also cohere more strongly. The new stylized facts that we discover should prove fertile ground for the development of a new generation of macroeconomic models with a prominent role for financial factors.\n\n",
    "acknowledgement": "\nWe are grateful to Martin Eichenbaum and Jonathan Parker for their guidance and support. For helpful comments we thank our discussants Mark Gertler and Atif Mian, as well as the other conference participants. The scale of the data collection effort would not have been possible without the generous support of many colleagues at research institutions, national archives, central banks, and statistical offices who shared their data or directed us to potential sources. We are equally indebted to a large number of dedicated and enthusiastic research assistants in various places who chased references through many libraries and archives in various countries, in particular Katharina Knoll and Felix Ward. We are also especially grateful to Helen Irvin for outstanding assistance with the data analysis. Last, but not least, we have benefited from generous grants from the Institute for New Economic Thinking and the Volkswagen Foundation, who supported different parts of the data collection and analysis effort. The views expressed in this paper are the sole responsibility of the authors and do not necessarily reflect the views of the Federal Reserve Bank of San Francisco, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n\nAlan M. Taylor\n\nAlan M. Taylor has served as an author, consultant, or speaker for various research organizations, policy making institutions, and financial sector firms.\n\n\n"
}