{
    "id": 22746,
    "citation_title": "Mainstreaming an Effective Intervention: Evidence from Randomized Evaluations of “Teaching at the Right Level” in India",
    "citation_author": [
        "Abhijit Banerjee",
        "Rukmini Banerji",
        "James Berry",
        "Esther Duflo",
        "Harini Kannan",
        "Shobhini Mukherji",
        "Marc Shotland",
        "Michael Walton"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious randomized studies have shown that addressing children’s current learning gaps, rather than following an over-ambitious uniform curriculum, can lead to significant learning gains. In this study, we evaluate a series of efforts to scale up the NGO Pratham’s approach to teaching children according to their actual learning level, in four Indian States. While this approach was previously shown to be extremely effective when implemented with community volunteers outside of school, the objective of these new scale-up evaluations was to develop a model that could be implemented within the government school system. In the first two instances (Bihar and Uttarakhand), the methodology was not adopted by government schoolteachers, despite well-received training sessions and Pratham support.\nMotivated by the quantitative and qualitative analysis of these early attempts, we adapted the approach and designed large-scale experiments in the states of Haryana and Uttar Pradesh to test two new scale-up models. In Haryana, teachers received support from government resource persons trained by Pratham, and implemented the approach during a dedicated hour. In Uttar Pradesh, Pratham volunteers implemented high-intensity, short-burst “learning\ncamps” for 40 days, in school and during school hours, with additional 10-day summer camps. Both models proved effective, with gains in language of 0.15 standard deviation in Haryana, and 0.70 standard deviations in Uttar Pradesh, on all students enrolled in these schools at baseline. These two models provide blueprints that can be replicated inside other government systems.\n\n",
    "acknowledgement": "\nThanks to Richard McDowell, Harris Eppsteiner, Madeline Duhon and Laura Stilwell for research assistance; to Tanmayata Bansal, Sugat Bajracharya, Anupama Deshpande, Blaise Gonda, John Firth, Christian Larroulet, Adrien Lorenceau, Jonathan Mazumdar, Manaswini Rao, Shweta Rajwade, Paribhasha Sharma, Joseph Shields, Zakaria Siddiqui, Yashas Vaidya, Melanie Wasserman and Jeremy Welsh-Loveman for field management; to Diva Dhar and Radhika Jain for supervision; and to Shaher Bhanu Vagh for the educational test design and analysis. Special thanks to the staff of Pratham for their openness and engagement, and to the William and Flora Hewlett Foundation, the International Initiative for Impact Evaluation, the Government of Haryana, and the Regional Centers for Learning on Evaluation and Results for their financial support and commitment. We acknowledge that Rukmini Banerji is the CEO of Pratham, which represents a conflict of interest. She was involved in the design of the program and the evaluation, the implementation of the program, and the final paper review, but not with the data collection and the analysis of the data. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}