{
    "id": 22742,
    "citation_title": "Minimum Payments and Debt Paydown in Consumer Credit Cards",
    "citation_author": [
        "Benjamin J. Keys",
        "Jialan Wang"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2023-02-26",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nUsing a dataset covering one quarter of the U.S. general-purpose credit card market, we document that 29% of accounts regularly make payments at or near the minimum payment. We exploit changes in issuers' minimum payment formulas to distinguish between liquidity constraints and anchoring as explanations for the prevalence of near-minimum payments. Nine to twenty percent of all accounts respond more to the formula changes than expected based on liquidity constraints alone, representing a lower bound on the role of anchoring. Disclosures implemented by the CARD Act, an example of one potential policy solution to anchoring, resulted in fewer than 1% of accounts adopting an alternative suggested payment. Based on back-of-envelope calculations, the disclosures led to $62 million in interest savings per year, but would have saved over $2 billion per year if all anchoring consumers had adopted the new suggested payment. Our results show that anchoring to a salient contractual term has a significant impact on household debt.\n\n",
    "acknowledgement": "\nThis research was conducted while Jialan Wang was an employee at the Consumer Financial Protection Bureau. The views expressed are those of the authors and do not necessarily reflect those of the Consumer Financial Protection Bureau, the United States, or the National Bureau of Economic Research. This paper would not have been possible without the tireless efforts of Stefano Sciolli in building the CCDB. We also thank Marla Blow, Marieke Bos, Sebastien Bradley, James Choi, Jane Dokko, Eric Johnson, Damon Jones, Neale Mahoney, David Silberman, Victor Stango, Jeremy Tobacman, and numerous seminar and conference participants for helpful comments and suggestions. Tim Fang and Becky Spavins provided outstanding research assistance, while Zach Luck provided valuable legal research.\n\n\n"
}