{
    "id": 22740,
    "citation_title": "An Index of Global Economic Policy Uncertainty",
    "citation_author": [
        "Steven J. Davis"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBuilding on Baker, Bloom and Davis (2016), I construct a monthly index of Global Economic Policy Uncertainty (GEPU) from January 1997. The GEPU Index is a GDP-weighted average of national EPU indices for 16 countries that account for two-thirds of global output. Each national EPU index reflects the relative frequency of own-country newspaper articles that contain a trio of terms pertaining to the economy, uncertainty and policy-related matters. The GEPU Index rises sharply in reaction to the Asian Financial Crisis, the 9/11 terrorist attacks, the U.S.-led invasion of Iraq in 2003, the Global Financial Crisis in 2008-09, the European immigration crisis, concerns about the Chinese economy in late 2015, and the Brexit referendum in June 2016. It fluctuates around consistently high levels from mid 2011 to early 2013, a period characterized by recurring sovereign debt and banking crises in the Eurozone, intense partisan battles over fiscal and healthcare policies in the United States, and a generational leadership transition in China. The average value of the GEPU Index is 60 percent higher from July 2011 to August 2016 than in the previous fourteen and one-half years and 22 percent higher than in 2008-09.\n\n",
    "acknowledgement": "\nI thank Hanna Ni for excellent research assistance and the U.S. National Science Foundation for financial support. This paper builds directly on my research with Scott Baker and Nick Bloom and uses data from our website at www.PolicyUncertainty.com. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}