{
    "id": 22741,
    "citation_title": "Current Account Deficits During Heightened Risk: Menacing or Mitigating?",
    "citation_author": [
        "Kristin Forbes",
        "Ida Hjortsoe",
        "Tsvetelina Nenova"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nLarge current account deficits, and the corresponding reliance on capital flows from abroad, can increase a country’s vulnerability to periods of heightened risk and uncertainty. This paper develops a framework to evaluate such vulnerabilities. It highlights the central importance of two financial factors:  income on international investments and changes in the valuations of those investments. We show how the characteristics of a country’s international investment portfolio – the size of its international asset and liability holdings, their currency denominations, their split between equity and debt, and their return characteristics – affect the dynamics of these financial factors. Then we decompose those dynamics into their drivers, explore how they are affected by domestic and global risk shocks, and apply this framework to 10 OECD economies. These examples, including a more detailed assessment for the UK, show that a substantial degree of international risk sharing can occur through current accounts and international portfolios. Our flexible framework clarifies which characteristics of a country’s international portfolio determine whether a current account deficit is “menacing” or “mitigating”.\n\n",
    "acknowledgement": "\nThanks to participants at the Royal Economic Society Annual Conference at Sussex University in Brighton on March 22, 2016 and Morten Ravn, Kenny Turnbull, and Martin Weale for helpful comments. This paper builds on the Hahn lecture at the conference. Further thanks to Abigail Whiting for assistance in preparing this paper. The views in this paper do not represent the official views of the Bank of England, Monetary Policy Committee, or the National Bureau of Economic Research. Any errors are our own.\n\n\n"
}