{
    "id": 22747,
    "citation_title": "Silver Points, Silver Flows, and the Measure of Chinese Financial Integration",
    "citation_author": [
        "David S. Jacks",
        "Se Yan",
        "Liuyan Zhao"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTo what degree were Chinese financial markets integrated with the rest of the world prior to the 1949 Revolution and to what extent was the Chinese foreign exchange market efficient during this period? We estimate silver points for the Shanghai market from 1905 to 1933 to answer these questions. Our inferred measures are small in value, favorably match measured costs of the silver trade derived from contemporary accounts, and fare well in the comparison to estimates of trans-Atlantic gold points. This leads to the conclusion that the degree of Chinese financial market integration was substantial. However, during and immediately after World War I, our estimates of the silver points increased appreciably, foreshadowing the collapse of China’s linkages to world financial markets beginning in the 1930s.\n\n",
    "acknowledgement": "\nWe appreciate feedback from presentations at the 2015 All-UC Frontiers in Chinese Economic History Conference and the 2016 Asian Historical Economics Conference. Jacks also gratefully acknowledges research support from the Social Sciences and Humanities Research Council of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}