{
    "id": 22745,
    "citation_title": "When Discounts Raise Costs: The Effect of Copay Coupons on Generic Utilization",
    "citation_author": [
        "Leemore Dafny",
        "Christopher Ody",
        "Matthew Schmitt"
    ],
    "citation_publication_date": "2016-10-17",
    "issue_date": "2016-10-13",
    "revision_date": "2022-05-20",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Antitrust",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBranded pharmaceutical manufacturers frequently offer \"copay coupons'\" that insulate consumers from cost-sharing, thereby undermining insurers' ability to influence drug utilization. We study the impact of copay coupons on branded drugs first facing generic entry between 2007 and 2010. To overcome endogeneity concerns, we exploit cross-state and cross-consumer variation in coupon legality. We find that coupons increase branded sales by 60+ percent, entirely by reducing the sales of bioequivalent generics. During the five years following generic entry, we estimate that coupons increase total spending by $30 to $120 million per drug, or $700 million to $2.7 billion for our sample alone.\n\n",
    "acknowledgement": "\nWe are grateful for comments from Ernie Berndt, Pauline Kennedy, and participants in the 2015 Bates White Life Sciences Symposium, NBER Productivity Lunch, University of Chicago Health Economics Workshop, and Columbia University CPRC Seminar. We are thankful for many helpful conversations with David Schmidt and Elizabeth Schneirov of the Federal Trade Commission. We thank Susie Liu for outstanding research assistance. The statements, findings, conclusions, views, and opinions contained and expressed in this paper are based in part on data obtained under license from IMS Health Incorporated: National Prescription Audit, January 2007 – December 2010. All Rights Reserved. The statements, findings, conclusions, views, and opinions contained and expressed herein are not necessarily those of IMS Health Incorporated, any of its affiliated or subsidiary entities, or the National Bureau of Economic Research.\n\n\n"
}