{
    "id": 22755,
    "citation_title": "A New Financial Order in Asia: Will a RMB bloc emerge?",
    "citation_author": [
        "Takatoshi Ito"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe objective of this paper is three-fold. First, the monetary and exchange rate regimes of the Asian countries are described and analyzed. The degrees of flexibility in exchange rates and capital controls vary across countries. Some countries have adopted a flexible inflation targeting framework, while others have pursued exchange rate targeting. The paper presents a new result of a tradeoff between price stability and exchange rate stability in the hyperbolic relationship of Asian countries. Second, a framework that analyzes and quantifies the degree of currency internationalization is proposed and applied to the RMB. In every indicator, the RMB’s weight in private-sector international finance has grown in the last several years, both in the private and public sectors. In the settlement role of currency, the RMB is ranked 8th in the BIS survey and 7th in SWIFT usage. This paper exploits data of a recent period when the RMB became de-pegged from the USD and show some of the emerging Asian currencies co-moving with the RMB, more so than the USD. In the official sector, RMB is also increasing its weight. The Chinese central bank has extended the currency-swap agreements with 30-some countries, so that the RMB can be used for trade finance and liquidity assistance. The RMB is adopted as a composition currency of the Special Drawing Rights (SDR), effective in October 2016, with 10.92 percent, ranking number 3, surpassing the JPY and GBP. Finally, potential impending changes in the Asian monetary and exchange rate regimes in Asia are discussed. Projecting the growth of the Chinese economy into the future, the weight of the RMB in the financial markets will increase globally as well as in Asia.\n\n",
    "acknowledgement": "\nAn earlier draft was written and presented in a conference at the University of Tokyo on July 25-26, 2016. The author is grateful to participants of the conference. The first author acknowledges financial support Japan's Grant-in-Aid for Scientific Research A-25245044. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}