{
    "id": 22754,
    "citation_title": "Can Online Delivery Increase Access to Education?",
    "citation_author": [
        "Joshua Goodman",
        "Julia Melkers",
        "Amanda Pallais"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "2017-09-15",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nThough online technology has generated excitement about its potential to increase access to education, most research has focused on comparing student performance across online and in-person formats. We provide the first evidence that online education affects the number of people pursuing education. We study the Georgia Institute of Technology’s Online M.S. in Computer Science, the earliest model to combine the inexpensive nature of online education with a highly-ranked degree program. Regression discontinuity estimates exploiting an admissions threshold unknown to applicants show that access to this online option substantially increases overall enrollment in education, expanding the pool of students rather than substituting for existing educational options. Demand for the online option is driven by mid-career Americans. By satisfying large, previously unmet demand for mid-career training, this single program will boost annual production of American computer science master’s degrees by about seven percent. More generally, these results suggest that low-cost, high-quality online options may open opportunities for populations who would not otherwise pursue education.\n\n",
    "acknowledgement": "\nWe thank Zvi Galil, Alan Glass, Michael Terrazas, and David White for supporting this research, explaining how OMSCS and its admissions process works, and sharing data. For helpful comments, we thank David Autor and Lawrence Katz, as well as seminar participants at Harvard, MIT, Columbia, University of Mannheim, CESifo, UIUC, University of Connecticut, University of Virginia, Louisiana State University, NYU, Stanford, Carleton, APPAM and AEFP. Carlos Paez, Melanie Rucinski and Tianlong Xu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}