{
    "id": 22750,
    "citation_title": "Evidence for the Effects of Mergers on Market Power and Efficiency",
    "citation_author": [
        "Bruce A. Blonigen",
        "Justin R. Pierce"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nStudy of the impact of mergers and acquisitions (M&As) on productivity and market power has been complicated by the difficulty of separating these two effects. We use newly-developed techniques to separately estimate productivity and markups across a wide range of industries using detailed plant-level data. Employing a difference-in-differences framework, we find that M&As are associated with increases in average markups, but find little evidence for effects on plant-level productivity. We also examine whether M&As increase efficiency through reallocation of production to more efficient plants or through reductions in administrative operations, but again find little evidence for these channels, on average. The results are robust to a range of approaches to address the endogeneity of firms’ merger decisions.\n\n",
    "acknowledgement": "\nThis paper has benefitted from conversations with Peter Schott and Nicholas Sly, as well as participants of seminars at the London School of Economics, the School of Advanced International Studies, the Stanford RDC Conference, and the Annual Meeting of the International Industrial Organization Society. We thank Brian Hand and Dominic Smith for outstanding research assistance. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Census Bureau, the Board of Governors, its research staff, or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}