{
    "id": 22759,
    "citation_title": "The Effects of Income Mobility and Tax Persistence on Income Redistribution and Inequality",
    "citation_author": [
        "Marina Agranov",
        "Thomas R. Palfrey"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe explore the effect of income mobility and the persistence of redistributive tax policy on the level of redistribution in democratic societies. An infinite-horizon theoretical model is developed, and the properties of the equilibrium tax rate and the degree of after-tax inequality are characterized. Mobility and stickiness of tax policy are both negatively related to the equilibrium tax rate. However, neither is sufficient by itself. Social mobility has no effect on equilibrium taxes if tax policy is voted on in every period, and tax persistence has no effect in the absence of social mobility. The two forces are complementary. Tax persistence leads to higher levels of post-tax inequality, for any amount of mobility. The effect of mobility on inequality is less clear-cut and depends on the degree of tax persistence. A laboratory experiment is conducted to test the main comparative static predictions of the theory, and the results are generally supportive.\n\n",
    "acknowledgement": "\nWe thank Michael McBride and the staff of the Experimental Social Science Laboratory (ESSL) at UC Irvine for their support and for granting access to the laboratory and subject pool. We thank the Hacker Social Science Experimental Laboratory (SSEL) at Caltech for supporting the software development for the experiment. We gratefully acknowledge the financial support of the National Science Foundation (SES-1426560), the Gordon and Betty Moore Foundation (SES-1158), and the Russell Sage Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}