{
    "id": 22758,
    "citation_title": "International Financial Adjustment in a Canonical Open Economy Growth Model",
    "citation_author": [
        "Richard H. Clarida",
        "Ildikó Magyari"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nGourinchas and Rey (2007) have shown that international financial adjustment (IFA) in the path of expected future returns on a country’s international investment portfolio can complement or even substitute for the traditional adjustment channel via a narrowing of country’s current account imbalance. In their paper, GR derive this result using a log linearization of a net foreign asset accumulation identity without reference to any specific theoretical model of IFA in expected foreign asset returns or the real exchange rate. In this paper we calibrate the importance of IFA in a standard open economy growth model (Schmitt-Grohe and Uribe, 2003) with a well-defined steady level of foreign liabilities. In this model there is a country specific credit spread which varies as a function of the ratio of foreign liabilities to GDP. We find that allowing for an IFA channel results in a very rapid converge of the current account to its steady state (relative to the no IFA case) so that most of the time that the country is adjusting, all the adjustment is via the IFA channel of forecastable changes in the costs of servicing debt and in the appreciation real exchange rate. By contrast, in the no IFA case, current account adjustment by construction does all the work and current account adjustment is much slower.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}