{
    "id": 22753,
    "citation_title": "The Effect of Air Pollution on Investor Behavior: Evidence from the S&P 500",
    "citation_author": [
        "Anthony Heyes",
        "Matthew Neidell",
        "Soodeh Saberian"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "2016-11-23",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe provide detailed empirical evidence of a direct effect of air pollution on the efficient operation of the New York Stock Exchange, linking short-term variations in fine particulate matter (PM2.5) in Manhattan to movements in the S&P 500. The effects are substantial – a one standard deviation increases in ambient PM2.5 reduces same-day returns by 11.9% in our preferred specification – and remarkably robust to a variety of specifications and a battery of robustness and falsification checks. Furthermore, the intra-day effects that we observe are difficult to reconcile with competing hypotheses. Despite investors being dispersed geographically we find strong evidence that the effect is strictly local in nature, consistent with the high concentration of market influencers in New York. While we are agnostic as to the underlying mechanism, we provide evidence suggestive of the role of decreased risk tolerance operating through pollution-induced changes in mood or cognitive function.\n\n",
    "acknowledgement": "\nAnthony Heyes receives ongoing financial support from the Canada Research Chair (CRC) program operated by the Government of Canada for his work in environmental economics. He is also part-time Professor of Economics at the University of Sussex. We are grateful to Josh Graff Zivin, Michaela Pagel, Juan-Pablo Montero, Roberton Williams III, Bernard Sinclair-Desgagne, Charles Mason and seminar participants at University of Paris, University of Wisconsin at Madison and CIRANO Montreal for constructive discussions. Errors are ours. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}