{
    "id": 22757,
    "citation_title": "The Determinants of Quality Specialization",
    "citation_author": [
        "Jonathan I. Dingel"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nA growing literature suggests that high-income countries export high-quality goods. Two hypotheses may explain such specialization, with different implications for welfare, inequality, and trade policy. Fajgelbaum, Grossman, and Helpman (2011) formalize the Linder hypothesis that home demand determines the pattern of specialization and therefore predict that high-income locations export high-quality products. The factor-proportions model also predicts that skill-abundant, high-income locations export skill-intensive, high-quality products. Prior empirical evidence does not separate these explanations. I develop a model that nests both hypotheses and employ microdata on US manufacturing plants' shipments and factor inputs to quantify the two mechanisms' roles in quality specialization across US cities. Home-market demand explains as much of the relationship between income and quality as differences in factor usage.\n\n",
    "acknowledgement": "\nI am grateful to Donald Davis, Amit Khandelwal, Eric Verhoogen, Jonathan Vogel, and David Weinstein for invaluable discussions, guidance, and support. Thanks to the editor, three anonymous referees, Michael Best, Brianna Cardiff, Arnaud Costinot, Dave Donaldson, Ben Faber, Pablo Fajgelbaum, Gene Grossman, Juan Carlos Hallak, Jessie Handbury, Corinne Low, Kyle Meng, Joan Monras, Eduardo Morales, David Munroe, Paul Piveteau, Bernard Salanie, Daniel Sturm, Allie Tepper, Felix Tintelnot, Sebastien Turban, Reed Walker, Columbia colloquia participants, and numerous seminar audiences for very helpful comments and suggestions. I am grateful to Rob Feenstra and John Romalis for sharing their parameter estimates. Support from the Institute for Humane Studies and the Kathryn and Grant Swick Faculty Research Fund at the University of Chicago Booth School of Business is gratefully acknowledged. This research was conducted while I was a special sworn status researcher of the US Census Bureau. Any opinions and conclusions expressed herein are those of the author and do not necessarily represent the views of the US Census Bureau or the National Bureau of Economic Research. All results have been reviewed to ensure that no confidential information is disclosed.\n\n\n"
}