{
    "id": 22764,
    "citation_title": "Mobile Phones, Civic Engagement, and School Performance in Pakistan",
    "citation_author": [
        "Minahil Asim",
        "Thomas Dee"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effective governance of local public services depends critically on the civic engagement of local citizens. However, recent efforts to promote effective citizen oversight of the public-sector services in developing countries have had mixed results. This study discusses and evaluates a uniquely designed, low-cost, scalable program designed to improve the governance and performance of primary and middle schools in the Punjab province of Pakistan. The School Council Mobilization Program (SCMP) used mobile-phone calls to provide sustained and targeted guidance to local school-council members on their responsibilities and authority. We examine the effects of the SCMP on school enrollment, student and teacher attendance, and school facilities using a “difference in difference in differences” (DDD) design based on the targeted implementation of the SCMP. We find that this initiative led to meaningful increases in primary-school enrollment, particularly for young girls (i.e., a 12.4 percent increase), as well as targeted improvements in teacher attendance and school facilities, most of which were sustained in the months after the program concluded.\n\n",
    "acknowledgement": "\nThe authors would like to Zubair Bhatti and Ali Inam at the World Bank, staff at the School Education Department in Punjab, Pakistan, and seminar participants at Stanford University, UC Davis, and the Association for Education Finance and Policy for helpful comments. The view expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}