{
    "id": 22767,
    "citation_title": "Effects of Adult Health Interventions at Scale on Children's Schooling: Evidence from Antiretroviral Therapy in Zambia",
    "citation_author": [
        "Adrienne M. Lucas",
        "Margaret Chidothe",
        "Nicholas L. Wilson"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn 2007, approximately one in five children in Zambia lived with an HIV positive adult. We identify the effect of adult antiretroviral therapy (ART) availability at scale on children’s educational outcomes by combining data on the expansion of ART availability with two national household surveys that include HIV testing. Through a triple difference specification, we find that the availability of ART increased the likelihood that children in households with HIV positive household heads started school on time and were the appropriate grade-for-age. Two mechanisms were likely decreased incidental infections in the household and related care giving duties.\n\n",
    "acknowledgement": "\nLucas gratefully acknowledges support from a University of Delaware General University Research grant. For useful comments and suggestions, we thank Natalie Bau, Jim Berry, Tushar Bharati, Kristin Butcher, Marcus Goldstein, Pinar Keskin, Isaac Mbiti, Patrick McEwan, Jonah Rocko¤, Manisha Shah, Kartini Shastry, Matt White, and seminar participants at Drexel University, Haverford College, International Food Policy Research Institute, Northeastern University, Swarthmore College, Temple University, the University of Delaware, the University of South Florida, Virginia Tech, the International Health Economics Association World Congress, the Northeast Universities Development Consortium Conference, and the United Nations University WIDER Conference on Human Capital and Growth. For excellent research assistance we thank Anna Keleher and Samantha Sweeney. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nNicholas L. Wilson\n\nWilson gratefully acknowledges support from The NBER Africa Project. The NBER Africa Project was not involved in study design, data collection/analysis, manuscript writing, and the decision to submit the manuscript for publication. This research would not be possible without the assistance of the Network of Zambian People Living with HIV/AIDS (NZP+), the Zambia Central Statistical Office, and the Zambia Ministry of Health.  Madeleine Watson and Wentao Xiong provided superb research assistance.\n\n\n"
}