{
    "id": 22765,
    "citation_title": "Inattention and Switching Costs as Sources of Inertia in Medicare Part D",
    "citation_author": [
        "Florian Heiss",
        "Daniel McFadden",
        "Joachim Winter",
        "Amelie Wuppermann",
        "Bo Zhou"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nThe trend towards giving consumers choice about their health plans has invited research on how good they actually are at making these decisions. The introduction of Medicare Part D is an important example. Initial plan choices in this market were generally far from optimal. In this paper, we focus on plan choice in the years after initial enrollment. Due to changes in plan supply, consumer health status, and prescription drug needs, consumers' optimal plans change over time. However, in Medicare Part D only about 10% of consumers switch plans every year, and on average, plan choices worsen for those who do not switch. We develop a two-stage panel data model of plan choice whose stages correspond to two separate reasons for inertia: inattention and switching costs. The model allows for unobserved heterogeneity that is correlated across the two decision stages. We estimate the model using administrative data on Medicare Part D claims from 2007 to 2010. We find that consumers are more likely to pay attention to plan choice if overspending in the last year is more salient and if their old plan gets worse, for instance due to premium increases. Moreover, conditional on attention there are significant switching costs. Separating the two stages of the switching decision is thus important when designing interventions that improve consumers' plan choice.\n\n",
    "acknowledgement": "\nAn earlier version of this paper was circulated under the title, “Plan switching and inertia in Medicare Part D: Evidence from administrative data.” This research was funded by the Behavioral and Social Research program of the National Institute on Aging (grants P01AG05842-18, P01AG033559, R56AG026622-01A1, and RC4AG039036), with additional support from the E. Morris Cox Fund at the University of California, Berkeley. We gratefully acknowledge comments by, and discussions with, Eric French, Ben Handel, Maria Polyakova, and Justin Sydnor, participants at the 2014 AEA meetings in Philadelphia, the 2014 ASHEcon conference in Los Angeles, the 2014 CESifo Conference on Behavioral Economics in Munich, the 2014 CEAR/MRIC Behavioral Insurance Workshop in Munich, the 2014 German Health Econometrics Workshop in Wuppertal, the 2015 NBER Summer Institute, the 2015 Workshop on Policyholder Behavior at ETH Zurich, the 2016 EuHEA meetings in Hamburg, as well as seminar audiences at cemmap/UCL, DIW Berlin, Helmut Schmidt University Hamburg, and the universities of Copenhagen, Essex, Leuven, Lugano, Lund, Regensburg, St. Gallen, Wuppertal, Wurzburg, and Zurich. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}