{
    "id": 22768,
    "citation_title": "Patent Disclosures and Standard-Setting",
    "citation_author": [
        "Josh Lerner",
        "Haris Tabakovic",
        "Jean Tirole"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n"
    ],
    "abstract": "\n\nA key role of standard setting organizations (SSOs) is to aggregate information on relevant intellectual property (IP) claims before deciding on a standard. This article explores the firms’ strategies in response to IP disclosure requirements—in particular, the choice between specific and generic disclosures of IP—and the optimal response by SSOs, including the royalty rate setting. We show that firms with a stronger downstream presence are more likely to opt for a generic disclosure, as are those with lower quality patents. We empirically examine patent disclosures made to seven large SSOs, and find results consistent with theoretical predictions.\n\n",
    "acknowledgement": "\nThis research was partially sponsored by the funding from the National Science Foundation (Grant no. 0830288), Toulouse Network for Information Technology, Harvard Business School’s Division of Research, and European Research Council (Grants no. FP7/2007-2013-249429 and 669217). Josh Lerner is a member of the Toulouse Network on Information Technology, which receives support from Microsoft, and has done advisory work relating to corporate venturing with a number of technology firms. Haris Tabakovic is an associate at the Brattle Group, which provides economic, regulatory, and financial consulting services to various corporations, law firms, and governments. Jean Tirole is a member of IDEI, whose research received funding from Microsoft, Orange and Qualcomm, and of TSE, whose Digital Chair receives funding from Samsung and Orange. We would like to thank Mike Foley at Bluetooth SIG, William Geary at MPEGLA, Joseph Mueller at WilmerHale, Ruud Peters at Philips, Dirk Weiler at Nokia-Siemens Networks and the ETSI, and many others at Microsoft, Google and Qualcomm for helpful discussions related to patent-pooling and standard-setting processes. Participants in the Toulouse Network for Information Technology Annual Meeting provided useful comments. Duncan O’Brien, Paul Stavropoulos and Andrew Steen provided excellent research assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJean Tirole\n\nJean Tirole is scientific director of the Institute for Industrial Economics (IDEI), a research institute funded through research grants by a variety of private and public sources. These can be found at http://idei.fr/ . He chairs the board of the Toulouse School of Economics (TSE http://www.tse-fr.eu/ ) and the executive committee of the Institute for Advanced Study in Toulouse (IAST http://www.iast.fr/ ), the sources of funding are indicated on the corresponding websites. He is also a member of the French Prime Minister's Council of Economic Advisors (CAE http://www.cae-eco.fr/ ).\n\n\n"
}