{
    "id": 22763,
    "citation_title": "Fiscal Risk and the Portfolio of Government Programs",
    "citation_author": [
        "Samuel G. Hanson",
        "David S. Scharfstein",
        "Adi Sunderam"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper, we develop a new model for government cost-benefit analysis in the presence of risk. In our model, a benevolent government chooses the scale of a risky project in the presence of two key frictions. First, there are market failures, which cause the government to perceive project payoffs differently than private households do. This gives the government a \"social risk management\" motive: projects that ameliorate market failures when household marginal utility is high are appealing. The second friction is that government financing is costly because of tax distortions. This creates a \"fiscal risk management\" motive: incremental spending that occurs when total government spending is already high is particularly unattractive. A first key insight is that the government's need to manage fiscal risk frequently limits its capacity for managing social risk. A second key insight is that fiscal risk and social risk interact in complex ways. When considering many potential projects, government cost-benefit analysis thus acquires the flavor of a portfolio choice problem. We use the model to explore how the relative attractiveness of two technologies for promoting financial stability—bailouts and regulation—varies with the government's fiscal burden and characteristics of the economy.\n\n",
    "acknowledgement": "\nWe thank Andy Abel, John Campbell, George Constantinides, Eduardo Davilla, Martin Oehmke, Guillermo Ordonez, Thomas Philippon, Julio Rotemberg, Matt Weinzierl, and seminar participants at Columbia, Chicago, Duke, Harvard, Kellogg, the NBER Corporate Finance Summer Institute, NYU, Princeton, and Wharton for helpful comments. We gratefully acknowledge funding from the Harvard Business School Division of Research. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}