{
    "id": 22762,
    "citation_title": "Do Recessions Accelerate Routine-Biased Technological Change? Evidence from Vacancy Postings",
    "citation_author": [
        "Brad Hershbein",
        "Lisa B. Kahn"
    ],
    "citation_publication_date": "2016-10-24",
    "issue_date": "2016-10-19",
    "revision_date": "2017-09-13",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe show that skill requirements in job vacancy postings differentially increased in MSAs that were hit hard by the Great Recession, relative to less hard-hit areas. These increases persist through at least the end of 2015 and are correlated with increases in capital investments, both at the MSA and firm-levels. We also find that effects are most pronounced in routine-cognitive occupations, which exhibit relative wage growth as well. We argue that this evidence is consistent with the restructuring of production toward routine-biased technologies and the more-skilled workers that complement them, and that the Great Recession accelerated this process.\n\n",
    "acknowledgement": "\nWe are grateful to Jason Abaluck, Joe Altonji, David Autor, Tim Bartik, David Berger, Nick Bloom, Jeff Clemens, David Deming, David Green, John Horton, Hilary Hoynes, Peter Kuhn, Fabian Lange, Steve Malliaris, Adrien Matray, Alicia Sasser Modestino, Daniel Shoag, Henry Siu, Basit Zafar, four anonymous referees and seminar participants at the 2016 AEAs, the Atlanta Fed, Boston College, Boston University, Brookings, Georgetown University, Harvard, the LSE, MIT, NBER Summer Institute (Macro and Labor), Northwestern, Princeton, Rutgers, SOLE/EALE 2015 meetings, Trans Pacific Labor Seminar 2015, University of British Columbia, University of Chicago, University of Illinois, University of Kansas, University of Michigan, University of Notre Dame, University of Pennsylvania, University of Pittsburgh, University of South Florida, and the WEAI 2016 meetings. We are especially indebted to Dan Restuccia, Jake Sherman, and Bledi Taska for providing the Burning Glass data. Jing Cai provided excellent research assistance with CPS data. A previous version of this paper was titled \"Is College the New High School? Evidence from Vacancy Postings.\" The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}