{
    "id": 22779,
    "citation_title": "Knowledge Elites and Modernization: Evidence from Revolutionary France",
    "citation_author": [
        "Mara P. Squicciarini",
        "Nico Voigtländer"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper examines the role of knowledge elites in modernization. At the eve of the French Revolution, in the spring of 1789, King Louis XVI solicited lists of grievances (Cahiers de Doléances), in which the public could express complaints and suggestions for reforms of the Ancien Regime. We show that the demand for mass education and democratization was particularly high in regions that had a thick knowledge elite, measured by subscribers to the famous Encyclopédie in the 1770s. Historical evidence suggests that this pattern is driven by the spirit of enlightenment of French knowledge elites. Pre-revolution literacy, in contrast, is not correlated with demand for mass education or with the density of knowledge elites. After the French Revolution, knowledge elites played a key role in implementing schooling reforms at the local level. We show that by the mid-19th century, schooling rates were significantly higher in regions with thicker knowledge elites. The same is true of other proxies for modernization, such as association membership, Republican votes, and the share of French-speaking pupils. Our results highlight an important interaction between local culture (the spirit of enlightenment) and nation-wide institutions in economic development: the French Revolution opened a window of opportunity for local elites to pursue their agenda of modernization.\n\n",
    "acknowledgement": "\nWe thank Sascha Becker, Davide Cantoni, Oded Galor, SteliosMichalopoulos, JoelMokyr, Luigi Pascali, Joachim Voth, David Weil, and Noam Yuchtman, as well as seminar audiences at Barcelona GSE, Brown, the Berkeley-UCLA political economy workshop,Munich, and UC Louvain for comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}