{
    "id": 22774,
    "citation_title": "Securities Lending as Wholesale Funding: Evidence from the U.S. Life Insurance Industry",
    "citation_author": [
        "Nathan Foley-Fisher",
        "Borghan Narajabad",
        "Stephane Verani"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": [
        "\n",
        "\nNew Developments in Long-Term Asset Management\n",
        "\n"
    ],
    "working_groups": null,
    "abstract": "\n\nThe existing literature assumes that securities lenders primarily respond to demand from securities borrowers and reinvest their cash collateral in short-term markets. We offer compelling evidence for a supply channel, using new data matching U.S. life insurers' individual bond lending and reinvestment decisions to the universe of securities lending transactions. We show that an insurer's decision to lend a bond is positively correlated with liquidity transformation in its lending program, even after controlling for demand for that bond. We discuss how using securities lending cash collateral as a source of wholesale funding might impair securities markets in times of stress.\n\n",
    "acknowledgement": "\nAll authors are in the Division of Research and Statistics of the Board of Governors of the Federal Reserve System. For providing valuable comments, we would like to thank, without implication, Tobias Adrian; Jack Bao; Celso Brunetti; Jon Danielsson; Stefan Gissler; Michael Gordy; Diana Hancock; Yesol Huh; Sebastian Infante; Victoria Ivashina; Anastasia Kartasheva; Frank Keane; Beth Kiser; Florian Nagler; Michael Palumbo; Pedro Saffi; Larry Schmidt; Enrique Schroth; Andreas Uthemann; and participants in the NBER 2016 Conference on Long-Term Asset Management, the Society for Economic Measurement 2016 Annual Meeting, the European Finance Association 2016 Annual Meeting, the European Economic Association 2016 Annual Meeting, as well as seminars at the Federal Reserve Banks of Cleveland and Philadelphia, LSE Systemic Risk Centre, Bank for International Settlements, Swiss National Bank, Graduate Institute Geneva, UC Santa Barbara and Federal Reserve Board. We are grateful to Della Cummings and Melissa O’Brien for exceptional research assistance. The views in this paper are solely the authors’ and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, any other person associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}