{
    "id": 22771,
    "citation_title": "Vertical Information Restraints: Pro- and Anti-Competitive Impacts of Minimum Advertised Price Restrictions",
    "citation_author": [
        "John Asker",
        "Heski Bar-Isaac"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Firm Behavior",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe consider vertical contracts where the retail market may involve search frictions. Minimum advertised price restrictions (MAP) act as a restraint on customers’ information and so can increase search frictions in the retail sector. Such restraints, thereby, soften retail competition—an impact also generated by resale price maintenance (RPM). However, by accommodating (consumer or retailer) heterogeneity, MAP can allow for higher manufacturer profits than RPM. We show that they can do so through facilitating price discrimination among consumers; encouraging service provision; and facilitating manufacturer collusion. Thus, welfare effects may be positive or negative compared to RPM or to the absence of such restrictions.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge useful comments from Allan Collard Wexler, Gautam Gowrisankaran, Bruno Jullien, Robin Lee, Matt Mitchell, Joao Montez, Volker Nocke, Martin Peitz, Patrick Rey, John Riley, Sandro Shelegia, and Jidong Zhou and from seminar participants at the U Toronto bag lunch, MACCI 2016, CIRANO Conference on IO 2016 and EARIE 2016. We thank Rami Abou-Seido and El Hadi Caoui for excellent research assistance and SSHRC (435-2014-0004) for financial support. Email: johnasker@econ.ucla.edu and heski.bar-isaac@rotman.utoronto.ca The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}