{
    "id": 22773,
    "citation_title": "Multidimensional Private Information, Market Structure and Insurance Markets",
    "citation_author": [
        "Hanming Fang",
        "Zenan Wu"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Public Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA large empirical literature found that the correlation between insurance purchase and ex post realization of risk is often statistically insignificant or negative. This is inconsistent with the predictions from the classic models of insurance a la Akerlof (1970), Pauly (1974) and Rothschild and Stiglitz (1976) where consumers have one-dimensional heterogeneity in their risk types. It is suggested that selection based on multidimensional private information, e.g., risk and risk preference types, may be able to explain the empirical findings. In this paper, we systematically investigate whether selection based on multidimensional private information in risk and risk preferences, can, under different market structures, result in a negative correlation in equilibrium between insurance coverage and ex post realization of risk. We show that if the insurance market is perfectly competitive, selection based on multidimensional private information does not result in negative correlation property in equilibrium, unless there is a sufficiently high loading factor. If the insurance market is monopolistic or imperfectly competitive, however, we show that it is possible to generate negative correlation property in equilibrium when risk and risk preference types are sufficiently negative dependent, a notion we formalize using the concept of copula. We also clarify the connections between some of the important concepts such as adverse/advantageous selection and positive/negative correlation property.\n\n",
    "acknowledgement": "\nWe would like to thank Eduardo Azevedo, David de Meza, Ben Lester, Stephen Morris, Yeneng Sun, Venky Venkateswaran, Glen Weyl, and seminar participants at National University of Singapore, Monash University and Rice University for helpful discussions, suggestions and comments. Part of Fang's research on this project is funded by the generous financial support from NSF Grant SES-0844845. All remaining errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}