{
    "id": 22778,
    "citation_title": "Business Income and Business Taxation in the United States Since the 1950s",
    "citation_author": [
        "Conor Clarke",
        "Wojciech Kopczuk"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn theory, the U.S. tax system aims to attribute and tax all business income to individuals. But the tax treatment of this income varies. Pass-through income is taxed when earned; capital-gains income is taxed when realized; dividends when distributed; other forms of business income may escape taxation entirely. Business owners often have control over the timing and character of their income: They can often choose, for example, between reporting business income or deducting it as wages or fringe benefits. And laws change, changing the incentive and ability to shift income between the individual and corporate sectors.\nWe integrate a wide variety of tax data to document the large long-run changes in the structure of business income and business taxation in the United States. These changes include the degree to which business incomes are taxed on a realization versus an accrual basis, the extent to which taxation is deferred, and the share of business income that is ultimately subject to taxation. We highlight the evolving relevance of retained earnings in the changing corporate sector and their relationship to equity values and unrealized capital gains. We also document the evolution of individual income components — profits of pass-through entities, dividends, and capital gains (both taxable gains and those escaping taxation through step-up). As a result of these changes, business incomes are increasingly taxed through personal income taxes instead of a combination of corporate and personal taxes. In particular, this implies that the observability of business incomes on personal income tax returns has improved over time, a fact that has implications for measuring and understanding the income distribution.\n\n",
    "acknowledgement": "\nWe benefited from comments of participants in the 2016 NBER Tax Policy and the Economy meeting in DC. We gratefully acknowledge financial support from the Research Council of Norway, grant 239225/H20, and the Oscar M. Ruebhausen Fund at Yale Law School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}