{
    "id": 22782,
    "citation_title": "Trends in Cumulative Marginal Tax Rates Facing Low-Income Families, 1997-2007",
    "citation_author": [
        "Gizem Kosar",
        "Robert A. Moffitt"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present new calculations of cumulative marginal tax rates (MTRs) facing low income families participating in multiple welfare programs over the period 1997-2007, the period after 1996 welfare reform but before the program expansions of the Great Recession. Our calculations are for nondisabled, nonelderly families who pay federal and state income taxes and the payroll tax but receive benefits from up to four different transfer programs—Medicaid, Food Stamps, subsidized housing, and Temporary Assistance for Needy Families. The results show enormous variation in MTRs across families who participate in different combinations of welfare programs, who have different family structures, and who have earnings in different ranges. For families who participate in either no or fewer than two welfare programs, which constitutes the large majority of low income families, MTRs are either negative or positive but modest in magnitude. But families participating in two or more programs, while still facing negative or modest positive rates at low earnings, usually face considerably higher MTRs at higher earnings ranges, often up to 80 percent and even occasionally over 100 percent. While the fraction of families in this category is not large, they constitute about one-fifth of single parent families.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of New York, the Federal Reserve System, or the National Bureau of Economic Research. This paper is prepared for the NBER Tax Policy and the Economy Conference, September 22, 2016. The authors would like to thank Daniel Feenberg, Linda Giannarelli, Gwyn Pauley, and Kosali Simon for assistance with several program rules and statistics, and Harry Wheeler for excellent research assistance.\n\n\n"
}