{
    "id": 22781,
    "citation_title": "Regression Kink Design: Theory and Practice",
    "citation_author": [
        "David Card",
        "David S. Lee",
        "Zhuan Pei",
        "Andrea Weber"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA regression kink design (RKD or RK design) can be used to identify casual effects in settings where the regressor of interest is a kinked function of an assignment variable. In this paper, we apply an RKD approach to study the effect of unemployment benefits on the duration of joblessness in Austria, and discuss implementation issues that may arise in similar settings, including the use of bandwidth selection algorithms and bias-correction procedures. Although recent developments in nonparametric estimation (e.g. Imbens et al. (2012) and Calonico et al. (2014)) are sometimes interpreted by practitioners as pointing to a default estimation procedure, we show that in any given application different procedures may perform better or worse. In particular, Monte Carlo simulations based on data generating processes that closely resemble the data from our application show that some asymptotically dominant procedures may actually perform worse than “sub-optimal” alternatives in a given empirical application.\n\n",
    "acknowledgement": "\nWe thank Sebastian Calonico, Matias Cattaneo, Pauline Leung, Tim Moore, two anonymous referees, and seminar participants at CUFE, Econometric Society China Meeting, Hanyang, Tsinghua and Sichuan University for helpful comments. Suejin Lee provided outstanding research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}