{
    "id": 22783,
    "citation_title": "Innovation Network",
    "citation_author": [
        "Daron Acemoglu",
        "Ufuk Akcigit",
        "William Kerr"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Industrial Organization",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nTechnological progress builds upon itself, with the expansion of invention in one domain propelling future work in linked fields. Our analysis uses 1.8 million U.S. patents and their citation properties to map the innovation network and its strength. Past innovation network structures are calculated using citation patterns across technology classes during 1975-1994. The interaction of this pre-existing network structure with patent growth in upstream technology fields has strong predictive power on future innovation after 1995. This pattern is consistent with the idea that when there is more past upstream innovation for a particular technology class to build on, then that technology class innovates more.\n\n",
    "acknowledgement": "\nWe are grateful to Ben Jones and Paula Stephan for their very helpful directions and to seminar participants for their comments. We also thank Alexis Brownell for excellent research assistance. Finally, we gratefully acknowledge financial support from the National Science Foundation, the Alfred P. Sloan Foundation, the Ewing Marion Kauffman Foundation, and Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}