{
    "id": 22789,
    "citation_title": "A Real Estate Boom with Chinese Characteristics",
    "citation_author": [
        "Edward Glaeser",
        "Wei Huang",
        "Yueran Ma",
        "Andrei Shleifer"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "2016-11-08",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Real Estate",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Chinese Economy",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nChinese housing prices rose by over 10 percent per year in real terms between 2003 and 2014, and are now between two and ten times higher than the construction cost of apartments. At the same time, Chinese developers built 100 billion square feet of residential real estate. This boom has been accompanied by a large increase in the number of vacant homes, held by both developers and households. This boom may turn out to be a housing bubble followed by a crash, yet that future is far from certain. The demand for real estate in China is so strong that current prices might be sustainable, especially given the sparse alternative investments for Chinese households, so long as the level of new supply is radically curtailed. Whether that happens depends on the policies of the Chinese government, which must weigh the benefits of price stability against the costs of restricting urban growth.\n\n",
    "acknowledgement": "\nWe thank the editors Enrico Moretti, Gordon Hanson, and Timothy Taylor for helpful comments, and Kevin Chen and You Yang for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}