{
    "id": 22785,
    "citation_title": "Forward Guidance without Common Knowledge",
    "citation_author": [
        "George-Marios Angeletos",
        "Chen Lian"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "2018-02-21",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nHow does the economy respond to news about future policies or future fundamentals? Standard practice assumes that agents have common knowledge of such news and face no uncertainty about how others will respond. Relaxing this assumption attenuates the general-equilibrium effects of news and rationalizes a form of myopia at the aggregate level. We establish these insights within a class of games which nests, but is not limited to, the New Keynesian model. Our results help resolve the forward-guidance puzzle, offer a rationale for the front-loading of fiscal stimuli, and illustrate more broadly the fragility of predictions that rest on long series of forward-looking feedback loops.\n\n",
    "acknowledgement": "\nWe have no financial interests or research support to disclose. We are grateful to the editor, John Leahy, and three anonymous referees for extensive feedback, and to Marco Del Negro, Alisdair McKay, Alexandre Kohlhas, Kristoffer Nimark, Paul Pichler, Franck Portier, and Mirko Wiederholt for conference discussions. For helpful comments, we also thank Adrien Auclert, Harris Dellas, Xavier Gabaix, Alessandro Pavan, Karthik Sastry, and seminar participants at the University of Chicago, Duke University, Northwestern University, Princeton University, the 2016 and 2017 NBER Summer Institutes, the 2016 ESEM in Edinburgh, the 2017 NBER EFG and ME meetings, the 2017 SED meeting, the 2018 AEA meeting, the NYU Stern IUB workshop, the ECB NSM workshop, the 2017 Hydra Workshop in Sardinia, the 20th Central Bank Macroeconomic Modeling Workshop at the Bank of France, the 2017 SNB/CEP Workshop at Study Center Gerzensee, the 2017 Workshop on Sentiments and Beliefs at the Bank of Chile. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}