{
    "id": 22787,
    "citation_title": "Fighting Crises",
    "citation_author": [
        "Gary Gorton",
        "Guillermo Ordoñez"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn fighting a financial crisis, opacity (keeping the names of banks borrowing at emergency lending facilities secret) and stigma (the cost of having a bank’s name revealed) are desirable to restore confidence. Lending facilities raise the perceived average quality of all banks’ assets. Opacity reduces the costs of these facilities, creating an information externality that prevents runs even on banks not participating in lending facilities. Stigma is costly but keeps banks from revealing their participation, making opacity sustainable. The key tool for implementing optimal opacity while fine tuning stigma is the haircut for bonds offered as collateral in lending facilities.\n\n",
    "acknowledgement": "\nWe thank Mark Gertler, Todd Keister, Pamela Labadie, Ricardo Reis, Eric Rosengren, Geoffrey Tootell and seminar participants at the Boston Fed, Wharton, the 2015 AEA Meetings in Boston, the 2016 NAESM in Philadelphia, the 2016 SED Meetings in Toulouse and the “Innovations in Central Banking” Conference at the St. Louis Fed for comments and suggestions. This paper previously circulated under the title “How Central Banks End Crises.” The usual waiver of liability applies. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGary Gorton\n\nGorton has nothing to currently disclose.  He was a consultant to AIG Financial Products from 1996-2008.\n\n\n"
}