{
    "id": 22780,
    "citation_title": "Competitive Effects of Scope of Practice Restrictions: Public Health or Public Harm?",
    "citation_author": [
        "Sara Markowitz",
        "E. Kathleen Adams",
        "Mary Jane Lewitt",
        "PhD",
        "CNM",
        "Anne Dunlop",
        "MD"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe demand for health care and healthcare professionals is predicted to grow significantly over the next decade. Securing an adequate health care workforce is of primary importance to ensure the health and wellbeing of the population in an efficient manner.  Occupational licensing laws and related restrictions on scope of practice (SOP) are features of the market for healthcare professionals and are also controversial.  At issue is a balance between protecting the public health and removing anticompetitive barriers to entry and practice.  In this paper, we examine the controversy surrounding SOP restrictions for certified nurse midwives (CNMs). We use the variation in SOP laws governing CNM practice that has occurred over time in a quasi-experimental design to evaluate the effect of the laws on the markets for CNMs and their services, and on related maternal and infant outcomes.  We focus on SOP laws that pertain to physician oversight requirements and prescribing rules, and examine the effects of SOP laws in geographic areas designated as medically underserved.  Our findings indicate that SOP laws are neither helpful nor harmful in regards to maternal behaviors and infant health outcomes, but states that allow CNMs to practice with no SOP-based barriers to care have lower rates of induced labor and Cesarean section births.  We discuss the implications of these findings for the policy debate surrounding SOP restrictions and for health care costs.\n\n",
    "acknowledgement": "\nFunding for this research was provided by AHRQ grant 1R01HS024530.    We thank Megan Kelly for her work on coding the laws, and Jonathan Hawley and Peter Joski for excellent research assistance.  We also thank Christine Durrance and seminar participants at Clemson University, University of Alabama at Birmingham, the APPAM annual meeting and the ASHEcon biennial meeting for extremely helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}