{
    "id": 22797,
    "citation_title": "Divergent Paths: Structural Change, Economic Rank, and the Evolution of Black-White Earnings Differences, 1940-2014",
    "citation_author": [
        "Patrick Bayer",
        "Kerwin Kofi Charles"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-03",
    "revision_date": "2017-09-13",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n",
        "Other History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper presents new evidence on the evolution of black-white earnings differences among all men at different points in the distribution. We study two dimensions of earnings gaps: the black-white difference in earnings; and the difference between a black man’s position in the black earnings and the position he would hold in the white distribution. After narrowing from 1940 to the mid-1970s, the median black-white earning gap has since grown as large as it was in 1950. Even as his relative earnings improved then worsened, the median black man’s relative position in the earnings distribution has remained essentially constant. Black men at higher percentiles have experienced significant gains in relative earnings since 1940. Unlike blacks at the median and below, whose relative earnings changes have been chiefly the result of narrowing and stretching of the overall earnings distribution, higher percentile blacks have also experienced significant positional gains over the past 70 years.\n\n",
    "acknowledgement": "\nWe are grateful to Paul Eliason, Olga Kozlova and Quinn McInerney for excellent research assistance. We also thank Joe Altonji, Peter Arcidiacono, Leah Boustan, David Card, Joe Hotz, Larry Katz, Damon Jones, Pat Kline, Thomas Lemieux, Bob Margo, Enrico Moretti, Marianne Wannamaker and seminar and conference participants at Duke, Princeton, UCLA, and the NBER for many helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}