{
    "id": 22792,
    "citation_title": "E-Cigarette Minimum Legal Sale Age Laws and Traditional Cigarette Use among Rural Pregnant Teenagers",
    "citation_author": [
        "Michael F. Pesko",
        "Janet M. Currie"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "2019-03-01",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTeenagers under the age of 18 could legally purchase e-cigarettes until states passed e-cigarette minimum legal sale age laws. These laws may have curtailed pregnant teenagers ability to use e-cigarettes for smoking cessation and increased prenatal cigarette smoking rates as a result.  We investigate the effect of e-cigarette minimum legal sale age laws on prenatal cigarette smoking and birth outcomes for underage rural teenagers using data on all births from 2010 to 2016 from 32 states. We find that e-cigarette minimum legal sale age laws increased prenatal smoking in a given trimester by 0.6 percentage points (pp) overall. These effects were disproportionately concentrated in pre-pregnancy smokers.  There was little evidence of the laws having any effect on pre-pregnancy non-smokers, suggesting that ENDS MLSAs increased prenatal smoking rates by reducing cigarette smoking cessation instead of by causing new cigarette smoking initiation. Our results may indicate an unmet need for assistance with smoking cessation among pregnant teenagers.\n\n",
    "acknowledgement": "\nPreviously circulated as \"The Effect of E-Cigarette Minimum Legal Sale Age Laws on Traditional Cigarette Use and Birth Outcomes among Pregnant Teenagers.\" We appreciate helpful comments from Michael French and conference participants at the 2016 American Society for Health Economists conference. We thank Joanna Seirup for excellent data management. Research reported in this publication was supported by the National Institute on Drug Abuse of the National Institutes of Health under Award Number R01DA045016 (PI: Michael Pesko), P30DA040500 (PI: Bruce Schackman), and R01DA039968 (PI: Dhaval Dave). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the National Bureau of Economic Research.\n\n\n"
}