{
    "id": 22795,
    "citation_title": "Applying Asset Pricing Theory to Calibrate the Price of Climate Risk",
    "citation_author": [
        "Kent D. Daniel",
        "Robert B. Litterman",
        "Gernot Wagner"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "2018-10-17",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPricing greenhouse gas emissions involves making trade-offs between consumption today and unknown damages in the (distant) future. This setup calls for an optimal control model to determine the carbon dioxide (CO2) price. It also relies on society’s willingness to substitute consumption across time and across uncertain states of nature, the forte of Epstein-Zin preference specifications.\nWe develop the EZ-Climate model, a simple discrete-time optimization model in which uncertainty about the effect of CO2 emissions on global temperature and on eventual damages is gradually resolved over time. We embed a number of features including potential tail risk, exogenous and endogenous technological change, and backstop technologies.\nThe EZ-Climate model suggests a high optimal carbon price today that is expected to decline over time as uncertainty about the damages is resolved. It also points to the importance of backstop technologies and to very large deadweight costs of delay. We decompose the optimal carbon price into two components: expected discounted damages and the risk premium.\n\n",
    "acknowledgement": "\nFor helpful comments and discussions, and without any implications, we thank Mariia Belaia, Jeffrey Bohn, Ujjayant Chakravorty, V.V. Chari, Frank Convery, Don Fullerton, Ken Gillingham, Christian Gollier, Cameron Hepburn, William Hogan, Pete Irvine, David Keith, Dana Kiku, Gib Metcalf, Torben Mideksa, Thomas Sterner, Adam Storeygard, Christian Traeger, Martin Weitzman, Richard Zeckhauser, Stanley Zin, and seminar participants at: American Economic Association meetings; Environmental Defense Fund; Global Risk Institute; Harvard University; New York University; Journal of Investment Management (JOIM) conference on Long-run Risks, Returns and ESG Investing; Tufts University; University of Illinois Urbana-Champaign; and University of Minnesota. For excellent research assistance, we thank Oscar Sjogren, Weiyu Wan, and Shu Ye, who were instrumental in preparing our code for open source distribution on GitHub. For code and documentation see: github.com/litterman/EZClimate The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}