{
    "id": 22793,
    "citation_title": "Commodities for the Long Run",
    "citation_author": [
        "Ari Levine",
        "Yao Hua Ooi",
        "Matthew Richardson"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper analyzes a novel data set of commodity futures prices over a long sample period starting in 1877, which allows us to shed new light on several important and controversial questions. We document that commodity futures returns (1) have been positive on average; (2) vary significantly across business cycles, inflation episodes, and periods of backwardation versus contango, (3) are driven mostly by variation of spot returns and therefore closely linked to the underlying commodity spot market; (4) perform well during inflation cycles and provide more return in backwardated states; and (5) display low correlation with stocks and bonds. These long-run stylized facts imply that commodity futures can add value to a diversified portfolio from an asset allocation perspective.\n\n",
    "acknowledgement": "\nAri Levine (AQR), Yao Hua Ooi (AQR), and Matthew Richardson (NYU and NBER). AQR, the firm at which two of the authors are employed, offers financial products that invest in commodities. The construction of these products may, at times, draw on insights related to this research. We would like to thank Jusvin Dhillon, Suraj Malladi and Ning Sun for excellent research assistance, and Claude Erb, Campbell Harvey, Antti Ilmanen, Lasse Pedersen, Caroline Sasseville, and Ning Sun for many helpful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}