{
    "id": 22791,
    "citation_title": "Balancing, Regression, Difference-In-Differences and Synthetic Control Methods: A Synthesis",
    "citation_author": [
        "Nikolay Doudchenko",
        "Guido W. Imbens"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn a seminal paper Abadie et al (2010) develop the synthetic control procedure for estimating the effect of a treatment, in the presence of a single treated unit and a number of control units, with pre-treatment outcomes observed for all units. The method constructs a set of weights such that covariates and  pre-treatment outcomes of the treated unit are approximately matched by a weighted average of control units. The weights are  restricted to be nonnegative and sum to one, which allows the procedure to obtain the weights even when the number of lagged outcomes is modest relative to the number of control units, a setting that is not uncommon in applications.  In the current paper we propose a more general class of synthetic control estimators that allows researchers to relax some of the restrictions in the ADH method. We allow the weights to be negative, do not necessarily restrict the sum of the weights, and allow for a permanent additive difference between the treated unit and the controls, similar to difference-in-difference procedures. The weights directly minimize the distance between the lagged outcomes for the treated and the control units, using regularization methods to deal with a potentially large number of possible control units.\n\n",
    "acknowledgement": "\nWe are grateful for comments by seminar participants at the California Econometrics Conference. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nGuido W. Imbens\n\nI have consulted for Microsoft Corporation, Facebook, Amazon, and Lilly Corporation.\n\n\n"
}