{
    "id": 22799,
    "citation_title": "Leverage Dynamics without Commitment",
    "citation_author": [
        "Peter DeMarzo",
        "Zhiguo He"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze equilibrium leverage dynamics in a dynamic tradeoff model when the firm is unable to commit to a leverage policy ex ante. We develop a methodology to characterize equilibrium equity and debt prices in a general jump-diffusion framework, and apply our approach to the standard Leland (1998) setting. Absent commitment, the leverage ratchet effect (Admati et al. 2015) distorts capital structure decisions, leading shareholders to take on debt gradually over time and never voluntarily reduce debt. On the other hand, countervailing effects of asset growth and debt maturity cause leverage to mean-revert towards a long run target. In equilibrium, bond investors anticipate future leverage increases and require significant credit spreads even when the distance to default is large. As a result, the tax benefits of future debt increases are fully dissipated, and equilibrium equity values match those in a model where the firm commits not to issue new debt.\nIn our model, leverage is dependent on the full history of the firm’s earnings. Despite the absence of transactions costs, an increase in profitability causes leverage to decline in the short-run, but the rate of new debt issuance endogenously increases so that leverage ultimately mean-reverts. The target level of leverage, and the speed of adjustment depends critically on debt maturity; nonetheless, in equilibrium shareholders are indifferent toward the debt maturity structure.\n\n",
    "acknowledgement": "\nWe thank Anat Admati, Harry DeAngelo, Douglas Diamond, Mike Fishman, Konstantin Milbradt, Paul Pfleiderer, Adriano Rampini, Josef Zechner, and seminar participants at Duke, London School of Economics, MIT, NYU, Princeton, Stanford, USC, and WFA for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}