{
    "id": 22790,
    "citation_title": "A Risk-based Theory of Exchange Rate Stabilization",
    "citation_author": [
        "Tarek A. Hassan",
        "Thomas M. Mertens",
        "Tony Zhang"
    ],
    "citation_publication_date": "2016-10-31",
    "issue_date": "2016-10-27",
    "revision_date": "2021-07-30",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nWe develop a novel, risk-based theory of the effects of exchange rate stabilization. In our model, the choice of exchange rate regime allows policymakers to make their currency, and by extension, the firms in their country, a safer investment for international investors. Policies that induce a country's currency to appreciate when the marginal utility of inter- national investors is high lower the required rate of return on the country's currency and increase the world-market value of domestic firms. Applying this logic to exchange rate stabilizations, we find a small economy stabilizing its bilateral exchange rate relative to a larger economy can increase domestic capital accumulation, domestic wages, and even its share in world wealth. In the absence of policy coordination, small countries optimally choose to stabilize their exchange rates relative to the currency of the largest economy in the world, which endogenously emerges as the world's \\anchor currency.\" Larger economies instead optimally choose to float their exchange rates. The model therefore predicts an equilibrium pattern of exchange rate arrangements that is remarkably similar to the one in the data.\n\n",
    "acknowledgement": "\nPrevious versions of this paper were circulated under the title “Currency Manipulation.” We thank Mark Aguiar, Fernando Alvarez, Adrien Auclert, Oleg Itskhoki, Federico Gavazzoni, Loukas Karabarbounis, Robert Kollmann, Matteo Maggiori, Brent Neiman, Stavros Panageas, Jesse Schreger, Batchimeg Sambalaibat, Vania Stavrakeva, and Ivan Werning for helpful comments. We also thank seminar participants at the University of Chicago, Princeton, Toulouse, Oslo, the Federal Reserve Banks of Chicago, New York, and San Francisco, the Board of Governors, the annual meetings of the SED, EFA, and AEA, Chicago IFM conference, Chicago CWIE, the CEPR and SAFE AP Workshops, the Cowles Foundation, and the NBER Summer Institute, IFM, and Asset Pricing program meetings. Hassan is grateful to the Fama-Miller Center at the University of Chicago for providing financial support. The views expressed here are solely those of the authors and do not necessarily represent those of the Federal Reserve Bank of San Francisco, the Federal Reserve System., or the National Bureau of Economic Research.\n\n\n"
}