{
    "id": 22794,
    "citation_title": "Public Debt as Private Liquidity: Optimal Policy",
    "citation_author": [
        "George-Marios Angeletos",
        "Fabrice Collard",
        "Harris Dellas"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "2021-06-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "General Equilibrium",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Business Cycles",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study optimal policy in an economy in which public debt is used as collateral or liquidity buffer. Issuing more public debt raises welfare by easing the underlying financial friction; but this easing lowers the liquidity premium and increases the government’s cost of borrowing. These considerations, which are absent in the basic Ramsey paradigm, help pin down a unique, long-run level of public debt. They require a front-loaded tax response to government-spending shocks, instead of tax smoothing. And they explain why a financial recession, more than a traditional one, makes government borrowing cheaper, optimally supporting larger fiscal stimuli.\n\n",
    "acknowledgement": "\nThis paper supersedes an earlier draft, entitled “Optimal Public Debt Management and Liquidity Provision”, which was concerned with the same topic but did not contain the present paper’s theoretical contribution. We are grateful to Behzad Diba for his collaboration on the earlier project; to Pedro Teles and Per Krusell for illuminating discussions; and to various seminar participants for their feedback. Angeletos also thanks the University of Bern, Study Center Gerzensee, and the Swiss Finance Institute for their hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}