{
    "id": 22798,
    "citation_title": "Taxing the Rich More: Preliminary Evidence from the 2013 Tax Increase",
    "citation_author": [
        "Emmanuel Saez"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides preliminary evidence on behavioral responses to taxation around the 2013 tax increase that raised top marginal tax rates on capital income by about 9.5 points and on labor income by about 6.5 points. Using published tabulated tax statistics from the Statistics of Income division of the IRS, we find that reported top 1% incomes were significantly higher in 2012 than in 2013, implying a large short-run elasticity of reported income with respect to the net-of-tax rate in excess of one. This large short-run elasticity is due to income retiming for tax avoidance purposes and is particularly high for realized capital gains and dividends, and highest at the very top of the income distribution. However, comparing 2011 and 2015 top incomes uncovers only a small medium-term response to the tax increase as top income shares resumed their upward trend after 2013. Overall, we estimate that at most 20% of the projected tax revenue increase from the 2013 tax reform is lost through behavioral responses. This implies that the 2013 tax increase was an efficient way to raise revenue.\n\n",
    "acknowledgement": "\nWe thank Patrick Driessen, John Friedman, Robert Moffitt, David Splinter, Michael Strudler, Alan Viard, Gabriel Zucman, and numerous participants at the National Tax Association November 2015 meetings and the Tax Policy and the Economy September 2016 conference for helpful discussions and comments. Sam Karlin and Carl McPherson provided outstanding research assistance. Funding from the National Science Foundation grant SES-1559014 and the Berkeley Center for Equitable Growth is thankfully acknowledged. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}