{
    "id": 22805,
    "citation_title": "The Compositional Effect of Rigorous Teacher Evaluation on Workforce Quality",
    "citation_author": [
        "Julie Berry Cullen",
        "Cory Koedel",
        "Eric Parsons"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "2017-07-20",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Market Structures",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nImproving public sector workforce quality is challenging in sectors such as education where worker productivity is difficult to assess and manager incentives are muted by political and bureaucratic constraints. In this paper, we study how providing improved information to principals about teacher effectiveness and encouraging them to use the information in personnel decisions affects the composition of teacher turnovers. Our setting is the Houston Independent School District, which recently implemented a rigorous teacher evaluation system. Prior to the new system, teacher effectiveness was negatively correlated with district exit and we show that the policy significantly strengthened this relationship, primarily by increasing the relative likelihood of exit for teachers in the bottom quintile of the quality distribution. Low-performing teachers working in low-achieving schools were especially likely to leave. However, despite the success, the implied change to the quality of the workforce overall is too small to have a detectable impact on student achievement.\n\n",
    "acknowledgement": "\nCullen is in the Department of Economics at the University of California, San Diego. Koedel is in the Department of Economics and Truman School of Public Affairs, and Parsons is in the Department of Economics, at the University of Missouri, Columbia. The authors gratefully acknowledge financial support from the Laura and John Arnold Foundation and the National Center for Analysis of Longitudinal Data in Education Research (CALDER) funded through grant #R305C120008 to American Institutes for Research from the Institute of Education Sciences, U.S. Department of Education; research support from the Houston Education Research Consortium, in particular Shauna Dunn, Holly Heard, Dara Shifrer, and Ruth Turley; and research assistance from Li Tan. The authors also thank Tom Dee and seminar participants at the Center for Education Policy Analysis at Stanford University for helpful comments. The views expressed here are those of the authors and should not be attributed to their institutions, data providers, the funders, or the National Bureau of Economic Research. Any and all errors are attributable to the authors.\n\n\n"
}