{
    "id": 22807,
    "citation_title": "The Social Cost of Carbon Revisited",
    "citation_author": [
        "Robert S. Pindyck"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Economics of Information",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAn estimate of the social cost of carbon (SCC) is  key to climate policy.  But how should we estimate the SCC?  A common approach is to use an integrated assessment model (IAM) to simulate time paths for the atmospheric CO2 concentration, its impact on global mean temperature, and the resulting reductions in GDP and consumption.  I have argued that IAMs have serious deficiencies that make them poorly suited for this job, but what is the alternative?  I present a more transparent approach to estimating an average SCC, which I argue is a more useful guide for policy than the marginal SCC derived from IAMs.  I rely on a survey through which I elicit expert opinions  regarding (1) the probabilities of alternative economic outcomes of climate change, including extreme outcomes such as a 20% or greater reduction in GDP, but not the particular causes of those outcomes; and (2) the reduction in emissions required to avert an extreme outcome.  My estimate of the average SCC is the ratio of the present value of damages from an extreme outcome to the total emission reduction needed to avert such an outcome.  I discuss the survey instrument, explain how experts were identified, and present results.  I obtain SCC estimates of $200/mt or higher, but the variation across experts is large.  Trimming outliers and focusing on experts who expressed a high degree of confidence in their answers yields lower SCCs, $80 to $100/mt.\n\n",
    "acknowledgement": "\nMy special thanks to Sarah Armitage and Michael Carter for their outstanding research assistance. My thanks as well to Thomas Black, Roger Cooke, Tatiana Deryugina, Simon Dietz, Sergio Franklin, Peter Howard, Chris Knittel, Bob Litterman, Elena Manresa, Granger Morgan, Richard Newell, Talia Pindyck, Gerard Roe, Richard Schmalensee, Nick Stern, and Martin Weitzman for helpful comments and suggestions, and especially Alberto Cavallo and Tavneet Suri for their help in implementing the survey. I acknowledge financial support from MIT's Center for Energy and Environmental Policy Research The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}