{
    "id": 22802,
    "citation_title": "Intertemporal Substitution in Health Care Demand: Evidence from the RAND Health Insurance Experiment",
    "citation_author": [
        "Haizhen Lin",
        "Daniel W. Sacks"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNonlinear cost-sharing in health insurance encourages intertemporal substitution be- cause patients can reduce their out-of-pocket costs by concentrating spending in years when they hit the deductible. We test for such intertemporal substitution using data from the RAND Health Insurance Experiment, where people were randomly assigned either to a free care plan or to a cost-sharing plan which had coinsurance up to a maximum dollar expenditure (MDE). Hitting the MDE—leading to an effective price of zero—has a bigger effect on monthly health care spending and utilization than does being in free care, because people who hit the MDE face high future and past prices. As a result, we estimate that sensitivity to short-lasting price changes is about twice as large as sensitivity to long-lasting changes. These findings help reconcile conflicting estimates of the price elasticity of demand for health care, and suggest that high deductible health plans may be less effective than hoped in controlling health care spending.\n\n",
    "acknowledgement": "\nWe thank our discussant Chris Cronin, as well as Guy Arie, Anthony Defusco, Johannes Haushofer, Anita Mukherjee, Jeff Prince, Eric Rasmusen, Marc Rysman, Brad Shapiro, Jonathan Skinner, Matthijs Wildenbeest, and audiences at Indiana University, the University of Rochester, the Junior Health Economics Summit, and the Midwest Health Economics Conferences for helpful comments and feedback. We are grateful to the RAND investigators for providing publicly available, well documented replication data. Jordan Keener provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}