{
    "id": 22806,
    "citation_title": "Political Borders and Bank Lending in Post-Crisis America",
    "citation_author": [
        "Matthieu Chavaz",
        "Andrew K. Rose"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe use spatial discontinuities associated with congressional district borders to identify the effect of political influences on American banks’ lending.  We show that recipients of the 2008 public capital injection program (TARP) increased mortgage and small business lending by 23% to 60% more in areas located inside their home-representative’s district than elsewhere.  The impact is stronger if the representative supported the TARP in Congress, was subsequently re-elected, and received more political contributions from the financial industry.  Together, these results suggest that political considerations influence credit allocation in a politically mature system like the United States without the formal possibility of political interference in lending decisions, and that this influence is larger if the flows between banks and politicians are reciprocal.\n\n",
    "acknowledgement": "\nThis paper grew out of conversations and work with Tomasz Wieladek, to whom we owe a considerable debt.  For comments, we thank: Sumit Agarwal; Craig Brown; Ran Duchin; Rainer Haselmann; Zsuzsa Huszar; Rustom Irani; Rajkamal Iyer; Ravi Jain; Sebnem Kalemli-Ozcan; Ross Levine; Andrea Polo; Wenlan Qian; David Reeb; Amit Seru, Johan Sulaeman; Bernie Yeung; and seminar participants at Barcelona Graduate School of Economics Summer Forum, Bank of England, NUS Business School, and Halle Institute for Economic Research.  All opinions expressed in this paper are those of the authors, not the Bank of England or the National Bureau of Economic Research.\n\n\n"
}