{
    "id": 22808,
    "citation_title": "How Information Affects Support for Education Spending: Evidence from Survey Experiments in Germany and the United States",
    "citation_author": [
        "Martin R. West",
        "Ludger Woessmann",
        "Philipp Lergetporer",
        "Katharina Werner"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study whether current spending levels and public knowledge of them contribute to transatlantic differences in policy preferences by implementing parallel survey experiments in Germany and the United States. In both countries, support for increased education spending and teacher salaries falls sharply when respondents receive information about existing levels. Treatment effects vary by prior knowledge in a manner consistent with information effects rather than priming. Support for salary increases is inversely related to salary levels across American states, suggesting that salary differences between the two countries could explain Germans’ lower support for increases. Information about the tradeoffs between different categories of education spending shifts preferences away from class-size reduction and towards alternative purposes.\n\n",
    "acknowledgement": "\nFor helpful comments, we would like to thank Eric Bettinger and participants at the CESifo Area Conference on the Economics of Education. Michael B. Henderson and Paul E. Peterson made important contributions to the design of the survey instruments and experiments. We thank Franziska Kugler for her collaboration in designing and executing the German survey. Financial support through the Leibniz Competition (SAW-2014-ifo-2) is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}