{
    "id": 2280,
    "citation_title": "Effects of the Changing U.S. Age Distribution on Macroeconomic Equations",
    "citation_author": [
        "Ray C. Fair",
        "Kathryn M. Dominguez"
    ],
    "citation_publication_date": "1987-06-01",
    "issue_date": "1987-06-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe effects of the changing U.S. age distribution on various macroeconomic equations are examined in this paper. The equations include consumption, money demand, housing investment, and labor force participation equations. Seven age groups are analyzed: 16-19, 20-24, 25-29, 30-39, 40- 54, 55-64, and 65+. There seems to be enough variance in the age distribution data to allow reasonably precise estimates of the effects of a number of age categories on the macro variables. The results show that, other things being equal, age groups 30-39 and 40-54 consume less than average, invest less in housing than average, and demand more money than average. Age group 55-64 consumes more and demands more money. If these estimates are right, they imply, other things being equal, that consumption and housing investment will be negatively affected in the future as more and more baby boomers enter the 30-54 age group. The demand for money will be positively affected. If, as Easterlin argues, the average wage that an age group faces is negatively affected by the percent of the population in that group, then the labor force participation rate of a group should depend on the relative size of the group. If the substitution effect dominates, people in a large group should work less than average, and if the income effect dominates, they should work more than average. The results indicate that the substitution effect dominates for women 25-54 and that the income effect dominates for men 25-54.\n\n",
    "acknowledgement": "\n"
}