{
    "id": 22803,
    "citation_title": "E-governance, Accountability, and Leakage in Public Programs: Experimental Evidence from a Financial Management Reform in India",
    "citation_author": [
        "Abhijit Banerjee",
        "Esther Duflo",
        "Clement Imbert",
        "Santhosh Mathew",
        "Rohini Pande"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Development and Growth",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn collaboration with the Government of Bihar, India, we conducted a large-scale experiment to evaluate whether transparency in fiscal transfer systems can increase accountability and reduce corruption in the implementation of a workfare program. The reforms introduced electronic fund-flow, cut out administrative tiers, and switched the basis of transfer amounts from forecasts to documented expenditures. Treatment reduced leakages along three measures: expenditures and hours claimed dropped while an independent household survey found no impact on actual employment and wages received; a matching exercise reveals a reduction in fake households on payrolls; and local program officials’ self-reported median personal assets fell.\n\n",
    "acknowledgement": "\nWe thank Abhishek Anand, Madeline Duhon, Pooja Khosla, Shweta Rajwade, M.R. Sharan, Niki Shrestha and Pankaj Verma for excellent research assistance. We thank the International Initiative for Impact Evaluation (3ie) and the International Growth Centre (IGC) for financial support. We thank Julien Labonne, Eliana la Ferrara, Rema Hanna, Ben Olken, Debraj Ray, and Sandip Sukhtankar for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEsther Duflo\n\nAs the principal secretary of Bihar’s Department of Rural Development, Santhosh Mathew was involved in the design of this reform and early implementation efforts. However, all views and errors are solely ours and this paper does not represent the view of the Ministry of Rural Development or any part of the Government of India. The project was approved by the Institutional Review Boards at Harvard, IFMR, and MIT (COUHES Protocol 1207005145). This study is registered in the AEA RCT Registry and the unique identifying number is AEARCTR-0000009.\n\n\n\nSanthosh Mathew\n\nAs the principal secretary of Bihar’s Department of Rural Development, Santhosh Mathew was involved in the design of this reform. However, this paper does not represent the views of Bihar’s Department of Rural Development or Government of India’s Ministry of Rural Development where he is currently the Joint Secretary.\n\n\n"
}