{
    "id": 22814,
    "citation_title": "Past Performance and Procurement Outcomes",
    "citation_author": [
        "Francesco Decarolis",
        "Giancarlo Spagnolo",
        "Riccardo Pacini"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2020-04-14",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nReputational incentives may be a powerful mechanism for improving supplier performance and limiting the perverse effect of price competition on contract execution. We analyze a unique experiment run by a large utility company in Italy which introduced a new vendor rating system scoring its suppliers' past performance and linking it to the award of future contracts. We study responses in both price and performance to the announcement of the switch from price-only to price-and-rating auctions. Average performance improves from 25 percent to 90 percent of the audited parameters. Improvements involve all parameters and suppliers, are long-lasting (for at least 10 years after the initial experiment) and are reflected in higher service quality by the utility. Contract prices do not significantly change overall, but we find evidence of lower prices right after the announcement when suppliers compete to win contracts to get scored, and of higher prices, once they have established a good reputation. We then argue that supplier moral hazard is the main force behind our findings. The main takeaway from this study is that the gains from curtailing supplier moral hazard may be higher than those from always bolstering price competition, and that a reputational mechanism based on objective past performance can be a powerful tool to achieve this goal.\n\n",
    "acknowledgement": "\nWe are grateful to Nick Bloom, Luis Cabral, Liran Einav, Rosa Ferrer, Stefano Gagliarducci, Ricard Gil, Luigi Guiso, Hugo Hopenhayn, Neale Mahoney, Rob Metcalfe, Enrico Moretti, Gustavo Piga, Piero Sabbatini, Stephane Saussier, Steve Tadelis, Paola Valbonesi and to the participants at the seminars at Barcelona GSE, Berkeley, FGV, Stanford University, Stockholm University, University of Bologna and University of Paris I for their useful suggestions. We thank Acea for sharing its data. We also thankfully acknowledge financial support from both the European Research Council (ERC Starting Grant 679217, Decarolis) and the Wallander and Hedelius foundation (Handelsbanken P2013-0162, Spagnolo). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}