{
    "id": 22815,
    "citation_title": "The Affordable Care Act as Retiree Health Insurance: Implications for Retirement and Social Security Claiming",
    "citation_author": [
        "Alan L. Gustman",
        "Thomas L. Steinmeier",
        "Nahid Tabatabai"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Behavioral Economics",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from the Health and Retirement Study, we examine the effects of the Affordable Care Act (ACA) on retirement. We first calculate retirements (and in related analyses changes in expected ages of retirement and/or Social Security claiming) between 2010, before ACA, and 2014, after ACA, for those with health insurance at work but not in retirement. This group experienced the sharpest change in retirement incentives from ACA. We then compare retirement measures for those with health insurance at work but not in retirement with retirement measures for two other groups, those who, before ACA, had employer provided health insurance both at work and in retirement, and those who had no health insurance either at work or in retirement. To complete a difference-in-difference analysis, we make the same calculations for members of an older cohort over the same age span. We find no evidence that ACA increases the propensity to retire or changes the retirement expectations of those who, before ACA, had coverage when working but not when retired.\nAn analysis based on a structural retirement model suggests that eventually ACA will increase the probability of retirement by those who initially had health insurance on the job but did not have employer provided retiree health insurance. But the retirement increase is quite small, only about half a percentage point at each year of age. The model also suggests that much of the effect of ACA on retirement will be realized within a few years of the change in the law.\n\n",
    "acknowledgement": "\nThis work was supported by a grant from the Social Security Administration through the Michigan Retirement Research Center (UM16-02) to the NBER with a subcontract to Dartmouth College. The findings and conclusions expressed are solely those of the authors and do not represent the views of the Social Security Administration, any agency of the Federal government, the Michigan Retirement Research Center or the NBER. Helen Levy provided helpful suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}