{
    "id": 22813,
    "citation_title": "On a World Climate Assembly and the Social Cost of Carbon",
    "citation_author": [
        "Martin Weitzman"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper postulates the conceptually useful allegory of a futuristic “World Climate Assembly” (WCA) that votes for a single worldwide price on carbon emissions via the basic democratic principle of one-person one-vote majority rule. If this WCA framework can be accepted in the first place, then voting on a single internationally- binding minimum carbon price (the proceeds from which are domestically retained) tends to counter self-interest by incentivizing countries or agents to internalize the externality. I attempt to sketch out the sense in which each WCA-agent's extra cost from a higher emissions price is counter-balanced by that agent's extra benefit from inducing all other WCA-agents to simultaneously lower their emissions in response to the higher price. The first proposition of this paper derives a relatively simple formula relating each emitter's single-peaked most-preferred world price of carbon emissions to the world “Social Cost of Carbon” (SCC). The second and third propositions relate the WCA-voted world price of carbon to the world SCC. I argue that the WCA-voted price and the SCC are unlikely to differ sharply. Some implications are discussed. The overall methodology of the paper is a mixture of mostly classical with some behavioral economics.\n\n",
    "acknowledgement": "\nFor helpful comments, but without implicating them in errors or interpretations, I am indebted to Joseph Aldy, Geir Asheim, Daniel Bodansky, Patrick Bolton, John Broome, Dallas Burtraw, Daniel Cole, Vincent Crawford, Stephen DeCanio, Duncan Foley, Jeffrey Frankel, Roger Guesnerie, Gilbert Metcalf, Juan Moreno-Cruz, Ian Parry, John Roemer, Richard Schmalensee, Joseph Shapiro, Thomas Sterner, Massimo Tavoni, Gernot Wagner, David Weisbach. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}