{
    "id": 22819,
    "citation_title": "International Borrowing Cycles: A New Historical Database",
    "citation_author": [
        "Graciela L. Kaminsky"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Globalization and International Relations",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe ongoing slowdown in international capital flows has brought again to the attention the booms and bust cycles in international borrowing. Many suggest that capital flow bonanzas are excessive, ending in crises. One of the most frequently mentioned culprits are the cycles of monetary easing and tightening in the financial centers. More recently, the 2008 Subprime Crisis in the United States has also been blamed for the retrenchment in capital flows to both developed and developing countries. To further understand international capital flow cycles, I construct a new database on capital flows spanning the first episode of financial globalization from 1820 to 1931. During this episode, monetary policy in the financial center is constrained by the adherence to the Gold Standard, thus providing a benchmark for global cycles in the absence of an active role of central banks in the financial centers. Also, panics in the financial center are rare disasters that can only be studied in this longer episode of financial globalization. This paper presents the historical data with an example for Latin America.\n\n",
    "acknowledgement": "\nI gratefully acknowledge support from the National Science Foundation (Award No 1023681) and the Institute for New Economic Thinking (Grant No INO14-00009). I want to thank Katherine Carpenter, Samuel Mackey, Jeffrey Messina, Andrew Olenski, and Pablo Vega-García for superb research assistance. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}