{
    "id": 22810,
    "citation_title": "Analyzing the Influence of Occupational Licensing Duration and Grandfathering on Labor Market Outcomes",
    "citation_author": [
        "Suyoun Han",
        "Morris M. Kleiner"
    ],
    "citation_publication_date": "2016-11-07",
    "issue_date": "2016-11-03",
    "revision_date": "2017-12-18",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n",
        "Labor Market Structures",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Nonprofits",
        "\n",
        "Regulatory Economics",
        "\n",
        "Industry Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Industrial Organization",
        "\n",
        "Law and Economics",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nThe length of time from the implementation of an occupational licensing statute (i.e., licensing duration) may matter in influencing labor market outcomes. Adding to or raising the entry barriers are likely easier once an occupation is established and has gained influence in a political jurisdiction. States often enact grandfather clauses and ratchet up requirements that protect existing workers and increase entry costs to new entrants. We analyze the labor market influence of the duration of occupational licensing statutes for 13 major universally licensed occupations over a 75-year period. These occupations comprise the vast majority of workers in these regulated occupations in the United States. We provide among the first estimates of potential economic rents to grandfathering. We find that duration years of occupational licensure are positively associated with wages for continuing and grandfathered workers. The estimates show a positive relationship of duration with hours worked, but we find moderately negative results for participation in the labor market. The universally licensed occupations, however, exhibit heterogeneity in outcomes. Consequently, unlike some other labor market public policies, such as minimum wages or direct unemployment insurance benefits, occupational licensing would likely influence labor market outcomes when measured over a longer period of time.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Analyzing the Influence of Occupational Licensing Duration on Labor Market Outcomes.\" We greatly appreciate the comments of Joan Gieseke, Hwikwon Ham, Mindy Marks, and Elizabeth Powers on previous versions of the paper. We especially thank participants in seminars at the American Economic Association annual meetings, Clemson University, Collegio Carlo Alberto, Labor and Employment Relations Association annual meetings, London School of Economics, Society of Labor Economists annual meetings, University of Illinois, Urbana-Champaign, University of Minnesota, Twin-Cities, and the W.E. Upjohn Institute for Employment Research for their comments. We thank the Smith Richardson Foundation and the Ewing Marion Kauffman Foundation for their financial support of our research. The views expressed here are those of the authors and do not necessarily reflect the views or policies of the Smith Richardson Foundation, the Ewing Marion Kauffman Foundation, the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}