{
    "id": 22812,
    "citation_title": "International Transmissions of Monetary Shocks: Between a Trilemma and a Dilemma",
    "citation_author": [
        "Xuehui Han",
        "Shang-Jin Wei"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper re-examines international transmissions of monetary policy shocks from advanced economies to emerging market economies. In terms of methodologies, it combines three novel features. First, it separates co-movement in monetary policies due to common shocks from spillovers of monetary policies from advanced to peripheral economies. Second, it uses surprises in growth and inflation and the Taylor rule to gauge desired changes in a country’s interest rate if it is to focus exclusively on growth, inflation, and real exchange rate stability. Third, it proposes a specification that can work with the quantitative easing episodes when no changes in US interest rate are observed. In terms of empirical findings, we differ from the existing literature and document patterns of “2.5-lemma” or something between a trilemma and a dilemma: without capital controls, a flexible exchange rate regime offers some monetary policy autonomy when the center country tightens its monetary policy, yet it fails to do so when the center country lowers its interest rate. Capital controls help to insulate periphery countries from monetary policy shocks from the center country even when the latter lowers its interest rate.\n\n",
    "acknowledgement": "\nThe views expressed in this paper are those of the authors and do not necessarily reflect the views and policies of the Asian Development Bank (ADB), its Board of Governors, the governments they represent, or the National Bureau of Economic Research. The authors are grateful for excellent research assistance to Orlee P. Velarde, Lea R. Sumulong, and Nedelyn C. Magtibay-Ramos and for comments to Abdul D. Abiad, Joshua Aizenman, Atish R. Ghosh, Sebnem Kalemli Ozcan, Diwa Guinigundo, Arief Ramayandi, and participants of the research seminar at ADB, the Joint Central Bank of the Republic of Turkey – Bank of England Workshop on “The International Monetary and Financial System: short term challenges and long term solution,” and the 7th Meeting of the International Policy Advisory Group. The authors are responsible for any remaining errors in the paper.\n\n\n"
}