{
    "id": 22817,
    "citation_title": "The Aggregate Implications of Gender and Marriage",
    "citation_author": [
        "Margherita Borella",
        "Mariacristina De Nardi",
        "Fang Yang"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2016-12-30",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Consumption and Investment",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWages, labor market participation, hours worked, and savings differ by gender and marital status. In addition, women and married people make up for a large fraction of the population and of labor market participants, total hours worked, and total earnings. For the most part, macroeconomists have been ignoring women and marriage in setting up structural models and by calibrating them using data on males only. In this paper we ask whether ignoring gender and marriage in both models and data implies that the resulting calibration matches well the key economic aggregates. We find that it does not and we ask whether there are other calibration strategies or relatively simple models of marriage that can improve the fit of the model to aggregate data.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Gender, Marriage, and Life Expectancy.\" De Nardi gratefully acknowledges support from the ERC, grant 614328 “Savings and Risks”. Yang gratefully acknowledges the hospitality of the Federal Reserve Bank of Chicago. We thank Marco Bassetto, Alfonso Sousa-Poza, and an anonymous referee for useful comments and suggestions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research, the CEPR, any agency of the federal government, the Federal Reserve Bank of Chicago, or the IFS.\n\n\n"
}