{
    "id": 22816,
    "citation_title": "Housing Demand, Cost-of-Living Inequality, and the Affordability Crisis",
    "citation_author": [
        "David Albouy",
        "Gabriel Ehrlich",
        "Yingyi Liu"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2023-04-02",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nSince 1970, housing's relative price, share of expenditure, and ``unaffordability'' have all grown. We estimate housing demand using a novel compensated framework over space and an uncompensated framework over time. Our specifications pass tests imposed by rationality and household mobility. Housing demand is income and price inelastic, and appears to fall with household size. We provide a numerical non-homothetic constant elasticity of substitution utility function for improved quantitative modeling.  An ideal cost-of-living index demonstrates that the poor have been disproportionately impacted by rising relative rents, which have greatly amplified increases in real income inequality.\n\n",
    "acknowledgement": "\nDuring work on this project, Albouy was a David C. Lincoln Fellow for the Lincoln Institute of Land Policy. Any mistakes are our own. We thank seminar participants at the Budapest Institute of Economics, Dalhousie, Homer Hoyt Institute, LSE (CEPR), Monash, National University of Singapore, New Economic School (Moscow), Tinbergen Institute, University of Bern, UIC,  UNSW, USC (Price). We also thank conference participants at the AREUEA, ASSA, and SEA annual meetings; CHUM-Chicago Fed; IEB IV Workshop on Urban Economics; NBER Conference on International Comparisons of Income, Prices, and Production; the Ziman-UCLA Conference on Housing Affordability; David Card, Tom Davidoff, Angus Deaton, Jessie Handbury, Ed Olsen, Chien-Wen Peng, Changcheng Song , Lewis Warren, and Jing Wu for their comments and input. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}