{
    "id": 22822,
    "citation_title": "Heterogeneity and Persistence in Returns to Wealth",
    "citation_author": [
        "Andreas Fagereng",
        "Luigi Guiso",
        "Davide Malacrino",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide a systematic analysis of the properties of individual returns to wealth using twenty years of population data from Norway’s administrative tax records. We document a number of novel results. First, in a given cross-section, individuals earn markedly different returns on their assets, with a difference of 500 basis points between the 10th and the 90th percentile. Second, heterogeneity in returns does not arise merely from differences in the allocation of wealth between safe and risky assets: returns are heterogeneous even within asset classes. Third, returns are positively correlated with wealth. Fourth, returns have an individual permanent component that accounts for 60% of the explained variation. Fifth, for wealth below the 95th percentile, the individual permanent component accounts for the bulk of the correlation between returns and wealth; the correlation at the top reflects both compensation for risk and the correlation of wealth with the individual permanent component. Finally, the permanent component of the return to wealth is also (mildly) correlated across generations. We discuss the implications of these findings for several strands of the wealth inequality debate.\n\n",
    "acknowledgement": "\nWe thank Alberto Bisin, Fatih Guvenen, Gueorgui Kambourov, Daniele Massacci, Giovanni Mastrobuoni, Benjamin Moll, Andrea Pozzi, Ali Shourideh, and Anton Tsoy for very fruitful discussions. We are grateful for useful comments from seminar participants at the 2016 ASSA meetings, the NBER Summer Institute, Bocconi University, EIEF, European University Institute, University of Chicago, UC Berkeley, Fudan University, HEC Montreal, UC Santa Cruz, MIT Sloan, Northwestern, Kellogg, NY FED, Santa Clara University, Statistics Norway, the 2016 QSPS meeting at Utah State, and the 2016 Cowles Macro/Labor conference at Yale. Funding from the Research Council of Norway is gratefully acknowledged. Funding from the Research Council of Norway is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}