{
    "id": 22820,
    "citation_title": "Puzzles in the Forex Tokyo “Fixing”: Order Imbalances and Biased Pricing by Banks",
    "citation_author": [
        "Takatoshi Ito",
        "Masahiro Yamada"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\n“Fixing” in the foreign exchange market is a market practice that determines the bid-ask-mid-point exchange rate at a scheduled time, 10am in Tokyo and 4pm in London. The fixing exchange rate is then applied to the settlement of foreign exchange transactions between banks and retail customers including broker dealers, institutional investors, insurance companies, exporters and importers, with varying bid-ask spreads.\nOur findings for the Tokyo fixing are summarized as follows. (1) Price spikes in the Tokyo fixing are more frequent than in the London fixing. (2) The customer orders are biased toward buying the foreign currencies, which is predictable. (3) Before 2008, the fixing prices set by banks were biased upward, and higher than the highest transaction price during the fixing time window. (4) Even after 2008, the fixing prices announced by banks were still above the median transaction price during the fixing window, suggesting that banks make predictable profits. (5) The calendar effects also matter for determination of the fixing rate and the price fluctuation around fixing time.\n\n",
    "acknowledgement": "\nThe first author acknowledges financial support Japan Society for the Promotion of Science, Grant-in-Aid for Scientific Research A-25245044. The second author acknowledges financial support Grant-in-Aid for Scientific Research A-24243031. The authors are grateful to comments on an earlier version by Alain Chaboud, Robert Engle, Martin Evans, Michael Melvin, Shmuel Baruch, and Sadayoshi Takaya. We are also indebted to a market participant in a bank who wishes to be anonymous, for his insights on the Tokyo fixing. A part of this paper contains some materials of our previous unpublished working paper, NBER working paper no 21518, September 2015.Our earlier working paper has been divided into two and each half has been substantially revised and updated. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}