{
    "id": 22823,
    "citation_title": "The Optimal Distribution of Population across Cities",
    "citation_author": [
        "David Albouy",
        "Kristian Behrens",
        "Frédéric Robert-Nicoud",
        "Nathan Seegert"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2017-02-07",
    "topics": [
        "\n",
        "Subnational Fiscal Issues",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nThe received economic wisdom is that cities are too big and that public policy should limit their sizes. This wisdom assumes, unrealistically, that city sites are homogeneous, migration is unfettered, land is given freely to incoming migrants, and federal taxes are neutral. Should those assumptions not hold, large cities may be inefficiently small. We prove this claim in a system of cities with heterogeneous sites and either free mobility or local governments, where  agglomeration economies, congestion, federal taxation, and land ownership create wedges. A quantitative version of our model suggests that cities may well be too numerous and underpopulated for a wide range of plausible parameter values. The welfare costs of free migration equilibria appear small, whereas they seem substantial when local governments control city size.\n\n",
    "acknowledgement": "\nThis paper merges and supersedes Albouy and Seegert (2012) and Behrens and Robert-Nicoud's (2014) pieces. We are grateful to Vernon Henderson for his detailed and extremely valuable comments. We are also grateful to Costas Arkolakis, Richard Arnott, Spencer Banzhaf, Morris Davis, Klaus Desmet, Pablo Fajgelbaum, Patrick Kline, David Pines, Esteban Rossi-Hansberg, Bernard Salanie, William Strange, Jacques Thisse, Tony Venables, Wouter Vermeulen,  Dave Wildasin, and numerous conference and seminar audiences for discussions and feedback. Albouy would like to thank the Lincoln Institute for Land Policy for generous assistance on this project. Behrens and Robert-Nicoud gratefully acknowledge financial support from the CRC Program of the Social Sciences and Humanities Research Council SSHRC of Canada for the funding of the Canada Research Chair in Regional Impacts of Globalization. The study has been funded by the Russian Academic Excellence Project `5-100' and the Michigan Center for Local, State, and Urban Policy (CLOSUP). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}