{
    "id": 22825,
    "citation_title": "Putting the Cycle Back into Business Cycle Analysis",
    "citation_author": [
        "Paul Beaudry",
        "Dana Galizia",
        "Franck Portier"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper begins by re-examining the spectral properties of several cyclically sensitive variables such as hours worked, unemployment and capacity utilization. For each of these series, we document the presence of an important peak in the spectral density at a periodicity of approximately 36-40 quarters. We take this pattern as suggestive of intriguing but little-studied cyclical phenomena at the long end of the business cycle, and we ask how best to explain it. In particular, we explore whether such patterns may reflect slow-moving limit cycle forces, wherein booms sow the seeds of the subsequent busts. To this end, we present a general class of models, featuring local complementarities, that can give rise to unique-equilibrium behavior characterized by stochastic limit cycles. We then use the framework to extend a New Keynesian-type model in a manner aimed at capturing the notion of an accumulation-liquidation cycle. We estimate the model by indirect inference and find that the cyclical properties identified in the data can be well explained by stochastic limit cycles forces, where the exogenous disturbances to the system are very short lived. This contrasts with results from most other macroeconomic models, which typically require very persistent shocks in order to explain macroeconomic fluctuations.\n\n",
    "acknowledgement": "\nThe authors thank Jess Benhabib, Kiminori Matsuyama and Morten Ravn for helpful discussions. The authors would also like to thank seminar participants at Banque de France, University of Manchester, Pompeu Fabra-Toulouse \"skiminar\", NBER Summer Institute, Hydra workshop, UCL, UCLA, UCSD, Wisconsin, the University of Pennsylvania and Northwestern University for comments. This is a heavily revised version of a paper previously circulated under the heading \"Reviving the Limit Cycle View of Macroeconomic Fluctuations.\" Franck Portier acknowledges financial support by the ADEMU project, \"A Dynamic Economic and Monetary Union,\" funded by the European Union's Horizon 2020 Program under grant agreement No 649396. Paul Beaudry acknowledges support from the SSHRC of Canada. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}