{
    "id": 22826,
    "citation_title": "Hospital Competition, Quality, and Expenditures in the U.S. Medicare Population",
    "citation_author": [
        "Carrie Colla",
        "Julie Bynum",
        "Andrea Austin",
        "Jonathan Skinner"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Nonprofits",
        "\n",
        "Antitrust",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nTheoretical models of competition with fixed prices suggest that hospitals should compete by increasing quality of care for diseases with the greatest profitability and demand elasticity.  Most empirical evidence regarding hospital competition is limited to heart attacks, which in the U.S. generate positive profit margins but exhibit very low demand elasticity – ambulances usually take patients to the closest (or affiliated) hospital. In this paper, we derive a theoretically appropriate measure of market concentration in a fixed-price model, and use differential travel-time to hospitals in each of the 306 U.S. regional hospital markets to instrument for market concentration. We then estimate the model using risk-adjusted Medicare data for several different population cohorts: heart attacks (low demand elasticity), hip and knee replacements (high demand elasticity) and dementia patients (low demand elasticity, low or negative profitability).  First, we find little correlation within hospitals across quality measures. And second, while we replicate the standard result that greater competition leads to higher quality in some (but not all) measures of heart attack quality, we find essentially no association between competition and quality for what should be the most competitive markets – elective hip and knee replacements. Consistent with the model, competition is associated with lower quality care among dementia patients, suggesting that competition could induce hospitals to discourage unprofitable patients.\n\n",
    "acknowledgement": "\nWe are grateful to Amitabh Chandra, John Graves, Carine Milcent, Pedro Pita Barros, Chris Snyder, Douglas Staiger, participants in the 2016 Wennberg International Collaborative Conference, and an anonymous referee for helpful comments, and to the National Institute on Aging (P01-AG019783), the NIH Commons Fund (U01AG046830) and National Center for Advancing Translational Sciences (KL2TR001088) for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nJonathan Skinner\n\nThe author reports that he is a shareholder and advisor to Dorsata, Inc., a software startup that is developing physician decision tools for use in clinical settings.\n\n\n"
}