{
    "id": 22821,
    "citation_title": "Durable Coalitions and Communication: Public versus Private Negotiations",
    "citation_author": [
        "David P. Baron",
        "Renee Bowen",
        "Salvatore Nunnari"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Game Theory",
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Welfare and Collective Choice",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nWe present a laboratory experiment to study the effect of communication on durable coalitions – coalitions that support the same allocation from one period to the next. We study a bargaining setting where the status quo policy is determined by the policy implemented in the previous period. Our main experimental treatment is the opportunity for subjects to negotiate with one another through unrestricted cheap-talk communication before a proposal is made and comes to a vote. We compare committees with no communication, committees where communication is public and messages are observed by all committee members, and committees where communication is private and any committee member can send private messages to any other committee member. We find that the opportunity to communicate has a significant impact on outcomes and coalitions. When communication is public, there are more universal coalitions and fewer majoritarian coalitions. With private communication, there are more majoritarian coalitions and fewer universal coalitions. With either type of communication coalitions occur more frequently and last longer than with no communication. The content of communication is correlated with coalition type and with the formation and dissolution of durable coalitions. These findings suggest a coordination role for communication that varies with the mode of communication.\n\n",
    "acknowledgement": "\nWe are grateful to Marina Agranov, Alessandra Casella, Giovanni Andreottola, Guillaume Frechette, Drew Fudenberg, Dimitri Landa, Thomas Palfrey, Eduard Talamas, and seminar audiences at the 2014 Mini-Conference on Experimental Economics at Caltech, the 2014 Behavioral Models in Politics Conference at Duke, the 2016 Mini-Conference on Political Economy at Stanford University, the University of Warwick, the London School of Economics, Bocconi University, the University of Padua, the 12th CSEF-IGIER Symposium on Economics and Institutions, the 2nd EIEF Political Economy Workshop, and the University of Granada for helpful comments and interesting discussions. Elliott Ash and Anselm Rink provided excellent research assistance. Nunnari acknowledges financial support from the European Research Council (Grant No. 648833) The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}