{
    "id": 22827,
    "citation_title": "Inflation Dynamics During the Financial Crisis",
    "citation_author": [
        "Simon Gilchrist",
        "Raphael Schoenle",
        "Jae Sim",
        "Egon Zakrajšek"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing a novel dataset, which merges good-level prices underlying the PPI with the respondents’ balance sheets, we show that liquidity constrained firms increased prices in 2008, while their unconstrained counterparts cut prices. We develop a model in which firms face financial frictions while setting prices in customer markets. Financial distortions create an incentive for firms to raise prices in response to adverse financial or demand shocks. This reaction reflects the firms’ decisions to preserve internal liquidity and avoid accessing external finance, factors that strengthen the countercyclical behavior of markups and attenuate the response of inflation to fluctuations in output.\n\n",
    "acknowledgement": "\nWe thank Rudi Bachmann, Mark Bils, Marco Del Negro, Etienne Gagnon, Marc Giannoni, Yuriy Gorodnichenko, Jim Kahn, Pete Klenow, Emi Nakamura, Joe Vavra, and three anonymous referees for helpful comments and suggestions; we also benefited from comments from participants at numerous conferences and seminars. We are especially grateful to Kristen Reed, Ryan Ogden, and Rozi Ulics of the Bureau of Labor Statistics for their invaluable help with this project and to Jonathan Weinhagen for sharing his expertise with the PPI data. Jane Brittingham, Holly Dykstra, George Gu, Samuel Haltenhof, Matthew Klepacz, Shaily Patel, and Rebecca Zhang provided outstanding research assistance at various stages of this project. Gilchrist and Schoenle thank the National Science Foundation for financial support under grant No. 1357781. All errors and omissions are our own responsibility. The views expressed in this paper are solely the responsibility of the authors and should not be interpreted as reflecting the views of the Board of Governors of the Federal Reserve System, anyone else associated with the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}