{
    "id": 22824,
    "citation_title": "Time-Inconsistent Charitable Giving",
    "citation_author": [
        "James Andreoni",
        "Marta Serra-Garcia"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2019-12-09",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Behavioral Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n"
    ],
    "abstract": "\n\nWe motivate this paper with a puzzle. When we asked subjects to give five dollars to charity today, about 30 percent agree, but when the donation would instead be paid in one week, giving increases by 50 percent. The puzzle is that received models of self-control cannot explain this time-inconsistent charitable giving. This suggests a new approach is needed for intertemporal pro-sociality. We present one solution to the puzzle in a theoretical model and two new experiments. Our explanation relies on the rich dynamics of warm glow, and specifically image concerns, in prosocial behavior.\n\n",
    "acknowledgement": "\nWe are grateful to Simone Galperti, Uri Gneezy, Alex Kellogg, Menusch Khadjavi, Jeff Naecker, David Reiley, Laura Schechter, Joel Sobel, Charlie Sprenger, Bertil Tungodden, Jeroen van de Ven and several seminar and conference participants for helpful comments. This research was conducted under IRB #140762. We would like to thank the National Science Foundation, grants SES-1427355, SES-1658952, the Science of Philanthropy Initiative, the John Templeton Foundation, and internal funds from UCSD for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}