{
    "id": 22837,
    "citation_title": "The Theory of Credit and Macro-economic Stability",
    "citation_author": [
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn the aftermath of the Great Recession, there is a growing consensus, even among central bank officials, concerning the limitations of monetary policy.  This paper provides an explanation for the ineffectiveness of monetary policy, and in doing so provides a new framework for thinking about monetary policy and macro-economic activity.  What matters is not so much the money supply or the T-bill interest rate, but the availability of credit, and the terms at which credit is made available.  The latter variables may not move in tandem with the former.  In particular, the spread between the T bill rate and the lending rate may increase, so even as the T bill rate decreases, the lending rate increases.  An increase in credit availability may not lead to more spending on produced goods, but increased prices for land or other fixed assets; it can go to increased margins associated with increases in speculative activity; or it may go to spending abroad rather than at home.  The paper explains the inadequacy of theories based on the zero low bound, and argues that the ineffectiveness of monetary policy is more related to the multiple alternative uses—beyond the purchase of domestically produced goods—of additional liquidity and to its adverse distributional consequences.  The paper shows that while monetary policy is less effective than has been widely presumed, it is also more distortionary, identifying several distinct distortions.\n\n",
    "acknowledgement": "\nThe author is indebted to the Institute for New Economic Thinking for financial support, and to Martin Guzman and Andrew Kosenko, for comments and suggestions.  This paper represents a summary of my research in this area and hence the disproportionate number of references to my earlier work. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}