{
    "id": 22832,
    "citation_title": "Screening in Contract Design: Evidence from the ACA Health Insurance Exchanges",
    "citation_author": [
        "Michael Geruso",
        "Timothy J. Layton",
        "Daniel Prinz"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2017-10-11",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nWe study insurers’ use of prescription drug formularies to screen consumers in the ACA Health Insurance Exchanges. We begin by showing that Exchange risk adjustment and reinsurance succeed in neutralizing selection incentives for most, but not all, consumer types. A minority of consumers, identifiable by demand for particular classes of prescription drugs, are predictably unprofitable. We then show that contract features relating to these drugs are distorted in a manner consistent with multi-dimensional screening. The empirical findings support a long theoretical literature examining how insurance contracts offered in equilibrium can fail to optimally trade-off risk protection and moral hazard.\n\n",
    "acknowledgement": "\nWe thank Naoki Aizawa, Marika Cabral, Colleen Carey, Jeff Clemens, Leemore Dafny, Kurt Lavetti, Tom McGuire, Rita Santos, Mark Shepard, Amanda Starc and seminar and meeting participants at the American-European Health Economics Study Group, the Caribbean Health Economics Symposium, Harvard Medical School, Hunter College, the Kellogg Healthcare Markets Conference, the NBER Insurance Working Group Meeting, the NBER Summer Institute Health Care Meeting, the Penn-LDI Health Insurance Exchange Conference, the United States Congress, the University of Arizona, and UT Austin for helpful feedback. We gratefully acknowledge financial support from center grants 5 R24 HD042849 and 5 T32 HD007081 awarded to the Population Research Center at the University of Texas at Austin by the Eunice Kennedy Shriver National Institute of Child Health and Human Development (Geruso), a center grant for work on \"Selection Incentives in Health Plan Design\" awarded by Pfizer (Geruso, Layton, Prinz), financial support from the National Institute of Mental Health (R01-MH094290, T32-019733) (Layton), and additional financial support from the Laura and John Arnold Foundation (Layton). No party had the right to review this paper prior to its circulation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nMichael Geruso\n\nNo funder or other agency had the opportunity to review this research prior to circulation. Potentially relevant professional and financial relationships in the past 3 years:\n1. Harvard University: post-doc funded by Robert Wood Johnson Foundation (salary)\n2. University of Texas at Austin: Assistant Professor (salary)\n3. Harvard University: Consulting on US Insurance Market Regulation and Health Plan Design (consulting fees <$10,000)\n4. National Bureau of Economic Research (conference travel reimbursement)\n5. NIH R03 Grant: “Impacts of Sanitation on Child and Maternal Health” 2014-2016 1R03HD081209-01. PI. ($100,000.)\n6. Pfizer center Grant: “Selection Incentives in US Health Plan Design.” PI. ($35,000)\n\n\n\nTimothy J. Layton\n\nDisclosures, Timothy Layton\nNo funder or other agency had the opportunity to review this research prior to publication. Potentially relevant professional and financial relationships in the past 3 years:\n1. NIMH Postdoctoral Fellowship [T32-019733] (salary)\n2. Harvard Medical School: Assistant Professor (salary)\n3. Litigation consulting with Greylock MacKinnon and Associates (consulting fees $30-40k)\n4. Consulting fees from University of Texas – Austin for project “Selection Incentives in US Health Plan Design.” [funded by Pfizer] ($10k)\n5. Grant from John and Laura Arnold Foundation. “Risk Adjustment Re-design.” Co-investigator. (12% time)\n6. Grant from NIMH. “Mental Health Coverage and Payment in Private Health Plans.” [R01-MH094290] Co-investigator. (20% time)\n\n\n"
}