{
    "id": 22838,
    "citation_title": "Pseudo-wealth and Consumption Fluctuations",
    "citation_author": [
        "Martin Guzman",
        "Joseph E. Stiglitz"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Business Cycles",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper provides an explanation for situations in which the state variables describing the economy do not change, but aggregate consumption experiences significant changes. We present a theory of pseudo-wealth—individuals’ perceived wealth that is derived from heterogeneous beliefs and expectations of gains in a bet. This wealth is divorced from real assets that may exist in society. The creation of a market for bets will imply positive pseudo-wealth. Changes in the differences of prior beliefs will lead to changes in expected wealth and hence to changes in consumption, implying ex-post intertemporal individual and aggregate consumption misallocations and instabilities. Thus, in the environment we describe, completing markets increases macroeconomic volatility, raising unsettling welfare questions.\n\n",
    "acknowledgement": "\nWe wish to thank Levent Altinoglu, Sebastian Di Tella, Daniel Heymann, Tomohiro Hirano, Peter Howitt, Alp Simsek, Adair Turner, Ivan Werning, participants of the 17th IEA World Congress, the Workshop on Macroeconomic Fluctuations at University of Buenos Aires, the Economics Seminar at Javeriana University of Bogota, the RIDGE Workshop on Financial Crises at the Central Bank of Uruguay, the 2015 AEA Annual Meeting, and especially our discussant John Geanakoplos for useful comments and discussions; Eamon Kircher-Allen for excellent assistance; and the Institute of New Economic Thinking for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}