{
    "id": 22839,
    "citation_title": "Macro Risks and the Term Structure of Interest Rates",
    "citation_author": [
        "Geert Bekaert",
        "Eric Engstrom",
        "Andrey Ermolov"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe extract aggregate supply and aggregate demand shocks for the US economy from macroeconomic data on inflation, real GDP growth, core inflation and the unemployment gap. We first use unconditional non-Gaussian features in the data to achieve identification of these structural shocks while imposing minimal economic assumptions. We find that recessions in the 1970s and 1980s are better characterized as driven by supply shocks while later recessions were driven primarily by demand shocks. The Great Recession exhibited large negative shocks to both demand and supply. We then use conditional (time-varying) non-Gaussian features of the structural shocks to estimate \"macro risk factors\" for supply and demand shocks that drive \"bad\" (negatively skewed) and \"good\" (positively skewed) variation for supply and demand shocks. The Great Moderation, a general decline in the volatility of many macroeconomic time series since the 1980s, is mostly accounted for by a reduction in the good demand variance risk factor. In contrast, the risk factors driving bad variance for both supply and demand shocks, which account for most recessions, show no secular decline. Finally, we find that macro risks significantly contribute to the variation in yields, bond risk premiums and the term premium. While overall bond risk premiums are counter-cyclical, an increase in bad demand variance is associated with lower risk premiums on bonds.\n\n",
    "acknowledgement": "\nAuthors thank seminar participants at Baruch College, Bilkent University, University of British Columbia, Bundesbank, City University of London, Duke, Fordham, University of Illinois at Urbana-Champaign, Imperial College, Oxford, Riksbank, Sabanci Business School, Tulane, and University of North Carolina at Chapel-Hill and conference participants at 2015 Federal Reserve Bank of San Francisco and Bank of Canada Conference on Fixed Income Markets, 2016 NBER Summer Institute, and 2016 Society of Financial Econometrics Meeting for useful comments. All errors are the sole responsibility of the authors. The views expressed herein are those of the authors and do not necessarily reflect the views of the Federal Reserve System, its Board of Governors, or staff, nor those of the National Bureau of Economic Research.\n\n\n"
}