{
    "id": 22831,
    "citation_title": "Monetary Policy and the Stock Market: Time-Series Evidence",
    "citation_author": [
        "Andreas Neuhierl",
        "Michael Weber"
    ],
    "citation_publication_date": "2016-11-14",
    "issue_date": "2016-11-11",
    "revision_date": "2019-09-09",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Business Cycles",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe slope factor is constructed from changes in federal funds futures of different horizons and predicts stock returns at the weekly frequency: faster policy easing positively predicts returns. It contains information about the speed of future monetary policy tightening and loosening, and predicts changes in interest rates and forecast revisions of professional forecasters. The tone of speeches by FOMC members correlates with the slope factor. The predictive power concentrates in times of high uncertainty in line with the pre-FOMC announcement drift. Our findings show the path of interest rates matters for asset prices, and monetary policy affects asset prices continuously.\n\n",
    "acknowledgement": "\nWe thank Christiane Baumeister, Brent Bundick, Dan Cooper, John Campbell, George Constantinides, Thorsten Drautzburg, Jack Favilukis, Jean-Sebastien Fontaine, Yuriy Gorodnichenko, Lars Hansen, Sam Hanson, Jens Hilscher, Zhiguo He, Oleksiy Kryvtsov, David Lucca, Emanuel Moench, Stefan Nagel, Stijn Van Nieuwerburgh, Ali Ozdagli, Ľuboš Pástor, Monika Piazzesi, Josh Pollet, Alberto Rossi, Bernd Schlusche, Martin Schneider, Frank Smets, Amir Sufi, Harald Uhlig, Pietro Veronesi, Greg Vilkov, Jonathan Wright, Luigi Zingales, Eric Zwick, and seminar and conference participants at the 2018 AFA, 2017 AEA, Bank of Ukraine Annual Research Conference, 2017 CITE conference, 2016 Commodities Markets Conference, 2017 ESAM, 2017 European Winter Finance Summit, 2017 FIRS, 2017 HEC-McGill Winter Finance Workshop, 2016 Ifo Conference on Macro and Survey Data, 2018 MFA, 2017 SED, 2017 SFS Cavalcade, the University of Chicago, the 2016 Wabash River Conference, and the European Finance Association Annual Meeting 2016 for valuable comments. Weber gratefully acknowledges financial support from the University of Chicago, the Neubauer Family Foundation, and the Fama–Miller Center. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}