{
    "id": 22844,
    "citation_title": "Pegxit Pressure: Evidence from the Classical Gold Standard",
    "citation_author": [
        "Kris James Mitchener",
        "Gonçalo Pina"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "History",
        "\n",
        "Macroeconomic History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a simple model that highlights the costs and benefits of fixed exchange rates as they relate to trade, and show that negative export-price shocks reduce fiscal revenue and increase the likelihood of an expected currency devaluation. Using a new high-frequency data set on commodity-price movements from the classical gold standard era, we then show that the model’s main prediction holds even for the canonical example of hard pegs. We identify a negative causal relationship between export-price shocks and currency-risk premia in emerging market economies, indicating that negative export-price shocks increased the probability that countries abandoned their pegs.\n\n",
    "acknowledgement": "\nWe thank Sanjiv Das, Andrew Rose, Jaume Ventura, Robert Zymek, as well as seminar participants at Santa Clara University and University of California Santa Cruz, and conference participants at the Fourth CEPR Economic History Symposium and the 5th West Coast Workshop in International Finance for helpful comments and suggestions. We also thank Michael Hultquist, Roya Seyedein and Xindi Sun for excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}