{
    "id": 22845,
    "citation_title": "Does The Samaritan's Dilemma Matter? Evidence From U.S. Agriculture",
    "citation_author": [
        "Tatyana Deryugina",
        "Barrett Kirwan"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "2017-05-19",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Agriculture",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nThe Samaritan’s dilemma posits a downside to charity: recipients may rely on free aid instead of their own efforts. Anecdotally, the expectation of free assistance is thought to be important for decisions about insurance and risky behavior in numerous settings, but reliable empirical evidence is scarce. We estimate whether the Samaritan’s dilemma exists in U.S. agriculture, where both private crop insurance and frequent federal disaster assistance are present. We find that bailout expectations are qualitatively and quantitatively important for the insurance decision. Furthermore, aid expectations reduce both expenditure on farm inputs and subsequent crop revenue.\n\n",
    "acknowledgement": "\nWe thank David Albouy, Jeff Brown, Don Fullerton, Nolan Miller, Julian Reif, Michael J. Roberts, and Kent Smetters for helpful discussions and comments. We are grateful to seminar participants at the American Economic Association Meetings, the Institute of Government and Public Affairs, NBER Insurance Working Group, Kansas State University, the Midwestern Economics Association Meetings, the University of British Columbia, and the University of Illinois. Xian Liu provided excellent research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}