{
    "id": 22847,
    "citation_title": "Take the Short Route: Equilibrium Default and Debt Maturity",
    "citation_author": [
        "Mark Aguiar",
        "Manuel Amador",
        "Hugo Hopenhayn",
        "Iván Werning"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the interactions between sovereign debt default and maturity choice in a setting with limited commitment for repayment as well as future debt issuances. Our main finding is that under a wide range of conditions the sovereign should, as long as default is not preferable, remain passive in long-term bond markets, making payments and retiring long-term bonds as they mature but never actively issuing or buying back such bonds. The only active debt-management margin is the short-term bond market. We show that any attempt to manipulate the existing maturity profile of outstanding long-term bonds generates losses, as bond prices move against the sovereign. Our results hold regardless of the shape of the yield curve. The yield curve captures the average costs of financing at different maturities but is misleading regarding the marginal costs.\n\n",
    "acknowledgement": "\nWe thank comments and suggestions from Andy Atkeson, Fernando Alvarez, Cristina Arellano, V.V. Chari, Raquel Fernandez, Emmanuel Farhi, Doireann Fitzgerald, Stephan Guibaud, Dirk Niepelt, Juan Pablo Nicolini and Chris Phelan as well as several seminar participants. We are grateful to Georgios Stefanidis, who provided excellent research assistance. Manuel Amador acknowledges support from the Sloan Foundation and the NSF (award number 0952816). Hugo Hopenhayn and Ivan Werning acknowledge support from NSF (award number 0922461). The views expressed herein are those of the authors and not necessarily those of the Federal Reserve Bank of Minneapolis, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}