{
    "id": 22842,
    "citation_title": "Multilateral Trade Bargaining and Dominant Strategies",
    "citation_author": [
        "Kyle Bagwell",
        "Robert W. Staiger"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMotivated by GATT bargaining behavior and renegotiation rules, we construct a three-country, two-good general-equilibrium model of trade and examine multilateral tariff bargaining under the constraints of non-discrimination and multilateral reciprocity. We allow for a general family of government preferences and identify bargaining outcomes that can be implemented using dominant strategy proposals for all countries. In the implementation, tariff proposals are followed by multilateral rebalancing, a sequence that is broadly consistent with observed patterns identified by Bagwell, Staiger and Yurukoglu (2016) in the bargaining records for the GATT Torquay Round. The resulting bargaining outcome is efficient relative to government preferences if and only if the initial tariff vectors position the initial world price at its \"politically optimal\" level. In symmetric settings, if the initial tariffs correspond to Nash tariffs, then the resulting bargaining outcome is efficient and ensures greater-than-Nash trade volumes and welfares for all countries. We also highlight relationships between our work and previous research that examines strategy-proof rationing rules in other economic settings.\n\n",
    "acknowledgement": "\nWe thank the NSF (Grant SES-1326940) for financial support. Bagwell thanks CASBS at Stanford for support and hospitality. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nRobert W. Staiger\n\nIn the Fall of 2011, I served as a consultant for the WTO and wrote a background paper ( http://www.ssc.wisc.edu/~rstaiger/NTMs_WTO_123111  ) for the WTO's World Trade Report 2012.\n\n\n"
}