{
    "id": 22840,
    "citation_title": "The Impact of Emerging Market Competition on Innovation and Business Strategy",
    "citation_author": [
        "Lorenz Kueng",
        "Nicholas Li",
        "Mu-Jeung Yang"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n",
        "Organizational Economics",
        "\n"
    ],
    "abstract": "\n\nHow do firms in high-income countries adjust to emerging market competition? We estimate how a representative panel of Canadian firms adjusts innovation activities, business strategies, and exit in response to large increases in Chinese imports between 1999 and 2005. On average, process innovation declines more strongly than product innovation. In addition, initially more differentiated firms that survive the increase in competition have better performance ex-post, but are ex-ante more likely to exit. Differentiation therefore does not ensure insulation against competitive shocks but instead increases risk.\n\n",
    "acknowledgement": "\nWe received financial support from Industry Canada, which covered the cost of vetting the results of our analysis. Industry Canada was otherwise not involved in the conduct of our research. In particular, Industry Canada, Statistics Canada, nor any other party had the right to review the paper prior to its circulation.  We did not receive any other financial support for this research, and we have no financial interest in its outcomes. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}