{
    "id": 22849,
    "citation_title": "Trade Liberalization and Mortality: Evidence from U.S. Counties",
    "citation_author": [
        "Justin R. Pierce",
        "Peter K. Schott"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "2016-11-23",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe investigate the impact of a large economic shock on mortality. We find that counties more exposed to a plausibly exogenous trade liberalization exhibit higher rates of suicide and related causes of death, concentrated among whites, especially white males. These trends are consistent with our finding that more-exposed counties experience relative declines in manufacturing employment, a sector in which whites and males are disproportionately employed. We also examine other causes of death that might be related to labor market disruption and find both positive and negative relationships. More-exposed counties, for example, exhibit lower rates of fatal heart attacks.\n\n",
    "acknowledgement": "\nSchott thanks the National Science Foundation (SES-1427027) for research support. Any opinions and conclusions expressed herein are those of the authors and do not necessarily represent the views of the U.S. Centers for Disease Control, the Board of Governors or its research staff. We thank Lorenzo Caliendo, Belinda Chan, Steve Redding and seminar participants at various institutions for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}