{
    "id": 22841,
    "citation_title": "Shifting College Majors in Response to Advanced Placement Exam Scores",
    "citation_author": [
        "Christopher Avery",
        "Oded Gurantz",
        "Michael Hurwitz",
        "Jonathan Smith"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMapping continuous raw scores from millions of Advanced Placement examinations onto the 1 to 5 integer scoring scale, we apply a regression discontinuity design to understand how students’ choice of college major is impacted by receiving a higher integer score despite similar exam performance to students who earned a lower integer score.  Attaining higher scores increases the probability that a student will major in that exam subject by approximately 5 percent (0.64 percentage points), with some individual exams demonstrating increases in major choice by as much as 30 percent.  These direct impacts of a higher score explain approximately 11 percent of the unconditional 64 percent (5.7 percentage points) gap  in the probability of majoring in the same subject as the AP exam when attaining a 5 versus a 4.  We estimate that a substantial portion of the overall effect is driven by behavioral responses to the positive signal of receiving a higher score.\n\n",
    "acknowledgement": "\nChristopher Avery receives funding from The College Board to support his work as Co-Principal Investigator of a research collaboration between the College Board and the Center for Education Policy Research at the Harvard Graduate School of Education. The contents of this paper represent the views of the authors and not of their corresponding institutions, nor of the National Bureau of Economic Research.\n\n\n"
}