{
    "id": 22846,
    "citation_title": "The Impact of Consumer Credit Access on Employment, Earnings and Entrepreneurship",
    "citation_author": [
        "Kyle Herkenhoff",
        "Gordon Phillips",
        "Ethan Cohen-Cole"
    ],
    "citation_publication_date": "2016-11-21",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Economics of Information",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n",
        "Other",
        "\n",
        "Law and Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Entrepreneurship",
        "\n",
        "Household Finance",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nHow does consumer credit access impact job flows, earnings, and entrepreneurship? To answer this question, we build a new administrative dataset which links individual employment and entrepreneur tax records to TransUnion credit reports, and we exploit the discrete increase in consumer credit access following bankruptcy flag removal. After flag removal, individuals flow into self-employment. New entrants earn more, borrow significantly using unsecured and secured consumer credit, and are more likely to become an employer business. In addition, after flag removal, non-employed and self-employed individuals are more likely to find unemployment-insured \"formal\" jobs at larger firms that pay greater wages.  These estimates imply that firms believe previously bankrupt workers are 3.8% less productive than non-bankrupt workers, on average. These results suggest that consumer credit access matters for each stage of entrepreneurship and that credit-checks may be limiting formal sector employment opportunities.\n\n",
    "acknowledgement": "\nWe are grateful for discussions with Naoki Aizawa, Carter Braxton, Andy Glover, Jonathan Heathcote, Loukas Karabarbounis, Miles Kimball, Javier Miranda, Fabrizio Perri, Ellen McGrattan, Anusha Nath, Ben Pugsley, Victor Rios-Rull, Sam Schulhofer-Wohl, Antionette Schoar, Nawid Siassi, Jialan Wang, Moto Yogo, and Owen Zidar. We thank seminar participants at Alberta, ASU, the Board of Governors, Konstanz SaM, Michigan, the Minneapolis Fed, U. of Missouri, Montreal, NBER-SI, PET, SAET, SED, UT Austin, UNC, and the WCEG.  We thank Brian Littenberg and the Census for their hospitality and ongoing support. Herkenhoff and Phillips thank the Washington Center for Equitable Growth for generous funding. Cohen-Cole and Phillips thank the NSF (Grant No. 0965328) for funding and TransUnion for providing credit data. Any opinions and conclusions expressed herein are those of the author(s) and do not necessarily represent the views of the U.S. Census Bureau. All results have been reviewed to ensure that no confidential information is disclosed. This research uses data from the Census Bureau's Longitudinal Employer Household Dynamics Program, which was partially supported by the following National Science Foundation Grants SES-9978093, SES-0339191 and ITR-0427889; National Institute on Aging Grant AG018854; and grants from the Alfred P. Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}