{
    "id": 22856,
    "citation_title": "A Shadow Rate New Keynesian Model",
    "citation_author": [
        "Jing Cynthia Wu",
        "Ji Zhang"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2017-06-19",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Macroeconomic Models",
        "\n",
        "Monetary Policy",
        "\n",
        "Fiscal Policy",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe propose a tractable and coherent framework that captures both conventional and unconventional monetary policies with the shadow fed funds rate. Empirically, we document the shadow rate's resemblance to an overall financial conditions index, various private interest rates, the Fed's balance sheet, and the Taylor rule. Theoretically, we demonstrate the impact of unconventional policies, such as QE and lending facilities, on the economy is identical to that of a negative shadow rate, making the latter a useful summary statistic for these policies. Our model generates the data-consistent result: a negative supply shock is always contractionary. It also salvages the New Keynesian model from the zero lower bound induced structural break.\n\n",
    "acknowledgement": "\nWe thank Boragan Aruoba, Drew Creal, Ian Dew-Becker, Marty Eichenbaum, Ippei Fujiwara, Kinda Hachem, Jim Hamilton, Alejandro Justiniano, Enrique Mendoza, Fabio Milani, Jim Nason, Eric Sims, Eric Swanson, Johannes Wieland, Raf Wouters, and Dora Xia, as well as seminar and conference participants at NBER - EFSF Midyear Meeting, UC Irvine, University of Notre Dame, University of Illinois Urbana- Champaign, Texas A&M University, NC State, National Bank of Belgium, ABFER Annual Conference, and Tsinghua Workshop in International Finance and Monetary Policy for helpful comments. Cynthia Wu gratefully acknowledges financial support from the James S. Kemper Foundation Faculty Scholar at the University of Chicago Booth School of Business. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}