{
    "id": 22857,
    "citation_title": "Is the U.S. public corporation in trouble?",
    "citation_author": [
        "Kathleen Kahle",
        "René M. Stulz"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2017-05-10",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the current state of the U.S. public corporation and how it has evolved over the last 40 years. After falling by 50 percent since its peak in 1997, the number of public corporations is now smaller than 40 years ago. These corporations are now much larger and over the last twenty years have become much older; they invest differently, as the average firm invests more in R&D than it spends on capital expenditures; and compared to the 1990s, the ratio of investment to assets is lower, especially for large firms. Public firms have record high cash holdings and, in most recent years, the average firm has more cash than long-term debt. Measuring profitability by the ratio of earnings to assets, the average firm is less profitable, but that is driven by smaller firms. Earnings of public firms have become more concentrated – the top 200 firms in profits earn as much as all public firms combined. Firms’ total payouts to shareholders as a percent of earnings are at record levels. Possible explanations for the current state of the public corporation include a decrease in the net benefits of being a public company, changes in financial intermediation, technological change, globalization, and consolidation through mergers.\n\n",
    "acknowledgement": "\nPreviously circulated as \"Is the American Public Corporation in Trouble?\" René Stulz serves on the board of a bank and consults and provides expert testimony for financial institutions. Kathleen Kahle is the Thomas C. Moses Professor in Finance, Eller College of Management, University of Arizona. René Stulz is the Everett D. Reese Chair of Banking and Monetary Economics, Fisher College of Business, Ohio State University, and is a Research Associate at the NBER.  Their email addresses are kkahle@eller.arizona.edu and stulz@fisher.osu.edu.  We are grateful for discussions with Harry DeAngelo and comments from the Editors, Andrei Gonçalves, Andrew Karolyi, Steve Kaplan, and Jay Ritter. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}