{
    "id": 22853,
    "citation_title": "Leaving Big Money on the Table: Arbitrage Opportunities in Delaying Social Security",
    "citation_author": [
        "Gila Bronshtein",
        "Jason Scott",
        "John B. Shoven",
        "Sita N. Slavov"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2020-01-06",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nRecent research has documented that delaying the commencement of Social Security benefits increases the expected present value of retirement income for most people. Despite this research, the vast majority of individuals claim Social Security at or before full retirement age. Claiming Social Security early is not necessarily a mistake, as delaying Social Security commencement requires forgoing current income in exchange for future income. The decision to claim early could therefore rationally be driven by liquidity constraints, mortality concerns, bequest motives, a high time discount rate, or a variety of other preference related factors. However, for some individuals, delaying Social Security offers a significant arbitrage opportunity because they can defer Social Security and have higher income in all future years. Arbitrage exists for most primary earners who either purchase a retail-priced annuity or opt for a defined benefit annuity when a lump sum payout is offered, while forgoing the opportunity to defer Social Security. These individuals are essentially buying an expensive annuity when a cheaper one is available, and their decision to claim Social Security early is almost certainly a mistake. The magnitude of the mistake can reach up to approximately $250,000.\n\n",
    "acknowledgement": "\nThis research was supported by grant number G-2014-13657 from the Alfred P. Sloan Foundation to the National Bureau of Economic Research. We thank John Beshears and participants of the 2016 Working Longer Conference at the Stanford Institute for Economic Policy Research. Shoven and Slavov have received financial support for related research from the Social Security Administration, the National Institute on Aging, and the Sloan Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nSita N. Slavov\n\nIn addition to my compensation from George Mason University, during the past three years, I have received compensation from Stanford University, the American Enterprise Institute, the National Bureau of Economic Research, and the Mercatus Center. During the past three years, my research has been supported by grants from the Sloan Foundation, the National Institute on Aging, the Social Security Administration, the Koch Foundation, the Mercatus Center, and Stanford University, and I have received access to proprietary data from Towers Watson, a benefits consulting firm.\n\n\n"
}