{
    "id": 22854,
    "citation_title": "From “Made in China” to “Innovated in China”: Necessity, Prospect, and Challenges",
    "citation_author": [
        "Shang-Jin Wei",
        "Zhuan Xie",
        "Xiaobo Zhang"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nAfter more than three decades of high growth that was based on an exploration of its low-wage advantage and a relatively favorable demographic pattern in combination with market-oriented reforms and openness to the world economy, China is at a crossroad with a much higher wage and a shrinking work force. Future growth by necessity would have to depend more on its ability to generate productivity increase, and domestic innovation will be an important part of it. In this paper, we assess the likelihood that China can make the necessary transition. Using data on expenditure on research and development, and patent applications, receipts, and citations, we show that the Chinese economy has become increasingly innovative. In terms of drivers of innovation growth, we find that embracing expanded market opportunities in the world economy and responding to rising labor costs are two leading contributing factors. On the other hand, we find evidence of resource misallocation in the innovation area: while state-owned firms receive more subsidies, private firms exhibit more innovation results. Innovation can presumably progress even faster if resource misallocation can be tackled.\n\n",
    "acknowledgement": "\nWe thank Journal of Economic Perspectives editors Gordon Hanson, Enrico Moretti, and especially Timothy Taylor for very helpful comments and suggestions. We are also grateful for comments received at seminars/conferences held in Hong Kong Baptist University, New York University, University of Michigan, and University of Western Australia, and support from the Natural Science Foundation of China (Approval number 71350002), National Science Foundation (Approval number 7675172) and the key research base of China Ministry of Education (14JJD790027). We thank Lea Sumulong and Joy Glazener for excellent editorial assistance and Lintong Lin for outstanding research assistance. The paper represents the personal views of the authors, and not necessarily those of the institutions with which they are affiliated, nor of the National Bureau of Economic Research.\n\n\n"
}