{
    "id": 22855,
    "citation_title": "Laws, Educational Outcomes, and Returns to Schooling: Evidence from the Full Count 1940 Census",
    "citation_author": [
        "Karen Clay",
        "Jeff Lingwall",
        "Melvin Stephens",
        "Jr."
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Labor Compensation",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper uses a new dataset on state compulsory attendance, continuation school, and child labor laws with the 1940 full count Census of Population to estimate the returns to schooling for native-born white men in the 1885-1912 birth cohorts. IV estimates of returns to schooling range from 0.064 to 0.079. Quantile IV estimates show that the returns to schooling were largest for the lowest quantiles, and were generally monotonically decreasing for higher quantiles. These findings suggest that early schooling laws may have contributed to the Great Compression by increasing education levels for white men at the bottom of the distribution.\n\n",
    "acknowledgement": "\nJeff Lingwall's work was supported in part by a grant from the Kauffman Foundation. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}