{
    "id": 22852,
    "citation_title": "Immigrants and Firms' Outcomes: Evidence from France",
    "citation_author": [
        "Cristina Mitaritonna",
        "Gianluca Orefice",
        "Giovanni Peri"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-17",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "International Economics",
        "\n",
        "International Factor Mobility",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Labor Studies",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n",
        "Children and Families",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this paper we analyze the impact of an increase in the local supply of immigrants on firms’ outcomes, allowing for heterogeneous effects across firms according to their initial productivity. Using micro-level data on French manufacturing firms spanning the period 1995-2005, we show that a supply-driven increase in the share of foreign-born workers in a French department (a small geographic area) increased the total factor productivity of firms in that department. Immigrants were prevalently highly educated and this effect is consistent with a positive complementarity and spillover effects from their skills. We also find this effect to be significantly stronger for firms with low initial productivity and small size. The positive productivity effect of immigrants was also associated with faster growth of capital, larger exports and higher wages for natives. Highly skilled natives were pushed towards firms that did not hire too many immigrants spreading positive productivity effects to those firms too. Because of stronger effects on smaller and initially less productive firms, the aggregate effects of immigrants at the department level on average productivity and employment was small.\n\n",
    "acknowledgement": "\nWe are grateful to participants of CEPII seminar 2012, CEPII-PSE workshop 2013, ETSG Munich 2014, OECD conference 2014 and OSE workshop 2015. We thank Matthieu Crozet, Lionel Fontagne, Thierry Mayer, Anna Maria Mayda, Farid Toubal and two anonymous referees for helpful comments. Customs data and DADS database were acceded at CEPII. This work benefited from a State aid managed by the National Agency for Research, through the program Investissements devenir with the following reference: ANR-10-EQPX-17 (Remote Access to data CASD). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}