{
    "id": 22858,
    "citation_title": "Do Good Reports Mean Higher Prices? The Impact of Hospital Compare Ratings on Cardiac Pricing",
    "citation_author": [
        "Avi Dor",
        "William Encinosa",
        "Kathleen Carey"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nPrevious research found that the initiation of Hospital Compare (HC) quality reporting had little impact on patient outcomes. However little is known about its impact on hospital prices, which may be significant since insurers are positioned to respond to quality information when engaging hospitals in price negotiations. To explore this issue we estimate variants of difference-in-difference models allowing HC impacts to vary by levels of quality scores.  We separately examine the effects of the three main scores (heart attack, heart failure, and combined mortalities) on transaction prices of two related cardiac procedures: bypass surgery and angioplasty.  States which had mandated reporting systems preceding HC form the control group.  Analyzing claims data of privately insured patients, we find that HC exerted downward pressure on prices, which we attribute to competitive pressures.  However, hospitals ranked “above average” captured higher prices, thereby offsetting the overall policy effect.  We conclude that HC was effective at constraining prices without penalizing high performers.\n\n",
    "acknowledgement": "\nWe thank conference participants at the Biennial American Society of Health Economists Conference, the International Industrial Organization Conference, and the Southern Economics Annual Meetings for comments received on earlier drafts. Jason Hockenberry and Eric Luo also provided invaluable comments. This work was funded by the Agency of Healthcare Research and Quality (AHRQ). The views expressed herein are those of the authors and do not necessarily represent the views or policies of AHRQ, DHHS, or the NBER. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}