{
    "id": 22861,
    "citation_title": "Geographical Distribution of Emergency Department Closures and Consequences on Heart Attack Patients",
    "citation_author": [
        "Yu-Chu Shen",
        "Renee Y. Hsia"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe develop a conceptual framework and empirically investigate how a permanent emergency department (ED) closure affects patients with acute myocardial infarction (AMI).  We first document that large increases in driving time to closest ED are more likely to happen in low-income communities and communities that had fewer medical resources at baseline.  Then using a difference-in-differences design, we estimate the effect of an ED closure on access to cardiac care technology, treatment, and health outcomes among Medicare patients with AMI who lived in 24,567 ZIP codes that experienced no change, an increase of <10 minutes, 10 to <30 minutes, and ≥30 minutes in driving time to their closest ED.   Overall, access to cardiac care declined in all communities experiencing a closure, with access to a coronary care unit decreasing by 18.64 percentage points (95% CI -30.15, -7.12) for those experiencing ≥30-minute increase in driving time. Even after controlling for access to technology and treatment, patients with the longest delays experienced a 6.58 (95% CI 2.49, 10.68) and 6.52 (95% CI 1.69, 11.35) percentage point increase in 90-day and 1-year mortality, respectively, compared with those not experiencing changes in distance.  Our results also suggest that the predominant mechanism behind the mortality increase appeared to be time delay as opposed to availability of specialized cardiac treatment.\n\n",
    "acknowledgement": "\nThis research was supported by the National Heart, Lung, and Blood Institute of the National Institutes of Health under Grant Award Numbers R01HL134182, and the American Heart Association. We would like to thank Jean Roth, Sarah Sabbagh and Nandita Sarkar for excellent research support, and seminar participants at Stanford and UCSF for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}