{
    "id": 22865,
    "citation_title": "Japan’s Ultimately Unaccursed Natural Resources-Financed Industrialization",
    "citation_author": [
        "Randall Morck",
        "Masao Nakamura"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2017-07-28",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Other",
        "\n",
        "Economic Systems",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nJapan’s successful industrialization in the late 19th and early 20th century largely exhausted its then abundant natural resources. Rather than exemplifying rapid development in the absence of natural resources, Japan shows how laissez-faire government and successfully transplanted classical liberal institutions, including active stock markets, exorcised a natural resources curse that undermined its prior state-led industrialization strategy. Japan’s post-WWII reconstruction relied little on natural resources and more on bank financing and state direction, but was not an example of an initial industrialization.\n\n",
    "acknowledgement": "\nWe are grateful for helpful comments at the American Economic Association, National University of Singapore, Weseda University and the World Bank. We are especially grateful for helpful suggestions from Katsuyuki Kubo, Hideaki Miyajima, John P. Tang and Bernard Yeung. Randall Morck gratefully acknowledges partial funding from the Bank of Canada and from the Social Sciences and Humanities Research Council of Canada (SSHRC). Masao Nakamura also acknowledges partial research support from the SSHRC. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}