{
    "id": 22863,
    "citation_title": "Is it the \"How\" or the \"When\" that Matters in Fiscal Adjustments?",
    "citation_author": [
        "Alberto Alesina",
        "Gualtiero Azzalini",
        "Carlo Favero",
        "Francesco Giavazzi",
        "Armando Miano"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2017-11-17",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing data from 16 OECD countries from 1981 to 2014 we study the effects on output of fiscal adjustments as a function of the composition of the adjustment – that is, whether the adjustment is mostly based on spending cuts or on tax hikes – and of the state of the business cycle when the adjustment is implemented. We find that both the “how” and the “when” matter, but the heterogeneity related to the composition is more robust across different specifications. Adjustments based upon permanent spending cuts are consistently much less costly than those based upon permanent tax increases. Our results are generally not explained by different reactions of monetary policy. However, when the domestic central bank can set interest rates – that is outside of a currency union – it appears to be able to dampen the recessionary effects of consolidations implemented during a recession.\n\n",
    "acknowledgement": "\nFirst presented at the 2016 IMF-ARC conference. We thank two anonymous referees, the editor Linda Tesar, and especially our discussant, Chris Erceg, for his very useful comments. We thank Giorgio Saponaro for his excellent research assistantship. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}