{
    "id": 22860,
    "citation_title": "Transforming Cities: Does Urbanization Promote Democratic Change?",
    "citation_author": [
        "Edward L. Glaeser",
        "Bryce Millett Steinberg"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "History",
        "\n",
        "Other History",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nCould urbanization lead to more democracy and better government for the mega-cities of the developing world? This paper reviews three channels through which urbanization may generate political change. First, cities facilitate coordinated public action and enhance the effectiveness of uprisings. Second, cities may increase the demand for democracy relative to dictatorship. Third, cities may engender the development of “civic capital” which enables citizens to improve their own institutions. History and empirics provide significant support for the first channel, but less evidence exists for the others. Urbanization may improve the quality of poor-world governments, but more research is needed to draw that conclusion.\n\n",
    "acknowledgement": "\nGlaeser thanks the Taubman Center for State and Local Government. Three referees and an associate editor provided excellent comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nEdward L. Glaeser\n\nI have received speaking fees from organizations that organize members that invest in real estate markets, including the National Association of Real Estate Investment Managers and the Pension Real Estate Association.\n\n\n"
}