{
    "id": 22868,
    "citation_title": "Macroprudential Policy: Promise and Challenges",
    "citation_author": [
        "Enrique G. Mendoza"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Monetary Policy",
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMacroprudential policy holds the promise of becoming a powerful tool for preventing financial crises. Financial amplification in response to domestic shocks or global spillovers and pecuniary externalities caused by Fisherian collateral constraints provide a sound theoretical foundation for this policy. Quantitative studies show that models with these constraints replicate key stylized facts of financial crises, and that the optimal financial policy of an ideal constrained-efficient social planner reduces sharply the magnitude and frequency of crises. Research also shows, however, that implementing effective macroprudential policy still faces serious hurdles. This paper highlights three of them: (i) complexity, because the optimal policy responds widely and non-linearly to movements in both domestic factors and global spillovers due to regime shifts in global liquidity, news about global fundamentals, and recurrent innovation and regulatory changes in world markets, (ii) lack of credibility, because of time-inconsistency of the optimal policy under commitment, and (iii) coordination failure, because a careful balance with monetary policy is needed to avoid quantitatively large inefficiencies resulting from violations of Tinbergen’s rule or strategic interaction between monetary and financial authorities.\n\n",
    "acknowledgement": "\nThis paper was prepared for the 20th Annual Conference of the Central Bank of Chile, Nov. 10-11, 2016. The arguments presented here draw from various projects with several co-authors I have had the privilege of collaborating with, particularly Javier Bianchi, Emine Boz, Julio Carrillo, Bora Durdu, Juan Hernandez, Victoria Nuguer, Vincenzo Quadrini, Jessica Roldan, Katherine Smith and Marco Terrones. I also benefitted from interactions with other authors in the literature on quantitative models with financial frictions, particularly Gianluca Benigno, Markus Brunnermeier, Larry Christiano, Mick Devereux, Nobu Kiyotaki, Mark Gertler, Matteo Iiacoviello, Alessandro Rebucci, Pablo Ottonello, Chris Otrok, Stephanie Schmitt-Grohe, Martin Uribe, and Eric Young. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}