{
    "id": 22867,
    "citation_title": "It's Not the Thought that Counts: A Field Experiment on Gift Exchange and Giving at a Public University",
    "citation_author": [
        "Catherine C. Eckel",
        "David H. Herberich",
        "Jonathan Meer"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2017-01-13",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Public Goods",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nOne of the most important outstanding questions in fundraising is whether donor premiums, or gifts to prospective donors, are effective in increasing donations.  Donors may be motivated by reciprocity, making premium recipients more likely to donate and give larger donations.  Or donors may dislike premiums, preferring instead to maximize the value of their donations to the charity; in this case donor premiums would be ineffective.  We conduct a field experiment in conjunction with the fundraising campaign of a major university to examine these questions.  Treatments include a control, an unconditional premium with two gift quality levels, and a set of conditional premium treatments.   The conditional treatments include opt-out and opt-in conditions to test whether donors prefer to forego premiums. Compared with the control, donors are twice as likely to give when they receive an unconditional, high-quality gift. The low-quality unconditional and all conditional premiums have little impact on the likelihood or level of giving.  Donors do not respond negatively to premiums: rates of giving do not suffer when premiums are offered.  In addition, few opt out given the opportunity to do so, indicating that they like gifts, and suggesting that reciprocity rather than altruism determines the impact of premiums on giving.\n\n",
    "acknowledgement": "\nWe are grateful to the Association of Former Students at Texas A&M University for their cooperation, particularly Chanee Carlson, Larry Cooper, and Marty Holmes. Wei Zhan provided excellent research assistance. We gratefully acknowledge financial support from the National Science Foundation through grant number SES-1338680. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}