{
    "id": 22862,
    "citation_title": "Distributional Effects of Air Pollution from Electric Vehicle Adoption",
    "citation_author": [
        "Stephen P. Holland",
        "Erin T. Mansur",
        "Nicholas Z. Muller",
        "Andrew J. Yates"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2018-05-10",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the distributional effects of changes in local air pollution from driving electric vehicles in the United States. We employ an econometric model to estimate power plant emissions and an integrated assessment model to value damages in air pollution from both electric and gasoline vehicles. Using the locations of currently registered electric vehicles, we find that people living in census block groups with median income greater than about $65,000 receive positive environmental benefits from these vehicles while those below this threshold receive negative environmental benefits. Asian and Hispanic residents receive positive environmental benefits, but White and Black residents receive negative environmental benefits. In multivariate analyses, environmental benefits are positively correlated with income and urban measures, conditional on racial composition. In addition, conditional on income and urbanization, separate regressions find environmental benefits to be positively related with Asian and Hispanic block-group population shares, negatively correlated with White share, and uncorrelated with Black share. Environmental benefits tend to be larger in states offering purchase subsidies.  However, for these states, an increase in subsidy size is associated with a decrease in created environmental benefits.\n\n",
    "acknowledgement": "\nWe would like to thank Meghan Busse and participants at the NBER conference on Energy Policy Tradeoffs between Economic Efficiency and Distributional Equity. We would also like to thank Stephen Gaughan for generating the GIS distance data used in this analysis. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nAndrew J. Yates\n\nIn the last three years, my research has been funded by the National Science Foundation, the Ecologic Institute, and the Property Rights and Environment Research Center, although this funding was for topics that are unrelated to the subject of this paper.\n\n\nI declare that I have no other relevant or material financial interests that relate to the research described in this paper.\n\n\n"
}