{
    "id": 22869,
    "citation_title": "The Surprising Instability of Export Specializations",
    "citation_author": [
        "Diego Daruich",
        "William Easterly",
        "Ariell Reshef"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the instability of hyper-specialization of exports. We have two main findings. (1) Specializations are surprisingly unstable: Export ranks are not persistent, and new top products and destinations replace old ones. Measurement error is unlikely to be the main or only determinant of this pattern. (2) Source-country factors are not the main explanation of this instability: Only 20% of the variation in export growth can be explained by variation in comparative advantage (source-by-product factors), while another 20% of the variation in export growth can be explained by variation in bilateral (source-by-destination) factors. The high share of product, destination, and product-by-destination factors, diminishes the emphasis on the nations where the exports originate. The high share of idiosyncratic variance (residual at the source-product-destination level of variation) of about 30%, also indicates the difficulty to predict export success using source country characteristics. These findings suggest that export performance depends, to a greater extent than previously appreciated, on forces that are outside the realm of national export promotion and industrial policies.\n\n",
    "acknowledgement": "\nWe are grateful for comments from participants in the NYU Development Research Institute Conference “Beyond the Nation State,”and for comments from Xavier Gabaix, Ricardo Hausmann, and Dani Rodrik. We are also grateful for funding from the Templeton Foundation. The views expressed here are not necessarily those of the Templeton Foundation or the National Bureau of Economic Research.\n\n\n"
}