{
    "id": 22878,
    "citation_title": "Accelerator or Brake? Cash for Clunkers, Household Liquidity, and Aggregate Demand",
    "citation_author": [
        "Daniel Green",
        "Brian T. Melzer",
        "Jonathan A. Parker",
        "Arcenis Rojas"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2018-05-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Macroeconomics",
        "\n",
        "Fiscal Policy",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Markets",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nWe evaluate the Car Allowance Rebate System (CARS) by comparing the vehicle purchases and disposals of households with eligible “clunkers” to those of households with similar, but ineligible, vehicles. We find that CARS caused roughly 500,000 purchases during the program period and that the liquidity provided by CARS was critical for generating this large response. CARS provided less liquidity for households owning clunkers securing loans, since participation required loan repayment. The participation rate of these households was low, which we attribute to liquidity constraints and distinguish from the effects of other indebtedness, household income, and the size of the program subsidy.\n\n",
    "acknowledgement": "\nThe content of this article does not reflect the views or policies of the U.S. Bureau of Labor Statistics or the National Bureau of Economic Research. For helpful comments, we thank Meghan Busse, Gabriel Chodorow-Reich, Laura Erhard, seminar participants at the Federal Reserve Bank of Boston, UC Berkeley, Duke, MIT, Rochester, and UT Austin, the Reserve Bank of Australia Quantitative Macroeconomics Workshop, and participants at the 2015 Annual Meetings of the American Economic Association, where this paper was originally presented under its original title: \\Accelerator or Brake? Microeconomic estimates of the 'Cash for Clunkers' and Aggregate Demand.\" We thank Jonathan Cohen for research assistance and Ryan Pfirrmann-Powell for data work on this project from its inception in 2013 to its first draft in 2014.\n\n\n"
}