{
    "id": 22871,
    "citation_title": "Sustaining Impacts When Transfers End: Women Leaders, Aspirations, and Investment in Children",
    "citation_author": [
        "Karen Macours",
        "Renos Vakis"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": null,
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nNumerous evaluations show that conditional cash transfer programs change households’ investments in their young children, but there are many open questions about how such changes can be sustained after transfers end. This paper analyzes the role of social interactions with local female leaders for sustaining program impacts. The social interactions are identified through the randomized assignment of leaders and other beneficiaries to different cash transfer packages. Random exposure to leaders that received the largest package was found to augment short-term program impacts on households’ investments in education and nutrition, and to affect households’ attitudes towards the future during the intervention. This paper shows that the strong social multiplier effects from leaders’ treatment persisted two years after the end of the program. Households randomly exposed to female leaders with the largest package sustained higher investments in their children and reported higher expectations and aspirations for the future of their children. These results suggest that program design features that enhance ownership of a program’s objectives by local leaders may shift other beneficiaries’ norms and sustain higher levels of human capital investments.\n\n",
    "acknowledgement": "\nWe are grateful to the program team at the Ministerio de la Familia and in particular Carold Herrera and Teresa Suazo for their collaboration during the design of the impact evaluation, as well as the Centro de Investigación de Estudios Rurales y Urbanos de Nicaragua (in particular Veronica Aguilera, and Enoe Moncada) for excellent data collection. We are indebted to Ximena Del Carpio, Fernando Galeana, and Patrick Premand for countless contributions to the wider research project. We also would like to thank Caridad Araujo, Mariano Bosch, Karla Hoff, Norbert Schady, and participants of the NBER conference on The Economics of Asset Accumulation and Poverty Traps for their suggestions. Financial support for this research has been received from BASIS-AMA (under the USAID Agreement No. EDH-A- 00-06-0003-00 awarded to the Assets and Market Access Collaborative Research Support Program) and the World Bank (ESSD trust funds, the RRB grant, as well as the Government of the Netherlands through the BNPP program). The views expressed in this paper are those of the authors and do not necessarily reflect those of the World Bank, any of its affiliated organizations, or the National Bureau of Economic Research. All errors and omissions are our own.\n\n\n"
}