{
    "id": 22872,
    "citation_title": "The Interest Rate Effect on Private Saving: Alternative Perspectives",
    "citation_author": [
        "Joshua Aizenman",
        "Yin-Wong Cheung",
        "Hiro Ito"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "International Macroeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nUsing an uneven panel of 135 countries from 1995 to 2014, we investigate the link between interest rates and private saving, and focus on whether the interest rate effect is dominated by the income (i.e., negative) or the substitution (i.e., positive) effect. With the baseline estimation, we find that the real interest rate has the substitution effect on private saving only for a full-country sample and a group of Asian economies. We also examine if low real - or nominal - interest rates have any impact on the link between the real interest rate and the private saving rate. We find that among developing countries, when the nominal interest rate is not too low, we detect the substitution effect of the real interest rate on private saving. However, among industrial and emerging economies, the substitution effect is detected only when the nominal interest rate is lower than 2.5%. In contrast, emerging-market Asian countries are found to have the income effect when the nominal interest rate is below 2.5%. When we examine the interactive effects between the real interest rate and the variables for economic conditions and policies, we find that the real interest rate has a negative impact - i.e., income effect - on private saving if any output volatility, old dependency, or financial development is above a certain threshold. Further, when the real interest rate is below 1.5%, greater output volatility would lead to higher private saving in developing countries. Lastly, we find that old dependency ratios, public healthcare expenditure, and financial development have negative impacts on private saving, but such impacts in absolute values tend to become smaller as the real interest rate becomes lower.\n\n",
    "acknowledgement": "\nAizenman and Ito gratefully acknowledge the financial support of faculty research funds of University of Southern California and Portland State University. Cheung gratefully acknowledges the Hung Hing Ying and Leung Hau Ling Charitable Foundation (孔慶熒及梁巧玲慈善基金) for their support through the Hung Hing Ying Chair Professorship of International Economics (孔慶熒講座教授(國際經濟)). The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}