{
    "id": 22870,
    "citation_title": "Ambiguity and the Tradeoff Theory of Capital Structure",
    "citation_author": [
        "Yehuda Izhakian",
        "David Yermack",
        "Jaime F. Zender"
    ],
    "citation_publication_date": "2016-11-28",
    "issue_date": "2016-11-23",
    "revision_date": "2021-03-04",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Mathematical Tools",
        "\n",
        "Economics of Information",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe examine the impact of ambiguity, or Knightian uncertainty, on the capital structure decision, using a static tradeoff theory model in which agents are both ambiguity and risk averse. The model confirms the well-known result that greater risk—the uncertainty over outcomes—leads firms to decrease leverage. Conversely, the model indicates that greater ambiguity—the uncertainty over the probabilities associated with the outcomes—leads firms to increase leverage. Using a theoretically based measure of ambiguity, our empirical analysis presents evidence consistent with these notions, showing that ambiguity has an important and distinct impact on capital structure.\n\n",
    "acknowledgement": "\nWe are indebted to Adelina Barbalau, Tony Cookson, Rob Dam, Shaun Davies, Erica Soler-Hampejsek, Mervyn King, Chris Leach, Johann Reindl, and Ed Van Wesep for valuable discussions and seminar and conference participants at BI Oslo, Erasmus University, Manhattan College, the University of Mannheim, the University of Minnesota, the University of Oklahoma, the University of Western Australia, the 7th International Conference of the Financial Engineering and Banking Society, the Southern Finance Association Meeting, and the 44th European Finance Association Meeting for helpful comments. We also thank Gustavo Manso (the editor), two anonymous referees, and an anonymous associate editor for comments that have improved the paper. Izhakian acknowledges hosting by the Stern School of Business, New York University. Part of this paper was written while Yermack was a visiting Professor at Erasmus University Rotterdam. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}