{
    "id": 22873,
    "citation_title": "How do Hospitals Respond to Payment Incentives?",
    "citation_author": [
        "Gautam Gowrisankaran",
        "Keith A. Joiner",
        "Jianjing Lin"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2022-06-09",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "National Fiscal Issues",
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA recent literature finds that hospitals “upcode” when doing so increases revenues, suggesting that incomplete information creates substantial distortions. However, reporting complete information is itself costly. We examine the impact of both revenues and coding costs on hospital billing practices for Medicare inpatients. Following the literature, we investigate the fraction of patients top coded as the revenues from top coding vary. We then examine how this fraction changes following Medicare reforms—which increased the requirements and complexity to justify top codes—interacted with hospital electronic medical record adoption—which may decrease coding costs. We find evidence that coding costs drive top coding behavior.\n\n",
    "acknowledgement": "\nWe have received helpful comments from David Chan, Sebastian Fleitas, Mike Geruso, Josh Gottlieb, Ben Handel, Ashley Langer, Kelli Marquardt, Jeff McCullough, Jessamyn Schaller, Bob Town, and seminar participants at several institutions. This paper includes material from and supersedes “Does Hospital Electronic Medical Record Adoption Lead to Better Information or Worse Incentives?” and “Does Health IT Adoption Lead to Better Information or Worse Incentives?” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}