{
    "id": 22875,
    "citation_title": "The Impact of Increased Cost-sharing on Utilization of Low Value Services: Evidence from the State of Oregon",
    "citation_author": [
        "Jonathan Gruber",
        "Johanna Catherine Maclean",
        "Bill J. Wright",
        "Eric S. Wilkinson",
        "Kevin Volpp"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nIn this study we examine the impact of a value-based insurance design (V-BID) program implemented between 2010 and 2013 at a large public employer in the state of Oregon. The program substantially increased cost-sharing, specifically copayments and coinsurance, for several healthcare services believed to be of low value and overused (sleep studies, endoscopies, advanced imaging, and surgeries). Using a differences-in-differences design coupled with granular, administrative health insurance claims data, we estimate the change in low value healthcare service utilization among beneficiaries before and after program implementation relative to a comparison group of beneficiaries who were not exposed to the V-BID. Our findings suggest that the V-BID significantly reduced utilization of targeted services. These findings have important implications for both public and private healthcare policies as V-BID principles are rapidly proliferating in healthcare markets.\n\n",
    "acknowledgement": "\nResearch reported in this publication was supported by grant number 72132 from the Robert Wood Johnson Foundation. The content is solely the responsibility of the author(s) and does not necessarily represent the official views of the sponsor. We would like to thank Joan Kapowich, Haizhen Lin, and session participants at the 2015 Academy Health Annual Research Meeting and the 2016 American Society of Health Economists Biennial Meeting for helpful comments. We are grateful to Christopher Behrer, Andrew Goodman, Lynn Hanson, Lori Moye, and Leif Rustvold for outstanding data assistance. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nKevin Volpp\n\nDr. Volpp has served as a consultant to CVS and is a principal in the behavioral economic consulting firm VALHealth. Neither of these entities provided any financial or in-kind support nor stand to benefit from the work that was done on this project.\n\n\n"
}