{
    "id": 22876,
    "citation_title": "Insurers' Response to Selection Risk: Evidence from Medicare Enrollment Reforms",
    "citation_author": [
        "Francesco Decarolis",
        "Andrea Guglielmo"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2017-02-28",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Firm Behavior",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Insurance",
        "\n"
    ],
    "abstract": "\n\nEvidence on insurers’ behavior in environments with both risk selection and market power is largely missing. We fill this gap by providing one of the first empirical accounts of how insurers adjust plan features when faced with potential changes in selection. Our strategy exploits a 2012 reform allowing Medicare enrollees to switch to 5-star contracts at anytime. This policy increased enrollment into 5-star contracts, but without risk selection worsening. Our findings show that this is due to 5-star plans lowering both premiums and generosity, thus becoming more appealing for most beneficiaries, but less so for those in worse health conditions.\n\n",
    "acknowledgement": "\nAndrea Guglielmo is an associate at Analysis Group, Inc.  Research for this article was undertaken when he was a student at the University of Wisconsin - Madison. The views expressed herein are those of the authors and do not necessarily reflect the views of Analysis Group or the National Bureau of Economic Research. Decarolis is grateful to the Sloan Foundation (grant 2011-5-23 ECON) for financial support. We are also grateful for the comments received from Pierre Andre Chiappori, Vilsa Curto, Mark Duggan, Liran Einav, Randy Ellis, Amit Gandhi, Jesse Gregory, Ken Hendricks, Kate Ho, Brad Larsen, Jon Levin, Tim Layton, Maria Polyakova, Mike Riordan, Alan Sorensen, Chris Taber, Pietro Tebaldi and Bob Town and from the participants at the seminars at Boston University, Columbia, EIEF, Stanford, Università Bocconi and the University of Wisconsin Madison where earlier versions of this paper were presented.\n\n\n"
}