{
    "id": 22879,
    "citation_title": "Foreign Competition and Domestic Innovation: Evidence from U.S. Patents",
    "citation_author": [
        "David Autor",
        "David Dorn",
        "Gordon H. Hanson",
        "Gary Pisano",
        "Pian Shu"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2017-12-27",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "Trade",
        "\n",
        "Globalization and International Relations",
        "\n",
        "Development and Growth",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "International Trade and Investment",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe competitive shock to the U.S. manufacturing sector spurred by rising China import competition could either catalyze or stifle innovation. Using three distinct sources of variation to identify rising trade exposure, we provide a causal analysis of the effect of surging import competition on U.S. innovative activities. Applying a novel internet-based matching algorithm to map all U.S. utility patents granted by 2013 to firm-level data, and carefully accounting for the shifting concentration of patenting activity across sectors, we document a robust, negative impact of rising Chinese competition on firm-level and technology class-level patent production. Accompanying this fall in innovation, global employment, sales, profitability, and R&D expenditure all decline within trade-exposed firms. The trade-induced contraction along all margins of adjustment and for all measures of valuation suggest that the primary response of firms to greater import competition is to scale back their global operations.\n\n",
    "acknowledgement": "\nWe are grateful to Rohan Thavarajah, Alex He, and Ante Malenica for excellent research assistance. Autor and Hanson acknowledge funding from the National Science Foundation (SES-1227334). Autor also acknowledges funding from the Alfred P. Sloan Foundation (#2011-10-120) and Dorn also acknowledges funding from the Swiss National Science Foundation (BSSGI0-155804 and CRSII1-154446). Pisano and Shu acknowledge funding from the Division of Faculty Research and Development at Harvard Business School. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}