{
    "id": 22874,
    "citation_title": "Cross-Border Prudential Policy Spillovers: How Much? How Important? Evidence from the International Banking Research Network",
    "citation_author": [
        "Claudia M. Buch",
        "Linda Goldberg"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "International Economics",
        "\n",
        "International Finance",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n"
    ],
    "program": [
        "\n",
        "International Finance and Macroeconomics",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe development of macroprudential policy tools has been one of the most significant changes in banking regulation in recent years. In this multi-study initiative of the International Banking Research Network, researchers from fifteen central banks and two international organizations use micro-banking data in conjunction with a novel dataset of prudential instruments to study international spillovers of prudential policy changes and their effects on bank lending growth. The collective analysis has three main findings. First, the effects of prudential instruments sometimes spill over borders through bank lending. Second, international spillovers vary across prudential instruments and are heterogeneous across banks. Bank-specific factors like balance sheet conditions and business models drive the amplitude and direction of spillovers to lending growth rates. Third, the effects of international spillovers of prudential policy on loan growth rates have not been large on average. However, our results tend to underestimate the full effect by focusing on adjustment along the intensive margin and by analyzing a period in which relatively few countries implemented country-specific macroprudential policies.\n\n",
    "acknowledgement": "\nThe authors thank participants of the International Banking Research Network, in particular Matthieu Bussiere, Jana Ohls, and Dennis Reinhardt, for many thoughtful exchanges and contributions. Special thanks go to the teams that prepared the prudential instruments database (Eugenio Cerutti, Ricardo Correa, Elisabetta Fiorentino, and Esther Segalla) in collaboration with the International Monetary Fund and to all country teams providing the input for the meta-analysis. Simone Auer, Stijn Claessens, Ricardo Correa, Ralph De Haas, John Driscoll, Martial Dupaigne, Peter Egger, Alexander Guembel, Galina Hale, Robert Hills, Christian Hellwig, Augustin Landier, Ouarda Merrouche, Camelia Minoiu, Gianmarco Ottaviano, Alexander Popov, Rhiannon Sowerbutts, and Phil Strahan provided valuable comments on an earlier draft of this paper. Excellent research assistance was provided by Jacob Conway and Guzel Valitova. The views expressed in this paper are solely those of the authors and should not be interpreted as reflecting the view of the Federal Reserve Bank of New York, the Federal Reserve System, the Deutsche Bundesbank, or the National Bureau of Economic Research. All errors are our own.\n\n\n"
}