{
    "id": 22877,
    "citation_title": "Do Female Executives Make a Difference? The Impact of Female Leadership on Gender Gaps and Firm Performance",
    "citation_author": [
        "Luca Flabbi",
        "Mario Macis",
        "Andrea Moro",
        "Fabiano Schivardi"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2020-01-30",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Labor Discrimination",
        "\n",
        "Other",
        "\n",
        "Accounting, Marketing, and Personnel",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Personnel Economics",
        "\n"
    ],
    "abstract": "\n\nWe investigate the effects of female executives on gender-specific wage distributions and firm performance. We find that female leadership has a positive impact at the top of the female wage distribution and a negative impact at the bottom. Moreover, the impact of female leadership on firm performance increases with the share of female workers. Our empirical strategy accounts for the endogeneity induced by the non-random assignment of executives to firms by including in the regressions firm fixed effects, by generating controls from a two-way fixed effects regression, and by building instruments based on regional trends. The empirical findings are consistent with a model of statistical discrimination where female executives are better equipped at interpreting signals of productivity from female workers. The evidence suggests substantial costs of under-representation of women at the top of the corporate hierarchy\n\n",
    "acknowledgement": "\nWe thank Manuel Bagues, John Earle, Stephan Eblich, Nicola Lacetera, Giovanni Pica, Kathryn Shaw, and seminar participants at several conferences and institutions for very useful comments and suggestions. Partial funding from the IDB Economic and Sector Work grant RG-K1321, the PRIN grant 2010XFJCLB_001 and the RAS L.7 project CUP: F71J11001260002 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}