{
    "id": 22885,
    "citation_title": "Population Growth and Carbon Emissions",
    "citation_author": [
        "Gregory Casey",
        "Oded Galor"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe provide evidence that lower fertility can simultaneously increase income per capita and lower carbon emissions, eliminating a trade-off central to most policies aimed at slowing global climate change. We estimate the effect of lower fertility on carbon emissions accounting for the fact that changes in fertility patterns affect carbon emissions through three channels: total population, the age structure of the population, and economic output. Our analysis proceeds in two steps. First, we estimate a version of the STIRPAT equation on an unbalanced yearly panel of cross-country data from 1950-2010. We demonstrate that the coefficient on population is nearly seven times larger than the coefficient on income per capita and that this difference is statistically significant. Thus, regression results imply that 1% slower population growth could be accompanied by an increase in income per capita of nearly 7% while still lowering carbon emissions. In the second part of our analysis, we use a recently constructed economic-demographic model of Nigeria to estimate the effect of lower fertility on carbon emissions accounting for the impacts of fertility on population growth, population age structure, and income per capita. The model was constructed to estimate the effect of lower fertility on economic growth, making it well-suited for this application. We find that by 2100 C.E., moving from the medium to the low variant of the UN fertility projection leads to 35% lower yearly emissions and 15% higher income per capita. These results suggest that population policies could be a part of the approach to combating global climate change.\n\n",
    "acknowledgement": "\nWe thank Lint Barrage and Matthew Turner for helpful comments and Quamrul Ashraf for sharing the economic-demographic model with us. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}