{
    "id": 22883,
    "citation_title": "Portfolio Choices, Firm Shocks and Uninsurable Wage Risk",
    "citation_author": [
        "Andreas Fagereng",
        "Luigi Guiso",
        "Luigi Pistaferri"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Behavioral Economics",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Compensation",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Household Finance",
        "\n"
    ],
    "abstract": "\n\nAssessing the importance of uninsurable wage risk for individual financial choices faces two challenges. First, the identification of the marginal effect requires a measure of at least one component of risk that cannot be diversified or avoided. Moreover, measures of uninsurable wage risk must vary over time to eliminate unobserved heterogeneity. Second, evaluating the economic significance of risk requires knowledge of the size of all the wage risk actually faced. Existing estimates are problematic because measures of wage risk fail to satisfy the ”non-avoidability” requirement. This creates a downward bias which is at the root of the small estimated effect of wage risk on portfolio choices. To tackle this problem we match panel data of workers and firms and use the variability in the profitability of the firm that is passed over to workers to obtain a measure of uninsurable risk. Using this measure to instrument total variability in individual earnings, we find that the marginal effect of uninsurable wage risk is much larger than estimates that ignore endogeneity. We bound the economic impact of risk and find that its overall effect is contained, not because its marginal effect is small but because its size is small. And the size of uninsurable wage risk is small because firms provide substantial wage insurance.\n\n",
    "acknowledgement": "\nWe thank Sumit Agarwal, Francis Vella and three anonymous reviewers for helpful comments. We are grateful to seminar participants at Berkeley, Naples, Lugano, Geneva, Maastricht, the 2014 SITE, the 2014 CEAR and the 2015 European Household Finance conference. An earlier version of this paper circulated under the title ”Back to Background Risk?”. We are grateful to Finansmarkedsfondet (The Research Council of Norway, grant #230843) for financial support and to Davide Malacrino for research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}