{
    "id": 22889,
    "citation_title": "Economic Transformation in Africa from the Bottom Up: Evidence from Tanzania",
    "citation_author": [
        "Xinshen Diao",
        "Josaphat Kweka",
        "Margaret McMillan"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Development and Growth",
        "\n",
        "Growth and Productivity",
        "\n",
        "Country Studies",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAt roughly 4% per annum, labor productivity in Tanzania has grown more rapidly over the past 12 years than at any other time in recent history. Employment growth has also been strong keeping up with population growth at roughly 2.5 percent per annum; the bulk of employment growth (90%) has been in the non-agricultural sector. However, the vast majority of this non-agricultural employment growth has occurred in the informal sector. Using Tanzania’s first nationally representative survey of micro, small and medium sized enterprises - we show that firms in the informal sector contributed roughly half a percentage point to economy-wide labor productivity growth in Tanzania between 2002 and 2012. However, virtually all of the labor productivity growth contributed by informal firms came from a small subset of firms we call the in-between firms. We consider attributes of the in-between firms that could be used for targeting financial and business services to firms with the potential to grow. We find two salient characteristics of firms in the in-between sector that might lend themselves to targeting – their owners are more likely to keep written accounts and they are more likely to keep their savings in formal bank accounts.\n\n",
    "acknowledgement": "\nThe authors would like to thank Goodluck Charles and the Financial Sector Deepening Trust (FSDT) for making the firm level data available. We thank Zara Qureshi and Eduardo Magalhaes for excellent research assistance. We thank participants at the STAARS Conference in Addis Ababa, the Annual Bank Conference on Development Economics at World Bank, Washington DC and the 2016 CAER-IFPRI Annual International Conference in Fuzhou, China for many useful comments. We thank the International Growth Centre and CGIAR’s Policies, Institutions and Markets (PIM) program for financial support. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}