{
    "id": 22888,
    "citation_title": "Accounting for Business Income in Measuring Top Income Shares: Integrated Accrual Approach Using Individual and Firm Data from Norway",
    "citation_author": [
        "Annette Alstadsæter",
        "Martin Jacob",
        "Wojciech Kopczuk",
        "Kjetil Telle"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nBusiness income is important in the upper tail of the personal income distribution, but the extent to which it is captured by measures of personal income varies substantially across tax regimes. Using linked individual and firm data from Norway, we are able to attribute business income to personal owners as it accrues rather than when it is realized. This adjustment leads to an increase in top income shares, and the size of this effect varies dramatically depending on the tax regime in place. After a tax reform in 2005 that created strong incentives to retain earnings within businesses, the increase was massive: accounting for earnings retained in the corporate sector leads to more than doubling of the share of income of top 0.1% in some years. Furthermore, adjusting for retained earnings stabilizes the composition of the top income group before and after the reform. We also show that the response is driven by majority owners in closely held firms and facilitated through indirect ownership. As the result, traditional measures of top income shares become misleadingly low (even when accounting for capital gains). We speculate on the implications of our findings for levels and trends in top income shares observed in other countries. In particular, we note that the major tax reforms of the 1980s in the United States correspond to a shift toward business income being passed through to personal owners, and argue that top income shares constructed using income tax statistics before 1987 are likely to be significantly understated relative to those afterwards.\n\n",
    "acknowledgement": "\nWe benefited from comments from Rolf Aaberge, Alan Auerbach, Richard Burkhauser, Patrick Driessen, Roger Gordon, Agnar Sandmo, David Seim, Joel Slemrod, Jan Södersten, and Thor Olav Thoresen, as well as from seminar participants at the Institut d’Economia de Barcelona Workshop on Taxation, Conference on Taxation, Household Behavior, and the Distribution of Incomes and Wealth in Berlin, Workshop on Individual and Small Business Taxation in Warsaw, ETI workshop in Mannheim, Skatteforum in Bergen, LMU Munich, and at WHU and Statistics Norway. Financial support from the Research Council of Norway, grant 239225/H20 is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}