{
    "id": 22882,
    "citation_title": "Identifying the Benefits from Homeownership: A Swedish Experiment",
    "citation_author": [
        "Paolo Sodini",
        "Stijn Van Nieuwerburgh",
        "Roine Vestman",
        "Ulf von Lilienfeld-Toal"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2021-07-15",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Households and Firms",
        "\n",
        "Market Structure and Distribution",
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n",
        "Regional and Urban Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Behavioral Finance",
        "\n",
        "Household Finance",
        "\n",
        "Urban Economics",
        "\n"
    ],
    "abstract": "\n\nHomeownership is widely stimulated by policy yet its economic effects are poorly understood. We exploit quasi-random variation in homeownership generated by privatization decisions of municipally-owned buildings, and use granular data on demographics, income, housing, financial wealth, and debt that allow us to construct high-quality measures of spending. Homeownership causes wealth building via house price appreciation, increases consumption, and improves consumption smoothing across time and states of the world through a collateral effect. It increases mobility for young households, who move up the property ladder, and amplifies wealth accumulation for older households, who take more risk in their financial portfolio.\n\n",
    "acknowledgement": "\nWe thank Steffen Andersen, Raj Chetty, Anthony DeFusco, Edward Glaeser, Arpit Gupta, Ravi Jagannathan, Dirk Jenter, Ralph Koijen, Sören Leth Petersen, Andres Liberman, Julien Licheron, Tim McQuade, Holger Mueller, Julien Pennasse, Mitchell Petersen, Aleksandra Rzeznik, László Sándor, Kathrin Schlafmann, Phillip Schnabel, Johannes Stroebel, Motohiro Yogo, and conference and seminar participants at Stockholm University, CUNY Baruch, U.T. Austin finance, NYU finance, the European Conference on Household Finance in Paris, Kellogg finance, the European Financial Data Institute conference in Paris, INSEAD, the Utah Winter Finance Conference, EWFS, the Cornell behavioral and household finance conference, Helsinki Finance, Swedish Riksbank, European Banking Center network, BCL household finance and consumption workshop, Imperial College finance, the CEPR Asset Pricing conference in Gerzensee, and the CEPR New Consumption Data conference in Copenhagen for comments and suggestions. George Cristea, August Hansson and Yao Fu provided outstanding research assistance. We thank Anders Jenelius from Svenska Bostäder for help with data and institutional detail. We are grateful for generous funding from the Swedish Research Council (grant 421-2012-1247). All data used in this research have passed ethical vetting at the Stockholm ethical review board and have also been approved by Statistics Sweden. The authors declare that they have no relevant or material financial interests that relate to the research described in this paper. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}