{
    "id": 22887,
    "citation_title": "Health, Human Capital and Domestic Violence",
    "citation_author": [
        "Nicholas W. Papageorge",
        "Gwyn C. Pauley",
        "Mardge Cohen",
        "Tracey E. Wilson",
        "Barton H. Hamilton",
        "Robert A. Pollak"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2019-07-19",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nWe study the impact of a medical breakthrough (HAART) on domestic violence and illicit drug use among low-income women infected with HIV. To identify causal effects, we assume that variation in women's immune system health when HAART was introduced affected how strongly their experience of domestic violence or drug use responded to the breakthrough. Immune system health is objectively measured using white blood cell (CD4) counts. Because the women in our sample were informed of their CD4 count, it is reasonable to assume they react to it. Using this identification strategy, we find that HAART introduction reduced domestic violence and illicit drug use. To explain our estimates, we treat health as a form of human capital and argue that women with more human capital face stronger incentives to make costly investments with future payoffs, such as avoiding abusive partners or reducing illicit drug use.\n\n",
    "acknowledgement": "\nWe gratefully acknowledge helpful comments from: Anna Aizer, Elizabeth Ananat, David Bishai, Christopher Carpenter, John Cawley, Ying Chen, Stefanie Deluca, Kathryn Edin, Emmanuel Garcia, Seth Gershenson, Ali Khan, Gizem Kosar, Giulia La Mattina, Robert Moffitt, Daniel Rees, Victor Ronda, Wayne Roy-Gayle, Todd Stinebrickner, Erdal Tekin and Matthew Wiswall along with participants at the IZA's 6th Annual Meeting on the Economics of Risky Behaviors, Royal Holloway, the 2014 North American Summer Meetings of the Econometric Society, the 2015 ASSA meetings, and the 2015 Southern Economics Association meetings. The usual caveats apply. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n\nTracey E. Wilson\n\nData in this manuscript were collected by the Women’s Interagency HIV Study (WIHS). The contents of this publication are solely the responsibility of the authors and do not represent the official views of the National Institutes of Health (NIH). WIHS (Principal Investigators): UAB-MS WIHS (Michael Saag, Mirjam-Colette Kempf, and Deborah Konkle-Parker), U01-AI-103401; Atlanta WIHS (Ighovwerha Ofotokun and Gina Wingood), U01-AI-103408; Bronx WIHS (Kathryn Anastos), U01-AI-035004; Brooklyn WIHS (Howard Minkoff and Deborah Gustafson), U01-AI-031834; Chicago WIHS (Mardge Cohen and Audrey French), U01-AI-034993; Metropolitan Washington WIHS (Seble Kassaye), U01-AI-034994; Miami WIHS (Margaret Fischl and Lisa Metsch), U01-AI-103397; UNC WIHS (Adaora Adimora), U01-AI-103390; Connie Wofsy Women’s HIV Study, Northern California (Ruth Greenblatt, Bradley Aouizerat, and Phyllis Tien), U01-AI-034989; WIHS Data Management and Analysis Center (Stephen Gange and Elizabeth Golub), U01-AI-042590; Southern California WIHS (Joel Milam), U01-HD-032632 (WIHS I – WIHS IV). The WIHS is funded primarily by the National Institute of Allergy and Infectious Diseases (NIAID), with additional co-funding from the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), the National Cancer Institute (NCI), the National Institute on Drug Abuse (NIDA), and the National Institute on Mental Health (NIMH). Targeted supplemental funding for specific projects is also provided by the National Institute of Dental and Craniofacial Research (NIDCR), the National Institute on Alcohol Abuse and Alcoholism (NIAAA), the National Institute on Deafness and other Communication Disorders (NIDCD), and the NIH Office of Research on Women’s Health. WIHS data collection is also supported by UL1-TR000004 (UCSF CTSA) and UL1-TR000454 (Atlanta CTSA).\n\n\n"
}