{
    "id": 22898,
    "citation_title": "The Effect of Early Education on Social Preferences",
    "citation_author": [
        "Alexander W. Cappelen",
        "John A. List",
        "Anya Samek",
        "Bertil Tungodden"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Experimental Design",
        "\n",
        "Microeconomics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe present results from the first study to examine the causal impact of early childhood education on social preferences of children. We compare children who, at 3-4 years old, were randomized into either a full-time preschool, a parenting program with incentives, or to a control group. We returned to the same children when they reached 7-8 years old and conducted a series of incentivized experiments to elicit their social preferences. We find that early childhood education has a strong causal impact on social preferences several years after the intervention: attending preschool makes children more egalitarian in their fairness view and the parenting program enhances the importance children place on efficiency relative to fairness. Our findings highlight the importance of taking a broad perspective when designing and evaluating early childhood educational programs, and provide evidence of how differences in institutional exposure may contribute to explaining heterogeneity in social preferences in society.\n\n",
    "acknowledgement": "\nWe thank Björn Bartling, Armin Falk, Fabian Kosse, Kjell Gunnar Salvanes and participants of the University of Southern California brownbag for helpful comments. We thank Edie Dobrez, Kristin Troutman, Alannah Hoefler, Kevin Sokal, Mina Zhang and staff at the Chicago Heights Early Childhood Center for excellent research assistance. This work was made possible through support of a grant to the Science of Philanthropy Initiative from the John Templeton Foundation. The opinions expressed in this publication are those of the author(s) and do not necessarily reflect the views of the John Templeton Foundation nor of the National Bureau of Economic Research.\n\n\n"
}