{
    "id": 22892,
    "citation_title": "Bounds on Treatment Effects in Regression Discontinuity Designs with a Manipulated Running Variable",
    "citation_author": [
        "François Gerard",
        "Miikka Rokkanen",
        "Christoph Rothe"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2018-05-04",
    "topics": [
        "\n",
        "Econometrics",
        "\n",
        "Estimation Methods",
        "\n",
        "Labor Economics",
        "\n",
        "Unemployment and Immigration",
        "\n"
    ],
    "program": [
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n",
        "Technical Working Papers",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe key assumption in regression discontinuity analysis is that the distribution of potential outcomes varies smoothly with the running variable around the cutoff. In many empirical contexts, however, this assumption is not credible; and the running variable is said to be manipulated in this case. In this paper, we show that while causal effects are not point identified under manipulation, they remain partially identified under a general model that covers a wide range of empirical patterns. We derive sharp bounds on causal parameters for both sharp and fuzzy designs under our general model, and show how additional structure can be used to further narrow the bounds. We use our methods to study the disincentive effect of unemployment insurance on (formal) reemployment in Brazil, and show that our bounds remain informative, despite the fact that manipulation has a sizable effect on our estimates of causal parameters.\n\n",
    "acknowledgement": "\nWe thank Joshua Angrist, Wilbert van der Klaauw, Henrik Kleven, Ismael Mourifié, Johannes Schmieder, Edward Vytlacil and seminar audiences at Boston University, Columbia, Institute for Fiscal Studies, London School of Economics, Princeton, University College London, University of Jyvaskyla, University of Luxemburg, University of Toronto, University of Turku, University of Warwick, Yale and several conferences for their helpful comments. Earlier versions of this paper were circulated under the titles “Identification and Inference in Regression Discontinuity Designs with a Manipulated Running Variable” or “Bounds on Treatment Effects in Regression Discontinuity Designs under Manipulation of the Running Variable, with an Application to Unemployment Insurance in Brazil.” This research project was supported by a grant from the National Science Foundation titled “Non-Standard Issues in Regression Discontinuity Designs.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}