{
    "id": 22897,
    "citation_title": "Investment-less Growth: An Empirical Investigation",
    "citation_author": [
        "Germán Gutiérrez",
        "Thomas Philippon"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2017-01-31",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze private fixed investment in the U.S. over the past 30 years. We show that investment is weak relative to measures of profitability and valuation – particularly Tobin’s Q, and that this weakness starts in the early 2000’s. There are two broad categories of explanations: theories that predict low investment because of low Q, and theories that predict low investment despite high Q. We argue that the data does not support the first category, and we focus on the second one. We use industry-level and firm-level data to test whether under-investment relative to Q is driven by (i) financial frictions, (ii) measurement error (due to the rise of intangibles, globalization, etc), (iii) decreased competition (due to technology, regulation or common ownership), or (iv) tightened governance and/or increased short-termism. We do not find support for theories based on risk premia, financial constraints, or safe asset scarcity, and only weak support for regulatory constraints. Globalization and intangibles explain some of the trends at the industry level, but their explanatory power is quantitatively limited. On the other hand, we find fairly strong support for the competition and short-termism/governance hypotheses. Industries with more concentration and more common ownership invest less, even after controlling for current market conditions. Within each industry-year, the investment gap is driven by firms that are owned by quasi-indexers and located in industries with more concentration and more common ownership. These firms spend a disproportionate amount of free cash flows buying back their shares.\n\n",
    "acknowledgement": "\nWe are grateful to Janice Eberly, Olivier Blanchard, Toni Whited, René Stulz, Martin Schmalz, Boyan Jovanovic, Tano Santos, Charles Calomiris, Glenn Hubbard, Holger Mueller, Alexis Savov, Philipp Schnabl, Ralph Koijen, Ricardo Caballero, Emmanuel Farhi, Viral Acharya, and seminar participants at Columbia University and New York University for stimulating discussions. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}