{
    "id": 22896,
    "citation_title": "Purchasing Power Disparity before 1914",
    "citation_author": [
        "Peter H. Lindert"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2016-12-13",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nEconomic historians’ Divergence debates since 2000 have asked a different question from that asked by Angus Maddison.  The issue has become “when did countries’ contemporaneous purchasing powers diverge?”, not “when did countries’ productivity grow at different rates?” The two questions have different answers, especially before 1914. Using pre-1914 prices to compare real purchasing powers on six continents, this article sketches some historical geography of the departures from the conventional Maddison estimates.\n\tOne underlying reason for the divergence between projections back from 1990 and direct price comparisons from long ago is that before the great 1870-1914 wave of trade globalization, consumer staples were not traded over great distances, and regions specialized in narrow luxury trade. Inter-continental price ratios for subsistence goods thus varied more widely than since 1914.\n\tThe new measures open up a new economic history of international differences in purchasing power before 1914. Northwest Europe was further ahead of Asian countries than earlier measures have shown. The discrepancy stems from a Gerschenkron effect, magnified before 1914 by Engel effects as well as by Balassa-Samuelson.  Yet Northwest Europe was behind America and Australia across the nineteenth century, consistent with the same accounting framework but not with Maddison’s estimates.\n\n",
    "acknowledgement": "\nFor comments on earlier versions, and for help with data, the author thanks Robert Allen, Leticia Arroyo Abad, John Devereux, Kyoji Fukao, Alfonso Herranz Loncán, Philip T. Hoffman, Branko Milanovic, Chiaki Moriguchi, Leandro Prados de la Escosura, Osamu Saito, Masanori Takashima, Jeffrey G. Williamson, and seminar participants at Hitotsubashi University and the University of Tampere. Excel files showing the underlying estimation process are available in the relevant country folders in the “Main Data Sets” folder at http://gpih.ucdavis.edu. Earlier data-gathering stages of this research were funded by the US National Science Foundation, as detailed on the gpih website.  An earlier version of this working paper appeared as Hitotsubashi Institute for Advanced Study Discussion Paper HIAS-E-35 (October 2016). The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}