{
    "id": 22893,
    "citation_title": "Activism, Strategic Trading, and Liquidity",
    "citation_author": [
        "Kerry Back",
        "Pierre Collin-Dufresne",
        "Vyacheslav Fos",
        "Tao Li",
        "Alexander Ljungqvist"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2017-10-12",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe analyze dynamic trading by an activist investor who can expend costly effort to affect firm value. We obtain the equilibrium in closed form for a general activism technology, including both binary and continuous outcomes. Variation in parameters can produce either positive or negative relations between market liquidity and economic efficiency, depending on the activism technology and model parameters. Two results that contrast with the previous literature are that (a) the relation between market liquidity and economic efficiency is independent of the activist's initial stake for a broad set of activism technologies and (b) an increase in noise trading can reduce market liquidity, because it increases uncertainty about the activist's trades (the activist trades in the opposite direction of noise traders) and thereby increases information asymmetry about the activist's intentions.\n\n",
    "acknowledgement": "\nThis paper consolidates and substantially extends the theory parts of two prior working papers: Back, Li and Ljungqvist (2015) and Collin-Dufresne and Fos (2015b). We are grateful to Jean-Noel Barrot, Alon Brav, Bradyn Breon-Drish, Carole Comerton-Forde, Quinn Curtis, David De Angelis, Alex Edmans, Vivian Fang, Dirk Hackbarth, Stacey Jacobsen, Wei Jiang, Barbara Katz, Doron Levit, Andrey Malenko, Nadya Malenko, Ernst Maug, and Konstantinos Zachariadis for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}