{
    "id": 22891,
    "citation_title": "Relationship Lending and the Great Depression",
    "citation_author": [
        "Jon Cohen",
        "Kinda Cheryl Hachem",
        "Gary Richardson"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2020-01-13",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Financial Institutions",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "History",
        "\n",
        "Financial History",
        "\n"
    ],
    "program": [
        "\n",
        "Corporate Finance",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Monetary Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe collapse of long-term lending relationships amplified the Great Depression. We demonstrate this by developing a new measure of lending relationships that can be calculated from widely available data at any level of aggregation. Our approach exploits differences in the responsiveness of loan rates to bank funding costs and is supported by historical evidence and theoretical arguments. The new measure reveals that the marginal impact of bank suspensions on economic activity was higher in more relationship-intensive areas, providing the first formal evidence that relationship lending propagated the real effects of banking sector distress in the early 1930s.\n\n",
    "acknowledgement": "\nWe thank Joseph Johnson, Padma Sharma, and Daniel Tracht for excellent research assistance. We also thank Ben Bernanke, Gabe Chodorow-Reich, Oli Coibion, Jonathan Dingel, Joe Haubrich, Erik Hurst, Chris Koch, Fabrizio Perri, Johannes Wieland, and three anonymous referees, as well as seminar and conference participants at Chicago Booth, UW-Madison, FRB Cleveland, NBER SI 2016 Monetary Economics, the 2018 Texas Monetary Conference, and the University of Michigan for helpful comments. Kinda Hachem thanks Chicago Booth for financial support in earlier stages of this work. The views in this paper are those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of Richmond, the Federal Reserve System, or the National Bureau of Economic Research.\n\n\n"
}