{
    "id": 22895,
    "citation_title": "Charging Ahead: Prepaid Electricity Metering in South Africa",
    "citation_author": [
        "B. Kelsey Jack",
        "Grant Smith"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Industry Studies",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThe standard approach to recovering the cost of electricity provision is to bill customers monthly for past consumption. If unable to pay, customers face disconnection, the utility loses revenue, and the service provision model is undermined. A possible solution to this problem is prepaid metering, in which customers buy electricity upfront and use it until the prepaid amount is consumed. We use data from Cape Town, South Africa to examine the effects of prepaid electricity metering on residential consumption and returns to the electric utility. Over 4,000 customers on monthly billing were involuntarily assigned to receive a prepaid electricity meter, with exogenous variation in the timing of the meter replacement. Electricity use falls by about 13 percent as a result of the switch, a decrease that persists for the following year. This creates a tradeoff for the utility: revenue from consumption falls but more of it is recovered on time and at a lower cost. The benefits to the electric utility outweigh the costs, on average, though results are very heterogeneous. Poorer customers and those with a history of delinquent payment behavior show the greatest improvement in profitability when switched to a prepaid meter. These findings point to an important role for metering technologies in expanding energy access for the poor.\n\n",
    "acknowledgement": "\nWe thank the City of Cape Town, and the Electricity Department in particular, for their cooperation and collaboration on this project. Kathryn McDermott provided outstanding research assistance with all aspects of the project. We also thank Guthrie Gray-Lobe and Grant Bridgman for their assistance with the data, and Adaiah Lilenstein, Anna Shickele, and the staff of J-PAL Africa for project implementation. The International Growth Centre and J-PAL’s Urban Services Initiative provided financial support. Audiences at Brown University, Harvard University, Tufts University, University of Michigan, and UC Berkeley’s Energy Institute provided helpful comments. This RCT was registered in the American Economic Association Registry for randomized control trials under Trial number AEARCTR-0000582. All errors are our own. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}