{
    "id": 22899,
    "citation_title": "The Long-Run Effects of Childhood Insurance Coverage: Medicaid Implementation, Adult Health, and Labor Market Outcomes",
    "citation_author": [
        "Andrew Goodman-Bacon"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2016-12-09",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "History",
        "\n",
        "Labor and Health History",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper exploits the original introduction of Medicaid (1966-1970) and the federal mandate that states cover all cash welfare recipients to estimate the effect of childhood Medicaid eligibility on adult health, labor supply, program participation, and income. Cohorts born closer to Medicaid implementation and in states with higher pre-existing welfare-based eligibility accumulated more Medicaid eligibility in childhood but did not differ on a range of other health, socioeconomic, and policy characteristics. Early childhood Medicaid eligibility reduces mortality and disability and, for whites, increases extensive margin labor supply, and reduces receipt of disability transfer programs and public health insurance up to 50 years later. Total income does not change because earnings replace disability benefits. The government earns a discounted annual return of between 2 and 7 percent on the original cost of childhood coverage for these cohorts, most of which comes from lower cash transfer payments.\n\n",
    "acknowledgement": "\nThis project was generously supported by the Robert Wood Johnson Health Policy Scholars program. I am grateful for helpful comments from Martha Bailey, John Bound, Kitt Carpenter, Bill Collins, John DiNardo, Hilary Hoynes, Brian Kovak, Bhashkar Mazumder, Sayeh Nikpay, Jesse Rothstein, and Laura Wherry, and from seminar participants at the University of Arizona, UC Berkeley, UC Davis, RAND, UCLA, and Vanderbilt University. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}