{
    "id": 22906,
    "citation_title": "Regional Distribution and Dynamics of Human Capital in China 1985-2014: Education, Urbanization, and Aging of the Population",
    "citation_author": [
        "Haizheng Li",
        "Junzi He",
        "Qinyi Liu",
        "Barbara M. Fraumeni",
        "Xiang Zheng"
    ],
    "citation_publication_date": "2016-12-26",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Country Studies",
        "\n",
        "Regional and Urban Economics",
        "\n",
        "Regional Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Chinese Economy",
        "\n"
    ],
    "abstract": "\n\nGiven the challenges in quantifying the role of human capital on economic development, measuring human capital itself becomes an important issue. It is desirable to have a comprehensive human capital measure that goes beyond the traditional measures based on education attainment, yet is relatively simple to obtain. In this study, we apply the Jorgenson-Fraumeni human capital measurement framework and modify it to estimate provincial level human capital in China. We produce a provincial level panel dataset from 1985 to 2014 that is ready to use, with various J-F based and traditional human capital measures. We then combine the provinces into four different regions that are at different stages of economic development and discuss the regional pattern and trend of human capital, as well as their correlation with other economic indicators such as GDP and physical capital. Moreover, we conduct a Divisia decomposition analysis to investigate the contribution of different factors, such as education, urbanization, population aging and gender composition, to the quantity and quality growth of human capital in each region.\n\n",
    "acknowledgement": "\nThe views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}