{
    "id": 22908,
    "citation_title": "Optimal Taxation and R&D Policies",
    "citation_author": [
        "Ufuk Akcigit",
        "Douglas Hanley",
        "Stefanie Stantcheva"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2021-11-11",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n",
        "Innovation and R&D",
        "\n"
    ],
    "program": [
        "\n",
        "Public Economics",
        "\n",
        "Productivity, Innovation, and Entrepreneurship",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Innovation Policy",
        "\n"
    ],
    "abstract": "\n\nWe study the optimal design of corporate taxation and R&D policies as a dynamic mechanism design problem with spillovers. Firms have heterogeneous research productivity, and that research productivity is private information. There are non-internalized technological spillovers across firms, but the asymmetric information prevents the government from correcting them in the first best way. We highlight that key parameters for the optimal policies are i) the relative complementarities between observable R&D investments, unobservable R&D inputs, and firm research productivity, ii) the dispersion and persistence of firms’ research productivities, and iii) the magnitude of technological spillovers across firms. We estimate our model using firm-level data matched to patent data and quantify the optimal policies. In the data, high research productivity firms get disproportionately higher returns to R&D investments than lower productivity firms. Very simple innovation policies, such as linear corporate taxes combined with a nonlinear R&D subsidy–which provides lower marginal subsidies at higher R&D levels–can do almost as well as the unrestricted optimal policies. Our formulas and theoretical and numerical methods are more broadly applicable to the provision of firm incentives in dynamic settings with asymmetric information and spillovers, and to firm taxation more generally.\n",
    "acknowledgement": "\nWe thank Nicholas Bloom, Mike Golosov, Austan Goolsbee, Roger Gordon, Pete Klenow, Henrik Kleven, Narayana Kocherlakota, Benjamin B. Lockwood, Yena Park, Alessandro Pavan, Nicolas Serrano-Velarde, Christopher Sleet, Chad Syverson, John Van Reenen, Matthew Weinzierl, Nicolas Werquin, and numerous conference and seminar participants for feedback and comments. We thank Leo Aparisi De Lannoy, Jessica Liu, Sanjay P. Misra, and Raphael Raux for excellent research assistance. Stantcheva gratefully acknowledges the Pershing Square Foundation and the Foundations for Human Behavior Initiative for financial support. Akcigit gratefully acknowledges the National Science Foundation, the Alfred P. Sloan Foundation, and the Ewing Marion Kauffman Foundation for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}