{
    "id": 22905,
    "citation_title": "Leverage",
    "citation_author": [
        "Tano Santos",
        "Pietro Veronesi"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2018-12-27",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Consumption and Investment",
        "\n",
        "Money and Interest Rates",
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Economic Fluctuations and Growth",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nMany stylized facts of leverage, trading, and asset prices obtain in a frictionless general equilibrium model that features agents’ heterogeneity in endowments and time- varying risk preferences. Our model predicts that aggregate debt increases in expansions when asset prices are high, volatility is low, and levered households enjoy a “consumption boom.” Our model is consistent with poorer households borrowing more and with intermediaries’ leverage being a priced factor. In crises, levered households strongly delever by “fire selling” their risky assets as asset prices drop. Yet, as empirically observed, their debt-to-wealth ratios increase as higher discount rates make their wealth decline faster.\n\n",
    "acknowledgement": "\nPreviously circulated as “Habits and Leverage.” For their comments, we thank Patrick Bolton, John Y. Campbell, Georgy Chabakauri, Anisha Ghosh, Luigi Guiso, Lars Hansen, Christian Julliard, Arvind Krishnamurthy, Kai Li, and Norman Schrhoff, as well as seminar participants at EIEF (Rome), the 2016 European Summer Symposium in Financial Markets (Switzerland), the 2017 Adam Smith Conference (Paris), the 2017 NBER AP meetings (Chicago), the CEPR Credit Cycle conference (London), the 2017 ABFER meetings (Singapore), Harvard Business School, University of Chicago, University of Illinois at Urbana-Champaign, EDHEC, Stockholm School of Economics, University of Amsterdam, BI Norwegian Business School, NYU Stern, Bocconi University, and University of Turin. We thank Alejandro Hoyos Suarez for excellent research assistance. This research has been supported by the Fama-Miller Center for Research in Finance and the Center for Research in Security Prices, both located at Chicago Booth. A previous version of the paper circulated under the longer title “Habits and Leverage.” The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}