{
    "id": 22909,
    "citation_title": "Bombs and Babies: US Navy Bombing Activity and Infant Health in Vieques, Puerto Rico",
    "citation_author": [
        "Gustavo J. Bobonis",
        "Mark Stabile",
        "Leonardo Tovar"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the relationship between in utero exposure to military exercises and children’s early-life health outcomes in a no-war zone. This allows us to document non-economic impacts of military activity on neonatal health outcomes. We combine monthly data on tonnage of ordnance in the context of naval exercises in Vieques, Puerto Rico, with the universe of births in Puerto Rico between 1990 and 2000; studying this setting is useful because these exercises have no negative consequences for local economic activity. We find that a one standard deviation increase in exposure to bombing activity leads to a three per thousand point (70 percent) increase in extremely premature births; a three to seven per thousand point – 34 to 77 percent – increase in the incidence of congenital anomalies; and a five per thousand point increase in low APGAR scores (38 percent). The evidence is generally consistent with the channel of environmental pollution. Given the well-documented relationship between neonatal health and later life outcomes, there is reason to believe that our substantial short-term effects may have longer-term consequences for this population.\n\n",
    "acknowledgement": "\nWe thank Francesco Amodio, Michael Baker, Loren Brandt, Fred Finan, Jeanne Lafortune, Elaine Liu, Aprajit Mahajan, Ted Miguel, José Tessada, Tom Vogl, and seminar and conference participants at UC Berkeley, Toronto, Catholic University of Chile-Economic History and Cliometrics Lab Second Annual Conference 2014, the 11th Annual Workshop of the Households in Conflict Network, and the CIREQ Montreal Applied Economics Conference 2016 for helpful comments and suggestions. We would also like to thank Jordan Scantlebury for excellent research assistance, the Institute of Statistics of Puerto Rico, Dr. Heriberto Marín, and Dr. Arturo Massol Deyá for sharing administrative data and for their general support throughout, as well as the Canadian Institute for Advanced Research and the CONICYT/Programa de Investigación Asociativa (Project SOC 1102) for financial support. The views expressed in this document are those of the authors and do not necessarily represent those of the Center for a New Economy (CNE) or its sponsors. We are responsible for any errors that may remain. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}