{
    "id": 22900,
    "citation_title": "Elite Colleges and Upward Mobility to Top Jobs and Top Incomes",
    "citation_author": [
        "Seth D. Zimmerman"
    ],
    "citation_publication_date": "2016-12-05",
    "issue_date": "2016-12-01",
    "revision_date": "2018-09-24",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis paper asks whether elite colleges help students outside of historically advantaged groups reach top positions in the economy. I combine administrative data on income and leadership teams at publicly traded firms with a regression discontinuity design based on admissions rules at elite business-focused degree programs in Chile. The 1.8% of college students admitted to these programs account for 41% of leadership positions and 39% of top 0.1% incomes. Admission raises the number of leadership positions students hold by 44% and their probability of attaining a top 0.1% income by 51%. However, these gains are driven by male applicants from high-tuition private high schools, with zero effects for female students or students from other school types with similar admissions test scores. Admissions effects are equal to 38% of the gap in rates of top attainment by gender and 54% of the gap by high school background for male students. A difference-in-differences analysis of the rates at which pairs of students lead the same firms suggests that peer ties formed between college classmates from similar backgrounds may play an important role in driving the observed effects.\n\n",
    "acknowledgement": "\nThis paper was previously circulated under the title ‘Making the One Percent: The Role of Elite Universities and Elite Peers.’ I thank Joseph Altonji, Marianne Bertrand, Eduardo Engel, Francisco Gallego, Martin Hackmann, Lisa Kahn, Adam Kapor, Amanda Kowalski, Fabian Lange, Costas Meghir, Craig Palsson, Jamin Speer, Ebonya Washington, and numerous seminar participants for valuable comments. I thank Justine Hastings and Christopher Neilson for detailed discussions and for their collaboration in developing the datasets used for this project. I thank Cristobal Huneeus and Federico Huneeus for valuable comments and for support in data access. I thank DEMRE Directors Ivan Silva and Eduardo Rodriguez for access to college application data. I thank Pablo Maino, Valeria Maino, and Nadia Vazquez for assistance with archival research. I thank SII staff for their support in access to tax records. I thank Anely Ramirez for her invaluable contributions to data collection and institutional research. I thank Sean Hyland and Raimundo Smith for excellent research assistance. I thank the Yale Program in Applied Economics and Policy, the Cowles Structural Microeconomics Program, and the University of Chicago Booth School of Business for financial support. All errors are my own. Required disclosure: Information contained herein comes from taxpayers’ records obtained by the Chilean Internal Revenue Service (Servicio de Impuestos Internos), which was collected for tax purposes. Let the record state that the Internal Revenue Service assumes no responsibility or guarantee of any kind for the use or application made of the aforementioned information, especially in regard to the accuracy, currency, or integrity. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}