{
    "id": 22904,
    "citation_title": "Estimating the Productivity of Community Colleges in Paving the Road to Four-Year Success",
    "citation_author": [
        "Scott E. Carrell",
        "Michal Kurlaender"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": [
        "\n",
        "Cohort Studies",
        "\n"
    ],
    "abstract": "\n\nThe distinct mission and open-access nature of community colleges and the diverse goals of the students they serve make it difficult to assess differences in quality across community college campuses.  In this paper, we investigate institutional differences in both the extensive and intensive margin of the transfer function across California's 108 community college campuses. Importantly, due to the richness of our dataset, we are able to adjust our estimates for a host of observed student differences, including scores on 11th grade math and English standardized tests.  Results show there is significant variation in community college quality for both the probability of transfer as well as outcomes measuring how well students perform after transferring.  Additionally, we examine whether any observable characteristics of the community college are significantly correlated with transfer productivity.\n\n",
    "acknowledgement": "\nWe thank the California Community College Chancellor’s Office, the California State University Chancellor’s Office, and the California Department of Education for their assistance with data access. Opinions reflect those of the authors and do not necessarily reflect those of the state agencies providing data. We thank Michel Grosz and Lester Lusher for their research assistance. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}