{
    "id": 22907,
    "citation_title": "The Effects of Computers on Children’s Social Development and School Participation: Evidence from a Randomized Control Experiment",
    "citation_author": [
        "Robert W. Fairlie",
        "Ariel Kalil"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2016-12-14",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Education",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Education",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nConcerns over the perceived negative impacts of computers on social development among children are prevalent but largely uninformed by plausibly causal evidence. We provide the first test of this hypothesis using a large-scale randomized control experiment in which more than one thousand children attending grades 6-10 across 15 different schools and 5 school districts in California were randomly given computers to use at home. Children in the treatment group are more likely to report having a social networking site, but also report spending more time communicating with their friends and interacting with their friends in person. There is no evidence that computer ownership displaces participation in after-school activities such as sports teams or clubs or reduces school participation and engagement.\n\n",
    "acknowledgement": "\nWe thank Computers for Classrooms, Inc., the ZeroDivide Foundation, and the NET Institute for generous funding for the project. We thank seminar participants at the IZA Conference on Risky Behaviors, CESifo Institute, and Teachers College at Columbia University, and Ben Hansen for helpful comments and suggestions. We thank the many school teachers, principals and administrators that helped run the computer giveaway program, which include Jennifer Bevers, Bruce Besnard, John Bohannon, Linda Coleman, Reg Govan, Rebecka Hagerty, Kathleen Hannah-Chambas, Brian Gault, David Jansen, Cynthia Kampf, Gina Lanphier, Linda Leonard, Kurt Madden, Lee McPeak, Stephen Morris, Joanne Parsley, Richard Pascual, Jeanette Sanchez, Zenae Scott, Tom Sharp, and many others. We thank Shilpa Aggarwal, Julian Caballero, David Castaneda, James Chiu, Samantha Grunberg, Keith Henwood, Cody Kennedy, Nicole Mendoza, Nick Parker, Miranda Schirmer, Glen Wolf and Heidi Wu for research assistance. Finally, special thanks go to Pat Furr for donating many computers for the study and distributing computers to schools. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}