{
    "id": 22911,
    "citation_title": "Corrective Policy and Goodhart's Law: The Case of Carbon Emissions from Automobiles",
    "citation_author": [
        "Mathias Reynaert",
        "James M. Sallee"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n",
        "Industrial Organization",
        "\n",
        "Regulatory Economics",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Environment",
        "\n"
    ],
    "program": [
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Industrial Organization",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nFirms sometimes comply with externality-correcting policies by gaming the measure that determines policy. We show theoretically that such gaming can benefit consumers, even when it induces them to make mistakes, because gaming leads to lower prices by reducing costs. We use our insights to quantify the welfare effect of gaming in fuel-consumption ratings for automobiles, which we show increased sharply following aggressive policy reforms. We estimate a structural model of the car market and derive empirical analogs of the price effects and choice distortions identified by theory. We find that price effects outweigh distortions; on net, consumers benefit from gaming.\n\n",
    "acknowledgement": "\nWe thank seminar participants at Arizona State, ENSAE-CREST, Fundacao Getulio Vargas, the NTA Annual Conference on Taxation, the NBER Summer Institute, the Stanford Institute for Theoretical Economics (SITE), the Norwegian School of Economics, Resources for the Future, the Toulouse School of Economics, UC Davis and Yale for helpful comments. Special thanks to Meredith Fowlie for introducing us to the term Goodhart's Law in this policy context. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}