{
    "id": 22914,
    "citation_title": "Fracking, Drilling, and Asset Pricing: Estimating the Economic Benefits of the Shale Revolution",
    "citation_author": [
        "Erik Gilje",
        "Robert Ready",
        "Nikolai Roussanov"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2019-02-21",
    "topics": [
        "\n",
        "Financial Economics",
        "\n",
        "Portfolio Selection and Asset Pricing",
        "\n",
        "Financial Markets",
        "\n",
        "Environmental and Resource Economics",
        "\n",
        "Energy",
        "\n"
    ],
    "program": [
        "\n",
        "Asset Pricing",
        "\n",
        "Environment and Energy Economics",
        "\n",
        "Labor Studies",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Corporate Finance",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe quantify the effect of a significant technological innovation, shale oil development, on asset prices. Using stock returns on major news announcement days allows us to link aggregate stock price fluctuations to shale technology innovations. We exploit cross-sectional variation in industry portfolio returns on days of major shale oil-related news announcements to construct a shale mimicking portfolio. This portfolio can explain a significant amount of variation in aggregate stock market returns, but only during the time period of shale oil development, which begins in 2012. Our estimates imply that $3.5 trillion of the increase in aggregate U.S. equity market capitalization since 2012 can be explained by this mimicking portfolio. Similar portfolios based on major monetary policy announcements do not explain the positive market returns over this period. We also show that exposure to shale oil technology has significant explanatory power for the cross-section of employment growth rates of U.S. industries over this period.\n\n",
    "acknowledgement": "\nWe thank Ing-Haw Cheng, John Cochrane, Thomas Covert, Stefano Giglio, Wayne Ferson, Michael Johannes, Marcin Kacperczyk, Ryan Kellogg, Christopher Knittel, Leonid Kogan, Owen Lamont, Erin Mansur, Luboš Pastor, Dimitris Papanikolaoau, Lasse Pedersen, Amit Seru, Andrei Shleifer, Amir Sufi, Pietro Veronesi, Ivo Welch, Mungo Wilson, Wei Xiong, Harold Zhang, and audiences at the AFA 2016 meeting, ESSFM Gerzensee, NBER (Asset Pricing and Commodity Markets meetings), Oklahoma Energy Finance Conference, Aalto, Binghampton, Cass Business School, Chicago Booth, Copenhagen Business School, Goethe University Frankfurt, Norwegian School of Management, Oxford (Said), Richmond Fed, University of Rochester, and Vienna University for valuable comments. Funding from the Jacobs Levy Equity Management Center for Quantitative Financial Research at Wharton is gratefully acknowledged. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}