{
    "id": 22913,
    "citation_title": "The New Lifecycle of Women’s Employment: Disappearing Humps, Sagging Middles, Expanding Tops",
    "citation_author": [
        "Claudia Goldin",
        "Joshua Mitchell"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2017-02-11",
    "topics": [
        "\n",
        "Labor Economics",
        "\n",
        "Demography and Aging",
        "\n",
        "Labor Supply and Demand",
        "\n"
    ],
    "program": [
        "\n",
        "Development of the American Economy",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nA new lifecycle of women’s employment emerged with cohorts born in the 1950s. For prior cohorts, lifecycle employment had a hump shape; it increased from the twenties to the forties, hit a peak and then declined starting in the fifties. The new lifecycle of employment is initially high and flat, there is a dip in the middle and a phasing out that is more prolonged than for previous cohorts. The hump is gone, the middle is a bit sagging and the top has greatly expanded.  We explore the increase in cumulative work experience for women from the 1930s to the 1970s birth cohorts using the SIPP and the HRS.  We investigate the changing labor force impact of a birth event across cohorts and by education and also the impact of taking leave or quitting. We find greatly increased labor force experience across cohorts, far less time out after a birth and greater labor force recovery for those who take paid or unpaid leave. Increased employment of women in their older ages is related to more continuous work experience across the lifecycle.\n\n",
    "acknowledgement": "\nWe thank the many people who have enabled us to use two exceptional data sets. For the Health and Retirement Study (HRS), we thank the University of Michigan, David Wise and the staff at the NBER, especially Mohan Ramanujan. We gratefully acknowledge the work of researchers at the RAND Corporation of Santa Monica CA for producing a harmonized version, known as the RAND HRS and HRS Family Files. We thank the NBER HRS research assistant team—Natalia Emanuel, Amira Abulafi, Jonathan Roth and Yuezhou (Celena) Huo—who created many of the graphs for this paper. For the Survey of Income and Program Participation (SIPP) Gold Standard File, we thank Gary Benedetto and Lori Reeder for their assistance. All SIPP results have been formally reviewed to ensure that no confidential Census Bureau data have been disclosed. We thank Larry Katz and the editors of this journal for providing comments and Claudia Olivetti for ILO data. The views expressed are those of the authors and not necessarily those of the US Census Bureau or the National Bureau of Economic Research.\n\n\n"
}