{
    "id": 22910,
    "citation_title": "The Fading American Dream: Trends in Absolute Income Mobility Since 1940",
    "citation_author": [
        "Raj Chetty",
        "David Grusky",
        "Maximilian Hell",
        "Nathaniel Hendren",
        "Robert Manduca",
        "Jimmy Narang"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "2017-03-03",
    "topics": [
        "\n",
        "Public Economics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Children and Families",
        "\n",
        "Development of the American Economy",
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n",
        "Public Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe estimate rates of “absolute income mobility” – the fraction of children who earn more than their parents – by combining historical data from Census and CPS cross-sections with panel data for recent birth cohorts from de-identified tax records. Our approach overcomes the key data limitation that has hampered research on trends in intergenerational mobility: the lack of large panel datasets linking parents and children. We find that rates of absolute mobility have fallen from approximately 90%for children born in 1940 to 50% for children born in the 1980s. The result that absolute mobility has fallen sharply over the past half century is robust to the choice of price deflator, the definition of income, and accounting for taxes and transfers. In counterfactual simulations, we find that increasing GDP growth rates alone cannot restore absolute mobility to the rates experienced by children born in the 1940s. In contrast, changing the distribution of growth across income groups to the more equal distribution experienced by the 1940 birth cohort would reverse more than 70% of the decline in mobility. These results imply that reviving the “American Dream” of high rates of absolute mobility would require economic growth that is spread more broadly across the income distribution.\n\n",
    "acknowledgement": "\nWe thank Rebecca Diamond, Guido Imbens, Xavier Jaravel, Sean Reardon, and numerous seminar participants for helpful comments, Robert Fluegge and our other pre-doctoral fellows for outstanding research assistance, and David Leonhardt for posing the question that led to this research. This paper incorporates results from an independent working paper by Robert Manduca entitled “Opportunity No More: Declining Absolute Mobility in the United States, 1940-2010.” This research was funded by Stanford University, Harvard University, the Bill and Melinda Gates Foundation, and the Robert Wood Johnson Foundation. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}