{
    "id": 22918,
    "citation_title": "Disappearing Routine Jobs: Who, How, and Why?",
    "citation_author": [
        "Guido Matias Cortes",
        "Nir Jaimovich",
        "Henry E. Siu"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Macroeconomics",
        "\n",
        "Labor Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economic Fluctuations and Growth",
        "\n",
        "Labor Studies",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nWe study the deterioration of employment in middle-wage, routine occupations in the United States in the last 35 years. The decline is primarily driven by changes in the propensity to work in routine jobs for individuals from a small set of demographic groups. These same groups account for a substantial fraction of both the increase in non-employment and employment in low-wage, non-routine manual occupations observed during the same time period. We analyze a general neoclassical model of the labor market featuring endogenous participation and occupation choice. We show that in response to an increase in automation technology, the model embodies an important tradeoff between reallocating employment across occupations and reallocation of workers towards non-employment. Quantitatively, we find that advances in automation technology on their own account for a relatively small portion of the joint decline in routine employment and associated rise in non-routine manual employment and non-employment.\n\n",
    "acknowledgement": "\nWe thank David Dorn, Richard Rogerson, and numerous seminar and workshop participants for helpful comments. Siu thanks the Social Sciences and Humanities Research Council of Canada for support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}