{
    "id": 22912,
    "citation_title": "Drug Shortages, Pricing, and Regulatory Activity",
    "citation_author": [
        "Christopher Stomberg"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n",
        "Industrial Organization",
        "\n",
        "Market Structure and Firm Performance",
        "\n",
        "Regulatory Economics",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nThis study examines the patterns and causes of shortages in generic non-injectable drugs (e.g., tablets and topicals) in the United States. While shortages for injectable drugs have garnered more attention, shortages of other forms of prescription drugs have also been on the increase. In fact, they follow a strikingly similar trend with a number of important tablet drugs having recently been affected by shortage. This poses important questions about the root causes of these trends since most explanations found in the literature are specific to generic injectable drugs. Using a simple heuristic framework, three contributing factors are explored: regulatory oversight, potential market failures in pricing/reimbursement, and competition. This paper features an empirical examination of the contribution of changes in regulatory oversight to drug shortages. A pooled dynamic regression model using FDA data on inspections and citations reveals a statistically significant relationship between FDA regulatory activity (inspections and citations) and drug shortage rates. This result cuts across both injectable and non-injectable drugs, and could reveal a transition in equilibrium quality that should be transitory in nature, but it should also be interpreted with care given the other factors likely affecting shortage rates.\n\n",
    "acknowledgement": "\nI would like to thank David Kreling, Ernie Berndt, Rena Conti, Neeraj Sood, and other participants in the NBER-CRIW workshop (October, 2013) for their helpful comments on an earlier draft of this paper. I would also like to thank Erin Fox at the University of Utah Drug Information Service for kindly offering me data on shortages. Finally I would like to thank Eric Barrette for his research assistance on aspects of this paper. The views expressed herein are those of the author and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}