{
    "id": 22916,
    "citation_title": "The Demand for Bad Policy when Voters Underappreciate Equilibrium Effects",
    "citation_author": [
        "Ernesto Dal Bó",
        "Pedro Dal Bó",
        "Erik Eyster"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Microeconomics",
        "\n",
        "Welfare and Collective Choice",
        "\n",
        "Public Economics",
        "\n",
        "Taxation",
        "\n"
    ],
    "program": [
        "\n",
        "Political Economy",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nAlthough most of the political-economy literature blames inefficient policies on institutions or politicians' motives to supply bad policy, voters may themselves be partially responsible by demanding bad policy. In this paper, we posit that voters may systematically err when assessing potential changes in policy by underappreciating how new policies lead to new equilibrium behavior. This biases voters towards policy changes that create direct benefits—welfare would rise if behavior were held constant—even if these policies lower welfare because people adjust behavior. Conversely, voters are biased against policies that impose direct costs even if they induce larger indirect benefits. Using a lab experiment, we find that a majority of subjects vote against policies that, while inflicting negative direct effects, would help them to overcome social dilemmas and thereby increase welfare; conversely, subjects support policies that, while producing direct benefits, create social dilemmas and ultimately hurt welfare; both mistakes arise because subjects fail to fully anticipate the equilibrium effects of new policies. More precisely, we establish that subjects systematically underappreciate the extent to which policy changes affect other people's behavior, and that these mistaken beliefs exert a causal effect on the demand for bad policy.\n\n",
    "acknowledgement": "\nWe thank Alexander Kiam, Jeongbin Kim, Daniel Prinz, Santiago Truffa and Stephen Yen for excellent research assistance as well as Berkeley's XLab and Brown's BUSSEL for support. We are grateful to Anna Aizer, Ned Augenblick, Eric Dickson, Willie Fuchs, Alessandro Lizzeri, Matthew Rabin, Francesco Trebbi, Reed Walker, Georg Weizsäcker, and Noam Yuchtman for helpful discussions. We thank participants at various conferences and seminars for their comments and suggestions. Eyster thanks the ERC for financial support. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}