{
    "id": 22917,
    "citation_title": "Improving the Quality of Choices in Health Insurance Markets",
    "citation_author": [
        "Jason Abaluck",
        "Jonathan Gruber"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Health",
        "\n"
    ],
    "program": [
        "\n",
        "Economics of Aging",
        "\n",
        "Economics of Health",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nInsurance product choice is a central feature of health insurance markets in the United States, yet there is ongoing concern over whether consumers choose appropriately in such markets – and little evidence on solutions to any choice inconsistencies. This paper addresses these omissions from the literature using novel data and a series of policy interventions across school districts in the state of Oregon.  Using data on enrollment and medical claims for school district employees, we first document large choice inconsistencies, with the typical employee foregoing savings of more than $600 in their insurance plan choice.  We then consider three types of interventions designed to improve choice quality.  We first show that interventions to promote more active choice are unlikely to improve choice quality based on existing patterns of plan switching.  We then implement a randomized trial of decision support software to illustrate that it has little impact on plan choices, largely because of consumer avoidance of the recommendations.  Finally, we show that restricting the choice set size facing individuals does significantly reduce their foregone saving and total costs. This is not because individuals choose worse with larger choice sets, but rather because larger choice sets feature worse choices on average that are not offset by individual re-optimization.\n\n",
    "acknowledgement": "\nCorresponding Author: Jason Abaluck, Yale School of Management – Economics, 227 Church Street Apt 10H New Haven, CT 06510. jason.abaluck@yale.edu, 203-432-7811. We are grateful to Adrienne Sabety, Sean Sall and Christopher Behrer for exceptional research assistance, and to NIA grant number R01 AG031270 and the MODA Foundation for financial support.  We are extremely grateful to Joan Kapowich for making this study possible, and to Mary French and Heidi Williams of the Oregon Educators Benefits Board (OEBB) for valuable information on program administration.  We also thank seminar participants at ASHE, NBER, the University of Georgia, and the Canadian Public Economics Group for helpful comments. The views expressed herein are those of the authors and do not necessarily reflect the views of the National Bureau of Economic Research.\n\n\n"
}