{
    "id": 22919,
    "citation_title": "A Poor Means Test? Econometric Targeting in Africa",
    "citation_author": [
        "Caitlin Brown",
        "Martin Ravallion",
        "Dominique van de Walle"
    ],
    "citation_publication_date": "2016-12-12",
    "issue_date": "2016-12-08",
    "revision_date": "None",
    "topics": [
        "\n",
        "Health, Education, and Welfare",
        "\n",
        "Poverty and Wellbeing",
        "\n",
        "Development and Growth",
        "\n",
        "Development",
        "\n"
    ],
    "program": [
        "\n",
        "Development Economics",
        "\n"
    ],
    "projects": null,
    "working_groups": null,
    "abstract": "\n\nProxy-means testing is a popular method of poverty targeting with imperfect information. In a now widely-used version, a regression for log consumption calibrates a proxy-means test score based on chosen covariates, which is then implemented for targeting out-of-sample. In this paper, the performance of various proxy-means testing methods is assessed using data for nine African countries. Standard proxy-means testing helps filter out the nonpoor, but excludes many poor people, thus diminishing the impact on poverty. Some methodological changes perform better, with a poverty-quantile method dominating in most cases. Even so, either a basic-income scheme or transfers using a simple demographic scorecard are found to do as well, or almost as well, in reducing poverty. However, even with a budget sufficient to eliminate poverty with full information, none of these targeting methods brings the poverty rate below about three-quarters of its initial value. The prevailing methods are particularly deficient in reaching the poorest.\n\n",
    "acknowledgement": "\nFor their comments the authors thank Arthur Alik-Lagrange, Kathleen Beegle, Mary Ann Bronson, Raphael Calel, Phillippe Leite, Mead Over, Adam Wagstaff and seminar participants at Georgetown University. The authors are grateful to the World Bank’s Strategic Research Program for funding assistance for this research. These are the views of the authors, and need not reflect those of their employers, including the World Bank, its member countries, or the National Bureau of Economic Research.\n\n\n"
}